[
    {
        "question": "Linezolid is best used for:",
        "exp": "Linezolid This is the first member of a new class of svnthetic AMAs &; Oxazolidinones&; which has become available for the treatment of resistant gram positive coccal (aerobic and anaerobic) and bacillary infections. It is active against MRSA and some VRSA, VRE, penicillin-resistant Strep. pyogenes, Strep. viridans and Strep. pneumoniae, M. tuberculosis, Corynebacterium, Listeria, Clostridia and Bact. Fragilis. It is primarily bacteriostatic, but can exe cidal action against some streptococci, pneumococci and B. fragilis. Gram:- negative bacteria are not affected. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 733",
        "cop": 2,
        "opa": "MRSA",
        "opb": "VRSA",
        "opc": "K. pneumonia",
        "opd": "E. coli",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4e0a9604-2852-4bd7-a70b-d8ea4e1709ae",
        "choice_type": "single"
    },
    {
        "question": "Rituximab is used in:",
        "exp": "Rituximab injection is used alone or with other medicines to treat a type of cancer called non-Hodgkin&; s lymphoma (NHL). It helps the immune system destroy cancer cells. Rituximab injection is a monoclonal antibody. Rituximab is used together with fludarabine and cyclophosphamide to treat a type of cancer called chronic lymphocytic leukemia (CLL). Rituximab is used together with methotrexate to treat the symptoms of rheumatoid ahritis. It helps to keep joint damage from getting worse after at least one other medicine (eg, adalimumab, etanercept, or infliximab) has been used and did not work well. Rituximab is used together with steroids to treat granulomatosis with polyangiitis (GPA or Wegener&; s granulomatosis) and microscopic polyangiitis (MPA). These are immune disorders that cause blood vessels to be inflamed. This medicine is to be administered only by or under the immediate supervision of your doctor. Once a medicine has been approved for marketing for a ceain use, experience may show that it is also useful for other medical problems. Although these uses are not included in product labeling, rituximab is used in ceain patients with the following medical conditions: Immune or idiopathic thrombocytopenic purpura (ITP) (a blood disease). Posttransplant lymphoproliferative disorder (blood disorder occurring after an organ transplant) in children. Waldenstrom&; s macroglobulinemia (cancer of the blood). This product is available in the following dosage forms: Solution REFERENCE: www. mayoclinic. org",
        "cop": 3,
        "opa": "Hodgkin's desease",
        "opb": "Acute myeloid leukemia",
        "opc": "Non-Hodgkin lymphoma",
        "opd": "Multiple myeloma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5480a665-47b1-4b4f-a2d1-65f6411218b2",
        "choice_type": "single"
    },
    {
        "question": "All-trans-retinoic acid is used in treatment of:",
        "exp": "Arsenic trioxide (Trisenox) and all-trans retinoic acid (ATRA) are anti-cancer drugs that can be used alone or in combination with chemotherapy for remission induction of a ceain subtype of AML called promyelocytic leukemia. These drugs cause leukemia cells with a specific gene mutation to mature and die, or to stop dividing. REFERENCE: www. mayoclinic. org",
        "cop": 1,
        "opa": "Acute promyelocytic leukemia",
        "opb": "A. L. L.",
        "opc": "CML",
        "opd": "Transient myeloproliferative disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d83e403c-2684-4db3-8847-c1dbf1cc31c7",
        "choice_type": "multi"
    },
    {
        "question": "Non nucleoside reverse transcriptase inhibitors (NN1s) include all of the following except",
        "exp": "Refer Katzung 12th/870 Lamivudine is nucleoside reverse transcriptase inhibitor and not the non nucleoside reverse transcriptase inhibitors",
        "cop": 4,
        "opa": "Nevirapine",
        "opb": "Delavirdine",
        "opc": "Etravirine",
        "opd": "Lamivudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "650dcb4c-4132-464b-84b5-383fcb7fe26f",
        "choice_type": "multi"
    },
    {
        "question": "What is the primary toxicity of busulfan",
        "exp": "Busulfan It is highly specific for myeloid elements( doses myelosupression occurs); granulocyte precursors being the most sensitive, followed by those of platelets and RBC. It produces little effect on lymphoid tissue and g. i. t. Side effects:- Hyperuricaemia is common; pulmonary fibrosis and skin pigmentation are the specific adverse effects. Sterility also occurs. Uses It is the drug of choice for chronic myeloid leukaemia. Ref:-kd tripathi; pg num:-861",
        "cop": 2,
        "opa": "Lung fibrosis",
        "opb": "Severe myeloidsupression",
        "opc": "Cystitis",
        "opd": "Hyperuricaemia",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "20728012-9be7-40e6-9bc8-a0a96620de5c",
        "choice_type": "single"
    },
    {
        "question": "Most emetogienic anticancer drugs (REAPEAT)",
        "exp": "Refer CMDT 2010/1508 Cisplantin. Cisplatin is the most emetogienic anticancer drugs",
        "cop": 1,
        "opa": "Cisplantin",
        "opb": "Carboplatin",
        "opc": "High dose cycloohosphamide",
        "opd": "High dose Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cf0ca5be-bb98-45f9-a096-f05530de19dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-cancer drugs is cell cycle specific?",
        "exp": "Cell cycle specific Kill only actively dividing cells. Their toxicity is generally expressed in S phase. However, these drugs may show considerable phase selectivity eg VINCA ALKALOIDS These are mitotic inhibitors, bind to microtubular protein-'tubulin', prevent its polymerization and assembly of microtubules, cause disruption of mitotic spindle and interfere with cytoskeletal function. The chromosomes fail to move apa during mitosis: metaphase arrest occurs. They are cell cycle specific and act in the mitotic phase. Vincristine and vinblastine, though closely related chemically, have somewhat different spectrum of anti tumour activity and toxicity. Vinblastine It is primarily employed with other drugs in Hodgkin's disease and testicular carcinoma. Bone marrow depression is more prominent while neurotoxicity and alopecia are less marked than with vincristine. Other eg Daunorubicin, bleomycin, etoposide, topotecan Vincristine, vinblastine, paclitaxel, docetaxel. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 830",
        "cop": 3,
        "opa": "Ifosfamide",
        "opb": "Melphalan",
        "opc": "Vinblastine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c1bd2def-7d08-4b0a-ac4a-e8e9eb290875",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drug can cross blood brain barrier?",
        "exp": "Cisplati n It is a platinum coordination complex that is hydrolysed intracellularly to produce a highly reactive moiety which causes cross linking of. DNA. Theoured siteis N&; ofguanineresidue. It can also react with -SH groups in proteins and has radiomimetic propey. It is bound to plasma proteins, enters tissues and is slowly excreted unchanged in urine with a tlh about 72 hrs. Negligible amounts enter brain. Cisplatin is very effective in metastatic testicular and ovarian carcinoma. It has found use in many other solid tumours as well. Cisplatin is a highly emetic drug. Antiemetics are routinely administered before infusing it. The most impoant toxicity is renal impairment which is dependent on total dose administered. Renal toxicity can be reduced by maintaining good hydration. Tinnitus, deafness, neuropathy and hyperuricaemia are other problems. Shock like state sometimes occurs during i. v. infusion. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 827, 828",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Nitrosourea",
        "opc": "Vincristine",
        "opd": "Vinblastine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2d2ca3b5-10bd-4bdd-9940-05bec011097f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an anti-metabolite?",
        "exp": "ANTIMETABOLITES These are analogues related to normal components of DNA or of coenzymes involved in nucleic acid synthesis. They competitively inhibit utilization of the normal substrate or get themselves incorporated forming dysfunctional macromolecules. Methotrexate (Mtx): It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Calcineurin inhibitors: (Specific T-cell inhibitors) >Cyclosporine: It is a cyclic polypeptide with 11 amino acids, obtained from a fungus and introduced in 1977 as a highly selective immunosuppressant which has markedly increased the success of organ transplantations. It profoundly and selectively inhibits T lymphocyte proliferation, IL-2 and other cytokine production and response of inducer T cells to IL-l, without any effect on suppressor T-cells. Lymphocytes are arrested in G0 or G1 phase. Etoposide: It is a semisynthetic derivative of podophyllotoxin, a plant glycoside. It is not a mitotic inhibitor, but arrests cells in the G2 phase and causes DNA breaks by affecting DNA topoisomerase II function. While the cleaving of double stranded DNA is not interfered, the subsequent resealing of the strand is prevented. It has been primarily used in testicular tumours, lung cancer, Hodgkin&; s and other lymphomas, carcinoma bladder. Alopecia, leucopenia and g. i. t. disturbances are the main toxicity. Vinblastine: It is primarily employed with other drugs in Hodgkin&; s disease and testicular carcinoma. Bone marrow depression is more prominent while neurotoxicity and alopecia are less marked than with vincristine. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 823, 825, 837",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Cyclosporine",
        "opc": "Etoposide",
        "opd": "Vinblastine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "83497c9d-7cf4-4cbe-87dc-a85c0cd40144",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is useful for the treatment of advanced prostate cancer?",
        "exp": "US Brand Name Zoladex Goserelin is a hormone similar to the one normally released from the hypothalamus gland in the brain. It is used to treat a number of medical problems. These include: Cancer of the prostate in men Cancer of the breast in women if it develops before or around the time of menopause Endometriosis, a painful condition caused by extra tissue growing inside or outside of the uterus, and Thinning of the lining of the uterus before surgery on the uterus. When given regularly as an implant, goserelin works every day to decrease the amount of estrogen and testosterone in the blood. Reducing the amount of estrogen in the body is one way of treating endometriosis and cancer of the breast, and can help thin the uterus lining before surgery. Goserelin prevents the growth of tissue associated with endometriosis in adult women during treatment and for up to 6 months after treatment is discontinued. Reducing the amount of testosterone in the body is one way of treating cancer of the prostate. Suppressing estrogen can thin the bones or slow their growth. This is a problem for adult women whose bones are no longer growing like the bones of children. This is why goserelin is used only for up to 6 months in adult women treated for endometriosis. This medicine is to be given only by or under the supervision of doctor. REFERENCE: www. mayoclinic. org",
        "cop": 4,
        "opa": "Ganirelix",
        "opb": "Cetrorelix",
        "opc": "Abarelix",
        "opd": "Goserelin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "86cff146-2fd0-4948-a51b-c6e673d78a68",
        "choice_type": "single"
    },
    {
        "question": "Jarisch-Herxhemer reaction is seen in syphilis with:",
        "exp": "Jarisch-Herxheimer reaction Penicillin injected in a syphilitic patient (paicularly secondary syphilis) may produce shivering, fever, myalgia, exacerbation of lesions, even vascular collapse. This is due to sudden release of spirochetal lytic products and lasts for 12-72 hours. It does not recur and does not need interruption of therapy Aspirin and sedation afford relief of symptoms. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 698",
        "cop": 2,
        "opa": "Tetracyclines",
        "opb": "Penicillins",
        "opc": "Co-trimoxazole",
        "opd": "Sulfonamides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "08d72ad6-46b4-487f-8421-41d616d5e520",
        "choice_type": "single"
    },
    {
        "question": "Which antineoplastic drug is a peptide",
        "exp": "Refer Katzung 10th/895 KDT 6/e p 826 Bleomycin is a small peptide Bleomycin is a mixture of closely related glycolypeptide antibiotics having potent anti tumor activity",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "Aspaeme",
        "opc": "Valinomycin",
        "opd": "Dactinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0a7bef73-e1d1-4a1f-9234-93c3fc29e5ae",
        "choice_type": "single"
    },
    {
        "question": "Amphotericin B causes deficiency of?",
        "exp": "Amphotericin B (AMB): The polyenes have high affinity for ergosterol present in fungal cell membrane: combine with it, get inseed into the membrane and several polyene molecules together orient themselves in such a way as to form a &; micropore&;. The hydrophilic side forms the interior of the pore through which ions, amino acids and other watersoluble substances move out. The micropore is stabilized by membrane sterols which fill up the spaces between the AMB molecules on the lipophilic side-constituting the outer surface of the pore. Thus, cell permeability is markedly increased. Adverse effects: The toxicity of AMB is high. 1)acute reaction This occurs with each infusion and consists of chills, fever, aches and pain all over, nausea, vomiting and dyspnoea lasting for 2-5 hour, probably due to release of cytokines (IL, TNF). When these are severe--the dose is increased gradually. Injection of hydrocoisone 0. 6 mg/kg with the infusion may reduce the intensity of reaction. Thrombophlebitis of the injected vein can occur. 2). Long term toxicity: Nephrotoxicity is the most impoant. It occurs fairly uniformly and is dose related. manifestations are--azotemia, reduced gfr, acidosis, hypokalaemia and inability to concentrate urine. It reverses slowly and often incompletely after stoppage of therapy. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 758, 759",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Calcium",
        "opc": "Potassium",
        "opd": "Chloride",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3833a8fc-6464-4ffd-9628-170dca8b0fa5",
        "choice_type": "single"
    },
    {
        "question": "Pneumococcal resistance to penicillin G is mainly acquired by:",
        "exp": "Transformation: A resistant bacterium may release the resistance carrying DNA into the medium and this may be imbibed by another sensitive organism-becoming unresponsive to the drug. This mechanism is probably not clinically significant except isolated instances of pneumococcal resistance to penicillin G due to altered penicillin binding protein, and some other cases. Resistance once acquired by any of the above mechanisms becomes prevalent due to the selection pressure of a widely used AMA, i. e. presence of the AMA provides oppounity for the resistant subpopulation to thrive in preference to the sensitive population. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 671",
        "cop": 3,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "00182c4e-d279-46a7-87ca-034101bfbb0f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cause inhibition of CYP3A except",
        "exp": "All the drugs given in the option are microsomal enzyme inhibitors. Among protease inhibitor, ritonavir the strongest inhibitor of CYP3. A4 enzymes whereas saquanivir is the weakest",
        "cop": 1,
        "opa": "Saquinavir",
        "opb": "Ritonavir",
        "opc": "Itraconazole",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e5b60799-81f3-400f-88cf-4475af7c0ee7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following medications is contraindicated in patients with allergy to sulfonamides?",
        "exp": "Brinzolamide ophthalmic (eye) drops is used to treat increased pressure in the eye caused by open-angle glaucoma or a condition called ocular hypertension. The presence of other medical problems may affect the use of this medicine. Allergy to sulfa drugs--Use with caution. May increase risk for more serious side effects. Cornea (pa of the eye) problems, history of or Eye infection or Eye surgery, recent--Use with caution. May make these conditions worse. Kidney disease, severe--Should not be used in patients with this condition. REFERENCE: www. mayoclinic. org",
        "cop": 3,
        "opa": "Levobunolol",
        "opb": "Bimatoprost",
        "opc": "Brinzolamide",
        "opd": "Brimonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "84153a7e-c510-4481-aba1-69833a3fbc3f",
        "choice_type": "multi"
    },
    {
        "question": "High dose Methotrexate is used for treatment of",
        "exp": "Refer Harrison 17th/612 Drugs needs for Osteosarcoma Doxorubicin Ifosfamide Cisplatin High dose Methotrexate with Leucovorin",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Retinoblastoma",
        "opd": "Ewings sarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fcd2f778-46fd-497a-bd0e-b89d2d6055fe",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate resistance is due to",
        "exp": "Mechanism for Methotrexate resistance Impaired transpo of Methotrexate into cells Production big altered forms of DHFR that have decreased affinity for the inhibitor Increased concentrations of intracellular DHFR through gene amplification Decreased ability to synthesize Methotrexate polyglutamtes Increased expression of a drug reflux transpoer, of MRP class Refer Goodman Gilman 11/e p1336",
        "cop": 2,
        "opa": "Depletion of folate",
        "opb": "Overproduction of DHFRase",
        "opc": "Overproduction of thymidylate kinase",
        "opd": "Decreased DHFR ase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4da6ffe1-b2a0-41d4-b491-1bfcb3de27c8",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of imatinib mesylate is:",
        "exp": "lmatinib: This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. Mechanism of Action: Protein-tyrosine kinase inhibitor, specific for abnormal BCR-ABL tyrosine kinase produced by Philadelphia chromosome in CML/ALL USES: Acute Lymphoblastic Leukemia Indicated for adults with relapsed or refractory Philadelphia chromosome positive (Ph+) acute lymphoblastic leukemia (ALL) 600 mg PO q. Day Myelodysplastic/Myeloproliferative Diseases Indicated in adults with myelodysplastic/ myeloproliferative diseases associated with platelet-derived growth factor receptor gene re-arrangements as determined with an FDA-approved test 400 mg PO q. Day Hypereosinophilic Syndrome/Eosinophilic Leukemia Indicated for adults with hypereosinophilic syndrome and/or chronic eosinophilic leukemia who have the FIP1. L1-PDGFR-alpha fusion kinase (mutational analysis or FISH demonstration of CHIC2 allele deletion) and for patients with HES and/or CEL who are FIP1. L1-PDGFR-alpha fusion kinase negative or unknown 400 mg PO q. Day In patients with demonstrated F1. P1. L1-PDGFR-alpha fusion kinase: 100 mg PO q. Day; may increase to 400 mg q. Day in the absence of adverse drug reactions if assessments demonstrate an insufficient response to therapy Chronic Myeloid Leukemia Chronic phase Newly diagnosed adult and pediatric patients with Philadelphia chromosome positive (Ph+) chronic myeloid leukemia (CML) in chronic phase 400 mg PO q. Day Chronic phase after failure of interferon-alpha therapy: May increase to 600 mg/day in the absence of severe adverse drug reaction and severe nonleukemia related neutropenia or thrombocytopenia in the following circumstances: disease progression (at any time), failure to achieve a satisfactory hematologic response after at least 3 months of treatment, failure to achieve a cytogenetic response after 6-12 months of treatment, or loss of a previously achieved hematologic or cytogenetic response Accelerated phase or blast crisis 600 mg PO q. Day May increase to 400 mg PO q12hr in the absence of severe adverse drug reaction and severe nonleukemia related neutropenia or thrombocytopenia in the following circumstances: disease progression (at any time), failure to achieve a satisfactory hematologic response after at least 3 months of treatment, failure to achieve a cytogenetic response after 6-12 months of treatment, or loss of a previously achieved hematologic or cytogenetic response Dermatofibrosarcoma Protuberans Indicated for adults with unresectable, recurrent and/or metastatic dermatofibrosarcoma protuberans 400 mg PO q12hr Mastocytosis Indicated for adults with aggressive systemic mastocytosis without the D816V c-Kit mutation as determined with an FDA-approved test or with c-Kit mutational status unknown Without D816V c-Kit mutation: 100 mg PO q. Day c-Kit mutational status unknown: 400 mg PO q. Day if not responding to other therapies ASM associated with eosinophilia (a clonal hematological disease related to the fusion kinase FIP1. L1-PDGFR-alpha): 100 mg PO q. Day initially, may increase to 400 mg/day in absence of adverse effects if response to therapy is insufficient Gastrointestinal Stromal Tumors Unresectable and/or metastatic malignant GIST 400 mg PO q. Day; may increase to 400 mg BID in patients showing clear signs or symptoms of disease progression at a lower dose and in the absence of severe adverse drug reactions REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY, www. medscape. com K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 3,
        "opa": "Inscrease in metabolism of P glycoprotein",
        "opb": "Blocking the action of P glycoprotein",
        "opc": "Blocks the action of chimeric fusion protein of bcrabl",
        "opd": "Non-competitive inhibition of ATP binding site",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "eb4a6ccd-5069-458c-97a7-4db82c4a93d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is useful in the treatment of infection by mycobacterium avium complex",
        "exp": "Refer KDT 6/e p 750 Treatment of MAC infection is REC ( Rifabutin+Ethambutol+Clarithromycin) Claruthromycin alone used for the prophylaxis of MAC infection in HIV positive patients. Azithromycin can also be used in place for Clarithromycin",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Clarithromycin",
        "opc": "Cycloserine",
        "opd": "Rifamipicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0c30efa2-56eb-466c-a1a3-a6a62ff18469",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for syphilis in a pregnant lady is:",
        "exp": "Penicillin was the first antibiotic to be used clinically in 1941. It is a miracle that th<&; least toxic drug of its kind was the first to be discovered. It was originally obtained from the fungus Penicillium notatum, but the present source is a high yielding mutant of P. chrysogenum. When diagnosed and treated in its early stages, syphilis is easy to cure. The preferred treatment at all stages is penicillin, an antibiotic medication that can kill the organism that causes syphilis. If you&; re allergic to penicillin, your doctor will suggest another antibiotic. Penicillin is the only recommended treatment for pregnant women with syphilis. Women who are allergic to penicillin can undergo a desensitization process that may allow them to take penicillin. Even if you&; re treated for syphilis during your pregnancy, your newborn child should also receive antibiotic treatment. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY, www. mayoclinic. org",
        "cop": 1,
        "opa": "Penicillin",
        "opb": "Azithromycin",
        "opc": "Tetracycline",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "41bad4d9-90b0-454f-909d-e56f9d76e439",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is ATT drug can be used in patients with hepatic dysfunction",
        "exp": "Ans: streptomycin Refer KDT 6/e p742, 743 Ethambutol and Streptomycin are first line drugs of ATT They are not Hepatotoxic",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "INH",
        "opc": "Pyrazinamide",
        "opd": "Rifamipicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ec15ec0e-42fc-4413-acad-7aee0467480b",
        "choice_type": "single"
    },
    {
        "question": "A 35-yr-old patient is having carcinoma lung with a past history of lung disease. Which of the following drugs should not be given?",
        "exp": "Ref: KDT 6/e p827 Bleomycin can cause pulmonary fibrosis. It should be avoided in patients of lung disease.",
        "cop": 2,
        "opa": "Vinblastine",
        "opb": "Bleomycin",
        "opc": "Mithramycin",
        "opd": "Adriamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9f29f4be-8d34-4518-9d8e-17b72fe0cef2",
        "choice_type": "single"
    },
    {
        "question": "Wof is cell cycle nonspecific antineoplastic drug",
        "exp": "Vincristine act on 'M' phase by inhibiting polymerization of microtubules. Methotrexate act on 'S' phase by inhibiting DHFA reductase enzyme Bleomycin act on 'G2M' phase by causing oxidative damage to dna Ref:- kd tripathi; pg num:- 874",
        "cop": 4,
        "opa": "Vincristine",
        "opb": "Methotrexate",
        "opc": "Bleomycin",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "493eaf0c-b7a2-4d4e-ab61-f0169d48bc5a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drug is cell cycle specific?",
        "exp": "Of all the anti-cancer antibiotics, bleomycin is only cell cycle specific. Bleomycin is a cell cycle-specific drug that causes accumulation of cells in the G 2 phase of the cell cycle. It acts by binding to DNA, which results in single- and double strandbreaks following free radical formation, and inhibition of DNA biosynthesis. The fragmentation of DNA is due to oxidation of a DNA-bleomycin-Fe(II) complex and leads to chromosomal aberrations. Bleomycin is indicated for the treatment of Hodgkin's and non-Hodgkin's lymphomas, germ cell tumor, head and neck cancer, and squamous cell cancer of the skin, cervix, and vulva. One advantage of this agent is that it can be given subcutaneously, intramuscularly, or intravenously. Ref: Katzung; 13th edition; Page no: 966",
        "cop": 4,
        "opa": "Dactinomycin",
        "opb": "Mitomycin C",
        "opc": "Daunorubicin",
        "opd": "Bleomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "87bb51fb-67b8-4f91-bc21-9a1b5706a293",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding ifosfamide EXCEPT:",
        "exp": "Ifosfamide belongs to the group of medicines called alkylating agents. Ifosfamide injection is used in combination with other medicines to treat cancer of the testicles. This congener of cyclophosphamide has a longer and dose-dependent tllz. It has found utility in bronchogenic, breast, testicular, bladder, head and neck carcinomas, osteogenic sarcoma and some lymphomas. The dose limiting toxicity of ifosphamide is haemorrhagic cystitis. To prevent the same mesna is routinely given with it. Mesna is a -SH compound that is excreted in urine--binds and inactivates the vasicotoxic metabolites of ifosfamide and cyclophosphamide. Ifosfamide causes less alopecia and is less emetogenic than cyclophosphamide. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 822",
        "cop": 2,
        "opa": "Metabolised by cytochrome p450 enzymes",
        "opb": "Less neurotoxic than cyclophosphamide",
        "opc": "Chloracetaldehyde is the metabolite of ifofamide",
        "opd": "It is a nitrogen mustard",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9b600bad-647f-4f58-abc6-33ef088d89f6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an anti-pseudomonal agent?",
        "exp": "Vancomycin It is a glycopeptide antibiotic discovered in 1956 as a penicillin substitute which has assumed special significance due to efficacy against MRSA Strep. viridans, Enterococcus and Cl. difficile. It is bactericidal to gram-positive cocci, Neisseria, Clostridia and diphtheroids. However, in hospitals where it has been extensively used for surgical prophylaxis, etc., vancomycin-resistant Staph. aureus (VRSA) and vancomycin-resistant Enterococcus (VRE) have emerged. These nosocomial bacteria are resistant to methicillin and most other antibiotics as well. Uses: Given orally (125-500 mg 6 hourly), it is the second choice drug to metronidazole for antibiotic associated pseudomembranous enterocolitis caused by C. difficile. Systemic use (500 mg 6 hourly or 1 g 12 hourly infused i. v. over 1 hr) is restricted to serious MRSA infections for which it is the most effective drug. and as a penicillin substitute (in allergic patients 1 for enterococcal endocarditis along with gentamicin. For empirical therapy of bacterial meningitis, i. v. vancomycin is usually combined with i. v. ceftriaxone/ cefotaxime. It is also used in dialysis patients and those undergoing cancer chemotherapy. Penicillin-resistant pneumococca: infections and infection caused by diphtheroids respond very well to vancomycin. It is the preferred surgical prophylactic in MRSA prevalent areas and in penicillin allergi.: patients. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 732",
        "cop": 1,
        "opa": "Vancomycin",
        "opb": "Ticarcillin",
        "opc": "Ceftazidime",
        "opd": "Tobramycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "971e0f44-760f-41ce-92f8-ba5d8ad487d6",
        "choice_type": "single"
    },
    {
        "question": "Prolonged treatment with INH leads to deficiency of",
        "exp": "Refer Katzung 11/e p825 Isoniazid can cause peripheral neuropathy It is due to deficiency of Pyridoxine",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Pantothneic acid",
        "opd": "Niacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "72c57163-10cf-46ee-ad6e-87ee541bfffe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to treat hormone-responsive breast cancer?",
        "exp": "Selective estrogen receptor modulators (SEAMs): Tamoxifen citrate: Though chemically related to clomiphene, it has complex actions; acts as potent estrogen antagonist in breast carcinoma cells, blood vessels and at some peripheral sites, but as paial agonist in uterus, bone, liver and pituitary. Inhibition of human breast cancer cel b and hot flushes reflect antiestrogenic action while the weak estrogen agonistic action manifests as stimulation of endometrial proliferation lowering of Gn and prolactin levels in postmenopausal women as well as improvement* in their bone density. Tamoxifen is the standard hormonal treatment of breast cancer in both pre- and post menopausal women, though aromatase inhibitors are gaining prominence. In early cases it is given as postmastectomy adjuvant therapy, while in advanced cases it is a constituent of palliative treatment. Response rates are high in ER-positive breast carcinomas, but some ER-negative tumours also respond suggesting additional nonhormonal mechanism of action. It is also effective following surgery in cancer of male breast. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 304",
        "cop": 4,
        "opa": "Adriamycin",
        "opb": "Clomiphene citrate",
        "opc": "Diethylstibestrol",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fbe738d0-6081-4981-94cc-bcde28205813",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drugs acts by hypomeyhylation",
        "exp": "DNA hypomeyhylating agents are used in the treatment of myelodyplastic syndromes The agents in this group include Azacytidine Decitabine Refer Harrison 17th/671",
        "cop": 3,
        "opa": "Gemcitabine",
        "opb": "5-FU",
        "opc": "Decitabine",
        "opd": "Homoharringotonine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5c172e5d-8124-4d67-8a61-b3b873e75dfa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibiotic acts by inhibiting cell wall synthesis",
        "exp": "Ref KDT 6/e p669 Cefepime is a beta lactam antibiotic. It acts by inhibiting cell wall synthesis",
        "cop": 1,
        "opa": "Cefepime",
        "opb": "Aminoglycoside",
        "opc": "Erythromycin",
        "opd": "Doxycycline",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f5688628-2818-4c7e-ae19-fc3d59348e50",
        "choice_type": "multi"
    },
    {
        "question": "The most common side effects of cancer chemotherapy is nausea with or without vomiting. The anticancer drugs vary in their ability to cause nauesa and vomiting. which of the 6 anticancer drugs is least6 likely to cause6 nausea and vomiting",
        "exp": "Cisplantin and cycloohosphamide have very high emetogenic potential wherrsas6 chlorambucil and busulfan have the least Refer KDT 7th/859 Refer Harrison 18th/708",
        "cop": 1,
        "opa": "Chlorambucil",
        "opb": "Cisplatin",
        "opc": "Doxorubucin",
        "opd": "Danurubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b49fc6ff-f875-43bf-b97c-dd891e83b2a0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an antineoplastic antibiotic?",
        "exp": "Spiramycin This macrolide antibiotic, though available for more than a decade, has been employed only sporadically. It resembles erythromycin in spectrum of activity and propeies. Distinctively, it has been fowtd to limit risk of transplacental transmission of Toxoplasma gondii infection. Its specific utility is for toxoplasmosis and recurrent aboion in pregnant women; 3 week courses of 3 MU 2-3 times a day are repeated after 2 week gaps till delivery. Other indications are similar to erythromycin for which 6 MU/day is given for 5 days. Side effects are gastric irritation, nausea, diarrhoea and rashes. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 731",
        "cop": 4,
        "opa": "Actinomycin D",
        "opb": "Doxorubicin",
        "opc": "Bleomycin",
        "opd": "Spiramycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4dc12e9a-2622-4f92-b652-27320759c53f",
        "choice_type": "single"
    },
    {
        "question": "Erythromycin is given in intestinal hypomotility because:",
        "exp": "Erythromycin stimulates motilin receptors in the g. i. Lthereby induces gastric contractions, hastens gastric emptying and promotes intestinal motility. ESSENTIALS OF MEDICAL PHARMACOLOGY < /p>",
        "cop": 4,
        "opa": "It increases bacterial count",
        "opb": "It decreases bacterial count",
        "opc": "It binds to adenylyl cyclase",
        "opd": "It binds to motilin receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "635eea92-eb11-432f-ba8d-16cb7b7e4954",
        "choice_type": "single"
    },
    {
        "question": "Sustained neutropenia is seen with?",
        "exp": "Carmustine belongs to the group of alkylating agents. It interferes with the growth of cancer cells, which are eventually destroyed. Since the growth of normal body cells may also be affected by carmustine, other effects may occur. Carmustine injection is used alone or together with other medicines to treat ceain type of brain tumors (e. g., glioblastoma, brainstem glioma, medulloblastoma, astrocytoma, ependymoma, and metastatic brain tumors), cancer of the lymph system (e. g., Hodgkin&; s disease, non-Hodgkin&; s lymphoma), and a ceain type of cancer in the bone marrow (e. g., multiple myeloma). Marked neutropenia is frequently observed following administration of this drug REFERENCE: www. mayoclinic. org",
        "cop": 3,
        "opa": "Vinblastine",
        "opb": "Cisplatin",
        "opc": "Carmustine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a567c0ca-5ee6-4ddc-8a05-b220e7df6403",
        "choice_type": "single"
    },
    {
        "question": "Absorption of which of the following anti-malarial drug increases with food intake?",
        "exp": "Lumefantrine is highly lipophilic; absorption stas after 2 hours of ingestion and peaks at 6-8 hours ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 833",
        "cop": 2,
        "opa": "Mefloquine",
        "opb": "Lumefantrine",
        "opc": "Chloroquine",
        "opd": "Amodiaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5b76136d-86d2-4882-bad4-9acad0aff61d",
        "choice_type": "single"
    },
    {
        "question": "Wof antimetabolite anti neoplastic agent is used in treatment of mesothelioma",
        "exp": "Pemetrexed Mech of action:- The newer congener of Mtx primarily targets the enzyme thymidylate synthase. Though, it is also a DHFRase inhibitor, the pool of THFA is not markedly reduced. Adverse effects:- mucositis, diarrhoea, myelosuppression, itching, erythematous rash mostly involving the hands and feet, 'hand- foot syndrome' is quite common. Dexamethasone can relieve it. Uses:- In combination with cisplatin, pemetrexed is approved for treatment of mesoepithelioma and non-small cell lung carcinoma. Ref:- kd tripathi; pg num:-863",
        "cop": 4,
        "opa": "6 thioguanine",
        "opb": "5 FU",
        "opc": "Busulfan",
        "opd": "Pemetrexed",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "50dbf727-3b07-4fc9-9743-d263d4050e7f",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a beta-lactamase inhibitor?",
        "exp": "Beta-lactamase inhibitors: Clavulanic acid, Sulbactam, Tazobactam They are potent inhibitors of many bacterial b lactamases and can protect hydrolyzable penicillins from inactivation by these enzymes. Katzung 12e 801",
        "cop": 3,
        "opa": "Sulbactam",
        "opb": "Calvulanic acid",
        "opc": "Piperacillin",
        "opd": "Tazobactam",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "622facae-f6c5-409b-a125-1eb469f29fd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used for MRSA?",
        "exp": "Cefaclor: It retains significant activity by the oral route and is more active than the first generation compounds against H. influenzae, E. coli and Pr. mirabilis. Other Indications & Uses: Klebsiella spp, Staphylococci, group A beta-hemolytic streptococci ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 705",
        "cop": 1,
        "opa": "Cefaclor",
        "opb": "Cotrimoxazole",
        "opc": "Ciprofloxacin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "14c90990-8966-4483-aff6-7444095fb72e",
        "choice_type": "single"
    },
    {
        "question": "The treatment of contacts of meningococcal meningitis is by:",
        "exp": "R ifampin (Rifampicin, R) It is a semisynthetic derivative of rifamycin B obtained from Streptomyces mediterranei. Rifampin is bactericidal to M. tu berculosis and many other gram-positive and gram-negative bacteria like Staph. aureus, N. meningitidis, H. influenzae, E. coli, Klebsiella, Pseudomonas, Proteus and Legionella. Against TB bacilli, it is as efficacious as INH and better than all other drugs. The bactericidal action covers all subpopulations of TB bacilli, but acts best on slowly or intermittently (spuers) dividing ones, as well as on many atypical mycobacteri a. Both extra- and intracellular organisms are affected. It has good sterilizing and resistance preventing actions. Other uses of rifampin (i) Leprosy (ii) Prophylaxis of Meningococcal and H. influenzae meningitis and carrier state. (iii) Second/third choice drug for MRSA, diphtheroids and Legionella infections. (iv) Combination of doxycycline and rifampin is the first line therapy of brucellosis. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741, 742",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Erythromycin",
        "opc": "Penicillin",
        "opd": "Cephalosporin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5dd2b968-a517-4daa-8dd3-32ba456c47f8",
        "choice_type": "single"
    },
    {
        "question": "ATT most commonly implicated in causing peripheral neuropathy is",
        "exp": "INH Peripheral neuritis and a variety of neurological manifestations Paraesthesia Numbness Mental disturbances Rarely convulsions Refer KDT 6/e p741",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "INH",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2aeb0c98-4f36-4663-9704-92ba7091867c",
        "choice_type": "single"
    },
    {
        "question": "Drugs that can be used for out patient treatment of community acquired pneumonia are:",
        "exp": "Azithromycin This new azalide congener of erythromycin has an expanded spectrum, improved pharmacokinetics, better tolerability and drug interaction profiles. It is more active than other macrolides against H. influenzae, but less active against gram-positive cocci. High activity is exeed on respiratory pathogens-Mycoplasma, Chlamydia pneumoniae, Legionella, Moraxella and on others like Campylobacter, Ch. trachomatis, H. ducreyi, Calymm, granulomatis, N. gonorrhoea However, it is not active against erythromycin. resistant bacteria. Penicillinase producing Staph aureus are inhibited but not MRSA. Good activity is noted against MAC. Because of higher efficacy, better gastric tolerance and convenient once a day dosing azithromycin is now preferred over erythromycin as first choice drug for infections such as: (a) Legionnaires&; pneumonia: 500 mg OD oral/ i. v. for 2 weeks. Erythromycin or a FQ are the alternatives. (b) Chlamydia trachomatis: nonspecific urethritis and genital infections in both men and women- 1 g single dose is curative, while 3 weekly doses are required for lymphogranuloma venereum. It is also the drug of choice for chlamydia! pneumonia and is being preferred over tetracycline for trachoma in the eye. (c). Donovanosis caused by Calymmatobacterium granulomatis: 500 mg OD for 7 days or 1. 0 g weekly for 4 weeks is as effective as doxycycline. (d) Chancroid and PPNG urethritis: single 1. 0 g dose is highly curative. The other indications of azithromycin are pharyngitis, tonsillitis, sinusitis, otitis media, pneumonias, acute exacerbations of chronic bronchitis, streptococcal and some staphylococcal skin and soft tissue infections. In combination with at least one other drug it is effective in the prophylaxis and treatment of MAC in AIDS patients. Other potential uses are in typhoid, toxoplasmosis and malaria. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 730, 731",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Cefazolin",
        "opc": "Imipenem",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b146baf3-923a-4878-8dd3-98cc7af90cce",
        "choice_type": "single"
    },
    {
        "question": "All are aminoglycosides except:",
        "exp": "Systemic aminoglycosides: Streptomycin Amikacin Gentamicin Sisomicin Kanamycin Netilmicin Tobramycin Topical aminog/ycosides: Neomycin Framycetin ESSENTIALS OF MEDICAL PHARMACOLOGY Page 743",
        "cop": 4,
        "opa": "Netilmycin",
        "opb": "Streptomycin",
        "opc": "Kanamycin",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8a306844-7229-453e-827f-d45ac7252825",
        "choice_type": "multi"
    },
    {
        "question": "A 26 year old patients presents with suspected pneumococcal meningitis. CSF culture is sent for antibiotic sensitivity. Which empirical antibiotic should be given till culture sensitivity result come?",
        "exp": "To achieve synergism Every AMA has a specific effect on selected microorganisms. Depending on the drug pair as well as the organism involved, either synergism (supra-additive effect), additive action, indifference or antagonism may be observed when two AMAs belonging to different classes are used together. Antibiotics are the mainstay of treatment in S pneumoniae infections. Until the 1970s, essentially all pneumococcal isolates were sensitive to easily achievable levels of most commonly used antibiotics, including penicillins, macrolides, clindamycin, cephalosporins, rifampin, vancomycin, and trimethoprim-sulfamethoxazole The mechanism of pneumococcal resistance to penicillin and cephalosporins is through alteration in the molecular cell wall targets, penicillin-binding proteins (PBPs). Mutations that alter the PBPs result in decreased affinity for binding to these agents, rendering them less effective. This type of resistance can be overcome if the antibiotic concentration at the site of infection exceeds the MIC of the organism for 40%-50% of the dosing interval. Penicillin-resistant pneumococci are often resistant to multiple additional classes of antibiotics, including other penicillin derivatives, cephalosporins, sulfonamides, trimethoprim-sulfamethoxazole (through amino acid changes), macrolides (through methylation or an efflux pump), quinolones (through decreased permeability, efflux pumps, and alteration of enzymes), and chloramphenicol (through inactivating enzymes). Resistance is obtained as pa of a cassette of genetic information, or a transposon, that encodes resistance to multiple antibiotics. Resistance rates of pneumococcal isolates in the United States to trimethoprim-sulfamethoxazole, tetracycline, and the macrolides are relatively high. Some isolates (< 10% in the United States) that are resistant to macrolides are also resistant to clindamycin. Vancomycin-resistant pneumococcal isolates have not been repoed in the United States. The phenomenon of tolerance (survival but not growth in the presence of a given antibiotic) has been observed, but its clinical relevance is unknown. Any strain with an in vitro MIC greater than 1 ug/mL to vancomycin should be immediately repoed to the state health depament and arrangements made for confirmatory testing at the CDC. In the United States, most pneumococcal isolates remain susceptible to fluoroquinolones. In ceain countries and specific populations in whom the use of \"respiratory fluoroquinolones\" is more prevalent (eg, nursing homes), an increase in resistance to these agents has been seen. REFERENCE: emedicine. medscape. com, ESSENTIALS OF MEDICAL PHARMACOLOGY(K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 677)",
        "cop": 4,
        "opa": "Penicillin G",
        "opb": "Ceftriaxone + metronidazole",
        "opc": "Doxycycline",
        "opd": "Cefotaxime + vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d8ed5181-db1f-4c34-b000-5980247fd87e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for herpes simplex virus infection is:",
        "exp": "ANTIVIRAL DRUGS: CLASSI FICATION 1. Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abaca vir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselecti. Ve antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon a * Not yet marketed in India. (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselective antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon a * Not yet marketed in India. Acyclovir: This deoxiguanosine analogue antiviral drug requires a virus specific enzyme for conversion to the active metabolite that inhibits DNA synthesis and viral replication. Acyclovir is preferentially taken up by the virus infected cells. Because of selective generation of the active inhibitor in the virus infected cell and its greater inhibitory effect on viral DNA synthesis, acyclovir has low toxicity for host cells: a several hundred-fold chemotherapeutic index has been noted. Acyclovir is active only against herpes group of viruses; H. simplex type I is most sensitive followed by H. simplex type II > varicella-zoster virus= Epstein-Barr virus; while cytomegalovirus (CMV) is practically not affected. Both H. simplex and varicella-zoster virus have been found to develop resistance to acyclovir during therapy; the former primarily due to mutants deficient in thymidine kinase activity and the latter primarily by change in specificity of virus directed enzyme so that its affinity for acyclovir is decreased. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 768",
        "cop": 1,
        "opa": "Acyclovir",
        "opb": "Zidovudine",
        "opc": "Indinavir",
        "opd": "Ribavarin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "51c8232d-df72-4ef3-afe1-3bc4ce8f0380",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are protease inhibitors EXCEPT:",
        "exp": "ANTIVIRAL DRUGS: CLASSI FICATION 1. Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abacavir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselective antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 767",
        "cop": 3,
        "opa": "Nelfinavir",
        "opb": "Saquinavir",
        "opc": "Abacavir",
        "opd": "Ritonavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cc5f34cb-6a37-4dcb-907b-309673413268",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drug is excreted by lungs?",
        "exp": "Fluorourri ul U, -FU) is conveed in the body to the corresponding nucleotide 5-fluoro-2-deoxyuridine monophosphate, which inhibits thymidylate synthase and blocks the conversion of deoxyuridilic acid to deoxythymidylic acid. Metabolites are primarily excreted through the lungs as carbon dioxide. A small poion of a dose is excreted in urine as unchanged drug ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 824",
        "cop": 1,
        "opa": "5-Fluorouracil",
        "opb": "Cyclophosphamide",
        "opc": "Doxorubicin",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "facf75ee-320a-4264-b286-95acfdde07bc",
        "choice_type": "single"
    },
    {
        "question": "The new drug pemetrexed useful in breast cancer belongs to which of the following category of the drugs?",
        "exp": "Pemetrexed injection treats lung cancer and belongs to the group of medicines called antineoplastics. It is used together with cisplatin (a cancer medicine) to treat a type of cancer called malignant pleural mesothelioma (MPM). This cancer affects the inside lining of the chest cavity. Pemetrexed injection may also be used alone or together with cisplatin to treat a type of lung cancer called nonsquamous non-small cell lung cancer. Mechanism of Action Antifolate antineoplastic agent Disrupts folate-dependent metabolic processes essential for cell replication USES: Malignant Pleural Mesothelioma Indicated for mesothelioma in combination with cisplatin in patients whose disease is unresectable or are not candidates for curative surgery Combination use with cisplatin: 500 mg/m2 IV over 10 minutes on Day 1 of each 21-day cycle; administer cisplatin (75 mg/m2 IV over 2 hr) 30 minutes after end of premetrexed infusion Nonsquamous Non-Small Cell Lung Carcinoma Indications Initial treatment: In combination with cisplatin for initial treatment with locally advanced or metastatic nonsquamous NSCLC Maintenance: Locally advanced or metastatic nonsquamous NSCLC in patients whose disease has not progressed after 4 cycles of platinum-based first-line chemotherapy After prior chemotherapy: As a single agent of locally advanced or metastatic nonsquamous NSCLC after prior chemotherapy Single-agent use: 500 mg/m2 IV infusion over 10 minutes on Day 1 of each 21-day cycle Combination use with cisplatin: 500 mg/m2 IV over 10 minutes on Day 1 of each 21-day cycle; administer cisplatin (75 mg/m2 IV over 2 hr) 30 minutes after end of premetrexed infusion. REFERENCE: www. medscape. com, www. mayoclinic. org",
        "cop": 4,
        "opa": "Antitumor agent",
        "opb": "Alkylating agent",
        "opc": "Hormonal agent",
        "opd": "Antimetabolite",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8d6547f8-4159-4c70-a271-337e3804f7bb",
        "choice_type": "single"
    },
    {
        "question": "Hand and foot syndrome can be caused by",
        "exp": "5 FU, capecitabine and liposomal doxorubucin can cause hand and foot syndrome Generally this disease affects infants and children Adults with immunodeficiency can also be affected Refer Katzung 10th/889",
        "cop": 3,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Capecitabine",
        "opd": "Mitomycin -C",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b3c371b7-7e0e-4a63-ba4b-83224ee6a7a3",
        "choice_type": "single"
    },
    {
        "question": "Cetuximab (an EGFR antagonist) can be used in:",
        "exp": "CETUXIMAB: It is a chimeric monoclonal antibody directed to the extracellular domain of the EGF receptor. USES: Colorectal Cancer Indications Indicated for treatment of KRAS mutation-negative (wild-type), epidermal growth factor receptor (EGFR)-expressing, metastatic colorectal cancer as determine by FDA-approved tests (eg, therascreen KRAS RGQ PCR Kit) for this use Determine EGFR-expression status using FDA-approved tests prior to initiating treatment; also confirm absence of a Ras mutation prior to initiation of treatment 1) In combination with FOLFIRI (irinotecan, 5-fluorouracil, leucovorin) for first-line treatment, 2) In combination with irinotecan in patients who are refractory to irinotecan-based chemotherapy, and 3) As a single agent in patients who have failed oxaliplatin- and irinotecan-based chemotherapy or who are intolerant to irinotecan Dosage Dosage is for either monotherapy or in combination Loading Initial dose: 400 mg/m2 IV infused over 2 hr Maintenance: 250 mg/m2 IV infusion over 60 min q. Week until disease progression or unacceptable toxicity Complete cetuximab administration 1 hr prior to FOLFIRI Not to exceed infusion rate of 10 mg/min Limiation of use Not indicated for the treatment of patients with colorectal cancer that harbor somatic mutations in exon 2 (codons 12 and 13), exon 3 (codons 59 and 61), and exon 4 (codons 117 and 146) of either K-Ras or N-Ras (referred to as Ras) or when he results of the Ras mutation tests are unknown Head & Neck Cancer Indications Indicated for initial treatment of locally or regionally advanced squamous cell carcinoma of head/neck with radiation therapy Monotherapy for recurrent or metastatic squamous cell carcinoma of the head and neck progressing after platinum-based therapy Combined with platinum-based therapy with 5-FU for metastatic head and neck cancer Initial dose: 400 mg/sm2 IV infused over 2 hr Subsequent doses: 250 mg/m2/week; infuse over 60 minutes (not to exceed 10 mg/min) With radiation: Initiate 1 week prior to beginning radiation therapy, continue q. Week x 6-7 weeks With platinum-based therapy with 5-FU: Initiate on the day beginning chemotherapy; complete cetuximab infusion 1 hr prior to administering platinum-based therapy with 5-FU Monotherapy or with chemotherapy: Administer q. Week until disease progression or unacceptable toxicity REFERENCE: www. medscape. com",
        "cop": 1,
        "opa": "Palliation in head and neck cancer",
        "opb": "Anal canal carcinoma",
        "opc": "Gastric carcinoma",
        "opd": "Lung carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fcc659bf-c3b3-4e4e-a8ed-143485a88f96",
        "choice_type": "multi"
    },
    {
        "question": "Ethambutol should be used very cautiously in child-hood tuberculosis due to which of its side effect?",
        "exp": "Ethambutol (E) Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of. RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance Patient acceptability of E is very good and side effects are few. Loss of visual acuity I colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children ma, be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742, 743",
        "cop": 1,
        "opa": "Ocular toxicity",
        "opb": "Renal damage",
        "opc": "Hepatotoxicity",
        "opd": "Neurotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6f2f1713-48cc-4e16-b5ce-a4e8b48fd21d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is active against Pseudomonas?",
        "exp": "SEMISYNTHETIC PENICILLINS: CLASS I FI CATION 1. Acid-resistant alternative to penicillin G Phenoxymethyl penicillin (Penicillin V). 2. Penicillinase-resistant penicillins Methicillin, Cloxacillin. 3. Extended spectrum penicillins (a) Aminopenicillins: Ampicillin, Bacampicillin, Amoxicillin. (b) Carboxypenicillins: Carbenicillin, Ticarcillin. (c) Ureidopenicillins: Piperacillin, Mezlocillin. Beta lactamase inhibitors: Clavulanic acid Sulbactam, Tazobactam Piperacillin: This antipseudomonal penicillin is about 8 times more active than carbenicillin. It has good activity against Klebsiella and is used mainly in neutropenic/ immunocompromised patients having serious gram-negative infections, and in burns. Elimination tlh is 1 hr. Concurrent use of gentamicin or tobramycin is advised. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 699, 702",
        "cop": 2,
        "opa": "Ceftriaxone",
        "opb": "Piperacillin-tazobactum",
        "opc": "Ampicillin",
        "opd": "Cefalexin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "15ceb056-e921-4eb0-a8c4-b93b4b36ee65",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drugs is associated with hypothyroidism?",
        "exp": "ethionamide is structurally similar to methimazole that has been shown to inhibit thyroid hormone synthesis hence causing hypothyroidism",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "Ethionamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ce350a10-4fb6-42f4-a2b1-ab710139356e",
        "choice_type": "single"
    },
    {
        "question": "Choose the drug whose single oral dose affords clinical cure of uncomplicated malaria caused by chloroquine sensitive /resistant P. Falciparum as well as P. Vivax",
        "exp": "Mefloquine is effective as a single dose treatment of malaria. It can be used for both chloroquine sensitive as well resistant bacteria Refer KDT 6th/787",
        "cop": 2,
        "opa": "Quinine",
        "opb": "Mefloquine",
        "opc": "Aesunate",
        "opd": "Proguanil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "597a6408-927f-4322-8662-129d3e27def6",
        "choice_type": "single"
    },
    {
        "question": "Elaboration of inactivating enzymes are the impoant mechanism of drug resistance among all of these antibiotics EXCEPT:",
        "exp": "QUINOLONES AND FLUROQUIONOLONES- QUINOLONES: NALIDIXIC ACID FLUROQUINOLONES: CIPROFLOXACIN, NORFLOXACIN, PERFLOXACIN, OFLOXACIN, LEVOFLOXACIN Mechanism of resistance: Because of the unique mechanism of action, plasmid mediated transferable resistance probably does not occur. Resistance noted so far is due to chromosomal mutation producing a DNA gyrase or topeisomerase IV with reduced affinity for FQs, or due to reduced permeability / increased efflux of these drugs across bacterial membranes. In contrast to nalidixic acid which selects single step resistant mutants at high frequency, FQ-resistant mutants are not easily selected. Therefore, resistance to FQs has been slow to develop. However, increasing resistance has been repoed among Salmonella, Pseudomonas, staphylococci, gonococci and pneumococci. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 688",
        "cop": 1,
        "opa": "Quinolones",
        "opb": "Penicillin",
        "opc": "Chloramphenicol",
        "opd": "Aminoglycosides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1372c5bd-d3ca-457e-b473-7888ea28abe9",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme inactivation is the main mode of resistance to",
        "exp": "Refer KDT 6/e p 720 Resistance to quinolone is due to altered DNA gyrase, to Rifampicin is due to mutation in gene rpo! Reducing it's ability for the target and for glycopeptides like vancomycin due to reduced affintiy6 for target site",
        "cop": 1,
        "opa": "Aminoglycosides",
        "opb": "Quinolone",
        "opc": "Rifampicin",
        "opd": "Glycopeptides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ca58e130-b223-4554-a433-57f562a8368a",
        "choice_type": "single"
    },
    {
        "question": "which of the following drug acts by inhibiting the protease enzyme of HIV",
        "exp": "Refer Goodman Gillman 12th/e p 1648 Drugs whose name end with NAVIR are HIV protease inhibitors Thus among the given options saquinavir is a protease inhibitor",
        "cop": 1,
        "opa": "Saquinavir",
        "opb": "Neviparine",
        "opc": "Abacavir",
        "opd": "Enfuviide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1e04f530-ec53-45fb-b810-2528afa11c15",
        "choice_type": "single"
    },
    {
        "question": "Common side effects of Dapsone is",
        "exp": "Hemolysis develops in almost every individual treated with 200-300 my Dapsone pe day. Doses of Les than 100 my in healthy persons and less than 50mg per day in persons with G6. PD deficiency do not causes Hemolysis b Refer Goodman Gilman 12/e p 1564",
        "cop": 1,
        "opa": "Hemolytic anemia",
        "opb": "Thrombocytopenia",
        "opc": "Cyanosis",
        "opd": "Bone marrow depressive",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "518bca36-932d-41bd-9d54-0f04844739d1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is an antipseudomonal penicillin?",
        "exp": "This antipseudomonal penicillin is about 8 times more active than carbenicillin. It has good activity against Klebsiella and is used mainly in neutropenic/immunocompromised patients having serious gram-negative infections, and in burns. ESSENTIALS OF MEDICAL PHARMACOLOGY page no 724",
        "cop": 3,
        "opa": "Cephalexin",
        "opb": "Cloxacillin",
        "opc": "Pieperacillin",
        "opd": "Dicloxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b2d0fd84-4e62-4f42-9f32-6f43c1e0b5dd",
        "choice_type": "single"
    },
    {
        "question": "Leucovorin is used to decrease the toxicity of",
        "exp": "Ref: Katzung 10th/887; KDT 6/e 823 Toxicity of methotrexate can be reversed by the administration of 5-formyltetrahydrofolate (leucovorin or citrovorum factor). Folic acid in the diet is in dihydrofolate form. It is ineffective in reversing methotrexate toxicity.",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "6-Mercaptopurine",
        "opc": "Thio-TEPA",
        "opd": "Cytosine arabinoside",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fdb3d9f7-eae9-4bb7-896f-ad2ff84d5be9",
        "choice_type": "single"
    },
    {
        "question": "Macrocytic anemia is caused by all EXCEPT:",
        "exp": "Trimethoprim: Being an antifolate, there is theoretical teratogenic risk. Neonatal haemolysis and methemoglobinaemia can occur if it is given near term. Pyrimethamine is relatively safe. The only side effects are occasional nausea and rashes. Folate deficiency is rare; megaloblastic anemia and granulocytopenia may occur with higher doses, especially in those with marginal folate stores. This can be treated by folinic acid. Antibiotics are primarily recommended for treatment of mild, moderate, or severe PJP. Trimethoprim-sulfamethoxazole (TMP-SMX) has been shown to be as effective as intravenous pentamidine and more effective than other alternative treatment regimens. Pentamidine(adverse effects): More common: Burning pain, dryness, or sensation of lump in throat chest pain or congestion coughing difficulty in breathing difficulty in swallowing skin rash wheezing Rare Nausea and vomiting pain in upper abdomen, possibly radiating to the back pain in side of chest (severe) shoness of breath (sudden and severe) Rare - with daily treatment doses only Anxiety chills cold sweats cool, pale skin decreased urination headache increased hunger loss of appetite nausea and vomiting nervousness shakiness stomach pain unusual tiredness methotrexate: Methotrexate has cell cycle specific actionkills cells in S phase; primarily inhibits DNA synthesis, but also affects RNA and protein synthesis. It exes major toxicity on bone marrow-low doses given repeatedly cause megaloblastic anemia, but high doses produce pancytopenia. Desquamation and bleeding may occur in g. i. t. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY, www. drugs. com, www. medscape. com",
        "cop": 3,
        "opa": "Pyrimethamine",
        "opb": "Methotrexate",
        "opc": "Pentamidine",
        "opd": "Trimethoprim",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c6e9dc86-b8e4-4e61-bb1c-4b487bd96bf7",
        "choice_type": "multi"
    },
    {
        "question": "Ethambutol causes:",
        "exp": "Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of. RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. The mechanism of action of E is not full understood, but it has been found to inhibit arabinosyl transferases involved in arabinogalactan synthesis and to interfere with mycolic acid incorporation in mycobacterial cell walL Resistance to E develops slowly; in many cases it is due to alteration in the drug target gene. I\\o cross resistance with any other antitubercular drug has been noted. Loss of visual acuity / colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children ma, be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742",
        "cop": 1,
        "opa": "Retrobulbar neuritis",
        "opb": "Deafness",
        "opc": "Red urine",
        "opd": "Peripheral neuritis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bc8013cb-061d-440a-b160-a90d575b852d",
        "choice_type": "single"
    },
    {
        "question": "Most effective treatment for severe malaria is:",
        "exp": "CLASSIFICATION 1. 4-Aminoquinolines: Chloroquine, Amodiaquine, Piperaquine. 2. Quinoline-methanol: Mefloquine. 3. Cinchona alkaloid: Quinine, Quinidine 4. Biguanides: Proguanil (Chloroguanide) Chlorproguanil 5. Diaminopyrimidines Pyrimethamine 6. 8-Aminoquinoline: Primaquine, Bulaquine 7. Sulfonamides and sulfone: Sulfadoxine Sulfamethopyrazine Dapsone 8. Tetracyclines: Tetracycline, Doxycycline 9. Sesquiterpine lactones: Aesunate, Aemether, Aeether 1 0. Amino alcohols: Halofantrine, Lumefantrine 1 1. Mannich base: Pyronaridine 1 2. Naphthoquinone: Atovaquone 1. Aesunate-sulfadoxine + pyrimethamine (AS/5/P) This ACT has been adopted as the first line drug for falciparum malaria in chloroquineresistant areas under the &; National antimalaria drug policy&; of India, and has replaced chloroquine in 73 districts. However, this does not imply that it is the most effective/best ACT, because it is not effective against multidrugresistant strains which are nonresponsive to S/P. Moreover, no comparative evaluation of this regimen against AS/MQ or aemether/ lumefantrine, etc. has been done to establish the relative efficacy /tolerability. 2. Aesunate-mefloquine (AS/MQ) It has been extensively used in Thailand, Myanmar and several other countries; found to be highly effective, well tolerated and is now the first line treatment for uncomplicated falciparum malaria in Southeast Asia. Many areas in the far East already have mefloquine-resistant P. falciparum. By combining with aesunate, fuher spread of mefloquine-resistance has been prevented ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 781, 795",
        "cop": 1,
        "opa": "Aesunate",
        "opb": "Chloroquine",
        "opc": "Quinine",
        "opd": "Primaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8a175f08-13ab-44e2-a53a-ed52be48cbcd",
        "choice_type": "single"
    },
    {
        "question": "Neutropenia is associated with:",
        "exp": "NAFCILLIN: It is a narrow spectrum beta lactam antibiotic. Pharmacology Mechanism of Action Inhibit synthesis of bacterial cell wall synthesis, which results in bactericidal activity Pharmacokinetics Half-Life: 0. 5-1. 5 hr (adults); 0. 75-1. 9 hr (children) Peak Plasma Time: 0. 5-1 hr Protein binding: 90% Absorption: Poorly absorbed orally Distribution: In fluid, bone, bile, crosses placenta. Adverse Effects 1-10%: Hypersensitivity Neutropenia Interstitial nephritis Possible hypokalemia <1%: Neurotoxicity (high doses) Pseudomembranous colitis Phlebitis (oxacillin preferred in peds) REFERANCE: reference. medscape. com",
        "cop": 1,
        "opa": "Nafcillin",
        "opb": "Methicillin",
        "opc": "Carbencillin",
        "opd": "Ampicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "54367767-1ec8-4a43-9c65-57d13e9689fc",
        "choice_type": "single"
    },
    {
        "question": "Most common mechanism for transfer of resistance in staphylococcus aureus",
        "exp": "Refer Goodman Gilman 11/e p 1098 Transduction is paicularly impoant in transfer of resistance among staphylococci Multidrug resistant is transferred by conjugation",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f0551e0b-6f36-4f53-b9d7-3701802e8208",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to be effective against multidrug-resistant strains of M. tuberculosis, including those resistant to streptomycin?",
        "exp": "Amikacin is the second line antitubercular drug. Kanamycin, Amikacin and Capreomycin are more toxic antibiotics used as reserve drugs in rare cases not responding to the usual therapy, or infection by atypical mycobacteria. Any one of these is used at a time in combination with the commonly employed drugs to which resistance has not developed. Because all exhibit similar ototoxicity and nephrotoxicity, they are not combined among themselves or with streptomycin. Capreomycin, in addition, can induce electrolyte abnormalities. All act by inhibiting protein synthesis. None is effective orally; none penetrates meninges. All are excreted unchanged by the kidney. All are given in a dose of 0. 75-1. 0 g i. m. per day. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION Page NO: 744",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Clarithromycin",
        "opc": "Gentamicin",
        "opd": "Spectinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d4bc2f7d-26cd-44bb-83f0-022396425014",
        "choice_type": "single"
    },
    {
        "question": "Prolonged treatment with INH leads to deficiency of?",
        "exp": "Pyridoxine: Chemistry and source: Pyridoxine, Pyriodoxal and Pyridoxamine are related naturally occurring pyridine compounds that have vit B6 activity. Dietary sources are-liver, meat, egg, soybean, vegetables and whole grain. Absorption and fate: All three forms of the vitamin are well absorbed from the intestine. They are oxidized in the body and excreted as pyridoxic acid. little is stored. Physiological role and actions: Pyridoxine and pyridoxamine are readily oxidized to pyridoxal, which is then phosphorylated to pyridoxal phosphate. Isoniazid reacts with pyridoxal to form a hydrazone, and thus inhibits generation of pyridoxal phosphate. Isoniazid also combines with pyridoxal phosphate to interfere with its coenzyme function. Due to formation of hydrazones, the renal excretion of pyridoxine compounds is increased. Thus, isoniazid therapy produces a pyridoxine deficiency state.",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Pantothenic acid",
        "opd": "Niacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0900568c-62f7-4a19-b89f-18f143b2a707",
        "choice_type": "single"
    },
    {
        "question": "The drug used to treat dry mouth in cancer chemotherapy is",
        "exp": "Cevimeline increase salivary secretions and has a specific use in Sjogren's and xerostomia It is a parasympathomimitic and muscarinic agonist with paicular actions on M1 and M3 receptors. Ref: HL Sharma. 3rd ed. Pg 138",
        "cop": 3,
        "opa": "Oxotremorine",
        "opb": "Methacholine",
        "opc": "Cevimeline",
        "opd": "Pilocarpine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "810503e4-238c-4bbe-9f31-de9bcf1cdb92",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for schistosomiasis is",
        "exp": "Refer KDT6/e p435-436 Praziquental is the drug of choice for all trematode and cestode infestations except Fasciola hepatica bad hydatid disease",
        "cop": 3,
        "opa": "Albendazole",
        "opb": "Metronidazole",
        "opc": "Praziquental",
        "opd": "Triclabendazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0d91b1ca-0a1e-4538-859a-cdfcc8096d47",
        "choice_type": "single"
    },
    {
        "question": "The following pair of drugs acts as protectors of cancer chemotherapy?",
        "exp": "Dexrazoxane prevents cardiotoxicity of anticancer antibiotics like doxorubicin by increasing the action of superoxide dismutase-mediated inhibition of free radicles. Filgrastim is used for bone marrow protection and new cell line formation. Ref: HL Sharma 3rded. Pg: 878",
        "cop": 1,
        "opa": "Dexrazoxane and Filgrastim",
        "opb": "Folinic acid and folic acid",
        "opc": "Amefostine and Acrolein",
        "opd": "Magnesium and sargramostim",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "81ab6954-cbcc-4ba5-b9a5-c0eba9dbbbb7",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about penicillin G are true EXPCEPT:",
        "exp": "penicillin G is acid labile-destroyed by gastric acid. As such, less than 1/3rd of an oral dose is absorbed in the active form. Absorption of sod. PnG from i. m. site is rapid and complete; peak plasma level is attained in 30 min. ESSENTIALS OF PHARMACOLOGY page no. 718",
        "cop": 2,
        "opa": "It is actively secreted in tubules",
        "opb": "It is never administered orally",
        "opc": "It is effective against gram positive as well as some gram negative bacteria",
        "opd": "It acts by inhibiting cell wall synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fae8d756-b213-419d-844a-22b0616cc31d",
        "choice_type": "multi"
    },
    {
        "question": "A diabetic patient develops cellulitis due to staphy-lococcus aureus that was found to be methicillin resistant on the antibiotic sensitivity testing. All of the following antibiotics will be appropriate EXCEPT:",
        "exp": "lmipenem: It is an extremely potent and broad-spectrum Beta-lactam antibiotic whose range of activity includes grampositive cocci, Enterobacteriaceae, Ps. aeruginosa, Listeria as well as anaerobes like Bact. fragilis and Cl. difficile. It is resistant to most Beta-lactamases; inhibits penicillinase producing staphylococci and some MRSA. A limiting feature of imipenem is its rapid hydrolysis by the enzyme dehydropeptidase I located on the brush border of renal tubular cells. An innovative solution to this problem is its combination with cilastatin, a reversible inhibitor of dehydropeptidase I, which has matched pharmacokinetics with imipenem (Half life of both is 1 hr) and protects it. Imipenem has propensity to induce seizures at higher doses and in predisposed patients. Diarrhoea, vomiting and skin rashes are the other side effects. Vancomycin: It is a glycopeptide antibiotic discovered in 1956 as a penicillin substitute which has assumed special significance due to efficacy against MRSA Strep. viridans, Enterococcus and Cl. difficile. It is bactericidal to gram-positive cocci, Neisseria, Clostridia and diphtheroids. However, in hospitals where it has been extensively used for surgical prophylaxis, etc., vancomycin-resistant Staph. aureus (VRSA) and vancomycin-resistant Enterococcus (VRE) have emerged. These nosocomial bacteria are resistant to methicillin and most other antibiotics as well. Linezolid: This is the first member of a new class of svnthetic AMAs &; Oxazolidinones&; which has become available for the treatment of resistant Gram positive coccal (aerobic and anaerobic) and bacillary infections. It is active against MRSA and some VRSA, VRE, penicillin-resistant Strep. pyogenes, Strep. viridans and Strep. pneumoniae, M. tuberculosis, Corynebacterium, Listeria, Clostridia and Bact. Fragilis. It is primarily bacteriostatic, but can exe cidal action against some streptococci, pneumococci and B. fragilis. Gram negative bacteria are not affected. Teicoplanin: It is a newer glycopeptide antibiotic which in fact is a mixture of 6 similar compounds. It is active against gram-positive bacteria only; mechanism of action and spectrum of activity is similar to vancomycin. Notable features are: * It is more active than vancomycin against enterococci, and equally active against MRSA. * Some VRE but not VRSA are susceptible to teicoplanin. * It can be injected i. m. as well; is excreted by kidney; dose needs to be reduced in renal insufficiency; has a very long tth (3--4 days). * Toxicity is less than vancomycin; adverse effects are rashes, fever, granulocytopenia and rarely hearing loss. Reactions due to histamine release are rare (1 in 2500). ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 708, 709, 732, 733",
        "cop": 2,
        "opa": "Vancomycin",
        "opb": "Imipenem",
        "opc": "Teicoplanin",
        "opd": "Linezolid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "900a3b09-3309-4053-b992-8d79b2057f99",
        "choice_type": "multi"
    },
    {
        "question": "DSM265 is having promising trials in the treatment of",
        "exp": "DSM265 an inhibitor of dihydroorotate dehydrogenase is effective in single oral dose both in prophylaxis and treatment against P. falciparum. Proposed to give as a single dose. Ref: www. thelancet. comjournals.",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Leprosy",
        "opc": "Malaria",
        "opd": "Trypanosoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3d168859-eebc-4590-94e6-102a4d8156e8",
        "choice_type": "single"
    },
    {
        "question": "Induction of treatment in serious fungal infections is mostly done by:",
        "exp": "POLYENE ANTIBIOTICS: The name polyene is derived from their highly double-bonded structure. Amphotericin B is described as the prototype. Amphotericin B (AMB): It is obtained from Streptomyces nodosus. Chemistry and mechanism of action The polyenes possess a macrocyclic ring, one side of which has several conjugated double bonds and is highly lipophilic, while the other side is hydrophilic with many OH groups. A polar aminosugar and a carboxylic acid group are present at one end in some. They are all insoluble in water and unstable in aqueous medium. Pharmacokinetics: AMB is not absorbed orally; it can be given orally for intestinal candidiasis without systemic toxicity. Administered i. v. as asuspension made with the help of deoxycholate (DOC), it gets widely distributed in the body, but penetration in CSF is poor. It binds to sterols in tissues and to lipoproteins in plasma and stays in the body for long periods. Administration and dose Amphotericin B can be administered orally (50-100 mg QID) for intestinal moniliasis; also topically for vaginitis, otomycosis, etc.: FUNGIZONE OTIC 3% ear drops. For systemic mycosis, it is available as dry powder along with DOC for extemporaneous dispersion before use: FUNGIZONE INTRA VENOUS, MYCOL 50 mg l It is first suspended in 10 rnl water and then diluted to 500 ml with glucose solution (saline tends to make the suspension coarse). Initially 1 mg test dose is injected i. v over 20 minutes. If no serious reaction follows, 0. 3 mg/kg is infused over 4-8 hours. Daily dose may be gradually increased to 0. 7 mg/kg depending on tolerance of the patient. The total dose of AMB for majority of cases is 3- 4 g given over 2-3 months. Intrathecal injection of 0. 5 mg twice weekly has been given in fungal meningitis. New amphotericin B formulations In an attempt to improve tolerability of i. v. infusion of AMB, reduce its toxicity and achieve targeted delivery, 3 new lipid formulations of AMB have been produced. (a) Amphotericin B lipid complex (ABLC): Contains 35% AMB incorporated in ribbon like paicles of dimyristoyl phospholipids. ( b ) Amphotericin B colloidal dispersion (ABCO). Disc shaped paicles containing 50% each of AMB and cholesteryl sulfate are prepared as aqueous dispersion (c) Lpi osomal amphotericin B (small unilamellar vesicles SUV): Consists of 10% AMB incorporated in uniform sized (60-80 nM) unilamellar liposomes made up of lecithin and other biodegradable phospholipids. The special features of these preparations are: * They, except ABCD, produce milder acute reaction (especially liposomal formulation) on i. v. infusion. * They can be used in patients not tolerating infusion oi conventional AMB formulation. * They have lower nephrotoxicity. * They cause minimal anemia. * The liposomal preparation delivers AMB paicularh* to reticuloendothelial cells in liver and spleen-----especialh valuable for kala azar and in immunocompromised patients. However, some preparations, especially ABLC and ABCD, produce lower AMB levels and their clinical efficacy relative to conventional formulations appear to be lower. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 758",
        "cop": 1,
        "opa": "IV amphotericin",
        "opb": "B Ketoconazole",
        "opc": "5-flucytosine",
        "opd": "Fluconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ac90965b-717f-41bf-b75b-b26e8d46d91a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is safe during pregnancy?",
        "exp": "AMPICILLIN: It is active against all organisms sensitive to PnG; in addition, many gram-negative bacilli, e. g. H. influenzae, E. coli, Proteus, Salmonella and Shigella are inhibited. However, due to widespread use, many of these have developed resistance; usefulness of this antibiotic has decreased considerably. Pharmacokinetics: Ampicillin is not degraded by gastric acid; oral absorption is incomplete but adequate. Food interferes with absorption. It is paly excreted in bile and reabsorbed-enterchepatic circulation occurs. However, primary channel of excretion is kidney, but tubular secretion is slower than for PnG; plasma halflife is 1 hr. COTRIMOXAZOLE: The fixed dose combination of trimethoprim and sulfamethoxazole is called cotrimoxazole. T rimethoprim is a diaminopyrimidine related to the antimalarial drug pyrimethamine which selectively inhibits bacterial dihydrofolate reductase (DHFRase). Trimethoprim adequately crosses blood-brain barrier and placenta, while sulfamethoxazole has a poorer entry. Moreover, trimethoprim is more rapidly absorbed than sulfamethoxazole--concentration ratios may vary with time. AMINOGLYCOSIDE: PRECAUTIONS AND I NTERACTIONS 1. Avoid aminoglycosides during pregnancy: risk of foetal ototoxicity. 2. Avoid concurrent use of other ototoxic drugs, e. g. high ceiling diuretics, minocycline. 3. Avoid concurrent use of other nephrotoxic drugs, e. g. amphotericin B, vancomycin, cyclosporine and cisplatin. 4. Cautious use in patients past middle age and in those with kidney damage. 5. Cautious use of muscle relaxants in patients receiving an aminoglycoside. 6. Do not mix amino glycoside with any drug in the same syringe/infusion bottle. CHLORAMPHENICOL: is rapidly and completehabsorbed after oral ingestion. It is 50-60% bound to plasma proteins and very widely distributed volume of distribution 1 L/kg. It freely penetrate; o serous cavities and blood-brain barrier: CSF concentration is nearly equal to that of unbound drug in plasma. It crosses placenta and is secreted in bile and milk. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 685, 700, 716, 722",
        "cop": 2,
        "opa": "Aminoglycoside",
        "opb": "Ampiclillin",
        "opc": "Chloramphenicol",
        "opd": "Cotrimoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c31511ef-b33e-4059-9f25-64a8b92d629b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an early adverse effect of methotrexate?",
        "exp": "Methotrexate (Mtx) It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Methotrexate has cell cycle specific actionkills cells in S phase; primarily inhibits DNA synthesis, but also affects RNA and protein synthesis. It exes major toxicity on bone marrow-low doses given repeatedly cause megaloblastic anemia, but high doses produce pancytopenia. Desquamation and bleeding may occur in g. i. t Adverse Effects >10% Arachnoiditis with intrathecal administration Subacute toxicity with intrathecal administration (paralysis of extremities, cranial nerve palsy, seizure or coma) Demyelinating encephalopathy with cranial irradiation or other systemic chemotherapy Reddening of skin Hyperuricemia Ulcerative stomatitis Glossitis Gingivitis Nausea and vomiting Diarrhea Anorexia Intestinal perforation Mucositis (dose-dependent) Leukopenia Thrombocytopenia Renal failure Azotemia Nephropathy Pharyngitis 1-10% Alopecia Photosensitivity Rash Abdominal distress Malaise Fatigue Chills, fever Decreased resistance to infection Gastrointestinal hemorrhage Myelosuppression Disorders of lung, interstitial pneumonia (acute, chronic) Atrophy of liver, cirrhosis, hepatic fibrosis or necrosis, elevated liver function tests, hepatic failure REFERENCE: www. medscape. com, essentials of medical pharmacology(k. d. tripathi, sixth edition, page no: 823)",
        "cop": 1,
        "opa": "Hepatic fibrosis",
        "opb": "Myelosupression",
        "opc": "Nausea",
        "opd": "Stomatitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2b999fc2-3556-4b9e-8324-3069dd1c1b3a",
        "choice_type": "single"
    },
    {
        "question": "DOC for prophylaxis against Diphtheria",
        "exp": "Chemoprophylaxis against Diphtheria:- * Close contacts are subjected to throat cultures to establish their carrier status. * Irrespective of culture results, all contacts are staed on chemoprophylaxis. Chemoprophylaxis Drug options: * Oral Erythromycin (1g/day for adults; children - 40mg/Kg/day): once a day for 7-10 days in patients over 6 months of age. * IM Benzathine Penicillin G (1. 2 MU) one dose for contacts >6 years. Half the dose in paediatric contacts less than 6 years. * Apa from Chemoprophylaxis, Immunization of the Contacts of Diphtheria patients is based on their vaccination status. Diphtheria antitoxin vaccine is given to contacts if their vaccination status is unceain or questionable. Ref:- Harrisons Principles of Internal Medicine 20th Ed; Pg Num:- 1098",
        "cop": 4,
        "opa": "Cloxacillin",
        "opb": "Ciprofloxacin",
        "opc": "Rifampicin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "98cbc117-02d3-4135-a88b-e5084dc6f442",
        "choice_type": "single"
    },
    {
        "question": "Slow acetylators of isoniazid are more prone to develop:",
        "exp": "Isoniazid is the antitubercular drug parexcellence, and an essential component of all antitubercular regimens, unless the patient is not able to tolerate it or bacilli are resistant. lt is primarily tuberculocidal. Fast multiplying organisms are rapidly killed, but quiescent ones are only inhibited. It acts on extracellular as well as on intracellular TB (bacilli present within macrophages); is equally active in acidic and alkaline medium. It is one of the cheapest antitubercular drugs. However, most atypical mycobacteria are not inhibited by INH. Peripheral neuritis and a variety of neurological manifestations (paresthesias, numbness, mental disturbances, rarely convulsions) are the most impoant dose-dependent toxic effects. These are due to interference with utilization of pyridoxine and its increased excretion in urine. Pyridoxine given prophylactically 1 10 mg I day) prevents the neurotoxicity even with higher doses, but routine use is not mandatory. INH neurotoxicity is treated by pyridoxine 100 mg/day. INH is completely absorbed orally and penetrates all body tissues, tubercular cavities, placenta and meninges. It is extensively metabolized in liver; most impoant pathway being acetylation-metabolites are excreted in urine. The rate of INH acetylation shows genetic variation. There are either: Fast acetylators (30--40% of Indians) Ph of INH 1 hr. Slow acetylators (60-70% of Indians) flh of INH 3 hr_ The propoion of fast and slow acetylators differs in different pas of the world. However, acetylator status does not matter if INH is taken daily, but biweekly regimens are less effective in fast acetylators. Isoniazid induced peripheral neuritis appears to be more common in slow acetylators. ESSENTIALS OF MEDICAL PHARMACOLOGY T. D. TRIPATHI SIXTH EDITION Page No: 740, 741",
        "cop": 2,
        "opa": "Failure of therapy",
        "opb": "Peripheral neuropathy",
        "opc": "Hepatotoxicity",
        "opd": "Allergic reactionsl",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9317a9d3-546a-4c10-9446-ec988c91d772",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is false about extended spectrum beta-lactamases (ESBL)?",
        "exp": "Extended-spectrum beta-lactamases (ESBL) are enzymes that confer resistance to most beta-lactam antibiotics, including penicillins, cephalosporins, and the monobactam aztreonam. lmipenem(carbapenem): It is an extremely potent and broad-spectrum Beta-lactam antibiotic whose range of activity includes grampositive cocci, Enterobacteriaceae, Ps. aeruginosa, Listeria as well as anaerobes like Bact. fragilis and Cl. difficile. It is resistant to most Beta-lactamases; inhibits penicillinase producing staphylococci and some MRSA. Extended-spectrum beta-lactamase (ESBL) Members of the family commonly express plasmid encoded b-lactamases (e. g., TEM-1, TEM-2, and SHV-1). which confer resistance to penicillins but not to expanded-spectrum cephalosporins. In the mid-1980s, a new group of enzymes, the extended-spectrum b-lactamases (ESBLs), was detected (first detected in 1979). The prevalence of ESBL-producing bacteria have been gradually increasing in acute care hospitals. ESBLs are beta-lactamases that hydrolyze extended-spectrum cephalosporins with an oxyimino side chain. These cephalosporins include cefotaxime, ceftriaxone, and ceftazidime, as well as the oxyimino-monobactam aztreonam. Thus ESBLs confer multi resistance to these antibiotics and related oxyimino-beta lactams. In typical circumstances, they derive from genes for TEM-1, TEM-2, or SHV-1 by mutations that alter the amino acid configuration around the active site of these b-lactamases. A broader set of b-lactam antibiotics are susceptible to hydrolysis by these enzymes. An increasing number of ESBLs not of TEM or SHV lineage have recently been described. The ESBLs are frequently plasmid encoded. Plasmids responsible for ESBL production frequently carry genes encoding resistance to other drug classes (for example, aminoglycosides). Therefore, antibiotic options in the treatment of ESBL-producing organisms are extremely limited. Carbapenems are the treatment of choice for serious infections due to ESBL-producing organisms, yet carbapenem-resistant (primarily eapenem resistant) isolates have recently been repoed. ESBL-producing organisms may appear susceptible to some extended-spectrum cephalosporins. However, treatment with such antibiotics has been associated with high failure rates. ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org, www. uptodate. com K. D. TRIPATHI SIXTH EDITION PAGE NO: 708",
        "cop": 2,
        "opa": "These can hydrolyze penicillins, cephalosporins as well as monobactams",
        "opb": "Carbapenems are sensitive to ESBL",
        "opc": "Amber classification of ESBL is based on structural differences",
        "opd": "Third and fouh generation cephalosporins are used for detection of ESBL,",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "33c86164-4d91-4fc9-8ba4-75d309a5dc00",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drugs can cause hypercoagulable state:",
        "exp": "Asparaginase is an anti-cancer (\"antineoplastic\" or \"cytotoxic\") chemotherapy drug. This medication is classified as an \"enzyme. Aspariginase is given as an injection into a large muscle (intramuscular or IM). The following side effects are common (occurring in greater than 30%) for patients taking asparaginase: Fever, chills (see flu like symptoms) Nausea and vomiting Allergic reaction, (sudden onset of wheezing, itching, rash, face swelling, agitation, low blood pressure). You will be monitored closely for this reaction. Poor appetite Stomach cramping Central neurotoxicity: excessive sleepiness, depression, hallucinations, agitation, disorientation or seizure. Less commonly seen stupor, confusion and/or coma. These side effects are less common (occurring in about 10-29%) of patients receiving asparaginase: Mouth sores Pancreatitis (inflammation of the pancreas) in up to 10% of patients. Mainly noted in blood tests that return to normal after therapy is discontinued. Rarely may be severe causing symptoms. Symptoms of acute pancreatitis include: (pain in the upper abdomen that worsens with eating, swollen and tender abdomen, nausea, vomiting, fever, and rapid pulse). Blood test abnormalities (Increased blood glucose level - some refer to this as \"sugar\"). Increases in blood tests measuring liver function. These return to normal once treatment is discontinued (see liver problems). Blood clotting disorders, increases risk of both bleeding and clotting.",
        "cop": 2,
        "opa": "5-FU",
        "opb": "L-asparaginase",
        "opc": "Melphalan",
        "opd": "Carmustine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f2864a5f-bc9f-4d19-a024-1389f4b7c8b5",
        "choice_type": "single"
    },
    {
        "question": "'Stocking and glove' neuropathy is seen in:",
        "exp": "Paclitaxel It is a complex diterpin taxane obtained from bark of the Western yew tree, which exes cytotoxic action by a novel mechanism. It enhances polymerization of tubulin: a mechanism opposite to that of vinca alkaloids. The microtubules are stabilized and their depolymerization is prevented. This stability results in inhibition of normal dynamic reorganization of the microtubule network that is essential for vital interphase and mitotic functions. Abnormal arrays or &; bundles&; of microtubules are produced throughout the cell cycle. Cytotoxic action of paclitaxel emphasizes the impoance of tubulin-microtubule dynamic equilibrium. The approved indications of paclitaxel are metastatic ovarian and breast carcinoma after failure of first line chemotherapy and relapse cases. It has also shown efficacy in advanced cases of head and neck cancer, small cell lung cancer, esophageal adenocarcinoma and hormone refractory prostate cancer. The major toxicity is reversible myelosuppression and &; stocking and glove&; neuropathy. Chest pain, ahralgia, myalgia, mucositis and edema can be troublesome. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825",
        "cop": 2,
        "opa": "Vinblastine",
        "opb": "Paclitaxel",
        "opc": "Etoposide",
        "opd": "Mitoxantrone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ed2bd186-0ca9-4988-8cf7-8baa816d3e13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drugs is safe in hepatitis?",
        "exp": "Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. About 3 / 4 of an oral dose of E is absorbed. It is distributed widely but penetrates meninges incompletely and is temporarily stored in RBCs Less than 1/2 of E is metabolized. It is excreted in urine by glomerular filtration and tubular secretion; plasma half life is 4 hrs. Caution is required in its use in patients with renal disease. Patient acceptability of E is very good and side effects are few. Pyrazinamide (Z): Chemically similar to INH It is more lethal to intracellularly located bacilli and to those at sites showing an inflammatory response (pH is acidic at both these locations). It is highly effective during the first 2 months of therapy when inflammatory changes are present Hepatotoxicity is the most impoant doserelated adverse effect. R ifampin (Rifampicin, R): Adverse effects: The incidence of adverse effects is similar to INH. Hepatitis, a major adverse effect, generally occurs in patients with preexisting liver disease INH: Hepatitis, a major adverse effect of i. NH, is rare in children, but more common in older people and in alcoholics. It is due to dose-related damage to liver cells and is reversible on stopping the drug. Other side effects are rashes, fever, acne and ahralgia ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741, 742",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a451ba07-adba-4a03-a372-f2b30e99c2e2",
        "choice_type": "single"
    },
    {
        "question": "Enfuviide belongs to the class of:",
        "exp": "ENFUVIIDE: The HIV derived synthetic peptide acts by binding to HIV-1 envelope transmembrane glycoprotein which is involved in fusion of viral and cellular membranes. Fusion of the two membranes is thus prevented and entry of the virus into the cell is blocked. It is not active against HIV-2. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 811",
        "cop": 1,
        "opa": "Fusion inhibitors",
        "opb": "Protease inhibitors",
        "opc": "Gp 120 inhibitors",
        "opd": "Nucleoride reverse transcriptase inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "547aa471-ed4e-4d70-bbbf-d4bafb4e59a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is widely used in the management of carcinoma breast?",
        "exp": "Daunorubicin (Rubidomycin), Doxorubicin These are antitumour antibiotics with quite similar chemical structures. However, utility of daunorubicin is limited to acute leukaemia (in which it is highly active) while doxorubicin, in addition, is effective in many solid tumours. They are capable of causing breaks in DNA strands by activating topoisomerase II and generating quinone type free radicals. They have mutagenic and carcinogenic potential. Maximum action is exeed at S phase, but toxicity is usually exhibited in G2 phase. DOXORUBICIN is effective in Cancers such as: Cancer of breast, ovary, prostate, stomach, thyroid; small cell cancer of lung, liver; squamous cell cancer of head and neck; multiple myeloma, Hodgkin&; s disease, lymphomas, ALL, AML. REFERENCE: K. D. TRIPATHI(page no: 826) SIXTH EDITION, reference. medscape. com",
        "cop": 3,
        "opa": "Actinomycin-D",
        "opb": "Bleomycin",
        "opc": "Doxorubicin",
        "opd": "Dacarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5f7f4d30-366c-4ea9-aaa4-8f484e8bc0a5",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for cerebral malaria due to Pl. falciparum is",
        "exp": "Resistance has been developed for chloroquine for P. falciparum due to mutations in chloroquine transpoer gene, Quinine is the mainstay of treatment for cerebral and other forms of complicated malaria, through some resistance is repoed, in such cases aemisnin compounds are used. Quinine 20mg/kd loading dosein 5%dextrose infusion over 4 hrs. Ref: HL Sharma 3rd ed Pg: 830",
        "cop": 2,
        "opa": "Choloroquine",
        "opb": "Quinine",
        "opc": "Mefloquine",
        "opd": "Sulfadoxine+pyrimethamine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "29d00707-e2ad-45b8-b806-6031e25f572a",
        "choice_type": "single"
    },
    {
        "question": "Second generation cephalosporin that can be used orally is:",
        "exp": "Cefaclor: It retains significant activity by the oral route and is more active than the first generation compounds against H. influenzae, E. coli and Pr. mirabilis. Dose: 0. 25-1. 0 g 8 hourly KEFLOR, VERCEF, DISTACLOR 250 mg cap, 125 and 250 mg distab, 125 mg/5 ml dry syr, 50 mg/ml ped. drops. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 727",
        "cop": 3,
        "opa": "Cefepime",
        "opb": "Cefalothin",
        "opc": "Cefaclor",
        "opd": "Cefadroxil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "72a64153-5a0d-4641-be0b-c4e5dd9be057",
        "choice_type": "multi"
    },
    {
        "question": "Common dose dependent side effects of ethambutol is:",
        "exp": "Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. The mechanism of action of E is not fully understood, but it has been found to inhibit arabinosyl transferases involved in arabinogalactan synthesis and to interfere with mycolic acid incorporation in mycobacterial cell wall Patient acceptability of E is very good and side effects are few. Loss of visual acuity / colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children may be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. Ethambutol produces few other symptoms: nausea, rashes, fever, neurological changes are infrequent. Hyperuricemia is due to interference with urate excretion. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742",
        "cop": 2,
        "opa": "Red-urine",
        "opb": "Optic neuritis",
        "opc": "Nephropathy",
        "opd": "Peripheral neuropathy",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f47858de-3459-4b72-b37c-cbac17a1a463",
        "choice_type": "single"
    },
    {
        "question": "Ceftriaxone is:",
        "exp": "3rd generation cephalosporins: Cefotaxime, Ceftizoxime, Ceftriaxone? Ceftazidime, Cefoperazone, Cefixime Cefpodoxime proxetil, Cefdinir, Ceftibuten, Ceftamet pivoxil ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 726",
        "cop": 4,
        "opa": "IInd generation sho acting cephalosporin",
        "opb": "Has activity against beta lactamase producing bacteria",
        "opc": "IVth generation long acting cephalosporin",
        "opd": "IIIth generation long acting cephalosporin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "91dafe02-d095-4574-8cba-09b369afd29c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a broad spectrum antibiotic?",
        "exp": "Spectrum of activity: Narrow-spectrum Penicillin G, Streptomycin, Erythromycin Broad-spectrum Tetracyclines, Chloramphenicol ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 669",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Streptomycin",
        "opc": "Tetracycline",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "558f3f93-e69b-426b-8742-0c10b8db72a0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drugs can cause hypecoagulble state",
        "exp": "L aspargaine causes breakdown of aspargaine and thus interferes withs protein synthesis. It can inhibit the productoon6 of clotting factors as well as anticlotting proteins vein thrombosis and other hyper coagulable states Refer Kkatzung 11/e 955",
        "cop": 2,
        "opa": "5-FU",
        "opb": "L-aspargainase",
        "opc": "Melphalan",
        "opd": "Carmustine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4155d536-b923-4878-bf2d-460faff4e54d",
        "choice_type": "single"
    },
    {
        "question": "The antimalignancy drug which is potentially cardiotoxic is:",
        "exp": "Daunorubicin (Rubidomycin), Doxorubicin): These are antitumour antibiotics with quite similar chemical structures. However, utility of daunorubicin is limited to acute leukaemia (in which it is highly active) while doxorubicin, in addition, is effective in many solid tumours. They are capable of causing breaks in DNA strands by activating topoisomerase II and generating quinone type free radicals. They have mutagenic and carcinogenic potential. Maximum action is exeed at S phase, but toxicity is usually exhibited in G2 phase. Both these antibiotics produce cardiotoxicity as a unique adverse effect. This can manifest either acutely with ECG changes, arrhythmias and hypotension which are reversible, or be delayed-congestive heart failure (related to the totaldose administered). CHF is due to cardiomyopathy and may be fatal. Marrow depression, alopecia, stomatitis, vomiting and local tissue damage (on extravasation) are other adverse effects. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 826",
        "cop": 1,
        "opa": "Doxorubicin",
        "opb": "Bleomycin",
        "opc": "Fluororacil",
        "opd": "Dacarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "807c81e3-3107-4de4-a5e9-60d0e8c23dd6",
        "choice_type": "multi"
    },
    {
        "question": "Commonest side effect of Dapsone is:",
        "exp": "ANTILEPROTIC DRUGS: CLASSIFICATION: Sulfone: dapsone Phenazine derivative: clofazamine Antitubercular drugs: rifampin, ethionamide other antibiotics: ofloxacin, moxifloxacin, minocycline, clarithromycin DAPSONE: Activity and mechanism: Dapsone is chemically related to sulfonamides and has the same mechanism of action, i. e. inhibition of PABA incorporation into folic acid; its antibacterial action is antagonized by PABA. Pharmacokinetics: Dapsone is completely absorbed after oral administration and is widely distributed in the body, though penetration in CSF is poor. It is 70% plasma protein bound, but more impoantly concentrated in skin (especially lepromatous skin), muscle, liver and kidney. Dapsone is acetylated as well as glucuronide and sulfate conjugated in liver. Metabolites are excreted in bile and reabsorbed from intestine, so that ultimate excretion occurs mostly in urine. The plasma tlh of dapsone is variable, though often > 24 hrs. The drug is cumulative due to retention in tissues and enterohepatic circulation. Elimination takes 1-2 weeks or longer. DAPSONE: 25, 50, 100 mg tab. Adverse effects: Dapsone is generally well tolerated at doses 100 mg/ day or less. Mild haemolytic anemia is common. It is a doserelated toxicity-reflects oxidising propey of the drug. Patients with G-6-PD deficiency are more susceptible; doses > 50 mg/ day produce haemolysis in them. Gastric intolerance-nausea and anorexia are frequent in the beginning, decrease later. Other side effects are methemoglobinaemia, headache, paresthesias, mental symptoms Contraindications: Dapsone should not be used in patients with severe anemia with Hb < 7g%, G-6-PD deficiency and in those showing hypersensitivity reactions. Other use In combination with pyrimethamine, dapsone can be used for chloroquine-resistant malaria ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION Page No: 751, 752",
        "cop": 1,
        "opa": "Hemolytic anemia",
        "opb": "Thrombocytopenia",
        "opc": "Cyanosis",
        "opd": "Bone marrow depression",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c916f5f5-936e-4b7f-9053-f84203d18081",
        "choice_type": "single"
    },
    {
        "question": "Drug useful in breast cancer is",
        "exp": "Medications Estrogen modulator, Chemotherapy, Hormone based chemotherapy, and Bone health",
        "cop": 1,
        "opa": "Tamoxifen",
        "opb": "Cyprotenene",
        "opc": "Testosterone",
        "opd": "Chlorambucil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b98a3c6c-8089-47ea-9847-8ad54c2e7af4",
        "choice_type": "single"
    },
    {
        "question": "Drug locally used for tracheal stenosis",
        "exp": "Mitomycin can be used for treatment given by iv route Esophagal carcinoma Breast cancer Given by local route Superficial bladder cancer Eye surgery Esophageal and tracheal stenosis Ref Molecular biology 2006, 360",
        "cop": 1,
        "opa": "Mitomycin C",
        "opb": "Doxorubicin",
        "opc": "Bleomycin",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "81479739-52bf-4fa0-9f2c-38b0961c00b5",
        "choice_type": "multi"
    },
    {
        "question": "A 35 yr old patient is having carcinoma lung with a past history of lung disease. Which of the following drugs should not be given?",
        "exp": "Refer KDT 6/e p827 Bleomycin can cause pulmonary fibrosis It should be avoided in patients of lung disease",
        "cop": 2,
        "opa": "Vinblastine",
        "opb": "Bleomycin",
        "opc": "Mithramycin",
        "opd": "Adiramycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "09d295c9-ac8a-477b-9974-c15a5b5e2adf",
        "choice_type": "single"
    },
    {
        "question": "True statement about penicillin G is?",
        "exp": "PnG is a narrow spectrum antibiotic; activity is limited primarily to gram-positive bacteria and few others. Penicillin G is acid labile-destroyed by gastric acid. As such, less than 1 /3rd of an oral dose is absorbed in the active form. Absorption of sod. PnG from i. m. site is rapid and complete; peak plasma level is attained in 30 min. Uses Penicillin G is the drug of choice for infection caused by organisms susceptible to it, unless tho: patient is allergic to this antibiotic. However, use has declined very much due to fear of causing anaphylaxis. Topical use of penicillin is highly sensitizing (contact dermatitis and other reactions). Therefore, all topical preparations of penicillin (including eye ointment) have been banned, except for use in eye as freshly prepared solution in case of gonococcal ophthalmia. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 696",
        "cop": 1,
        "opa": "It is administered orally",
        "opb": "It has a wide spectrum",
        "opc": "It can be used for rate bite fever",
        "opd": "Co-administration of probenecid decreases its duration of action",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d1b52b47-6d9f-4937-a6cb-5d2e5c069567",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is used in the treatment of acute bacterial meningitis?",
        "exp": "Ceftriaxone: The distinguishing feature of this cephalosporin is its longer duration of action (tllz 8 hr), permitting once, or at the most twice daily dosing. Penetration into CSF is good and elimination occurs equally in urine and bile. Ceftriaxone has shown high efficacy in a wide range of serious infections including bacterial meningitis (especially in children), multiresistant typhoid fever, complicated urinary tract infections, abdominal sepsis and septicaemias. A single dose of 250 mg i. m. has proven curative in gonorrhoea including PPNG, and in chancroid. Hypoprothrombinaemia and bleeding are specific adverse effects. Haemolysis is repoed. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 706",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Sulfamethoxazole",
        "opc": "Ceftriaxone",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "aff88bc6-21b0-44b7-a51b-f13edf9552b0",
        "choice_type": "single"
    },
    {
        "question": "Delamanid is used for the treatment of",
        "exp": "Delamanid is given to adults with multi-drug resistant (MDR) TB. It is the first in a new class of TB drugs called nitroimidazoles. other new drug in TB is Bedaquiline. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Leprosy",
        "opc": "Malaria",
        "opd": "Trypanosoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cbb69e57-7dd5-46d8-9be6-7ef5e3afa9d1",
        "choice_type": "single"
    },
    {
        "question": "Non-nucleoside reverse transcriptase inhibitors (NNIs) include all of the following except",
        "exp": "ANTIVIRAL DRUGS CLASSI FICATION1. Anti-Herpes virus. Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet*2 Anti-Retrovirus(a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abacavir(b) Nonnucleoside reverse transcriptase inhibitors(NNis): Nevirapine, Eirenz, Delavirdine*(c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir3. Anti-Influenza virus. Amantadine, Rimantadine*4. Nonselecti. Ve antiviral drugs. Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 767",
        "cop": 4,
        "opa": "Nevirapine",
        "opb": "Delavirdine",
        "opc": "Eirenz",
        "opd": "Lamivudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f8452e2e-c376-44d7-8362-a48986325faf",
        "choice_type": "multi"
    },
    {
        "question": "A bactericidal drug would be preferred over a bacteriostatic drug in a patient with:",
        "exp": "Primarily bacteriostatic: Sulfonamides, Erythromycin Tetracyclines, Ethambutol Chloramphenicol, Clindamycin Linezolid. Primarily bactericidal Penicillins Cephalosporins Aminoglycosides Vancomycin Polypeptides Nalidixic acid Rifampin Ciprofloxacin Isoniazid Metronidazole Pyrazinamide Cotrimoxazole Many infections in patients with normal host defence respond equally well to bacteriostatic and bactericidal AMAs. But several acute infections resolve faster with a cidal than a static drug, because the cidal drug directly reduces the number of bacteria at the site of infection, while the static drug only prevents increase in their number. Many bactericidal drugs exe prolonged postantibiotic effect so that maintenance of drug level continuously above the MIC is not essential. With bacteriostatic AMAs the bacteria sta multiplying quickly when drug level falls below the MIC, resulting in relapse of infection. A bactericidal antibiotic is clearly superior to bacteriostatic one in treating patients with impaired host defence, life-threatening infections, infections at less accessible sites (SABE) or when carrier state is possible (typhoid). ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 676",
        "cop": 1,
        "opa": "Neutropenia",
        "opb": "Cirrhosis",
        "opc": "Pneumonia",
        "opd": "Heart disease",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9a969791-6e1a-4fc7-90c3-12824f1cb309",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is Topoisomerase 1 inhibits",
        "exp": "Refer KDT 6/e p 825, Camptothecin derivatives like topotecan and irinotecan act by inhibiting Topoisomerase -1whereras epipodophylotoxins and anthracycline act by inhibiting Topoisomerase -2",
        "cop": 2,
        "opa": "Doxorubicin",
        "opb": "Irinotecan",
        "opc": "Etopside",
        "opd": "Vincristine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e962330a-18f8-46ba-8e80-0d7ad1166442",
        "choice_type": "single"
    },
    {
        "question": "Combination of amoxicillin with clavulanic acid is active against all the following organisms except",
        "exp": "MRSA occurs due to altered Pencillin binding proteins There fore cannot be replaced by beta lactamase inhibitor like clavulanic acid Refer GG 1497",
        "cop": 1,
        "opa": "MRSA",
        "opb": "Pencillinase producing staph aureus",
        "opc": "Pencillinase producing N. gonorrhea",
        "opd": "Beta lactamase producing E. Coli",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6123178e-d45f-453a-afea-aabeff28cab5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following beta-lactam antibitotics can be safely used in a patient with a history of allergy to penicillins?",
        "exp": "MONOBACTAMS Aztreonam: It is a novel Beta-lactam antibiotic in which the other ring is missing (hence monobactam). It inhibits gram-negative enteric bacilli and H. influenzae at very low concentrations and Pseudomonas at moderate concentrations, but does not inhibit gram-positive cocci or faecal anaerobes. Thus, it is a Beta-lactam antibiotic with a spectrum resembling aminoglycosides. It is resistant to gram-negative Beta-lactamases. The main indications of aztreonam are hospitalacquired infections originating from urinary, biliary, gastrointestinal and female genital tracts. Lack of cross sensitivity with other Beta-lactam antibiotics except possibly ceftazidime is the most prominent feature of aztreonam: permiting its use in patients allergic to penicillins or cephalosporins ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 708",
        "cop": 1,
        "opa": "Aztreonam",
        "opb": "Cefepime",
        "opc": "Loracarbef",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4a69fd4b-7676-4107-9282-e3985e53605a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs can cause renal failure EXCEPT:",
        "exp": "CEFOPERAZONE: Like ceftazidime, it differs from other third generation compounds in having stronger activity on Pseudomonas and weaker activity on other organisms. It is good for S. typhi and B. fragilis also, but more susceptible to",
        "cop": 3,
        "opa": "Cephaloridine",
        "opb": "Amphotericin B",
        "opc": "Cefoperazone",
        "opd": "Gentamicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c38f793c-3376-4d95-8ae6-92cb7f7280a0",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of malaria due to P. Vivax in a 25 year old pregnant female is",
        "exp": "Refer KDT 6/e 786 DOC for malaria in pregnant -chloroquine DOC for chloroquine resistant malaria in pregnant -Quinine",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Primaquine2",
        "opc": "Sulfadoxine -pyrimethanone",
        "opd": "Quinine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "13359199-8a4f-483e-9909-8952591d59eb",
        "choice_type": "multi"
    },
    {
        "question": "Maximum risk of pancreatitis is present with:",
        "exp": "Didanosine (ddl) It is a purine nucleoside analogue which after intracellular conversion to didanosine triphosphate competes with ATP for incorporation in viral DNA, inhibits HIV reverse transcriptase and terminates proviral DNA. Antiretroviral activity of didanosine is equivalent to AZT. Mutational resistance develops, but only few AZT resistant mutants are non-responsive to didanosine also. Now it is used only in combination regimens. The major dose-related toxicity is penpheral neuropathy and rarely pancreatitis. Diarrhoea, abdominal pain and nausea are the side effects. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771",
        "cop": 1,
        "opa": "Didanosine",
        "opb": "Lamivudine",
        "opc": "Zidovodine",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5cb71e1d-37cd-4013-86ea-bda5bed41d51",
        "choice_type": "single"
    },
    {
        "question": "Which anticancer drug causes hypercoagulable syndrome?",
        "exp": "Hypersensitivity reaction manifested by fever, chills, nausea, and vomiting, uicaria, bronchospasm, respiratory failure and hypotension; i ed risk of both clotting and bleeding as a result of alterations in various clotting factors; pancreatitis, and neurological toxicity. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "5-FU",
        "opb": "L-asparaginase",
        "opc": "Melphalan",
        "opd": "Carmustine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3d155f3f-c124-479d-96f0-67341a9f7966",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drugs can cause hypercoagulable state?",
        "exp": "Ref: Katzung 11/e p955 L-asparaginase cause the breakdown of asparagine and thus interference with protein synthesis. It can inhibit the production of clotting factors (responsible for cerebal hemorrhage) as well as anti-clotting protiens(can lead to coical viens thrombosis and other hypercoagulable state).",
        "cop": 2,
        "opa": "5-FU",
        "opb": "L-asparaginase",
        "opc": "Melphalan",
        "opd": "Carmustine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e2106fa5-b274-45ff-82b1-4067c33ebf75",
        "choice_type": "single"
    },
    {
        "question": "Erythromycin acts by interfering with:",
        "exp": "ERYTHROMYCIN It was isolated from Streptomyces erythreus in 1952. Since then it has been widely employed, mainly as alternative to penicillin. Water solubility of erythromycin is limited, and the solution remains stable only when kept in cold. Mechanism of action Erythromycin is bacteriostatic at low but cidal (for ceain bacteria) at high concentrations. Cidal action depends on the organism concerned and its rate of multiplication. Sensitive gram-positive bacteria accumulate erythromycin intracellularly by active transpo which is responsible for their high susceptibility to this antibiotic. It is several fold more active in alkaline medium, because the nonionized (penetrable) form of the drug is oured at higher pH. Erythromycin acts by inhibiting bacterial protein synthesis. It combines with 50S ribosomes subunits and interferes with 'translocation'. After peptide bond formation between the newly attached amino acid and the nacent peptide chain at the acceptor (A) site the elongated peptide is translocated back to the peptidyl (P) site, making the A site available for next aminoacyl t. RNA attachment. This is prevented by erythromycin and the ribosome fails to move along the m. RNA to expose the next codon. As an indirect consequence, peptide chain may be prematurely terminated: synthesis of larger proteins is especifically suppressed. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 727",
        "cop": 1,
        "opa": "Translocation of 50S ribosome",
        "opb": "Translocation of 50S ribosome",
        "opc": "Transcription of 50S ribosome",
        "opd": "Signal transduction of 50S ribosome",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d0a11888-71c7-47dc-8b01-96d94c179f65",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of paclitaxel is:",
        "exp": "Paclitaxel It is a complex diterpin taxane obtained from bark of the Western yew tree, which exes cytotoxic action by a novel mechanism. It enhances polymerization of tubulin: a mechanism opposite to that of vinca alkaloids. The microtubules are stabilized and their depolymerization is prevented. This stability results in inhibition of normal dynamic reorganization of the microtubule network that is essential for vital interphase and mitotic functions. Abnormal arrays or &; bundles&; of microtubules are produced throughout the cell cycle. Cytotoxic action of paclitaxel emphasizes the impoance of tubulin-microtubule dynamic equilibrium. The approved indications of paclitaxel are metastatic ovarian and breast carcinoma after failure of first line chemotherapy and relapse cases. It has also shown efficacy in advanced cases of head and neck cancer, small cell lung cancer, esophageal adenocarcinoma and hormone refractory prostate cancer. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825",
        "cop": 2,
        "opa": "Topoisomerase inhibition",
        "opb": "Increases the polymerization of tubulin",
        "opc": "Inhibits protein synthesis",
        "opd": "Alkylation of DNA",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "501aa201-a7a9-4a55-b1a9-19654547c9b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drug is preferred in severe liver disease?",
        "exp": "STREPTOMYCIN It is the oldest aminoglycoside antibiotic obtained from Streptomyces griseus. It is used in tb. M ECHANISM O F ACTION: The aminoglycosides are bactericidal antibiotics, all having the same general pattern of action which may be described in two main steps: (a) Transpo of the aminoglycoside through the bacterial cell wall and cytoplasmic membrane. (b) Binding to ribosomes resulting in inhibition of protein synthesis. Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742, 722",
        "cop": 2,
        "opa": "Streptomycin + Isoniazid",
        "opb": "Streptomycin + Ethambutol",
        "opc": "Isoniazid + Rifampicin",
        "opd": "Rifamicin + Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "15c0a991-3054-4e57-b669-bc2a51fdd7c2",
        "choice_type": "single"
    },
    {
        "question": "In staphylococci, plasmids, encoding beta-lactamase are transmitted by:",
        "exp": "Transduction: It is the transfer of gene carrying resistance through the agency of a bacteriophage. The R foctor is taken up by the phage and delivered to another bacterium which it infects. Many Staph. aureus strains have acquired resistance by transduction. Ceain instances of:&; enicillin, erythromycin and chloramphenicol resistance have been found to be phage mediated Beta-lactamases are produced by staphylococci, Haemophilus, gonococci, etc. which inactivate penicillin G. The",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transposon",
        "opd": "Transformation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1b479bfd-2ad9-48e6-9acd-017c53055056",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most common side effect of zidovudine?",
        "exp": "Zidovudine: It is a thymidine analogue (azidothymidine, AZT), the prototype NI. After phosphorylation in the host cell-zidovudine triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase Adverse effects Toxicity is mainly due to paial inhibition of cellular DNA polymerase. Anemia and neutropenia are the most impoant and dose-related adverse effects. Nausea, anorexia, abdominal pain, headache, insomnia and myalgia are common at the sta of therapy but diminish later. Myopathy, lactic acidosis, hepatomegaly, convulsions and encephalopathy are infrequent. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 770, 771",
        "cop": 1,
        "opa": "Anemia",
        "opb": "Peripheral neuropathy",
        "opc": "Lactic acidosis",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1d0f5fe4-6712-4d94-8523-278cbd84a462",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is not used in the treatment of mycobacterium avium intracellular infection?",
        "exp": "Clarithromycin: The antimicrobial spectrum of clarithromycin is similar to erythromycin; in addition, it includes Mycobact. avium complex (MAC), other atypical mycobacteria, Mycobact. leprae and some anaerobes but not Bact. Jragilis. It is more active against sensitive strains of gram-positive cocci, Moraxella, Legionella, Mycoplasma pneumoniae and Helicobacter pylori. However, bacteria that have developed resistance to erythromycin are resistant to clarithromycin also. Eflornithine (a-difluoromethylornithine or DFMO) is a drug found to be effective in the treatment of facial hirsutism (excessive hair growth) as well as in African trypanosomiasis (sleeping sickness). Eflornithine hydrochloride cream for topical application is meant for women affected by facial hirsutism. Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria Rifabutin: It is related to rifampin in structure anC. mechanism of action; but less active against M. tuberculi and more active against MAC. Only paial cross resistance occurs between the two. In a dose of 300 mg/ day rifabutin is used for prophylaxis of MAC infection in AIDS patient For the treatment of established MAC infection, it has been added to ethambutol + clarithromycin/ azithromycin ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org/wiki/eflornithine K. D. TRIPATHI SIXTH EDITION PAGE NO: 742, 744, 730",
        "cop": 2,
        "opa": "Clarithromycin",
        "opb": "Eflornithine",
        "opc": "Ethambutol",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "32456e9d-11f2-46c0-b489-03bef5d67c24",
        "choice_type": "single"
    },
    {
        "question": "Pseudojaundice is an adverse effect of:",
        "exp": "Rifabutin: It is related to rifampin in structure and. mechanism of action; but less active against M. tuberculi and more active against MAC. Only paial cross resistance occurs between the two. In a dose of 300 mg/ day rifabutii1 is used for prophylaxis of MAC infection in AIDS patient:; For the treatment of established MAC infection, it has beer. added to ethambutol + clarithromycin/ azithrom&; cir Gastrointestinal intolerance, rashes, granulocytopeni",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Rifabutin",
        "opc": "Omeprazole",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d6b6a20a-42d3-48ba-909b-39f15f6ef33a",
        "choice_type": "single"
    },
    {
        "question": "Wof is a monoclonal anti CD20 antibody used in treating NHL",
        "exp": "Rituximab It is a chimerized MAb. Mech of action:- It binds to the CD20 B-cell antigen expressed on the surface of B-lymphocytes and B-cell lymphomas. Rituximab binding to the antigen promotes apoptosis through transmembrane signalling as well as by ADCC and CDC mechanisms. Uses:- It is indicated in B-cell lymphoma, non-Hodgkin lymphoma and chronic lymphocytic leukaemia. Adverse effects:- are infusion reactions consisting of chills, fever, uicarial rashes, pruritus, dyspnoea and hypotension. Severity of the reaction varies, and is also related to rate of infusion. Pretreatment with antihistaminics dampens the reaction. Ref:- kd tripathi; pg num:-872",
        "cop": 4,
        "opa": "Cyclophosphomide",
        "opb": "Transtuzumab",
        "opc": "Denosumab",
        "opd": "Rituximab",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6e30760c-866a-42b6-98fd-d64fce122c2f",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old pregnant woman develops tuberculosis. Which of the following antitubercular drugs should not be used?",
        "exp": "Tuberculosis in pregnant women: The WHO and British Thoracic Society consider H, R and Z to be safe to the foetus and recommend the standard 6 month (2. HRZ + 4. HR) regimen for pregnant women with TB. E can be added during late but not early pregnancy. S is contraindicated because it is ototoxic to the fetus. However, Z is not recommended in the USA (due to lack of adequate teratogenicity data). In India, it is advised to avoid Z, and to treat pregnant TB patients with 2 HRE + 7. HR (total 9 months). Treatment of. TB should not be withheld or delayed because of pregnancy. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 748, 749",
        "cop": 3,
        "opa": "INH",
        "opb": "Rifampicin",
        "opc": "Streptomycin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "19ff0eb7-26d0-474f-a4aa-3ed5e1cfcce6",
        "choice_type": "single"
    },
    {
        "question": "Zidovudine causes:",
        "exp": "Nucleoside reverse transcriptase inhibitors (Nis) Zidovudine: It is a thymidine analogue (azidothymidine, AZT), the prototype NI. Adverse effects Toxicity is mainly due to paial inhibition of cellular DNA polymerase. Anemia and neutropenia are the most impoant and dose-related adverse effects. Nausea, anorexia, abdominal pain, headache, insomnia and myalgia are common at the sta of therapy but diminish later. Myopathy, lactic acidosis, hepatomegaly, convulsions and encephalopathy are infrequent. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 770, 771",
        "cop": 3,
        "opa": "Neurotoxicity",
        "opb": "Nephrotoxicity",
        "opc": "Neutropenia",
        "opd": "Ototoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "14d67973-2d8c-4b16-aa41-100fd9222623",
        "choice_type": "single"
    },
    {
        "question": "A child who previously was healthy develops bacterial meningitis. Assuming no specific contraindications, which of the following is the drug of choice?",
        "exp": "Penicillins were used in the treatment of meningitis because of their ability to pass across an inflamed blood-brain barrier. The third generation cephalosporin, ceftriaxone, is preferred because it is effective against b-lactamase producing strains of H. influenzae that may cause meningitis in children. Because of the efficacy of third-generation cephalosporins in the therapy of meningitis caused by sensitive S. pneumoniae, N. meningitidis, and H. influenzae type b, cefotaxime (300 mg/kg/24 hr, given every 6 hr) or ceftriaxone (100 mg/kg/24 hr administered once per day or 50 mg/kg/dose, given every 12 hr) should also be used in initial empirical therapy. Patients allergic to b-lactam antibiotics and >1 mo of age can be treated with chloramphenicol, 100 mg/kg/24 hr, given every 6 hr. Another option for patients with allergy to b-lactam antibiotics is a combination of vancomycin and rifampin. Ref: Nelson Paediatrics; 20th edition; Chapter 603 * Central Nervous System Infections; Page no: 2941",
        "cop": 1,
        "opa": "Ceftriaxone",
        "opb": "Erythromycin",
        "opc": "Penicillin V",
        "opd": "Penicillin G",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "965ad8a2-2e4b-4158-befb-e91e590720bb",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic cystitis is caused by",
        "exp": "Refer Katzung 11/e p500 It is a prodrug and is activated BBy hepatic biotransformation to aldophosphamade. One of the degradation products is acrolein that is responsible for hemorrhagic cystitis",
        "cop": 1,
        "opa": "Cyclophosphamide",
        "opb": "6 mercaptounrine",
        "opc": "5 flurouracil",
        "opd": "Busulfan",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3536443e-a980-4334-88af-dab9413edf75",
        "choice_type": "single"
    },
    {
        "question": "which group of anticancer drugs Temozolomide belong to",
        "exp": "Oral alkylating agent Temozolomide is an alkylating agent that can be given orally Refer Goodman Gilman. 12/e p1687",
        "cop": 1,
        "opa": "Oral alkylating agent",
        "opb": "Antitumor antibiotic",
        "opc": "Antimetabolite",
        "opd": "Mitotic spindle inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "01568421-1fcd-4a1b-98c1-731ff4d343a0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibiotic does not act by inhibiting protein synthesis?",
        "exp": "Mechanism of action 1. Inhibit cell wall synthesis: Penicillin Cephalosporins, Cycloserine, Vancomycin Bacitracin. 2. Cause leakage from cell membranes: Poly peptides-Polymyxins, Colistin, Bacitracin Polyenes-Amphotericin B, Nystati: Hamycin. 3. Inhibit protein synthesis: Tetracycline Chloramphenicol, Erythromycin, Clindamycin, Linezolid. 4. Cause misreading ofm-RNA code and affect permeability: Aminoglycosides-Streptomycin, Gentamicin, etc. 5, Inhibit DNA gyrase: Fluoroquinolones. Ciprofloxacin and others. 6. Interfere with DNA function: Rifampin, Metronidazole. 7. Interfere with DNA synthesis: Acyclovir, Zidovudine. 8. Interfere with intermediary metabolism: Sulfonamides, Sulfones, PAS, Trimethoprim, Pyrimethamine, Ethambutol ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 668, 669",
        "cop": 1,
        "opa": "Vancomycin",
        "opb": "Tetracycline",
        "opc": "Streptomycin",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d6e473ff-30a3-46a9-a4e8-d2acf9d9cf12",
        "choice_type": "single"
    },
    {
        "question": "Which of the following penicillins is effective against pseudomonas?",
        "exp": "Ureidopeniclllins Piperacillin This antipseudomonal penicillin is about 8 times more active than carbenicillin. It has good activity against Klebsiella and is used mainly in neutropenic/ immunocompromised patients having serious gram-negative infections, and in burns. Elimination tlh is 1 hr. Concurrent use of gentamicin or tobramycin is advised. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 702",
        "cop": 1,
        "opa": "Piperacillin",
        "opb": "Amoxycillin",
        "opc": "Ampicillin",
        "opd": "Oxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5e57f718-e537-4213-a864-21e4ff9ab9e7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should be monitored if linezolid is given for more than 14 days?",
        "exp": "Because of the increase in multi-drug-resistant strains of gram-positive bacteria, the development of new and novel-acting antimicrobial agents is at the forefront of pharmaceutical research. Currently, the prevalence of methicillin-resistant staphylococci (MRSA) and vancomycin-resistant enterococci (VRE) is a major clinical problem. Linezolid (Zyvox(r)-Pfizer) is an antimicrobial agent of the oxazolidinone class that possesses a wide spectrum of activity against gram-positive organisms, including MRSA and VRE. Because of linezolid's novel mechanism of action, cross-resistance with other antimicrobial agents is not expected. Linezolid is therefore a ble option for ceain types of infectious disease. Linezolid should not be used for empiric therapy, except under unusual circumstances, or to treat mild gram-positive infections where other antimicrobial agents would be effective. Thrombocytopenia has been repoed in patients treated with linezolid. Platelet levels in most patients returned to normal during the follow-up period. The risk of thrombocytopenia appears to be related to duration of therapy. Platelet counts should be monitored at baseline and at least every 7 days during treatment.",
        "cop": 3,
        "opa": "Liver function tests",
        "opb": "Kidney function test",
        "opc": "Platelet count",
        "opd": "Audiometry",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1b0b39e7-5155-435e-8513-7abc95eb017d",
        "choice_type": "single"
    },
    {
        "question": "All the following antiretrol drugs produce dyslipidemia except",
        "exp": "Refer Katzung 11/e p863 Unlike other protease inhibitors atazanvir6 does not appear to be associated with dyslipidemia, fat redistribution or metabolic syndrome",
        "cop": 1,
        "opa": "Atazanavir",
        "opb": "Saquinavir",
        "opc": "Amprenavir",
        "opd": "Nelfinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "05b7390f-3038-4390-b581-22e387a238d8",
        "choice_type": "multi"
    },
    {
        "question": "The drug imatinib acts by the inhibition of:",
        "exp": "lmatinib: This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. Dose: 400 mg/day with meal; accelerated phase of CML, ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 1,
        "opa": "Tyrosine kinase",
        "opb": "Glutathione reductase",
        "opc": "Thymidylate synthetase",
        "opd": "Protein kinase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "217b61a2-92cb-43fb-8d90-fd236920303f",
        "choice_type": "single"
    },
    {
        "question": "All of the following cause inhibition of CYP3A except:",
        "exp": "Five protease inhibitors-Indinavir (IDV), Nelfinavir (NFV), Saquinavir (SQV), Ritonavir (V) and Lopinavir. This protease acts at a late step in HIV replication, i. e. maturation of the new virus paicles when the RNA genome acquires the core proteins and enzymes, They bind to the protease molecule, interfere with its cleaving function, and are more effective viral inhibitors than AZT. Because they act at a late step of viral cycle, they are effective in both newly and chronically infected cells. Under their influence, HIV-infected cells produce immature noninfectious viral progeny-hence prevent fuher rounds of infection. Ritonavir: It is a potent PI; also a potent CYP3. A4 inhibitor. Saquinavir: Two types of formulations (hard gel and soft gel capsules) with differing, but low oral bioavailability have been produced. The tablet load is large and side effects are frequent; photosensitivity can occur. It is a weak inhibitor of CYP3. A4. ltraconazole: This newer orally active triazole antifungal has a broader spectrum of activity than KTZ or fluconazole; It is largely metabolized in liver by CYP3. A4; an active metabolite is produced which is excreted in faeces ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 764, 773",
        "cop": 1,
        "opa": "Saquinavir",
        "opb": "Ritonavir",
        "opc": "Itraconazole",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "41305225-428d-4644-bbab-de8f389e96b1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following antibacterial agents act by inhibiting cell wall synthesis EXCEPT:",
        "exp": "Inhibit cell wall synthesis: Penicillin Cephalosporins, Cycloserine, Vancomycin Bacitracin. Nitrofurantoin(urinary antiseptic) It is primarily bacteriostatic, but may be cidal at higher concentrations and in acidic urine: its activity is enhanced at lower pH. It inhibits many gram-negative bacteria. Resistance to nitrofurantoin develops slowly and no cross resistance with any other AMA is known. It antagonizes the bactericidal action of nalidixic acid. Susceptible bacteria appear to enzymatically reduce nitrofurantoin to generate reactive intermediates which damage DNA. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 688, 735",
        "cop": 4,
        "opa": "Carbapenems",
        "opb": "Monobactams",
        "opc": "Cephalosporins",
        "opd": "Nitrofurantoin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "81f47002-8f7f-4c13-a9ad-a1a5953c2896",
        "choice_type": "multi"
    },
    {
        "question": "Carbenicillin",
        "exp": "Carbenicillin Is a Pencillin congener effective against pseudomonas and indole positive Proteus which are not inhibited by Pencillin G It is inactive orally and excreted rapidly in urine It is sensitive to Pencillinase and acid So admistrmeed parenterally Refer KDT 6/e p702",
        "cop": 1,
        "opa": "Is effectivr in pseudomonas infection",
        "opb": "Has no effect in Proteus infection",
        "opc": "Is a macrolide antibiotic",
        "opd": "Is admistered orally",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8c2042e9-04ed-4d72-b0d6-5a09f7ef7597",
        "choice_type": "multi"
    },
    {
        "question": "Wof agent is used to prevent hemorrhagic cystitis caused by cyclophosphamide and ifosfamide",
        "exp": "To prevent hemorrhagic cystitis mesna is routinely given with the drugs. Mesna is a -SH compound that is excreted in urine--binds and inactivates the vasicotoxic metabolites(Acrolein) of ifosfamide and cyclophosphamide. Ref:- kd tripathi; pg num:-860",
        "cop": 3,
        "opa": "Busulfan",
        "opb": "Carmustine",
        "opc": "Mesna",
        "opd": "Niacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6cab2569-a6c8-4d8c-9a68-d7ea2896f987",
        "choice_type": "single"
    },
    {
        "question": "Viral HIV integrase inhibitor is:",
        "exp": "INTEGRASE INHIBITOR: RALTEGRAVIR: The HIV proviral DNA transcripted in the cytoplasm of host cell translocates to the nucleus along with an integrase enzyme. The HIV integrase nicks host chromosomal DNA and integrates the proviral DNA with it. Raltegravir is an orally active drug that blocks this step by inhibiting the integrase enzyme. it is active against both HIV-1 and HIV-2. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 811",
        "cop": 3,
        "opa": "Zidovudine",
        "opb": "Maroviroc",
        "opc": "Raltegravir",
        "opd": "Enfuviide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2251882a-6747-4040-954c-8418ec862dc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is bactericidal?",
        "exp": "Primarily bactericidal: Penicillins Cephalosporins Aminoglycosides Vancomycin Polypeptides Nalidixic acid Rifampin Ciprofloxacin Isoniazid Metronidazole Pyrazinamide Cotrimoxazole ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 669",
        "cop": 4,
        "opa": "Sulfonamides",
        "opb": "Erythromycin",
        "opc": "Chloramphenicol",
        "opd": "Cotrimoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "66db7560-a274-4d71-ac19-e181459d1d24",
        "choice_type": "single"
    },
    {
        "question": "Most effective drug against extracellular mycobacteria is:",
        "exp": "R ifampin (Rifampicin, R): It is a semisynthetic derivative of rifamycin B obtained from Streptomyces mediterranei. Rifampin is bactericidal to M. tu berculosis and many other gram-positive and gram-negative bacteria like Staph. aureus, N. meningitidis, H. influenzae, E. coli, Klebsiella, Pseudomonas, Proteus and Legionella. Against TB bacilli, it is as efficacious as INH and better than all other drugs. The bactericidal action covers all subpopulations of TB bacilli, but acts best on slowly or intermittently (spuers) dividing ones, as well as on many atypical mycobacteri a. Both extra- and intracellular organisms are affected. It has good sterilizing and resistance preventing actions. Isoniazid (lsonicotinic acid hydrazide, H) Isoniazid is the antitubercular drug parexcellence, and an essential component of all antitubercular regimens, unless the patient is not able to tolerate it or bacilli are resistant. lt is primarily tuberculocidal. Fast multiplying organisms are rapidly killed, but quiescent ones are only inhibited. It acts on extracellular as well as on intracellular TB (bacilli present within macrophages); is equally active in acidic and alkaline medium. It is one of the cheapest antitubercular drugs. However, most atypical mycobacteria are not inhibited by INH. Ethambutol (E) Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria PYRAZINAMIDE: It is weakly tuberculocidal but more active in acidic medium. It is more lethal to intracellularly located bacilli and to those at sites showing an inflammatory response (pH is acidic at both these locations). ESSENTIALS OD MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 740, 741, 742",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "86a6604a-e3f6-4e8e-b3a9-0c7786c39cc1",
        "choice_type": "single"
    },
    {
        "question": "Antimicrobial agent acting by inhibition of cell wall synthesis is:",
        "exp": "Inhibit cell wall synthesis: Penicillin Cephalosporins, Cycloserine, Vancomycin Bacitracin Cefepime Developed in 1990s, this 4th generation cephalosporin has antibacterial spectrum similar to that of 3rd generation compounds, but is highly resistant to Beta-lactamases, hence active against many bacteria resistant to the earlier drugs. Ps. aeruginosa and Staph. aureus are also inhibited. Due to high potency and extended spectrum, it is effective in many serious infections like hospital-acquired pneumonia, febrile neutrorenia, bacteraemia, septicaemia, etc. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 668, 707",
        "cop": 4,
        "opa": "Erythromycin",
        "opb": "Tetracycline",
        "opc": "Lomefloxacin",
        "opd": "Cefepime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e3ab68c0-f625-4413-a462-e8d38008567e",
        "choice_type": "multi"
    },
    {
        "question": "Tim dependent killing and prolonged post antibiotic effect is seen with",
        "exp": "Ref Katzung 13th/879 Long post antibiotic effect is shown by most of the drugs against gram positive bacteria but few drugs have long PAE against gram negative bacteria Clindamycin and erythromycin are static6 drugs that exhibit time dependent inhibitory activity Fluroquinolone follow concentratn dependent killing",
        "cop": 2,
        "opa": "Fluoroquinolone",
        "opb": "Beta lactams",
        "opc": "Clindamycin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6f729201-beab-4486-b2b4-49f98c2d50c7",
        "choice_type": "single"
    },
    {
        "question": "ATT causing orange coloured urine is:",
        "exp": "R ifampin (Rifampicin, R): It is a semisynthetic derivative of rifamycin B Adverse effects: The incidence of adverse effects is similar to INH. Hepatitis, a major adverse effect, generally occurs in patients with preexisting liver disease and is dose-related: development of jaundice requires discontinuation of the drug-then it is reversible. Other serious but rare reactions are: * &; Respiratory syndrome&;: breathlessness which may be associated with shock and collapse. * Purpura, haemolysis, shock and renal failure. Minor reactions usually not requiring drug withdrawal and more common with intermittent regimens are: * &; Cutaneous syndrome&;: flushing, pruritus + rash (especially on face and scalp), redness and watering of eyes. * &; Flu syndrome&;: with chills, fever, headache, malaise and bone pain. * &; Abdominal syndrome&;: nausea, vomiting, abdominal cramps with or without diarrhoea. Urine and secretions may become orange-red but this is harmless. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741, 742",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Isoniazid",
        "opc": "Streptomycin",
        "opd": "Pyrazinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3a75a2c8-728d-447f-af36-4b7b72869299",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used to prevent HIV transmission from an HIV positive pregnant mother to child",
        "exp": "Refer Katzung 11/e p 862 Nevirapine and Zidovudine as used to prevent veical transmission of HIV from pregnant females to the baby",
        "cop": 3,
        "opa": "Lamivudine",
        "opb": "Stavudine",
        "opc": "Nevirapine",
        "opd": "Didanosine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d6e02a5c-2b55-4bb3-aed0-4071b0a1ffc2",
        "choice_type": "single"
    },
    {
        "question": "Superinfection is common in:",
        "exp": "Super Infection (Suprainfection) This refers to the appearance of a new infection as a result of antimicrobial therapy Superinfections are more common when he - * defence is compromised. Lack of competition may allow even a normally non pathogenic component of the flora, which is non inhibited by the drug (e. g. Candida), to predominate and invade. More complete the suppression of body flora, greater are the chances of developing superinfection. Thus, it is commonly associated with the use of broad/extended-spectrum antibiotics, such as tetracyclines, chloramphenicol, ampicillin, newer cephalosporins; especially when combinations of these are employed. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 672",
        "cop": 2,
        "opa": "Narrow spectrum antibiotics",
        "opb": "Immunocompromised host",
        "opc": "Low spectrum antibiotics",
        "opd": "Nutritional deficiency",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c719e373-e8ff-4111-888c-53cfb45a8cea",
        "choice_type": "single"
    },
    {
        "question": "Drug causing maximum peripheral neuropathy is:",
        "exp": "Stavudine:(d4T) It is a thymidine analogue which acts in the same way as AZT. By utilizing the same thymidine kinase for activation, AZT antagonises the effect of stavudine. Resistance to stavudine develops as for other Nis. It is well absorbed orally and rapidly metabolized(half life 1. 5 hr). The anti-HIV efficacy of stavudme IS comparable to AZT, and it is used in c_ombination regimens. Peripheral neuropathy, lipodystrophy and rarely pancreatitis are the serious toxicies which have restricted its use. zidovudine(AZT): triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771, 772",
        "cop": 3,
        "opa": "Zidovudine",
        "opb": "Lamivudine",
        "opc": "Stavudine",
        "opd": "Didanosine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "00be06e0-f336-4ae9-ae8d-672d86d86c1e",
        "choice_type": "single"
    },
    {
        "question": "Resistance to zidovudne develops due to:",
        "exp": "Zidovudine; It is a thymidine analogue (azidothymidine, AZT), the prototype NI. After phosphorylation in the host cell-zidovudine triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase Resistance to AZT occurs by point mutations which alter reverse transcriptase enzyme. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 770",
        "cop": 1,
        "opa": "Mutation at reverse transcriptase",
        "opb": "Increased efflux of the drug from inside the cell",
        "opc": "Increased metabolism of the drug",
        "opd": "Decreased zidovudine 5 triphosphate formation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "66146862-a689-48bf-8211-9b1aa1dec0c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a radioprotector?",
        "exp": "AMIFOSTINE: It is an organic thiophosphate which on activation by alkaline phosphatase acts as a cytoprotective against cancer chemotherapy and radiotherapy. It is paicularly used for prophylaxis of cisplatin induced neuro/nephrotoxicity and radiotherapy related xerostomia. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 876",
        "cop": 2,
        "opa": "Colony stimulating factor",
        "opb": "Amifostine",
        "opc": "Cisplatin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e8631d76-7374-4610-bd26-9c0c4611593d",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of paxclitaxel is",
        "exp": "Refer Katzung 10th/893 Refer KDT 6/e p825 Taxanes act by increasing the polymerization of beta tubulin whereas vinca alkaloid cause inhibition of tubulin polymerization. Both of these drugs act by causing the disruption of mitosis and are active in M phase of cell cycle",
        "cop": 2,
        "opa": "Topisomaerse inhibition",
        "opb": "Increase the polymerization of tubulin",
        "opc": "Inhibits protein synthesis",
        "opd": "Alkylation of DNA",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9a7ac26c-c844-46a7-a5b9-ff0aa14a357f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug causes flaccid paralysis of ascaris?",
        "exp": "Pyrantel causes activation of nicotinic cholinergic receptors in the worms resulting in persistent depolarization-- slowly developing contracture and spastic paralysis. Worms are then expelled. An anticholinesterase action has also been demonstrated. Because piperazine causes hyperpolarization and flaccid paralysis, it antagonizes the action of pyrantel. Cholinergic receptors in mammalian skeletal muscle have very low affinity for pyrantel. Only 10-15% of an oral dose ESSENTIALS OF PHARMACOLOGY page no. 852",
        "cop": 2,
        "opa": "Albendazole",
        "opb": "Pyrantel pamoate",
        "opc": "Piperazine",
        "opd": "Ivermectin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "be063f1c-aaee-40d2-a05f-1f16d699d0bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug bind to tubulin and arrest metaphase of the cell cycle?",
        "exp": "Vinca alkaloids, griseofulvin, taxanes, albendazole act on metaphase of cell cycle. Vinca alkaloids inhibit polymerization of microtubules. Taxanes inhibit depolymerization of microtubules. Goodman Gillman 12th ed. Pg 1705.",
        "cop": 1,
        "opa": "Vincristine",
        "opb": "Carmustine",
        "opc": "Infliximab",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ca2755ad-e9e2-416c-a06d-6f1ddbb30cf9",
        "choice_type": "single"
    },
    {
        "question": "The development of resistance to conventional treatment has led WHO to recommend the use of combination therapies containing aemisinin derivative (aemisinin-based combination therapies also known as ACTs). All of the following combination therapies are recommended if such resistance is suspected, except:",
        "exp": "Aemisinin-based combination therapy (ACT): Noting that use of antimalarial drugs singly has failed to cuail the prevalence of malaria globally, paicularly due to emergence of chloroquineresistant followed by multidrug-resistant P. Jalciparum, the WHO has recommended that acute uncomplicated resistant falciparum malaria should be treated only by combining one of the aemisinin compounds with another effective erythrocytic schizontocide. In choosing the companion drug, the most impoant consideration is its elimination tlh (governing stay in the body), because effective concentrations in blood must be maintained for at least 3 asexual cycles of the parasite, i. e. 6 days, to exhaust the parasite burden. Therefore, sho tlh drugs have to be given for 7 days, while longer acting drugs can be given for 1- 3 days. However, long tlh drugs allow subinhibitory concentrations to persist in the blood facilitating selection of resistant mutants. Combining a sho tlh drug with a long tlh drug in the conventional 3 day regimen runs the risk of de facto monotherapy after the sho tlh drug is eliminated. This risk is minimized by choosing a sho tlh drug that reduces the parasite load rapidly and drastically. Aemisinin compounds fillin this requirement, as they rapidly kill > 95% plasmodia. They leave only a small biomass of the parasites to be eliminated by the long tlh drug, reducing the chances of selecting resistant mutants. Advantages of ACT over other antimalarials are: * Rapid clinical and parasitological cure. * High cure rates (>95%) and low recrudescence rate * Absence of parasite resistance (the components prevent development of resistance to each other). * Good tolerability profile 1. Aesunate-sulfadoxine + pyrimethamine (AS/5/P) 2. Aesunate-mefloquine (AS/MQ) 3. Aemether-lumefantrine 4. Aesunate-pyronaridine 5. Aesunate-amodiaquine (AS/AQ) 6. Aesunate-chlorproguanil-dapsone ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 794, 795, 796",
        "cop": 2,
        "opa": "Aemether plus lumefantrine",
        "opb": "Aesunate plus quinine",
        "opc": "Aesunate plus pyrimethamine-sulfadoxine",
        "opd": "Aesunate plus mefloquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fe881850-44ca-415c-a21f-5bbf62688a46",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of chloroquine resistant falciparum Malaria is",
        "exp": "Among the given options quinine is the best answer. DOC for uncomplicated chloroquine resistant P. Falciparum Malaria Is ACT",
        "cop": 1,
        "opa": "Quinine",
        "opb": "Chloroquine",
        "opc": "Pyrimethamine",
        "opd": "Primaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9db44221-cc06-41d9-9190-0e755d1b6fd2",
        "choice_type": "single"
    },
    {
        "question": "A post operative patient developed septicemia and was empirically staed on combination chromotherapy by a new resident doctor. However when the patient did not respond even after 10 days of antibioti treatment. it was found that resident doctor had staed the combination of antibiotics which was mutually antagonistic in action. which of the following is the most likely combination that was given",
        "exp": "Combination of a bactericidal and a bacteriostatic drug is usually antagonist in nature. This is because cidal drugs are usually acting on a fast multiplying organisms whereas static drugs decrease this multiplication",
        "cop": 3,
        "opa": "Vancomycin and Amikacin",
        "opb": "Cephalexin and gentamicin",
        "opc": "Ampicillin and chloramphenicol",
        "opd": "Ciprofloxacin and piperacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "76eb2ecf-b365-4095-ad91-96da8dc9dcc6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug should not be used to treat Klebsiella infection?",
        "exp": "Ampicillin It is active against all organisms sensitive to PnG; in addition, many gram-negative bacilli, e. g. H. influenzae, E. coli, Proteus, Salmonella and Shigella are inhibited. However, due to widespread use, many of these have developed resistance; usefulness of this antibiotic has decreased considerably. Ampicillin is more active than PnG for Streptoccus viridans and enterococci; equally active for pneumococci, gonococci and meningococci (penicillin. resistant strains are resistant to ampicillin as well); but less active against other gram-positive cocci. Penicillinase producing Staph. are not affected, as are other gram-negative bacilli, such as Pseudomonas, Klebsiella, indole positive Proteus and anaerobes like Bacteroides fragilis ESSENTIALS OF MEDICAL PHARMACOLOGYU K. D. TRIPATHI SIXTH EDITION PAGE NO: 700",
        "cop": 1,
        "opa": "Ampicillin",
        "opb": "Amikacin",
        "opc": "Imipenem",
        "opd": "Tigecycline",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "56ce7a5b-7ef9-46fc-a5ab-7d42ff8623b0",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding development of drug resistance in MRSA is",
        "exp": "Ref Katzung 11/e p776 Methicillin resistance occurs due to altered PBPs6, thus no penicillin (infant no beta lactam antibiotic) is useful against Methicillin -resistant Staphylococcus Audrie infections",
        "cop": 2,
        "opa": "Results due to pencillinase enzyme production",
        "opb": "Occurs due to change in penicillin -binding proteins",
        "opc": "Chromosome mediated",
        "opd": "Treated with amoxicillin +clavulanix acid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8b8d42f8-bc15-4c24-8b12-6a8fd10ec9fe",
        "choice_type": "multi"
    },
    {
        "question": "Time dependent killing and prolonged post-antibiotic effect is seen with:",
        "exp": "beta-lactams, glycopeptides and macrolides produce 'time-dependent inhibition' -antimicrobial action depends on the length of time the concentration remains above MIC ESSENTIALS OF MEDICAL PHARMACOLOGY page no 697",
        "cop": 2,
        "opa": "Eluoruquinolones",
        "opb": "Beta-lactam antibiotics",
        "opc": "Clindamycin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5b091fbb-6b2f-4ec3-a457-5f1d45e139a0",
        "choice_type": "single"
    },
    {
        "question": "Bacitracin acts on",
        "exp": "Ref Katzung 10/e p 741 Bacitracin acts by inhibiting the synthesis of cell wall Other polypeptide antibiotics like Polymyxin B, colistin and tyrothricin act by affecting membranes",
        "cop": 1,
        "opa": "Cell wall",
        "opb": "Cell membrane",
        "opc": "Nucleic acid",
        "opd": "Ribosome",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f984841c-45ec-447b-b167-50994e619d62",
        "choice_type": "multi"
    },
    {
        "question": "Neoadjuvant chemotherapy is used in all except (REPEAT)",
        "exp": "Thyroid carcinomas ate extra ordinarily resistant to chemotherapy Neoadjuvant chemotherapy is admistration of chemotherapy before surgery or radiation therapy whereas adjuvant chemotherapy is used after surgery",
        "cop": 3,
        "opa": "Esophagal carcinoma",
        "opb": "Breast carcinoma",
        "opc": "Thyroid carcinoma",
        "opd": "Non small cell carcinoma of lung",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "393335df-0d81-47ea-8a9b-784936958bb1",
        "choice_type": "multi"
    },
    {
        "question": "Citrovorum factor is given along with all the following drugs except",
        "exp": "Citrovorum factor or rescue factor or folinic acid - active form of folic acid is given along with antifolate drugs like Methotrexate, pemetrexed, pyrimethamine, cotrimoxazole, and 5 fluorouracil. Ref: Tripati 6th ed. Pg: 592",
        "cop": 4,
        "opa": "Methotrexate",
        "opb": "Pemetrexed",
        "opc": "Pyrimethamine",
        "opd": "Cytosine arabinoside",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4ea6f44d-dfa6-47fb-aeec-bad45b9de77f",
        "choice_type": "multi"
    },
    {
        "question": "All are hepatotoxic drugs Except:",
        "exp": "Linezolid This is the first member of a new class of svnthetic AMAs &; Oxazolidinones&; which has become available for the treatment of resistant gram positive coccal (aerobic and anaerobic) and bacillary infections. It is active against MRSA and some VRSA, VRE, penicillin-resistant Strep. pyogenes, Strep. viridans and Strep. pneumoniae, M. tuberculosis, Corynebacterium, Listeria, Clostridia and Bact. Jragilis. It is primarily bacteriostatic, but can exe cidal action against some streptococci, pneumococci and B. fragilis. Gram negative bacteria are not affected. Side effects to linezolid have been few; mostly mild abdominal pain and bowel upset. Occasionally, rash, pruritus, headache, oral/ vaginal candidiasis have been repoed. Neutropenia and thrombocytopenia are infrequent and usually mild. Because linezolid is a MAO inhibitor, interactions with adrenergic/ serotonergic drugs and excess dietary tyramine are expected. No cytochrome P450 enzyme related interactions seem likely. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 733",
        "cop": 4,
        "opa": "Erythromycin estolate",
        "opb": "Rifampicin",
        "opc": "Tetracycline",
        "opd": "Linezolid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6ba645bc-5ccb-46be-8b63-9b791fb4d2cc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following ATT has maximum CSF penetration?",
        "exp": "Isoniazid (lsonicotinic acid hydrazide, H): Pharmacokinetics: INH is completely absorbed orally and penetrates all body tissues, tubercular cavities, placenta and meninges. It is extensively metabolized in liver; most impoant pathway being acetylation-metabolites are excreted in urine. The rate of INH acetylation shows genetic variation. There are either: Fast acetylators (30--40% of Indians) half life of i. NH 1 hr. Slow acetylators (60-70% of Indians) half lifeof i. NH 3 hr The propoion of fast and slow acetylators differs in different pas of the world. However, acetylator status does not matter if INH is taken daily, but biweekly regimens are less effective in fast acetylators. Isoniazid induced peripheral neuritis appears to be more common in slow acetylators. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 740",
        "cop": 2,
        "opa": "Streptomycin",
        "opb": "INH",
        "opc": "Rifampicin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "aec9bdfa-7188-4f09-8e4d-fd5ae24e64d2",
        "choice_type": "single"
    },
    {
        "question": "Allopurinol potentiates action of",
        "exp": "Refer KDT 6/ep208 Allopurinol inhibits degradation of azathioprine and 6-mercaptopurine It thus potentiates their action",
        "cop": 1,
        "opa": "Azathioprine",
        "opb": "Busulfan",
        "opc": "Actinomycin",
        "opd": "Procarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "464d37a7-bf67-4a46-ba12-3cca4666d61d",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following drugs is not used in the treatment of mycobacterium avium intercellular infection cla",
        "exp": "Refer KDT 6/e p750. Eflornithine is used for the treatment of some cases big trypanomiasis. It is also used topically in women to delay regrowth of facial hair following depilation",
        "cop": 2,
        "opa": "Claruthromycin",
        "opb": "Eflornithine",
        "opc": "Ethambutol",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "02941311-cf15-40cb-a451-a31bb20852e4",
        "choice_type": "single"
    },
    {
        "question": "Use of tamoxifen in carcinoma of breast patients does not lead to the following side effects:",
        "exp": "Selective estrogen receptor modulators (SEAMs) Tamoxifen citrate: Though chemically related to clomiphene, it has complex actions; acts as potent estrogen antagonist in breast carcinoma cells, blood vessels and at some peripheral sites, but as paial agonist in uterus, bone, liver and pituitary. Inhibition of human breast cancer cel b and hot flushes reflect antiestro. e; enic action while the weak estrogen agonistic action manifests as stimulation of endometrial proliferation, lowering of Gn and prolactin levels in postmenopausal women as well as improvement in their bone density. Tamoxifen is the standard hormonal treatment of breast cancer in both pre- and post menopausal women, though aromatase inhibitors are gaining prominence. Side effects Hot flushes. vomiting, vaginal bleeding, vaginal discharge, menstrual irregularities, increased risk of venous thromboembolism, dermatitis, anorexia, depression, mild leucopenia and ocular changes are infrequent. It is much less toxic than other anticancer drugs. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 304",
        "cop": 4,
        "opa": "Thromboembolic events",
        "opb": "Endometrial carcinoma",
        "opc": "Cataract",
        "opd": "Cancer in opposite breast",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "136955d2-4f27-4ca8-81f2-6c6b178a1c71",
        "choice_type": "single"
    },
    {
        "question": "Drug locally used for tracheal stenosis is:",
        "exp": "Mitomycin C is a mitomycin that is used as a chemotherapeutic agent by viue of its antitumour activity. It is given intravenously to treat upper gastro-intestinal cancers (e. g. esophageal carcinome), anal cancers, and breast, as well as by bladder instillation for superficial bladder tumors. It causes delayed bone marrow toxicity and therefore it is usually administered at 6-weekly intervals. Prolonged use may result in permanent bone-marrow damage. It may also cause lung fibrosis and renal damage. Mitomycin C is highly toxic drug used only in resistant cancers of stomach, cervix, colon, rectum, bladder, etc. It is transformed intracellularly to a form which acts as an alkylating agent and kills cells in G1-M phases. Bone marrow and g. i. t. are the primary targets of toxicity. ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org K. D. TRIPATHI SIXTH EDITION PAGE NO: 827",
        "cop": 1,
        "opa": "Mitomycin C",
        "opb": "Doxorubicin",
        "opc": "Bleomycin",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "22d09830-ff5c-4e97-bbe0-f4e5278e95d6",
        "choice_type": "multi"
    },
    {
        "question": "Anticancer drug causing SIADH as an adverse effect is:",
        "exp": "TAXANES Paclitaxel It is a complex diterpin taxane obtained from bark of the Western yew tree, which exes cytotoxic action by a novel mechanism. It enhances polymerization of tubulin: a mechanism opposite to that of vinca alkaloids. The microtubules are stabilized and their depolymerization is prevented. This stability results in inhibition of normal dynamic reorganization of the microtubule network that is essential for vital interphase and mitotic functions. Abnormal arrays or &; bundles&; of microtubules are produced throughout the cell cycle. Cytotoxic action of paclitaxel emphasizes the impoance of tubulin-microtubule dynamic equilibrium. The approved indications of paclitaxel are metastatic ovarian and breast carcinoma after failure of first line chemotherapy and relapse cases. It has also shown efficacy in advanced cases of head and neck cancer, small cell lung cancer, esophageal adenocarcinoma and hormone refractory prostate cancer. The major toxicity is reversible myelosuppression and &; stocking and glove&; neuropathy. Chest pain, ahralgia, myalgia, mucositis and edema can be troublesome. The syndrome of inappropriate ADH secretion is attributed to excessive ADH release. It is defined as less than maximally dilute urine in the presence of plasma hypoosmolality (hyponatremia), without volume depletion or overload, emotional stress, pain, diuretics or other drugs that stimulate ADH secretion. Paclitaxel regimen, cause severe hyponatremia (grade 4) due to documented syndrome of inappropriate antidiuretic hormone secretion (SIADH). ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 826",
        "cop": 2,
        "opa": "Vincristine",
        "opb": "Paclitaxel",
        "opc": "Dacarbazine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "39bfc1b4-0b3c-4171-888d-41e933ca5c86",
        "choice_type": "single"
    },
    {
        "question": "Most impoant dose-limiting toxicity of cancer chemotherapy is:",
        "exp": "G E N ERAL TOXICITY OF CYTOTOXIC DRUGS Majority of the cytotoxic drugs have more profound effect on rapidly multiplying cells, because the most impoant target of action are the nucleic acids and their precursors; rapid nucleic acid synthesis occurs during cell division. Many cancers (especially large solid tumours) have a lower growth fraction (lower percentage of cells are in division) than normal bone marrow, epithelial linings, reticuloendothelial (RE) system and gonads. These tissues are paicularly affected in a dose-dependent manner by majority of drugs; though, there are differences in susceptibility to individual members. 1. Bone marrow Depression of bone marrow results in granulocytopenia, agranulocytosis, thrombocytopenia, aplastic anemia. This is the most serious toxicity; often limits the dose that can be employed. Infections and bleeding are the usual complications. 2. Lymphoreticular tissue Lymphocytopenia and inhibition of lymphocyte function results in suppression of cell mediated as well as humoral immunity. Because of action (1) and (2) + damage to epithelial surfaces, the host defence mechanisms (specific as well as nonspecific) are broken down",
        "cop": 3,
        "opa": "Gastrointestinal toxicity",
        "opb": "Neurotoxicity",
        "opc": "Bone marrow suppression",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bed0027d-2a14-4117-9b95-8e578fd7ae79",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drugs is cell cycle specific",
        "exp": "Refer Katzung 11/e p774 Vinbalstine is a M phase specific vinca alkaloid Whereas Bleomycin acts selectively on G1 phase of cell cycle",
        "cop": 3,
        "opa": "Ifosfamide",
        "opb": "Melphalan",
        "opc": "Vinbalstine",
        "opd": "Cycloohosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "090c2e83-ea7c-4381-8066-e7398395487d",
        "choice_type": "single"
    },
    {
        "question": "The anticancer drug belonging to inorganic metal complexes?",
        "exp": "Cisplatin, oxaliplatin, carboplatin belongs to platinum coordination complexes. Cisplatin-Most emetogenic. Ref: Sharma and Sharma 2nd e/pg 849",
        "cop": 2,
        "opa": "Dacarbazine",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Vincristine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fc080cf1-4751-4795-ae80-990a815b0c95",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-cancer drug is NOT 's'-phase specific:",
        "exp": "Cytotoxic drugs are either cell cycle specific (CCS) or cell cycle nonspecific (CCNS). (a) Cell cycle nonspecific Kill resting as well as dividing cells, e. g. nitrogen mustard, cyclophosphamide, chlorambucil, carmustine, dacarbazine, busulfan, L-asparaginase, cisplatin, procarbazine, actinomycin D. (b) Cell cycle specific Kill only actively dividing cells. Their toxicity is generally expressed in S phase. However, these drugs may show considerable phase selectivity, e. g.- G1: Vinblastine. S: Mtx, cytarabine, 6-TG, 6-MP, 5-FU, hydroxyurea, mitomycin C, doxorubicin, daunorubicin. G2: Daunorubicin, bleomycin, etoposide, topotecan. M: Vincristine, vinblastine, paclitaxel, docetaxel ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 830",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "Mercaptopurine",
        "opc": "Ifosfamide",
        "opd": "Thioguanine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b6d95155-9307-4353-a6fa-f1d476b2510b",
        "choice_type": "single"
    },
    {
        "question": "Ifosfamide belong to which group of anticancer drugs",
        "exp": "Ifosfamide is an alkylating agent closely related to cyclophosphamide. Used in testicular tumours, lymphoma, soft tissue tumour. Katzung 12e pg: 953",
        "cop": 1,
        "opa": "Alkylating agents",
        "opb": "Antimetabolites",
        "opc": "Metotic inhibitors",
        "opd": "Topoisomerase inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "145d7450-d591-4deb-90b6-9cee7e1e507a",
        "choice_type": "single"
    },
    {
        "question": "Sustained neutropenia is seen with",
        "exp": "Refer Goodman Gilman 11/e p1330 KDT 6/e p822. Myrelosuppression leading to neutropenia, thrombocytopenia and anemia is seen is seen with most of the anticancer drugs The characterstic features of Myelosuprresion produced by carmustine",
        "cop": 3,
        "opa": "Vinbalstine",
        "opb": "Cisplatin",
        "opc": "Carmustine",
        "opd": "Cycloohosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "133e0943-deea-471f-bf69-db7d277cc89b",
        "choice_type": "single"
    },
    {
        "question": "ATT most commonly implicated in causing peripheral neuropathy is:",
        "exp": "Isoniazid (lsonicotinic acid hydrazide, H) Isoniazid is the antitubercular drug parexcellence, and an essential component of all antitubercular regimens, unless the patient is not able to tolerate it or bacilli are resistant. lt is primarily tuberculocidal. Fast multiplying organisms are rapidly killed, but quiescent ones are only inhibited. It acts on extracellular as well as on intracellular TB (bacilli present within macrophages); is equally active in acidic and alkaline medium. It is one of the cheapest antitubercular drugs. However, most atypical mycobacteria are not inhibited by INH. The most plausible mechanism of action of INH is inhibition of synthesis of mycolic acids which are unique fatty acid component of mycobacterial cell wall. This may explain the high selectivity of INH for mycobacteria (it is not active against any other microorganism). The lipid content of mycobacteria exposed to INH is reduced. A gene labelled inh A which encodes for a fatty acid synthase enzyme is the target of INH action. Adverse effects INH is well tolerated by most patients. Peripheral neuritis and a variety of neurological manifestations (paresthesias, numbness, mental disturbances, rarely convulsions) are the most impoant dose-dependent toxic effects. These are due to interference with utilization of pyridoxine and its increased excretion in urine Pyridoxine given prophylactically (10 mg / day) prevents the neurotoxicity even with higher doses, but routine use is not mandatory. INH neurotoxicity is treated by pyridoxine l. OO mg/day. Hepatitis, a major adverse effect of i. NH, is rare in children, but more common in older people and in alcoholics. It is due to dose-related damage to liver cells and is reversible on stopping the drug. Other side effects are rashes, fever, acne and ahralgia. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 740, 741",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "INH",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c81581d9-1d49-4eef-94e7-5996bd88102d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the therapeutic uses of penicillin G EXCEPT:",
        "exp": "Penicillin G is the drug of choice for infection caused by organisms susceptible to it, unless the patient is allergic to this antibiotic. However, use has declined very much due to fear of causing anaphylaxis. 1. Streptococcal infections Like pharyngitis otitis media, scarlet fever, rheumatic fever respond to ordinary doses of PnG given for 7-10 days. For subacute bacterial endocarditis (SABE) caused by Strep. viridans or faecalis high doses (10-20 Ml. i. v. daily) along with gentamicin given for 2-6 weeks is needed. 2. Pneumococcal infections PnG is not used now for empirical therapy of pneumococcal (lobar) pneumonia and meningitis because many strains have become highly penicillin resistant However, PnG 3-6 MU i. v. every 6 hours is the drug of choice if organism is sensitive. 3. Meningococcal infections are still mostly responsive; meningitis and other infections may be treated with intravenous injection of high dose 4. Gonorrhoea: PnG has become unreliable for treatment of gonorrhoea due to spread of resistant strains. The treatment of ophthalmia neonatorum 5. Syphilis T. pallidum has not shown any resistance and PnG is the drug of choice. Early and latent syphilis is treated either with daily injection of 1. 2 M U of procaine penicillin for 10 days or with 1-3 weekly doses of 2. 4 MU benzthine penicillin. For late syphilis, benzathine penicillin 2. 4 MU weekly for 4 weeks is recommended. Cardiovascular and neurosyphilis requires 5 MU i. m. 6 hourly o f sod. PnG,. 2 weeks followed by the above regimen. Leptospirosis: PnG 1. 5 MU injected i. v. 6 hourly for 7 days is curative. 6. Diphtheria Antitoxin therapy is of prime impoance. Procaine penicillin 1-2 MU daily for 10 days has adjuvant value and prevents carrier state. 7. Tetanus and gas gangrene Antitoxin and other measures are more impoant; PnG 6-12 MU I day is used to kill the causative organism and has adjuvant value. 8. Penicillin G is the drug of choice for rare infections like anthrax, actinomycosis, trench mouth, rat bite fever and those caused by Listeria monocytogenes, Pasteurella multocida. 9. Prophylactic uses (a) Rheumatic fever: Low concentrations of penicillin prevent colonization by streptococci responsible for rheumatic fever. Benzathine penicillin 1. 2 MU every 4 weeks till 18 years of age or 5 years after an attack, whichever is more. (b) Bacterial endocarditis: Dental extractions, endoscopies, catheterization, etc. cause bacteremia which in patients with valvular defects can cause endocarditis. PnG can afford protection, but amoxicillin is preferred now. (c) Agranulocytosis patients: Penicillin may be used alone or in combination with an aminoglycoside antibiotic to prevent respiratory and other acute infections. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 698, 699",
        "cop": 2,
        "opa": "Bacterial meningitis",
        "opb": "Rickettsial Infection",
        "opc": "Syphilis",
        "opd": "Anthrax",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "78a5e288-2c7d-44a0-9e9b-816dfaa7f0f7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a protease inhibitor?",
        "exp": "Retroviral protease Inhibitors (Pis): An aspaic protease enzyme encoded by HIV is involved in the production of structural proteins and enzymes (including reverse transcriptase) of the virus. The large viral polyprotein is broken into various functional components by this enzyme. This protease acts at a late step in HIV replication, i. e. maturation of the new virus paicles when the RNA genome acquires the core proteins and enzymes. Five protease inhibitors-Indinavir (IDV), Nelfinavir (NFV), Saquinavir (SQV), Ritonavir (V) and Lopinavir (in combination with ritonavir LPV /r) have been marketed in India for use against HIV. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771, 772",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Saquinavir",
        "opc": "Delavirdine",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c3b43bda-8d5c-4a54-bedc-154c28e95a6d",
        "choice_type": "single"
    },
    {
        "question": "A patient diagnosed as having ventilator associated pneumonia, is on treatment with ceftriaxone and amikacin. Culture and sensitivity turned out to be positive for ESBL producing Klebsiella infection. The most appropriate next action should be:",
        "exp": "Klebsiella organisms are resistant to multiple antibiotics. This is thought to be a plasmid-mediated propey. Length of hospital stay and performance of invasive procedures are risk factors for acquisition of these strains. Treatment depends on the organ system involved. In general, initial therapy of patients with possible bacteremia is empirical. The choice of a specific antimicrobial agent depends on local susceptibility patterns. Once bacteremia is confirmed, treatment may be modified. Agents with high intrinsic activity against K pneumoniae should be selected for severely ill patients. Examples of such agents include third-generation cephalosporins (eg, cefotaxime, ceftriaxone), carbapenems (eg, imipenem/cilastatin), aminoglycosides (eg, gentamicin, amikacin), and quinolones. These agents may be used as monotherapy or combination therapy. Some expes recommend using a combination of an aminoglycoside and a third-generation cephalosporin as treatment for non-ESBL-producing isolates. Others disagree and recommend monotherapy. Aztreonam may be used in patients who are allergic to beta-lactam antibiotics. Quinolones are also effective treatment options for susceptible isolates in patients with either carbapenem allergy or major beta-lactam allergy. Other antibiotics used to treat susceptible isolates include ampicillin/sulbactam, piperacillin/tazobactam, ticarcillin/clavulanate, ceftazidime, cefepime, levofloxacin, norfloxacin, moxifloxacin, meropenem, and eapenem. Treatment of Klebsiella pneumonia has discrepant results. For patients with severe infections, a clinically prudent approach is the use of an initial sho course (48-72 h) of combination therapy with an aminoglycoside, followed by a switch to an extended-spectrum cephalosporin when susceptibility is confirmed. REFERENCE: www. medscape. com",
        "cop": 4,
        "opa": "Continue same antibiotic but at higher dose",
        "opb": "Replace ceftazidime for ceftriaxone",
        "opc": "Remove amikacin and add quinolone",
        "opd": "Change over to imipenem",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7597a041-d850-42ea-9dcf-1025ba29f163",
        "choice_type": "single"
    },
    {
        "question": "A person is being treated for Human Immunodeficiency Virus-1. He developed hyperiglyceridemia and hypercholesterolemia. Most likely drug implicated for these adverse effects is:",
        "exp": "ANTIVIRAL DRUGS: Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir The most prominent adverse effects of protease inhibitors are gastrointestinal intolerance, asthenia, headache, dizziness, limb and facial tingling, numbness and rashes. Of paicular concern are lipodystrophy (abdominal obesity, buffalo hump with wasting of limbs and face) and dyslipidaemia (raised triglycerides and cholesterol) which may necessitate hypolipidaemic drugs. Diabetes may be exacerbated. Indinavir crystalises in urine and increases risk of urinary calculi. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 773",
        "cop": 1,
        "opa": "Ritonavir",
        "opb": "Raltegravir",
        "opc": "Didanosine",
        "opd": "Eirenz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e4d3b72f-2627-41b0-b831-ea2ce42fb073",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for antibiotic associated pseudomembranous colitis is?",
        "exp": "METRONIDAZOLE It is the prototype nitroimidazole introduced in 1959 for trichomoniasis and later found to be a highly active amoebicide. It has broad-spectrum cidal activity against protozoa, including Giardia Iamblia in addition to the above two. Many anaerobic bacteria, such as Bact. fragilis, Fusobacterium, Clostridium perfringens, Cl. difficile, Helicobacter pylori, Campylobacter, peptococci, spirochetes and anaerobic Streptococci are sensitive. Though, it does not directly inhibit the helminth Dracunculus medinensis, extraction of the worm from under the skin is facilitated. Metronidazole does not affect aerobic bacteria. Clinically significant resistance has not developed among E. histolytica, but decreased responsiveness of T. vaginalis has been observed in some areas. Anaerobic bacteria and G. Iamblia also can develop metronidazole resistance, but this is a clinical problem only in the case of H. pylori. Uses 1. Amoebiasis: Metronidazole is a first line drug for all forms of amoebic infection. Many dosageregimens have been tried; the current recommendations are: For invasive dysentery and liver abscess-800 mg TDS (children 30- 50 mg/kg/day) for 7- 10 days. In serious cases of liver abscess 1 g may be infused i. v. slowly followed by 0. 5 g every 8-12 hr till oral therapy is instituted. For mild intestinal diseas",
        "cop": 2,
        "opa": "Oral vancomycin",
        "opb": "Metronidazole",
        "opc": "Clindamycin",
        "opd": "Penicillin G",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9201684d-b4a4-4037-90a3-d83841efa664",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used in the treatment of estrogen dependent breast carcinoma?",
        "exp": "Selective estrogen receptor modulators (SEAMs) Tamoxifen citrate Though chemically related to clomiphene, it has complex actions; acts as potent estrogen antagonist in breast carcinoma cells, blood vessels and at some peripheral sites, but as paial agonist in uterus, bone, liver and pituitary. Inhibition of human breast cancer cells, and hot flushes reflect antiestro. e; enic action while the weak estrogen agonistic action manifests as stimulation of endometrial proliferation, lowering of Gn and prolactin levels postmenopausal women as well as improvement in their bone density. Tamoxifen is the standard hormonal treatment of breast cancer in both pre- and post menopausal women, though aromatase inhibitors are gaining prominence. In early cases it is given as postmastectomy adjuvant therapy, while in advanced cases it is a constituent of palliative. treatment. Response rates are high in ER-positive breast carcinomas, but some ER-negative tumours also respond suggesting additional nonhormonal mechanism of action. It is also effective following surgery in cancer of male breast. Based on large epidemiological studies which have shown 45% reduction in the incidence of ER positive breast cancer, it has been approved for primary prophylaxis of breast cancer in high risk women. Recurrence rate in ipsilateral as well as contralateral breasts is reduced by tamoxifen, but benefits of prophylactic therapy beyond 5 years are not proven; outcomes may even be worse. Improvement in bone mass due to antiresorptive effect, and in lipid profile are the other benefits of tamoxifen therapy. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 304",
        "cop": 1,
        "opa": "Tamoxifen",
        "opb": "Methotrexate",
        "opc": "Paclitaxel",
        "opd": "Adriamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "90ec53b8-7704-4f5f-8fb2-ac469061fa77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs was initially developed as an antitubercular drug but later found to have mood elevating propeies",
        "exp": "Refer Goodman Gilman 12th/1558. Isoniazid caused euphoria as an adverse effect. This lead to development of structurally similar drugs as antidepressants",
        "cop": 1,
        "opa": "Isoniazid",
        "opb": "Selegeline",
        "opc": "Fluoxetine",
        "opd": "Lithium",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4afdc2ac-73d6-4f4b-ad50-64d4fec6ab61",
        "choice_type": "multi"
    },
    {
        "question": "A patient suffering from AIDS is on Zidovudine, Lamivudine, Indinavir therapy, He develops pulmonary tuberculosis for which treatment is staed. Which of the following should be avoided in him",
        "exp": "Refer KDT 6/e p 741 *Rifamipicin is a powerful enzyme inducer. It increases the metabolism of protease inhibitors and thus decreases the efficacy of anti retroviral therapy *another drug, rifabutin is devoid of these interactions and is the preferred agent for treatment of mycobacterial infections in patients",
        "cop": 4,
        "opa": "INH",
        "opb": "Ethambutol",
        "opc": "Pyrazinamide",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6eb11103-4713-4ad5-bd26-cf430b44c5be",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in a patient with severe complicated falciparum malaria is:",
        "exp": "Drugs for falciparum malaria: Aesunate: 2. 4 mg/kg i. v. or i. m., followed by 2. 4 mg/kg after 12 and 24 hours, and then once daily for 7 days. Switchover to 3 day oral ACT inbetween whenever the patient can take and tolerate oral medication. pr 2. Aemether: 3. 2 mg/kg i. m. on the 1st day, followed by 1. 6 mg/kg daily for 7 days. Switchover to 3 day oral ACT inbetween whenever the patient is able to take oral medication. or 3. Aeether: 3. 2 mg/kg i. m. on the 1st day, followed by 1. 6 mg/kg daily for the next 4 days. Switchover to 3 day oral ACT inbetween whenever the patient is able to take oral medication. or 4. Quinine di. HCI: 20 mg/kg (loading dose) diluted in 10 ml/kg 5% dextrose/dexe and infused i. v. over 4 hours, followed by 10 mg/kg (maintenance dose) i. v. infusion over 4 hours (in adults) or 2 hours (in children) every 8 hours, untill patient can swallow. Switchover to oral quinine 10 mg/kg 8 hourly to complete the 7 day course. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 821",
        "cop": 3,
        "opa": "Chloroquine",
        "opb": "Quinine",
        "opc": "Aesunate",
        "opd": "Aemether",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9e1e44af-080b-4482-a2b6-de17eb9da441",
        "choice_type": "single"
    },
    {
        "question": "All are true about cefuroxime Except:",
        "exp": "It is a 2 nd generation cephalosporin, resistant to gram-negative lactamases: has high activity against organisms producing these enzymes including PPNG and ampicillin-resistant H. influenzae, while retaining significant activity on gram-positive cocci and ceain anaerobes. It is well tolerated by i. m. route and attains relatively higher CSF levels, but has been superseded by 3rd generation cephalosporins in the treatment of meningitis. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 727",
        "cop": 2,
        "opa": "Inhibit cell was synthesis",
        "opb": "Third generation cephalosporin",
        "opc": "Some acquired resistance with penicillin",
        "opd": "More active against gram negative organisms",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0092a1df-fcda-419e-8d89-1c9b2723a2de",
        "choice_type": "multi"
    },
    {
        "question": "Methotrexate is used for the management of all of these conditions except:",
        "exp": "Methotrexate (Mtx) It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Methotrexate has cell cycle specific actionkills cells in S phase; primarily inhibits DNA synthesis, but also affects RNA and protein synthesis. It exes major toxicity on bone marrow-low doses given repeatedly cause megaloblastic anemia, but high doses produce pancytopenia. Desquamation and bleeding may occur in g. i. t. Methotrexate is apparently curative in choriocarcinoma: 15-30 mg/ day for 5 days orally or 2G-40 mg/m2 BSA i. m. or i. v. twice weekly. It is highly effective in maintaining remission in children with acute leukaemias, but not good for inducing remission: 2. 5-15 mg/day. It is also useful in other malignancies, rheumatoid ahritis, psoriasis and as immunosuppressant. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 823",
        "cop": 3,
        "opa": "Rheumatoid ahritis",
        "opb": "Psoriasis",
        "opc": "Sickle cell anemia",
        "opd": "Organ transplantation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e635a864-65f8-43cd-9456-eb6cdc022011",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Erlotinib except:",
        "exp": "Erlotinib is a quinazoline derivative that selectively and reversibly inhibits the tyrosine kinase activity of the EGFR. USES: Non-Small Cell Lung Cancer Indicated for patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test receiving first-line, maintenance, or >=second-line treatment after progression following at least 1 prior chemotherapy regimen 150 mg PO q. Day 1 hr before or 2 hrs after meals Continue until disease progression or unacceptable toxicity NSCLC limitations of use Not recommended for use in combination with platinum-based chemotherapy Safety and efficacy has not been evaluated as first-line treatment in patients with metastatic NSCLC whose tumors have EGFR mutations other than exon 19 deletions or exon 21 (L858R) substitution Pancreatic Cancer Indicated for first-line treatment in patients with locally advanced, unresectable, or metastatic pancreatic cancer 100 mg/day PO with gemcitabine Continue until disease progression or unacceptable toxicity. Malignant Gliomas Mechanism of Action: EGF receptor tyrosine kinase inhibitor; TKI inhibition possibly blocks angiogenesis and cellular proliferation Pharmacokinetics Absorption: 60% Bioavailability: 60% (increased by food to almost 100%) Peak Plasma Time: 4 hr Half-life: 36 hr Clearance: 24% higher in smokers Protein Bound: 93% Metabolism: primarily by CYP3. A4; to a lesser extent by CYP1. A2, and the extrahepatic isoform CYP1. A1 Excretion: Feces 83%; urine 8% REFERENCE: www. mayoclinic. org, www. medscape. com",
        "cop": 3,
        "opa": "Used in non small cell carcinoma of lung",
        "opb": "It is a small molecule tyrosine kinase inhibitor acting as EGFR antagonist",
        "opc": "Food decreases absorption",
        "opd": "It causes skin rashes and diarrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d07c607a-d0be-4373-b967-b3a7b9317976",
        "choice_type": "multi"
    },
    {
        "question": "Bulls eye retinopathy is seen in",
        "exp": "Refer Kanski clinical ophthalmology 6/e p842-843 Chloroquine can cause Bulls eye retinopathy. The risk of retinotoxicity increases significantly with cumulative dose of more than 300 g. it is rare if duration is less than than one year",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Methanol",
        "opc": "Ethambutol",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "68b92cc6-540a-4563-b552-ac5d69073bb1",
        "choice_type": "single"
    },
    {
        "question": "Which is the integrase inhibitor used in treatment of HIV?",
        "exp": "Raltegravir (RAL, Isentress, formerly MK-0518) is an antiretroviral drug used to treat HIV infection, the integrase inhibitor. Raltegravir targets integrase, an HIV enzyme that integrates the viral genetic material into human chromosomes, a critical step in the pathogenesis of HIV. The drug is metabolized away glucuronidation. REFERANCE: en. wikipedia. org",
        "cop": 1,
        "opa": "Raltegravir",
        "opb": "Indinavir",
        "opc": "Lopinavir",
        "opd": "Fosamprenavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3ce8bb9a-39c7-4ba8-9fa0-3732e89efe5d",
        "choice_type": "single"
    },
    {
        "question": "Cotrimoxazole can be used for the treatment of all of the following except:",
        "exp": "COTRIMOXAZOLE The fixed dose combination of trimethoprim and sulfamethoxazole is called cotrimoxazole. T rimethoprim is a diaminopyrimidine related to the antimalarial drug pyrimethamine which selectively inhibits bacterial dihydrofolate reductase (DHFRase). Uses: Though cotrimoxazole is still widely used, its popularity in the treatment of systemic infections has declined. Common indications are: 1. Urinary tract infections Most acute uncomplicated infections respond rapidly. Single dose therapy with 4 tablets of cotrimoxazole has been recommended for acute cystitis. Courses of 3-l 0 days have been advised for lower and upper urinary tract infections, according to associated features. It is specially valuable for chronic and recurrent cases and in prostatitis, because trimethoprim is concentrated in prostate. 2. Respiratory tract infections Both upper and lower respiratory tract infections, including chronic bronchitis and facio-maxillary infection, otitis media caused by gram positive cocci and H influenzae respond well 3. Typhoid: Initially cotrimoxazole was an effect alten1ative to chloramphenicol. However, in many areas resistant S typlri have appeared, and now it is seldom used Sensitive strains of S typhi respond to one DS tab BD for 2 weeks. 4. Bacterial diarrhoeas and dysentery Cotrimoxazole may be used for severe and invasive infections by Campylobacter, E. coli, Shigella Y. enterocolitica. Though response rate is lower than previously, and fluoroquinolone are more commonly used, it is effective in ampicillin resistant cases. 5. Pneumocystis jiroveci causes severe pnemonia in neutropenic and AIDS patients. Cotrimoxazole has prophylactic as well as therapeutic value, but high doses are needed. One DS tab 4-6 times/ day for 2-3 weeks may be curative, but adverse effects necessitate discontinuation in upto 20%cases. One DS tab. daily has been used for prophylaxis and is better tolerated. 6. Chancroid Cotrimoxazole (800 + 160 mg) BD for 7 days is a 3rd choice inexpensive alternative to ceftriaxone, erythromycin or ciprofloxacin. 7. Cotrimoxazole is an effective alternative to penicillin for protecting agranulocytosis patients and treating respiratory and other infections in them. Intensive parenteral cotrirnoxazole therapy has been used successfully in septicaemias, but other drugs are more commonly employed now. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 686, 687",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "Lower urinary tract infections",
        "opc": "Migraine",
        "opd": "Typhoid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3c830f72-e61e-4692-a966-5324328dbe96",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antitubercular drugs is safe in hepatitis",
        "exp": "Refer Katzung 10/e p 774 KDT 6/e p742 Isoniazid, Rifamipicin, pyrazinamide can cause hepatotoxicity Ethambutol and Streptomycin do not cause hepatotoxicity",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "28675025-1ab6-4ce5-aa76-b826484bc4cc",
        "choice_type": "single"
    },
    {
        "question": "Fluoroquinolone having longest half-life is:",
        "exp": "Moxifloxacin: It is a long-acting 2nd generation FQ having high activity against Str. pneumoniae, other gram-positive bacteria including Beta-lactam/ macrolide resistant ones and some anaerobes. It is the most potent FQ against M. tuberculosis. Bacterial topoisomerase IV is the major target of action. Moxifloxacin is primarily used for pneumonias, bronchitis, sinusitis, otitis media, in which efficacy is comparable to Betalactam. antibiotics. However, it is not good for urinary tract infections. Side effects are similar to other FQs. It should not be given to patients predisposed to seizures and to those receiving proarrhythmic drugs, because it can prolong Q-Tc interval. Phototoxicity occurs only rarely. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 693",
        "cop": 4,
        "opa": "Levofloxacin",
        "opb": "Lomefloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Moxifloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "dd851012-c4b8-461c-b635-0ffaeabc2ab7",
        "choice_type": "single"
    },
    {
        "question": "An influenza is treated by:",
        "exp": "ANTIVIRAL DRUGS: CLASSI FICATION 1. Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abacavir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti influenza virus: Amantadine, Rimantadine*, oseltamivir 4. Nonselective antiviral drugs: Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha. * Not yet marketed in India. Oseltamivir (TAMIFLU): This recently developed antiinfluenza virus drug has a broader-spectrum activity covering influenza A (amantadine sensitive as well as resistant), influenza B and an-influenza (bird flu) H5. Nl and other strains. It is an ester prodrug that is rapidly and nearly completely hydrolysed during absorption in intestine and by liver to the active form oseltamivir carboxylate. The active metabolite is not fuher metabolized and is excreted by the kidney with a tV! of 6--10 hours. It acts by inhibiting influenza virus neuraminidase enzyme which is needed for release of progeny virions from the infected cell. Spread of the virus in the body is thus checked. Oseltamivir is indicated both for prophylaxis as well as treatment of influenza A, B and bird flu. Staed at the onset of symptoms, it reduces the severity and durationof illness. However, considering the cost, and to preserve its efficacy, use should be restricted to high risk subjects. Dose: therapeutic 75 mg oral BD for 5 days; prophylactic 75 mg OD. Side effects are nausea and abdominal pain due to gastric irritation (reduced by taking the drug with food), headache, diarrhoea, cough and insomnia. Skin reactions have been repoed. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 767, 777",
        "cop": 4,
        "opa": "Amantadine",
        "opb": "Ribavarin",
        "opc": "Cidofovir",
        "opd": "Oseltamivir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0d4e74cf-5ad0-4b0f-bdf7-8a0d1f551a09",
        "choice_type": "single"
    },
    {
        "question": "Abatacept is a",
        "exp": "Abatacept is a fusion protein consisting of CTLA4 and the Fc poion of Ig. G1. It inhibits T cell activation by competitively inhibiting the costimulation of T cells that results from an interaction of T cell-expressed CD28 and CD80/86 expressed by antigen-presenting cells. It can be used with or without methotrexate, although its efficacy is greater as cotherapy with methotrexate. It has a positive effect on signs and symptoms of RA and also retards progressive bone damage.",
        "cop": 4,
        "opa": "IL1 antagonist",
        "opb": "INFa neutralizing drug",
        "opc": "Immunosuppressent",
        "opd": "Fusion protein",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7b118a4b-1b76-4481-870b-8960a77dc133",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar toxicity is seen with",
        "exp": "Refer Katzung 11/e p945 Cytarabine causes cerebellar ataxia",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Cytarabine",
        "opc": "Bleomycin",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ae70a3e6-7a32-41a9-b1aa-8b67ce040b6c",
        "choice_type": "single"
    },
    {
        "question": "Griseofulvin isnot useful in one of the following:",
        "exp": "HETEROCYCLIC BENZOFURAN Griseofulvin It was one of the early antibiotics extracted from Penicillium griseofulvum. However, because of lack of antibacterial activity, little attention was paid to it: clinical utility in dermatophytosis was demonstrated only around 1960. Griseofulvin is active against most dermatophytes, including Epidermophyton, Trichophyton, Microsporum, etc., but not against Candida and other fungi causing deep mycosis. Bacteria are also insensitive. Dermatophytes actively concentrate it: this feature probably accounts for its selective toxicity. Resistance can be induced in vitro and this is associated with loss of concentrating ability. However, emergence of resistance during clinical use is rare. Griseofulvin interferes with mitosis-multinucleated and stunted fungal hyphae result from its action. It also causes abnormal metaphase configurations. However, unlike the typical mitotic inhibitors (colchicine, vinca alkaloids), it does not cause metaphase arrest; rather the daughter nuclei fail to move apa or move only a sho distance. It does not inhibit polymerization of tubulin (microtubular protein which pulls the chromosomes apa), but binds to polymerized microtubules and somehow disorients them. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 760",
        "cop": 3,
        "opa": "Tinea capitis",
        "opb": "Tinea cruris",
        "opc": "Tinea versicolor",
        "opd": "Tinea pedis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d718daa5-066d-4734-86ff-b4995509dcc2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is primarily bacteriostatic?",
        "exp": "BASED ON TYPE OF ACTIVITY: Antimicrobial drugs is classified into: Primarily bacteriostatic: Sulfonamides, Erythromycin Tetracyclines, Ethambutol Chloramphenicol, Clindamycin Linezolid Primarily bactericidal: Penicillins, Cephalosporins Aminoglycosides, Vancomycin Polypeptides, Nalidixic acid Rifampinl Ciprofloxacin Isoniazid, Metronidazole Pyrazinamide, Cotrimoxazole ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 669",
        "cop": 2,
        "opa": "Ciprofloxacin",
        "opb": "Chloramphenicol",
        "opc": "Vancomycin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7f04024e-c732-45e2-9107-90d0a7226606",
        "choice_type": "single"
    },
    {
        "question": "'Hand and Foot' syndrome can be caused by:",
        "exp": "CAPECITABINE is a PYRAMIDINE ANTAGONIST. It is an orally active prodrug of 5-FU. A combined regimen of capecitabine and oxaliplatin is frequently used in metastatic colorectal cancer. HAND-FOOT syndrome and diarrhoea are the prominent adverse effects, but bone marrow depression and mucositis are less marked. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 864",
        "cop": 3,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Capecitabine",
        "opd": "Mitomycin-C",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "650f3ab3-da3f-4e49-8970-50fb89bebeb1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Mycobacteria avium complex include all except:",
        "exp": "Ciprofloxacin (prototype): It is the most potent first generation FQ acti\\*e against a broad range of bacteria, the most susceptible ones are the aerobic gram-negati\\*e bacilli, especially the Enterobacteriaceae and Neisseria. The MIC of ciprofloxacin against these bacteria is usually < 0. microgram/ml, while grampositive bacteria are inhibited at relatively higher concentrations. The spectrum of action E summarized below: Highly susceptible E. coli K. pneumoniae Enterobacter Salmonella typhi other Salmonella Shigella Proteus Neisseria gonorrhoeae N. meningitidis H. influenzae H. ducreyi Campylobacter jejuni Yersinia enterocolitica Vibrio cholerae Clarithromycin: The antimicrobial spectrum of clarithromycin is similar to erythromycin; in addition, it includes Mycobact. avium complex (MAC), other atypical mycobacteria, Mycobact. leprae and some anaerobes but not Bact. fragilis. It is more active against sensitive strains of gram-positive cocci, Moraxella, Legionella, Mycoplasma pneumoniae and Helicobacter pylori. However, bacteria that have developed resistance to erythromycin are resistant to clarithomycin also. Rifabutin: It is related to rifampin in structure and mechanism of action; but less active against M. tuberculi and more active against MAC. Only paial cross resistance occurs between the two. In a dose of 300 mg/ day rifabutin is used for prophylaxis of MAC infection in AIDS patient. For the treatment of established MAC infection, it has been added to ethambutol + clarithromycin/ azithromycin. Pyrazinamide (Z): Chemically similar to INH, pyrazinamide (Z) was developed parallel to it in 1952. It is weakly tuberculocidal but more active in acidic medium. It is more lethal to intracellularly located bacilli and to those at sites showing an inflammatory response (pH is acidic at both these locations). It is highly effective during the first 2 months of therapy when inflammatory changes are present. By killing the residual intracellular bacilli it has good &; sterilizing&; activity. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 688, 730, 742, 744",
        "cop": 4,
        "opa": "Ciprofloxacin",
        "opb": "Clarithromycin",
        "opc": "Rifabutin",
        "opd": "Pyrazinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9487e1a5-b3d7-4ad5-bb71-1aa5341347f8",
        "choice_type": "multi"
    },
    {
        "question": "Hemorrhagic cystitis is caused by:",
        "exp": "Cyclophosphamide It is inactive as such: produces few acute effects and is not locally damaging. Transformation into active metabolites (aldophosphamide, phosphoramidemustard) occurs in the liver, and a wide range of anti tumour actions is exeed. It has prominent immunosuppressant propey. Thus, it is one of the most popular anticancer drugs. It is less damaging to platelets, but alopecia and cystitis (due to another metabolite acrolein) are prominent. Chloramphenicol retards the metabolism of cyclophosphamide ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 822",
        "cop": 1,
        "opa": "Cyclophosphamide",
        "opb": "6 Mercaptopurine",
        "opc": "5 Fuorouracil",
        "opd": "Busulfan",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "296c95b1-25d0-496d-b0e2-6ae1c289d5f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cephalosporin has activity against methicillin resistant staphylococcus aureus?",
        "exp": "Ceftobiprole (Zevtera/Mabelio) is a new 5th-generation cephalosporin for the treatment of hospital acquired pneumonia(HAP, excluding ventilator-associated pneumonia, VAP) and community acquired pneumonia (CAP). Ceftobiprole has high affinity for PBP2a of MRSA strains. REFERANCE: en. wikipedia. org",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Ceftazidime",
        "opc": "Cefuroxime",
        "opd": "Ceftobiprole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a3822e44-78a5-4f29-9a2e-646a656c64e4",
        "choice_type": "single"
    },
    {
        "question": "Chloroquine is given in high loading dose because of:",
        "exp": "Pharmacokinetics: Oral absorption of chloroquine is excellent. About 50% gets bound in the plasma. It has high affinity for melanin and nuclear chromatin: gets tightly bound to these tissue constituents and is concentrated in liver, spleen, kidney, lungs (several hundred-fold), skin, leucocytes and some other tissues. Its selective accumulation in retina is responsible for the ocular toxicity seen with prolonged use. Absorption after i. m. injection is also good. Chloroquine is paly metabolized by liver and slowly excreted in urine. The early plasma t. Yz varies from 3-10 days. Because of tight tissue binding, small amounts persist in the body with a terminal Ph of 1-2 months. ESSENTIALS OF PHARMACOLOGY page no 822",
        "cop": 1,
        "opa": "High volume of distribution",
        "opb": "Poor GIT absorption",
        "opc": "High first pass metabolism",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "689f31b5-1f7c-47a2-bb2d-506991ac4636",
        "choice_type": "multi"
    },
    {
        "question": "Treatment for methotrexate poisoning",
        "exp": "Methotrexate poisoning: The toxicity of Mtx cannot be overcome by folic acid, because it will not be conveed to the active coenzyme form(due to inhibition of DHFA reductase by Mtx) Treatment:- Folinic acid (N5 formyl THFA, cirovorum factor) rapidly reverses the effects. Thymidine also counteracts Mtx toxicity. Ref:- kd tripathi; pg num:- 862",
        "cop": 3,
        "opa": "Dietary folic acid",
        "opb": "Niacin",
        "opc": "Folinic acid",
        "opd": "Biotin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8d588abc-ab15-4e22-8c23-2a39130101fa",
        "choice_type": "single"
    },
    {
        "question": "Sodium 2 mercapto ethane sulfonate is used as a protective agent is",
        "exp": "Refer KDT 6/e p833 Sodium 2 mercapto ethane sulfonic acid is used to amelioreae the hemorrhagic cystitis caused by cycloohosphamide and Ifosfamide",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Cancer chemotherapy",
        "opc": "Lithotripsy",
        "opd": "Hepatic encephalopathy",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1943c9a9-c8de-48da-a2b7-146a7cd69f49",
        "choice_type": "single"
    },
    {
        "question": "A patient with NHL is staed on CHOP regimen. Wof agents is most likely to be protective against the toxicity of doxorubicin",
        "exp": "DOXORUBICIN It is an anthracycline antibiotic having anti- tumour activity. Mech of action:- It intercalates between DNA strands and block DNA as well as RNA synthesis. They are also capable of causing breaks in DNA strands by activating topoisomerase-2 and generating quinone type free radicals. As such, they have mutagenic and carcinogenic potential. Maximum action is exeed at S phase, but toxicity is usually exhibited in G2 phase. Adverse effects:- It produces cardiotoxicity as a unique adverse effect. This can manifest either acutely within 2-3 days, causing ECG changes, arrhythmias and hypotension, all of which are reversible; or be delayed--congestive heart failure (related to the total dose administered). CHF is due to cardiomyopathy and may be fatal. Marrow depression, alopecia, stomatitis, vomiting and local tissue damage (on extravasation) are other adverse effects. Urine may be coloured red The anthracycline antibiotics (doxorubicin, etc.) produce cumulative total dose related cardiotoxicity (usually at doses >300 mg/m2). Dexrazoxane is an iron chelating agent when infused i. v. before doxorubicin has been found to reduce risk of such toxicity. However, it may also compromise the anticancer efficacy of doxorubicin. Ref:- kd tripathi; pg num:-867, 876",
        "cop": 4,
        "opa": "Amifostine",
        "opb": "Leucovorin",
        "opc": "Vitamin C",
        "opd": "Dexrazoxane",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3bcfcce3-730e-4191-a6b5-1ad085dc24be",
        "choice_type": "single"
    },
    {
        "question": "All are protease inhibitor EXCEPT:",
        "exp": "Retroviral protease Inhibitors (Pis) An aspaic protease enzyme encoded by HIV is involved in the production of structural proteins and enzymes (including reverse transcriptase) of the virus. The large viral polyprotein is broken into various functional components by this enzyme. This protease acts at a late step in HIV replication, i. e. maturation of the new virus paicles when the RNA genome acquires the core proteins and enzymes. Five protease inhibitors-Indinavir (IDV), Nelfinavir (NFV), Saquinavir (SQV), Ritonavir (V) and Lopinavir (in combination with ritonavir LPV /r) have been marketed in India for use against HIV. Tenofovir disoproxil is an antiretroviral medication used to prevent and treat HIV/AIDS and to treat chronic hepatitis B. The active substance is tenofovir, while tenofovir disoproxil is a prodrug that is used because of its better absorption in the gut. ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org K. D. TRIPATHI SIXTH EDITION PAGE NO: 772",
        "cop": 3,
        "opa": "Ritonavir",
        "opb": "Amprenavir",
        "opc": "Tenofovir",
        "opd": "Nelfinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4604d62e-2b80-4c52-af39-05bd7dd2d6a3",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for bacterial vaginosis is:",
        "exp": "Trichomonas vaginitis: It is the drug of choice; 400 mg TDS for 7 days achieves nearly 100% cure. Additional intravaginal treatment has been given, but is not necessary except in refractory cases. The male paner should be treated concurrently in cases of recurrent infections. Nonspecific bacterial vaginosis also respondst is the drug of choice; 400 mg TDS for 7 days achieves nearly 100% cure. Additional intravaginal treatment has been given, but is not necessary except in refractory cases. The male paner should be treated concurrently in cases of recurrent infections. Nonspecific bacterial vaginosis also responds ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 838",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Ampicillin",
        "opc": "Ciprofloxacin",
        "opd": "Fluconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1ea179a7-3fab-4858-b0c8-8cfeab4f7563",
        "choice_type": "single"
    },
    {
        "question": "Thalidomide, used for multiple myeloma, is:",
        "exp": "Tha. The thalidomide story could well have ended with the tragedy of bih defects in the early 1960s but for a serendipitous finding: in a patient with mania and leprosy, thalidomide given as a sedative dramatically improved the leprotic skin lesions. Despite the major drawbacks of thalidomide - teratogenicity and axonal neuropathy - the drug has acquired a unique, albeit limited, role in the treatment of severe, disabling conditions where standard anti-inflammatory or immunosuppressive therapies have failed. Best studied amongst these are leprosy, Behcet&; s disease, graft-versus-host disease (GVHD) and some dermatoses. Thalidomide proves useful for skin lesions and multiple myeloma. Research into potential uses for thalidomide has determined that thalidomide may be an effective treatment for several conditions. The Food and Drug Administration (FDA) has approved thalidomide (Thalomid) for treating: Skin lesions caused by leprosy (erythema nodosum leprosum) Multiple myeloma REFERENCE: www. mayoclinic. org, www. medscape. com",
        "cop": 2,
        "opa": "Associated with diarrhea",
        "opb": "Characterized by enantiomeric interconversions",
        "opc": "Metabolized extensively by hepatic",
        "opd": "CYP system Safe for use in pregnant females",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7920d350-ed08-40f7-a171-750e073bf988",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been recently approved for treatment of prostate cancer? (REPEAT)",
        "exp": "Degarelix is used in men to treat advanced prostate cancer. Degarelix is a type of medicine called a gonadotropin-releasing hormone (Gn. RH) antagonist. It helps treat prostate cancer by lowering the amount of testosterone hormone in the blood. In some patients, testosterone will cause prostate cancer to grow larger. REFERENCE: www. mayoclinic. org",
        "cop": 4,
        "opa": "Leuprolide",
        "opb": "Goserelin",
        "opc": "Abarelix",
        "opd": "Degarelix",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3b11cb82-8a37-4a77-92f4-538315adf240",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin-C is used in: (REPEAT)",
        "exp": "Mitomycin-C is an antineoplastic antibiotic that acts as an alkylating agent by inhibiting DNA and protein synthesis. It can inhibit cell division, protein synthesis, and fibroblast proliferation. Topical application of mitomycin-C (0. 4 mg/mL) was used as an adjuvant treatment in the endoscopic laser management of laryngeal and tracheal stenosis. REFERENCE: www. ncbi. nlm. nih. gov",
        "cop": 2,
        "opa": "Sturge-Weber syndrome",
        "opb": "Laryngotracheal stenosis",
        "opc": "Endoscopic angiofibroma",
        "opd": "Skull base osteomyelitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a9a35e32-9609-4718-bee6-9f959d739f6b",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in the treatment of MRSA are:",
        "exp": "Staphylococcal infections are usually caused by Staphylococcus aureus. However, the incidence of infections due to Staphylococcus epidermidis and other coagulase-negative staphylococci has also been steadily rising. Pharmacotherapy Patients with serious staphylococcal infections should be initially staed on agents active against MRSA until susceptibility results are available. Many coagulase-negative staphylococci are oxacillin-resistant. The duration of treatment and the use of synergistic combinations depend on the type of infection encountered. The following antibiotics may be used in the management of staphylococcal infections (listed alphabetically, not necessarily in order of preference): Cefazolin Ceftaroline Cefuroxime Clindamycin Dalbavancin Daptomycin Dicloxacillin Doxycycline Linezolid Minocycline Nafcillin Oritavancin Quinupristin/dalfopristin Tedizolid Telavancin Tigecycline Trimethoprim-sulfamethoxazole Vancomycin REFERENCE: www. medscape. com",
        "cop": 1,
        "opa": "Quinupristin\\/dalfopristin",
        "opb": "Atropine",
        "opc": "Teicoplanin",
        "opd": "Penicillin G",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cd482bc2-4e0f-4cd2-8771-52704416f367",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can be used for the treatment of chloroquine resistant malaria in children?",
        "exp": "CHLOROQUINE It is a rapidly acting erythrocytic schizontocide against all species of plasmodia; controls most clinical attacks in 1-2 days with disappearance of parasites from peripheral blood in 1-3 days. Therapeutic plasma concentrations are in the range of 15-30 ng/ml. However, it has no effect on pre- and exo-erythrocytic phases of the parasite-does not prevent relapses in vivax and ovale malaria. Resistance in P. falciparum is associated with a decreased ability of the parasite to accumulate chloroquine. Veraparnil, a Ca2+ channel blocker, has been found to restore both the chloroquine concentrating ability as well as sensitivity to this drug. For pediatric patients, the treatment options are the same as for adults except the drug dose is adjusted by patient weight. The pediatric dose should never exceed the recommended adult dose. Pediatric dosing may be difficult due to unavailability of non-capsule forms of quinine. If unable to provide pediatric doses of quinine, consider one of the other three options. If using a quinine-based regimen for children less than eight years old, doxycycline and tetracycline are generally not indicated; therefore, quinine can be given alone for a full 7 days regardless of where the infection was acquired or given in combination with clindamycin as recommended above. In rare instances, doxycycline or tetracycline can be used in combination with quinine in children less than 8 years old if other treatment options are not available or are not tolerated, and the benefit of adding doxycycline or tetracycline is judged to outweigh the risk. If infections initially attributed to \"species not identified\" are subsequently diagnosed as being due to P. vivax or P. ovale, additional treatment with primaquine should be administered. ESSENTIALS OF MEDICAL PHARMACOLOGY, www. cdc. gov/malaria/diagnosis_treatment K. D. TRIPATHI SIXTH EDITION PAGE NO: 785",
        "cop": 4,
        "opa": "Chloroquine",
        "opb": "Doxycycline",
        "opc": "Tetracycline",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ac408e0e-2d8e-4d74-adb3-d1b04594bb4c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the statements is false regarding adefovir dipivoxil?",
        "exp": "Nonselective antiviral drugs: Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha. Adefovir dipivoxil It is the diester prodrug of AMP analogue adefovir which is active against hepatitis B virus (HBV) and some other DNA viruses. Esterases in the intestine and liver release the active drug during absorption to attain oral bioavailability of -60% in terms of adefovir, which is then distributed in whole body water. On entering cells, adefovir (a monophosphate) is phosphorylated to the diphosphate which has high affinity for HBV DNA polymerase. This enzyme is inhibited and adefovir itself gets incorporated in the viral DNA resulting in termination of the DNA chain. While plasma half life of adefovir is -7 hours (due to renal excretion), intracellular half life of the diphosphate is upto 18 hours. Adefovir is indicated in chronic hepatitis B, including lamivudine-resistant cases and those having concurrent HlV infection. There is no cross resistance between adefovir and lamivudine. Clinical, biochemical (liver function tests), histological, serological and virological response occurs in nearly 50% patients within 1 year. More cases respond with continued treatment. The optimum duration of treatment is unceain at present. At 10 mg/ day dose adefovir is well tolerated. Side effects are sore throat, headache, weakness, abdominal pain and flu syndrome. Nephrotoxicity occurs at higher doses and in those with preexisting renal insufficiency. Lactic acidosis is a risk in patients receiving anti-HIV drugs ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 778",
        "cop": 3,
        "opa": "Acyclic nucleotide analogue",
        "opb": "Well tolerated orally",
        "opc": "Used in chronic hepatitis B infection",
        "opd": "Used in anti-retroviral therapy",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0409b2af-183f-4b15-b875-7a4c9c7c4b27",
        "choice_type": "multi"
    },
    {
        "question": "A 56 year old female presented with breast carcinoma and she was prescribed herceptin (trastuzumab). Which of the following statements regarding this drug is true?",
        "exp": "US Brand Name Herceptin Descriptions Trastuzumab is used to treat new cases of breast cancer or disease that has spread to other pas of the body. It may prevent the growth of some breast tumors that produce extra amounts of a ceain substance known as the HER2 protein. Trastuzumab should only be used in patients whose breast tumors have been shown to produce extra amounts of this protein. It can be used alone or with other cancer medicines (chemotherapy) such as doxorubicin, cyclophosphamide, paclitaxel, docetaxel, and carboplatin. Trastuzumab is also used in combination with cisplatin and capecitabine or 5-fluorouracil to treat malignant tumor of the stomach and esophagogastric (esophagus and stomach) cancer, metastatic, HER2 overexpression. Trastuzumab is a monoclonal antibody. It interferes with the growth of cancer cells, which are eventually destroyed by the body. Since the growth of normal body cells may also be affected by trastuzumab, other effects will also occur. Some of these may be serious and must be repoed to your doctor. Other effects, such as a skin rash, may not be serious but may cause concern. Some effects do not occur until months or years after the medicine is used. Before you begin treatment with trastuzumab, you and your doctor should talk about the benefits this medicine will do as well as the risks of using it. This medicine is to be administered only by or under the immediate supervision of your doctor. Once a medicine has been approved for marketing for a ceain use, experience may show that it is also useful for other medical problems. Although these uses are not included in product labeling, Trastuzumab is used in ceain patients with the following medical conditions: Breast cancer, HER2-overexpressing disease, primary treatment in combination with chemotherapy, before surgery. This product is available in the following dosage forms: Powder for Solution REFERENCE: www. mayoclinic. org",
        "cop": 2,
        "opa": "It is an antibody produced entirely from mouse contraining no human component",
        "opb": "It is a monoclonal antibody produced by injecting her-2 antigen",
        "opc": "It is a polyclonal antibody",
        "opd": "It is a monoclonal antibody containing only human component",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9dd53b92-d319-4333-8327-b1d0ba0becf2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is a reverse transcriptase inhibitor?",
        "exp": "ANTIVIRAL DRUG: CLASSI FICATION 1. Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abaca vir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselecti. Ve antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 767",
        "cop": 4,
        "opa": "Indinavir",
        "opb": "Ritonavir",
        "opc": "Nelfinavir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7be1562b-8836-48b4-92fe-f7ddeaec4395",
        "choice_type": "single"
    },
    {
        "question": "Neoadjuvant chemotherapy is used in all except: (REPEAT)",
        "exp": "Neoadjuvant therapy, an adjunctive therapy given before a definitive treatment, is an essential component of modern multidisciplinary cancer therapy. Although neoadjuvant or induction therapy does not contribute the most to the treatment outcome, it may improve the result substantially. For example, neoadjuvant therapy allows patients with large breast cancer to undergo breast-conserving surgery. It enables patients with locally advanced laryngeal cancer to have their vocal function preserved. Many patients with rectal cancer can avoid permanent colostomy after undergoing this approach. In addition, in ceain cancers, neoadjuvant therapy may improve long-term survival. Recent years have seen an increase in the popularity of this treatment technique. In locally advanced rectal, laryngeal, and breast cancer, neoadjuvant therapy enables organ preservation; however, it does not improve overall survival when compared with definitive treatment followed by adjuvant therapy. In locally advanced bladder and cervical cancer, patients who undergo neoadjuvant therapy before radical surgery appear to have better survival than those receiving definitive therapy alone; however, it is unclear if the neoadjuvant approach will be superior to definitive therapy followed by adjuvant therapy. REFERENCE: www. medscape. com",
        "cop": 3,
        "opa": "Esophageal carcinoma",
        "opb": "Breast carcinoma",
        "opc": "Thyroid carcinoma",
        "opd": "Non-small cell carcinoma of lung",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "255865fc-15c3-4cee-b683-56f5cc7532c8",
        "choice_type": "multi"
    },
    {
        "question": "Methotrexate is often used as a chemotherapeutic agent to treat patients with leukemia. This drug is effective because it inhibits cells in which pa of the cell cycle",
        "exp": "Methotrexate inhibits the synthesis of deoxythymidine by preventing the regeneration of THF by inhibiting the enzyme DHFR. Inhibiting the synthesis of deoxythymidylate prevents the cell from synthesizing its DNA. DNA synthesis occurs exclusively during S phase of the cell cycle. Ref:- KD Tripathi",
        "cop": 2,
        "opa": "G1 phase",
        "opb": "S phase",
        "opc": "G2 phase",
        "opd": "M phase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "db685621-a007-47bc-b117-db6ff71b4c06",
        "choice_type": "single"
    },
    {
        "question": "Which type of alkylating antineoplastic drug is Lomustine",
        "exp": "ALKYLATING AGENTS 1). Nitrogen mustards:- Cyclophosphamide, Ifosfamide, Chlorambucil, Melphalan 2). Ethylenimine:- Thio-TEPA 3). Alkyl sulfonate:- Busulfan 4). Nitrosoureas:- Carmustine (BCNU), Lomustine (CCNU), 5). Triazine:-Dacarbazine (DTIC), Temozolomide 6). Methylhydrazine:-Procarbazine Ref:- kd tripathi; pg num:-858",
        "cop": 2,
        "opa": "Nitrogen musturds",
        "opb": "Nitrosoureas",
        "opc": "Alkyl sulfonate",
        "opd": "Triazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7626a6f8-9618-4743-880d-16b50f8aabd2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best associated with lumefantrine",
        "exp": "Refer KDT 6/e p795 Like halofantrine, lumefantrine, is also used for the treatment of malaria",
        "cop": 3,
        "opa": "Antimycobacterial",
        "opb": "Antifungal",
        "opc": "Antimalarial",
        "opd": "Antiamoebic",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "43060827-dd95-4c5f-b09e-a6dfbbba493c",
        "choice_type": "single"
    },
    {
        "question": "A middle aged man with chronuc renal failure is diagnostic to have sputum positive pulmonary tuberculosis. His creatinine clearance is 25ml /min. All of the following drugs need modification in doses except",
        "exp": "Refer Katzung 11/e p826 Rifamipicin is associated with bile Rifamipicin is secreted in bile So it does not require dose adjustment min renal failure",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Streptomycin",
        "opc": "Rifamipicin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "24e15c35-67d3-4c59-9ede-389dde4854de",
        "choice_type": "multi"
    },
    {
        "question": "All can be used for systematic fungal infections except:",
        "exp": "Griseofulvin: It was one of the early antibiotics extracted from Penicillium griseofulvum. However, because of lack of antibacterial activity, little attention was paid to it: clinical utility in dermatophytosis was demonstrated only around 1960. Griseofulvin is active against most dermatophytes, including Epidermophyton, Trichophyton, Microsporum, etc, but not against Candida and other fungi causing deep mycosis. Bacteria are also insensitive. Dermatophytes actively concentrate it: this feature probably accounts for its selective toxicity. Resistance can be induced in vitro and this is associated with loss of concentrating ability. However, emergence of resistance during clinical use is rare. Griseofulvin interferes with mitosis-multinucleated and stunted fungal hyphae result from its action. It also causes abnormal metaphase configurations. However, unlike the typical mitotic inhibitors (colchicine, vinca alkaloids), it does not cause metaphase arrest; rather the daughter r tuclei fail to move apa or move only a sho distance. It does not inhibit polymerization of tubulin (microtubular protein which pulls the chromosomes apa), but binds to polymerized microtubules and somehow disorients them. Pharmacokinetics The absorption of griseofulvin from g. i. t. is somewhat irregular because of its very low water solubility. Absorption is improved by taking it with fats and by microfining the drug paicles; now ultramicrofine paicle preparations from which absorption is still better are available. Griseofulvin gets deposited in keratin forming cells of skin, hair and nails; it is especially concentrated and retained in tinea infected cells Because it is fungistatic and not cidal, the newly formed Keratin is not invaded by the fungus, but the fungus persists in already infected keratin. till it is shed off. Thus, the duration of treatment is dependent upon the site of infection, thickness of infected keratin and its turnover rate. Griseofulvin is used orally only for dermatophytosis. It is ineffective topically. Systemic azoles and terbinafine are equally or more efficacious; preferred now. Majority of localized tinea infections are treated with topical agents. Griseofulvin should be reserved for cases with nail, hair or large body surface involvement. It is effective in athletes foot, but not in pityriasis versicolor. ESSENTIALS FROM MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 760, 761",
        "cop": 4,
        "opa": "Ketoconazole",
        "opb": "Fluconazole",
        "opc": "Amphotericin B",
        "opd": "Griseofulvin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "65ffdf35-4f22-49e1-b169-643298ec9d6c",
        "choice_type": "multi"
    },
    {
        "question": "All true about cephalosporins EXCEPT:",
        "exp": "This 2nd generation cephalosporin was developed subsequent to the first generation compounds and are more active against gram-negative organisms, anaerobes, but none inhibits P. aeruginosa ESSENTISLS OF MEDICAL PHARMACOLOGY",
        "cop": 3,
        "opa": "Ceftazimide is a 3rd generation cephalosporin",
        "opb": "Cefoperzone has got antipseudomonal effect.",
        "opc": "Cefoxitin has got no activity against anaerobes",
        "opd": "Cephalosporins act by inhibiting cell wall synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e36250c1-c8a1-45f4-974c-c57b5f992551",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the new drug for the treatment of multi drug resistant tuberculosis",
        "exp": "Refer Harrison 19th/p1115 Bedaquline is a new drug approved for MDT tuberculosis. It acts by inhibiting ATP synthatase in mycobacterium. Major adverse effects of this drug is \"QT prolongation",
        "cop": 1,
        "opa": "Bedaquline",
        "opb": "Linezolide",
        "opc": "Levofloxacin",
        "opd": "Cefepime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d279f427-2847-4789-9794-e8cc1f1f74ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are alkylating agents:",
        "exp": "ALKYLATI NG AGE NTS These compounds produce highly reactive carbonium ion intermediates which transfer alkyl groups to cellular macromolecules by forming covalent bonds. The position 7 of guanine residues in DNA is especially susceptible, but other molecular sites are also involved. Alkylation results in cross linking/ abnormal base pairing/ scission of DNA strand. Cross linking of nucleic acids with proteins can also take place. >Mechlorethamine (Mustine HCL) >Cyclophosphamide >Ifosfamide >Chlorambucil >Melphalan >Thio-TEPA >Busulfan >Nitrosoureas >Dacarbazine(DTIC) ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 821, 822",
        "cop": 1,
        "opa": "Cyclophosphamide",
        "opb": "Ifosfamide",
        "opc": "Paclitaxel",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3969cd6f-11af-4e16-b478-f5c3eb751b82",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for schistosomiasis is:",
        "exp": "This novel anthelmintic has wide ranging activity against Schistosomes, other trematodes, cestodes and their larval forms but not nematodes ESSENTIALS OF PHARMACOLOGY page no. 855",
        "cop": 3,
        "opa": "Albendazole",
        "opb": "Metronidazole",
        "opc": "Praziquantel",
        "opd": "Triclabendazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a63d7667-8f01-480f-9ae8-354750e8c343",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antifungal is used in cancer chemotherapy?",
        "exp": "Flucytosine is used as a pyrimidine antagonist which is a prodrug and is conveed to 5 FU. Ref: KD Tripathi 7th ed; Pg: 791",
        "cop": 1,
        "opa": "Flucytosine",
        "opb": "Amphotericin B",
        "opc": "Voriconazole",
        "opd": "Ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "59412113-6f99-4575-9d03-11266c14ace8",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of actions of penicillins and cephalosporins is to inhibit:",
        "exp": "Beta lactam These are antibiotics having a beta-lacatam ring. The two major groups are penicillins and cephalosporins. Monobactams and carbapenems are relatively newer additions. Mechanism of action All beta-lactam antibiotics interfere with the synthesis of bacterial cell wall. The P-lactam antibiotics inhibit the transpepti, iases so that cross linking (which maintains the -: lose knit structure of the cell wall) does not take rlace. These enzymes and related proteins constitute the penicillin binding proteins (PBPs)which have been located in the bacterial cell membrane. Each organism has several PBPs and PBPs obtained from different species differ in their affinity towards different P-lactam antibiotics. This fact probably explains their differing sensitivity to the various P-lactam antibiotics. When susceptible bacteria divide in the, presence of a P-lactam antibiotic-cell wall deficient (CWD) forms are produced. Because the interior of the bacterium is hyperosmotic, the CWD forms swell and burst causing bacterial lysis. This is how P-lactam antibiotics exe bactericidal action. Cnder ceain conditions and in case of ceain organisms, bizarre shaped or filamentous forms, which are incapable of multiplying, result. Grown in hyperosmotic medium, globular' giant' forms or protoplasts are produced. Lytic effect of these antibiotics may also be due to derepression of some bacterial autolysins which normally function during cell division. Rapid cell wall synthesis occurs when the organisms are actively multiplying; P-lactam antibiotics are more lethal in this phase. The peptidoglycan cell wall is unique to bacteria. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 694, 695",
        "cop": 1,
        "opa": "Cell wall synthesis",
        "opb": "Leakage from cell membrane",
        "opc": "Protein synthesis",
        "opd": "DNA gyrase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a29a0045-0004-46b8-875e-e3bf53be945c",
        "choice_type": "multi"
    },
    {
        "question": "Bull's eye retinopathy is seen in:",
        "exp": "1. Autosomal-dominant, benign, concentric annular macular dystrophy 2. Ceroid lipofuscinosis *3. Chloroquine or hydroxychloroquine retinopathy 4. Cone dystrophy 5. Hereditary ataxia 6. NARP syndrome 7. Spielmeyer-Vogt syndrome (Batten-Mayou syndrome) *8. Stargardt disease (or fundus flavimaculatus) 9. Trauma 10. Unknown CYBERSIGHT CONSULT",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Methanol",
        "opc": "Ethambutol",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "af14cf98-ec7a-41e0-a0fe-1c310bc8ce4b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be used safely in renal failure?",
        "exp": "Pefloxacin It is the methyl derivative of norfloxacin; more lipid soluble, completely absorbed orally, penetrates tissues better and attains higher plasma concentrations. Passage into CSF is higher than other FQs-preferred for meningeal infections. It is highly metabolized-paly to norfloxacin which contributes to its activity. Pefloxacin has longer t. Yz: cumulates on repeated dosing achieving plasma concentrations twice as high as after a single dose. Because of this it is effective in many systemic infections in addition to those of the urinary and g. i. tract, though the in vitro activity is similar to norfloxacin. Dose of pefloxacin needs to be reduced in liver disease, but not in renal insufficiency. Pefloxacin is an alternative to ciprofloxacin for typhoid. However, it is less effective in grampositive coccal and Listeria infections. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 691",
        "cop": 4,
        "opa": "Ciprofloxacin",
        "opb": "Ofloxacin",
        "opc": "Lomefloxacin",
        "opd": "Pefloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "109b4fbe-3d86-45fa-8274-21ffc89ab667",
        "choice_type": "single"
    },
    {
        "question": "Voricanazole is not effective against",
        "exp": "Refer Harrison 17th/1243 Voricanazole is drug of choice for treatment of Aspergillosis. It can also be used for Candida species Mucormycosis is treated by Amphotercin B. Posaconazole can also be used",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "Mucormycosis",
        "opc": "Candida tropicalis",
        "opd": "Aspergillosis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d40f0b62-2580-474e-9d43-35d9ea790567",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drugs is not hepatotoxic",
        "exp": "Refer KDT 6/e p743 Streptomycin and Ethambutol are not hepatotoxic Read carefully option (c) is Ethionamide AMD not Ethambutol",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Ethionamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1040818c-4093-449d-b4ad-a2445c4e7a2d",
        "choice_type": "single"
    },
    {
        "question": "In staphylococci, plasmids encoding beta lactamase are transmitted by",
        "exp": "Ref Goodman Gilman 11/e p 1133 Beta lactamase are encoded by plasmids that can be transferred with the help of bacteriophage in staphylococci and by transformation in pneumococci",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transposon",
        "opd": "Transformation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8dd199ee-2bf1-40aa-a424-9d079136d019",
        "choice_type": "single"
    },
    {
        "question": "Drawback of aesunate is:",
        "exp": "Because aemisinins are sho acting drugs, monotherapy needs to be extended beyond the disappearance of the parasites to prevent recrudescence. After 5 days treatment recrudescence rate is -10%, while with a 3 day course it is -50%. Recrudescence can be totally prevented by combining 3 day aesunate/aemether with a long acting drug ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 830",
        "cop": 2,
        "opa": "Poor bioavailability",
        "opb": "Rapid recrudescence of malaria",
        "opc": "Hypoglycemia",
        "opd": "Hemolysis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "94f9b28b-1522-4df2-a9ad-12f0f2658b87",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of infection caused by methicillin resistant staphylococcus aureus is:",
        "exp": "GLYCOPEPTIDE ANTIBIOTICS Vancomycin It is a glycopeptide antibiotic discovered in 1956 as a penicillin substitute which has assumed special significance due to efficacy against MRSA Strep. viridans, Enterococcus and Cl. difficile. It is bactericidal to gram-positive cocci, Neisseria, Clostridia and diphtheroids. However, in hospitals where it has been extensively used for surgical prophylaxis, etc., vancomycin-resistant Staph. aureus (VRSA) and vancomycin-resistant Enterococcus (VRE) have emerged. These nosocomial bacteria are resistant to methicillin and most other antibiotics as well. Teicoplanin It is a newer glycopeptide antibiotic which in fact is a mixture of 6 similar compounds. It is active against gram-positive bacteria only; mechanism of action and spectrum of activity is similar to vancomycin. Notable features are: * It is more active than vancomycin against enterococci, and equally active against MRSA. * Some VRE but not VRSA are susceptible to teicoplanin. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 732, 733",
        "cop": 4,
        "opa": "Macrolides",
        "opb": "Third generation cephalosporins",
        "opc": "Carbapenems",
        "opd": "Glycopeptides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ec7be500-5153-49a9-a20c-cbae0c489af6",
        "choice_type": "single"
    },
    {
        "question": "Arsenic is useful in the treatment of:",
        "exp": "Arsenic has been a traditional poison for ages. Recently, therapeutic value of small doses of arsenic trioxide in APL has been recognised. It probably acts by enhancing reactive oxygen free radical generation in APL. It is primarily used in resistant/relapsed cases of APL after tretinoin treatment. Later, Arsenic trioxide is also being included in first line therapy of APL along with tretinoin and an anthracycline, paicularly in high risk cases and in those who have initial WBC count > 10, 000 per microlitre. With such triple therapy around 90% APL patients have remained in long term remissions. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 869",
        "cop": 1,
        "opa": "Acute promyelocytic leukemia",
        "opb": "Myelodysplastic syndrome",
        "opc": "Transient myeloproliferative disorder",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d8e084d2-cf7f-48fa-8153-572be1713fd5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug can produce Dramatic improvement in patients with type 2 Lepra reaction",
        "exp": "Refer KDT 6/e Pg 756 Steroids are drug of choice for both type 1 as well as type 2 Lepra reaction Thalidomide us used in steroid resistant type 2 Lepra reaction",
        "cop": 1,
        "opa": "Thalidomide",
        "opb": "Steroids",
        "opc": "Dapsone",
        "opd": "Clofazimine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "06c90691-ce04-42e4-a7da-ac5d629a6f4c",
        "choice_type": "single"
    },
    {
        "question": "Regarding the lipid or liposomal formulations of amphotericin B, which of the following statments is accurate?",
        "exp": "(Ref: KDT 6/e p758) Newer liposomal preparations of amphotericin B have the following features: Less chances of nephrotoxicity and infusin related reactions Lesser uptake in the tissues like kidney More expensive Similar in efficacy and antifungal spectrum as conventional preparations",
        "cop": 3,
        "opa": "They are less expensive to use then conventional amphotericin B",
        "opb": "They are more effective in funfal infections then conentonal preparations because they increase tissue uptake of amphotericin B",
        "opc": "They may decrease the nephrotoxicity of amphotericin B",
        "opd": "They have wider spectrum of antifungal activity than conventional formulations of ampheotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ad6d258c-7c0d-47c1-b4f2-7bb4f27bde39",
        "choice_type": "single"
    },
    {
        "question": "A bactericidal drug would be preferred over a bacteriostatic drug in a patient with",
        "exp": "Bactericidal drugs kill the bacteria whereas bacteriostatic drugs only inhibits bacterial growth. Bacteriostatic activity is adequate for the treatment of most infections, bactericidal activity nay be necessary for cure in patients with altered immune system like neutropenia, HIV and other immunosuppressive conditions Refer KDT 6/e p686",
        "cop": 1,
        "opa": "Neutropenia",
        "opb": "Cirrhosis",
        "opc": "Pneumonia",
        "opd": "Heart disease",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0d26a742-786e-4ce6-9c7e-1a974df8dfdc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is antitubercular drugs bus assoasiated with hypothyroidism",
        "exp": "Refer KDT 7th/771 Ethionamide PAS They are two antitubercular drugs assoasiated with hypothyroidism and goitre",
        "cop": 3,
        "opa": "Rifamipicini",
        "opb": "Pyrazinamide",
        "opc": "Ethionamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e2431b8f-46ed-46d6-8e52-207288e9c2fc",
        "choice_type": "single"
    },
    {
        "question": "All the following are hormonal agents used against breast cancer except",
        "exp": "Refer Katzung 10th/897 Letrozole, anastrozole and exemestane are aromatase inhibitors useful for the treatment of tamoxifen resistant breast cancer Tamoxifen is a SERM It is also used for breast cancer Taxol is commonly used term for paxclitaxel",
        "cop": 3,
        "opa": "Letrozole",
        "opb": "Exemestane",
        "opc": "Taxol",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "afe157f4-1ef4-4883-9eaf-8b58a96d7701",
        "choice_type": "multi"
    },
    {
        "question": "Cephalosporin that does not require dose reduction in patient with any degree of renal impairment is:",
        "exp": "CEPHALOSPORINS These are a group of semisynthetic antibiotics derived from &; cephalosporin-C&; obtained from a fungus Cephalosporium. They are chemically related to penicillins; the nucleus consists of a P-lactam ring fused to a dihydrothiazine ring, (7-aminocephalosporanic acid). By addition of different side chains at position 7 of [3-lactam ring (altering spectrum of activity) and at position 3 of dihydrothiazine ring (affecting pharmacokinetics), a large number of semisynthetic compounds have been produced. Cefoperazone: Like ceftazidime, it differs from other third generation compounds in having stronger activity on Pseudomonas and weaker activity on other organisms. It is good for S. typhi and B. fragilis also, but more susceptible to Beta lactamases. The indications are-severe urinary, biliary, respiratory, skin-soft tissue infections, meningitis and septicaemias. It is primarily excreted in bile; half life is 2 hr. It has hypoprothrombinaemic action but does not affect platelet function. A disulfiram-like reaction with alcohol has been repoed. Dose: 1-3 g i. m./i. v. 8-12 hourly ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 705, 706",
        "cop": 2,
        "opa": "Cefuroxime",
        "opb": "Cefoperazone",
        "opc": "Ceftazidime",
        "opd": "Cefotaxime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bfdd8469-050c-4a06-b4bd-e7047e590ff7",
        "choice_type": "single"
    },
    {
        "question": "Patients suffering from multidrug resistant tuberculosis can be treated with all the following drugs EXCEPT:",
        "exp": "Multidrug-resistant (MDR) TB: is defined as resistance to both H and R and may be any number of other(1. ST LINE) anti-TB drugs. MDR-TB has a more rapid course (some die in 4-16 weeks). Treatment of these cases is difficult, because one or more second line drugs are to be given for 12-24 months. If sensitivity of the TB bacilli is known, the drug/ drugs to which they are resistant is /are excluded and other first line drugs are prescribed along with 1-3 second line drugs. A total of 5-6 drugs are given. One of the FQs is generally included. ln case streptomycin is not being given, one out of kanamycin/ amikacin/ capreomycin should be added, because they are tuberculocidal. TOBRAMYCIN It was obtained from S. tenebrarius in the 1970s. The antibacterial and pharmacokinetic propeies, as well as dosage are almost identical to gentamicin, but it is 2-4 times more active against Pseudomonas and Proteus, including those resistant to gentamicin. However, it is not useful for combining with penicillin in the treatment oi enterococcal endocarditis. It should be used only as a reserve alternative to gentamicin. Serious infections caused by Pseudomonas and Proteus are its major indications. Ototoxicity and nephro toxicity is probably lower than gentamicin. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 724, 748",
        "cop": 1,
        "opa": "Tobramycin",
        "opb": "Amikacin",
        "opc": "Ciprofloxacin",
        "opd": "Clarithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "68b6d0a0-2395-41ec-b10c-60812848b1b6",
        "choice_type": "multi"
    },
    {
        "question": "Amphotericin-B is obtained from:",
        "exp": "POLYENE ANTI BIOTICS The name polyene is derived from their highly double-bonded structure. Amphotericin B is described as the prototype. Amphotericin B (AMB): It is obtained from Streptomyces nodosus ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757",
        "cop": 1,
        "opa": "Streptomyces nodosus",
        "opb": "Streptomyces pimprina",
        "opc": "Streptomyces nousseri",
        "opd": "Streptomyces fragilis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8e802c79-24b6-4114-a9f6-5dfa8f25ce30",
        "choice_type": "single"
    },
    {
        "question": "Arsenic is useful in treatment of",
        "exp": "Refer Harrison 17th/389 AS2. O3 promote the differentition of APL cells and promote apoptosis by upregulating the genes involved in apoptosis. It is used for the treatment of acute promyelocytic leukemia",
        "cop": 1,
        "opa": "Acute promyelocytic leukemia",
        "opb": "Myelodyplastic syndrome",
        "opc": "Transient myelproliferative disorder",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8cf45e6a-77bb-4f17-a72e-c35f1a60342d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following parameters is not monitored in a patient on methotrexate therapy:",
        "exp": "Methotrexate is an antimetabolite chemotherapeutic agent that binds to the enzyme dihydrofolate reductase, which is involved in the synthesis of purine nucleotides. This interferes with deoxyribonucleic acid (DNA) synthesis and disrupts cell multiplication. Methotrexate has long been known to be effective in the treatment of leukemias, lymphomas, and carcinomas of the head, neck, breast, ovary, and bladder. It has also been used as an immunosuppressive agent in the prevention of graft versus host disease and in the treatment of severe psoriasis and rheumatoid ahritis. The effectiveness of methotrexate on trophoblastic tissue has been well established and is derived from experience gained in using this agent in the treatment of hydatiform moles and choriocarcinomas. As used in the treatment of ectopic pregnancy, methotrexate is administered in a single or in multiple intramuscular (IM) injections. Treatment with methotrexate is an especially attractive option when the pregnancy is located on the cervix or ovary or in the interstitial or the cornual poion of the tube. Surgical treatment in these cases is often associated with increased risk of hemorrhage, often resulting in hysterectomy or oophorectomy. Indications Medical therapy for ectopic pregnancy involving methotrexate may be indicated in ceain patients. To determine acceptable candidates for methotrexate therapy, first establish the diagnosis by one of the following criteria: Abnormal doubling rate of the beta-human chorionic gonadotropin (b-HCG) level and ultrasonographic identification of a gestational sac outside of the uterus Abnormal doubling rate of the b-HCG level, an empty uterus, and menstrual aspiration with no chorionic villi A number of other factors must also be considered once the diagnosis is established, as follows: The patient must be hemodynamically stable, with no signs or symptoms of active bleeding or hemoperitoneum (must be met by every patient) The patient must be reliable, compliant, and able to return for follow-up care (must be met by every patient) The size of the gestation should not exceed 4cm at its greatest dimension (or exceed 3. 5 cm with cardiac activity) on ultrasonographic measurement - Exceeding this size is a relative, but not absolute, contraindication to medical therapy Absence of fetal cardiac activity on ultrasonographic findings - The presence of fetal cardiac activity is a relative contraindication No evidence of tubal rupture - Evidence of tubal rupture is an absolute contraindication b-HCG level less than 5000 m. IU/mL - Higher levels are a relative contraindication Methotrexate Treatment Protocols A number of accepted protocols with injected methotrexate exist for the treatment of ectopic pregnancy. Multiple-dose regimen Initial experience used multiple doses of methotrexate with leucovorin to minimize adverse effects. Leucovorin is folinic acid that is the end product of the reaction catalyzed by dihydrofolate reductase, the same enzyme inhibited by methotrexate. Normal dividing cells preferentially absorb leucovorin; hence, it decreases the action of methotrexate, thereby decreasing methotrexate's adverse systemic effects. This regimen involves administration of methotrexate as 1 mg/kg IM on days 0, 2, 4, and 6, followed by 4 doses of leucovorin as 0. 1 mg/kg on days 1, 3, 5, and 7. Because of a higher incidence of adverse effects and the increased need for patient motivation and compliance, the multiple dosage regimen has fallen out of or in the United States. Single-dose regimen The more popular regimen today is the single-dose injection, which involves injection of methotrexate as 50 mg/m2 IM in a single injection or as a divided dose injected into each buttock. Studies comparing the multiple methotrexate dosage regimen with the single dosage regimen have demonstrated that the 2 methods have similar efficacy. With smaller dosing and fewer injections, fewer adverse effects are anticipated, and the use of leucovorin can be abandoned. The protocol for single-dose methotrexate is detailed below. Using this protocol, Stovall et al achieved a 96% success rate with a single injection of methotrexate. Day 0 Obtain b-HCG level, ultrasonography, and +/- dilatation and curettage. Day 1 Obtain levels of the following: b-HCG Liver function - Eg, aspaate aminotransferase (AST or serum glutamic-oxaloacetic transaminase ), alanine aminotransferase (ALT or serum glutamic-pyruvic transaminase ) Blood urea nitrogen (BUN) Creatinine Evidence of hepatic or renal compromise is a contraindication to methotrexate therapy. Blood type, Rh status, and antibody screening are also performed, and all Rh-negative patients are given Rh immunoglobulin REFERENCE: emedicine. medscape. com",
        "cop": 3,
        "opa": "Liver function tests",
        "opb": "Lung function test",
        "opc": "Eye examination",
        "opd": "Hemogramz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0c01a98d-699a-4354-9632-fabf3fe32813",
        "choice_type": "single"
    },
    {
        "question": "Alkalinization of urine ameliorates the toxicity of which of the following drugs",
        "exp": "refer Goodman Gilman 12/e p85 Alkalinization of urine speeds the clearance of weakly acidic drugs like. Aspirin Phenobarbitone Chlotpropapamide Methotrexate",
        "cop": 4,
        "opa": "Arabinoside -cytosine",
        "opb": "Ifosfamide",
        "opc": "Cisplatin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8da0c3de-aea8-4f81-b337-9eb600acaf4e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for neurocysticercosis is:",
        "exp": "Out of the two anthelmintics effective in killing cysticerci, albendazole is now preferred over praziquantel for the following reasons: * The course of treatment is shoer (8-15 day) compared to praziquantel (15-30 days). * Cure rates in terms of resolution of symptoms and disappearance of cysts are higher (75-85% with albendazole) than praziquantel (50-60%). * Coicosteroids (which have to be given concurrently) enhance the absorption of albendazole, but lower the blood levels of praziquantel. * Albendazole is cheaper. ESSENTIALS OF PHARMACOLOGY page no. 856",
        "cop": 2,
        "opa": "Praziquantel",
        "opb": "Albendazole",
        "opc": "Levamisole",
        "opd": "Piperazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "dcec3266-75a5-4703-8bc8-95f9e263f079",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs combination shows antimicrobial synergism?",
        "exp": "Every AMA has a specific effect on selected microorganisms. Depending on the drug pair as well as the organism involved, either synergism (supra-additive effect), additive action, indifference or antagonism may be observed when two AMAs belonging to different classes are used together Every combination is unique; the same drugs may be synergistic for one organism but antagonistic for another. However, general guidelines are: (a) Two bacteriostatic agents are often additive, rarely synergistic, i. e. combination of tetracyclines, chloramphenicol, erythromycin, etc. (b) Two bactericidal drugs are frequently additive and sometime synergistic if the organism is sensitive to both, e. g.: * Penicillin/ ampicillin + streptomycin/ gentamicin or vancomycin + gentamicin for enterococcal SABE. Penicillins by acting on the cell wall may enhance the penetration of the aminoglycoside into the bacterium (c) Combination of a bactericidal with a bacteriostatic drug may be synergistic or antagonistic depending on the organism ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 677",
        "cop": 1,
        "opa": "Penicillin + Streptomycin in SABE",
        "opb": "Ampicillin + Tetracycline in endocarditis",
        "opc": "Sulfamethoxazole + Trimethoprim in UTI",
        "opd": "Amphotericin B + Flucytosine in cryptococcal meningitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fa55715d-8586-4e07-bc16-f897d66d44e8",
        "choice_type": "single"
    },
    {
        "question": "In treatment of osteosarcoma, all of the following are used EXCEPT:",
        "exp": "Methotrexate (Mtx): It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Methotrexate is apparently curative in choriocarcinoma: 15-30 mg/ day for 5 days orally or 2G-40 mg/m2 BSA i. m. or i. v. twice weekly. It is highly effective in maintaining remission in children with acute leukaemias, but not good for inducing remission: 2. 5-15 mg/day. It is also useful in other malignancies, rheumatoid ahritis, psoriasis and as immunosuppressant. The use of folinic acid rescue has permitted much higher doses of Mtx and has enlarged its scope to many difficult-to-treat neoplasms. USES: 1)NEOPLASMS 2)MENINGEAL LEUKEMIA 3)OSTEOSARCOMA 4)RHEUMATOID AHRITIS 5)PSORIASIS 6)BREAST CANCER 7)HEAD AND NECK CANCER 8)MYCOSIS FUNGOIDES Cyclophosphamide: It is inactive as such: produces few acute effects and is not locally damaging. Transformation into active metabolites (aldophosphamide, phosphoramidemustard) occurs in the liver, and a wide range of anti tumour actions is exeed. It has prominent immunosuppressant propey. Thus, it is one of the most popular anticancer drugs. It is less damaging to platelets, but alopecia and cystitis (due to another metabolite acrolein) are prominent. Chloramphenicol retards the metabolism of cyclophosphamide. USES: 1)MALIGNANT DISEASES 2)NEPHROTIC SYNDROME 3)JUVENILE IDIOPATHIC AHRITIS 4)LUPUS NEPHRITIS 5)BREAST CANCER 6)NON HODGKIN LYMPHOMA 7)SYSTEMIC SCLEROSIS Vincristine ( oncovin): It is a rapidly acting drug, very useful for inducing remission in childhood acute leukaemia, but is not good for maintenance therapy. Other indications are lymphosarcoma, Hodgkin&; s disease, Wilms&; tumour, Ewing&; s sarcoma and carcinoma lung. Prominent adverse effects are peripheral neuropathy and alopecia. Bone marrow depression is minimal. USES: Acute Leukemia 1. 4 mg/m2 IV q. Week Combination Therapy Cancers Hodgkin&; s Disease, Non Hodgkin&; s Malignant Lymphomas, Rhabdomyosarcoma, Neuroblastoma, and Wilm&; s Tumor Consult dose modifications in multi-drug regimens Uveal Melanoma (Orphan) Indicated for metastatic uveal melanoma Orphan indication sponsor Hana Biosciences, Inc; 7000 Shoreline Cou; Suite 370; South San Francisco, CA 94080 Renal Impairment Dose adjustment not necessary Hepatic Impairment Decrease dose 50% if direct bilirubin >3 mg/dL Monitor: CBC Other Indications & Uses ALL, AML, CML, Hodgkin&; s disease, NHL, neuroblastoma, sarcomas, small cell lung cancer, Wilms&; tumor, brain tumors Off-label: breast cancer, idiopathic thrombocytopenic purpura, Kaposi&; s sarcoma, bladder cancer Daunorubicin (Rubidomycin), Doxorubicin These are antitumour antibiotics with quite similar chemical structures. However, utility of daunorubicin is limited to acute leukaemia (in which it is highly active) while doxorubicin, in addition, is effective in many solid tumours. Effective in Cancers such as: Cancer of breast, ovary, prostate, stomach, thyroid; small cell cancer of lung, liver; squamous cell cancer of head and neck; multiple myeloma, Hodgkin&; s disease, lymphomas, ALL, AML 60-75 mg/m2 IV q21. Days 60 mg/m2 IV q14. Days O 40-60 mg/m2 IV q21-28. Days OR 20 mg/m2/dose qweek Hepatocellular Carcinoma (Orphan) Orphan indication sponsor Delcath Systems, Inc; Rockefeller Center, 23rd Floor; New York, NY 10020 Renal Impairment Dose adjustment not necessary Hepatic Impairment Serum bilirubin <1. 2 mg/dL: Dose adjustment not necessary Serum bilirubin 1. 2-3 mg/dL: Give 50% dose Serum bilirubin: 3. 1-5 mg/dL: Give 25% dose Severe hepatic impairment: Contraindicated Administration Limit lifetime cumulative dose to <550 mg/m2 to reduce risk of cardiotox Monitor: CBC, cardiac function, LFTs REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY(K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 822, 823, 825. 826) reference. medscape. com",
        "cop": 3,
        "opa": "High dose methotrexate",
        "opb": "Cyclophosphamide",
        "opc": "Vincristine",
        "opd": "Doxorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f506c73c-a879-4631-aaf9-6520806974ef",
        "choice_type": "multi"
    }
]