[
    {
        "question": "Which of the following drug is contraindicated in variant angina?",
        "exp": "Variant angina is caused by coronary vasospasm DOC: Sublingual Nitroglycerine Prophylaxis: Calcium channel blockers (like verapamil and Diltiazem) and nitrates Beta blockers are avoided as they may precipitate coronary vasospasm by counteracting beta 2 mediated coronary vasodilation. Therefore they are avoided in variant angina.",
        "cop": 3,
        "opa": "Diltiazem",
        "opb": "Nitrates",
        "opc": "Propranolol",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "46ac4c8c-3125-4230-94c9-bf0951ff0891",
        "choice_type": "single"
    },
    {
        "question": "Propanolol is contraindicated in a patient of angina pectoris who is already receiving:",
        "exp": "Propanolol is a b-blocker. Verapamil should not be given with b blockers because additive sinus depression, conduction defects or asystole may occur.",
        "cop": 3,
        "opa": "Nifedipine",
        "opb": "Aspirin",
        "opc": "Verapamil",
        "opd": "Isosorbide mononitrate",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "114bc4d9-ca6c-4a72-8256-86594abc75af",
        "choice_type": "single"
    },
    {
        "question": "Which of these drugs DOES NOT decrease angiotensin II activity:",
        "exp": "Drugs that can decrease Angiotensin 2 activity- ACE inhibitors e. g. Enalapril Angiotensin receptor blocker e. g. Valsaan Combination of ACE inhibitor and NEP inhibitors e. g. Omapatrilat. Nesiritide- Recombinant BNP",
        "cop": 3,
        "opa": "Enalapril",
        "opb": "Valsaan",
        "opc": "Nesiritide",
        "opd": "Omapatrilat",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "687972dc-f09c-44b5-841d-52a9572311ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an active metabolite of another drug and is available as a separate drug for the treatment of angina?",
        "exp": "Isosorbide mononitrate (IMN) is a metabolite of isosorbide dinitrate (IDN) and is also available as a separate drug. IMN undergoes min. first pass metabolism. Nitroglycerine: High first pass metabolism.",
        "cop": 1,
        "opa": "Isosorbide mononitrate",
        "opb": "Isosorbide dinitrate",
        "opc": "Nitroglycerine",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "e8149b43-a7c4-4c74-84c0-9f1672e2b38b",
        "choice_type": "single"
    },
    {
        "question": "Digitalis is used in the treatment of acute CHF. It can also be used as a long-term maintenance therapy if CHF is associated with:",
        "exp": "Digitalis- controlling VR (ventricular rate) in (AF +/- CHF). It can't cure/reve AF to sinus rhythm. It | VR by |ing no. of impulses that pass down the A-V node(AVN)+ bundle of His. | ERP of AVN by vagomimetic + antiadrenergic actions: | min. interval b/w consecutive impulses that can traverse conducting tissue. Long ERP of AVN - many atrial impulses (~500/min) falling in the RRP get extinguished by decremental conduction (concealed impulses)",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Hyperophic obstructive cardiomyopathy",
        "opc": "Atrial fibrillation",
        "opd": "Mitral stenosis",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "4f8dcc99-86ab-47a5-975a-5e4c3919d642",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been used in the treatment of angina by inhalation and has a very rapid onset and brief duration of action?",
        "exp": "Amyl nitrite is given by inhalational route and used in cyanide poisoning. The inhalation route provides very rapid absorption and, like the sublingual route, avoids the hepatic first-pass effect. Because of its unpleasant odor and extremely sho duration of action, amyl nitrite is now obsolete for angina. Amyl nitrite is a highly volatile liquid. It is available in fragile glass ampules packaged in a protective cloth covering. Ampule has to be crushed with fingers, and the vapors have to be inhaled through protective covering. This antidote for cyanide poisoning is Hydroxocobalamin (IV), a form of vitamin B12, which also has a very high affinity for cyanide and combines with it to generate another form of vitamin B12.",
        "cop": 1,
        "opa": "Amyl nitrite",
        "opb": "Isosorbide mononitrate",
        "opc": "Nitroglycerine",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "ece86933-43f5-425d-971b-b9e1ca76c780",
        "choice_type": "single"
    },
    {
        "question": "The most impoant channel of elimination of digoxin is:",
        "exp": "Digoxin is primarily eliminated unchanged by glomerular filtration Digitoxin is eliminated by hepatic metabolism.",
        "cop": 1,
        "opa": "Glomerular filtration",
        "opb": "Tubular secretion",
        "opc": "Hepatic metabolism",
        "opd": "Excretion in bile",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "a762ea03-7e3d-42cd-906a-d0360a157ceb",
        "choice_type": "single"
    },
    {
        "question": "A drug lacking vasodilatory propeies that is effective in angina is:",
        "exp": "Beta blockers act in angina by decreasing exercise induced myocardial work by reducing HR. These do not cause vasodilation. Nitrates (IDN) and CCBs (Nifedipine, Verapamil) act by causing vasodilation.",
        "cop": 2,
        "opa": "Isosorbide dinitrate (IDN)",
        "opb": "Metoprolol",
        "opc": "Nifedipine",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "1a2a3fb0-7f1f-440c-91ee-9f312240490e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for reversal of cerebral vasospasm and infarct following subarachnoid hemorrhage?",
        "exp": "Calcium Channel Blockers (CCBs) These are the drugs that block L-type of voltage gated calcium channels present in blood vessels and heart. Three groups of CCBs include phenylalkylamines (verapamil, nor-verapamil), benzothiazepines (diltiazem) dihydropyridines (nifedipine, nicardipine, nimodipine, nisoldipine, nitrendipine, isradipine, lacidipine, felodipine and amlodipine). By inhibiting the calcium channels, these agents result in vasodilation and decreased activity of the heart (decrease heart rate, AV conduction and contractility). Dihydropyridine (DHP) group has little direct cardiac activity and acts mainly on blood vessels, therefore are also called peripherally acting CCBs. Verapamil and diltiazem have strong direct cardiodepressant (verapamil > diltiazem) activity. CCBs tend to cause reflex tachycardia (because of their vasodilatory action), which is nullified by the direct depressant action on the heart (except DHPs). Nicardipine is longest acting parenteral calcium channel blocker and is drug of choice for hypeensive emergencies. It is combined with beta blockers to avoid tachycardia. Nimodipine is a relatively cerebro-selective vasodilator, thus used to reverse the compensatory vasoconstriction after sub-arachnoid hemorrhage. Verapamil has maximum depressant action on the heart and it causes vasodilation by causing blockade of calcium channel. It is indicated for the treatment of angina, PSVT, hypertension and hyperophic obstructive cardiomyopathy (HOCM). Diltiazem has lesser effect on the heart than verapamil and is also indicated for these conditions. CCBs are especially suitable for elderly patients, patients with low renin hypertension, patients with diseases like asthma, migraine or peripheral vascular disease and in cases of isolated systolic hypertension. DHPs are safe in pregnancy. CCBs (verapamil and diltiazem) should be avoided in conditions involving decreased conductivity of the heart like sick sinus syndrome, CHF and along with beta blockers (both cause myocardial depression). Clevidipine is an ultrasho acting DHP, recently approved for hypeensive emergencies.",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Amlodipine",
        "opc": "Diltiazem",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "4180d492-ceed-40ba-bce9-63093b743c5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a rho-kinase inhibitor?",
        "exp": "Drug MOA FASUDIL- Used for treatment of Angina. NETARSUDIL- Approved for Glaucoma treatment. RHO KINASE INHIBITOR(Causes vasodilation) RANOLAZINE FA metabolism inhibition + Late Na+channel blocker. NICORANDIL NO releaser + K+channel opener. AMILORIDE Epithelial Na+ channel blocker",
        "cop": 2,
        "opa": "Ranolazine",
        "opb": "Fasudil",
        "opc": "Nicorandil",
        "opd": "Amiloride",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "6d486e6c-f075-40d6-b6a1-161fff125a2a",
        "choice_type": "single"
    },
    {
        "question": "The drug effective for treatment as well as prophylaxis of angina pectoris is:",
        "exp": "Isosorbide dinitrate Can be used sublingually at the time of attack (peak in 5-8 min) Orally for chronic prophylaxis. t 1/2 is 40 min, but sustained release formulation may afford protection for 6-10 hours. Nitrates are effective in classical as well as variant angina. Nitrates increase exercise tolerance and postpone ECG changes of ischemia.",
        "cop": 1,
        "opa": "Isosorbide dinitrate",
        "opb": "Pentaerythritol tetranitrate",
        "opc": "Diltiazem",
        "opd": "Dipyridamole",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "98b378e2-d9d6-431d-8bed-68fcc8126a43",
        "choice_type": "single"
    },
    {
        "question": "A patient of acute myocardial infarction being treated in intensive care unit developed left ventricular failure with raised central venous pressure. Doctor on duty decided to use nitroglycerine. Which route of administration would be most suitable?",
        "exp": "Nitrates can be used in acute LVF by slow i. v. infusion -- affords rapid relief in acute LVF, paicularly that due to myocardial ischaemia/infarction. It is indicated when the central venous pressure (CVP) is raised and in dilated cardiomyopathy. Vasodilators were first used I. V. to treat acute heart failure that occurs in advanced cases or following MI. Nitrates decreases Preload > After load.",
        "cop": 4,
        "opa": "Sublingual",
        "opb": "Oral",
        "opc": "Intravenous bolus injection",
        "opd": "Slow intravenous infusion",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "c1800c79-52fd-49f9-ab29-50e2130dd42a",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of digitalis in atrial fibrillation is:",
        "exp": "Digoxin reduces ventricular rate in A. Fib. by decreasing the number of impulses that are able to pass down the A-V node and bundle of His. It increases ERP of A-V node by direct, vagomimetic and antiadrenergic actions --> Minimum interval between consecutive impulses that can successfully traverse the conducting tissue is prolonged.",
        "cop": 3,
        "opa": "By decreasing cardiac contractility",
        "opb": "Na+ K+ ATPase inhibition",
        "opc": "Increase in refractoriness of AV nodal tissue",
        "opd": "By causing bradycardia",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "aa6308ea-b54e-4167-9490-3839bbc1886f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a K+ channel opener?",
        "exp": "NICORANDIL:- K+ channel opener NO releaser Given for Angina Drug activates ATP sensitive K+ channels --> Hyperpolarizing vascular smooth muscle. Nicorandil is believed to exe cardioprotective action by simulating 'ischaemic preconditioning' as a result of activation of mitochondrial K-ATP channels. Ranolazine - Inhibits late phase of sodium current (Late I Na) improving oxygen supply and demand equation. It has antianginal as well as antiarrhythmic propeies. Verapamil:- calcium channel blocker, slows AV conduction directly and decrease HR, contractility, BP and oxygen demand. Lidocaine: class IB antiarrhythmic drug, shoens phase 3 repolarization and decrease the duration of action",
        "cop": 2,
        "opa": "Ranolazine",
        "opb": "Nicorandil",
        "opc": "Verapamil",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "d07de85b-9c44-40db-9f47-5c8953bc3898",
        "choice_type": "single"
    },
    {
        "question": "You decide not to prescribe sildenafil in a patient because the patient told you that he is taking an antianginal drug. Which of the following can it be?",
        "exp": "Nitrates act by increasing c. GMP and sildenafil inhibits the breakdown of this compound (by inhibiting phosphodiesterase). Marked increase in c. GMP levels may result in the profound hypotension and reflex tachycardia.",
        "cop": 3,
        "opa": "Calcium channel blockers",
        "opb": "b adrenergic blockers",
        "opc": "Organic nitrates",
        "opd": "Angiotensin conveing enzyme inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "2b7d5118-3a38-4fae-9c5c-cf640bac1569",
        "choice_type": "single"
    },
    {
        "question": "A 66 year-old patient of CHF goes out of town and does not follow his low-salt diet. Five days later, he presented with severe shoness of breath with significant pulmonary edema. The first-line drug of choice is:",
        "exp": "The initial drug of choice in heart failure is usually diuretics. Almost all cases of symptomatic heart failure are treated with a diuretic. High ceiling diuretics (furosemide, bumetanide) are the diuretics of choice for mobilizing edema fluid; later they may be continued in low doses. However, resistance may develop to even high ceiling diuretics after prolonged use in advanced heart failure. Addition of spironolactone to furosemide may overcome the resistance. Thiazide alone has very limited role in CHF.",
        "cop": 2,
        "opa": "Dobutamine",
        "opb": "Furosemide",
        "opc": "Metoprolol",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "e8890174-4ffc-41b5-b5cb-4e85c7a0d043",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions increases the risk of digoxin toxicity?",
        "exp": "Quinidine: Reduces binding of digoxin to tissue proteins as well as its renal and biliary clearance by inhibiting efflux transpoer P-glycoprotein - plasma concentration of digoxin is doubled - toxicity can occur. Decreased levels of serum potassium (hypokalemia) predispose a patient to digoxin toxicity, because it competes with potassium for Na+/K+-ATPase pump. (Patients receiving thiazide or loop diuretics may be prone to hypokalemia) Severe toxicity resulting in Ventricular tachycardia may require administration of antiarrhythmic drugs (Lignocaine) and the use of digibind",
        "cop": 1,
        "opa": "Administration of quinidine",
        "opb": "Hyperkalemia",
        "opc": "Hypermagnesemia",
        "opd": "Hypocalcemia",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "6dc85ded-21c0-4be1-a528-e350eeb593e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug can cause coronary steal phenomenon?",
        "exp": "Coronary steal phenomenon:* Caused by drugs which dilate small vessels only.* Atherosclerotic vessels are maximally dilated already, so fuher administration of vasodilators leads to more dilation of normal vessels rather than atherosclerotic one, blood supply to ischemic area is taken towards dilated small vessel - STEALING Coronary steal phenomenon is shown by: -H- HydralazineI- IsofluraneD- DipyridamoleE- Enflurane",
        "cop": 1,
        "opa": "Hydralazine",
        "opb": "Glyceryl trinitrate",
        "opc": "Disopyramide",
        "opd": "Diltiazem",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "9b61ec98-131e-4d1d-a517-8e6273980122",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to precipitate angina?",
        "exp": "Vasodilators and peripherally acting CCBs (Dihydropyridines) can cause tachycardia and thus may precipitate acute attack of angina. Risk of tachycardia is more with sho acting drugs like nifedipine than with long acting agents like amlodipine. Diltiazem & Verapamil --> decreases HR and also cause vasodilation.",
        "cop": 2,
        "opa": "Amlodipine",
        "opb": "Nifedipine",
        "opc": "Diltiazem",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "42bef3c6-d089-4f29-8d91-7673ca47a3cf",
        "choice_type": "single"
    },
    {
        "question": "Digoxin is used for treatment of congestive heart failure. It acts by inhibiting:-",
        "exp": "Digoxin acts by inhibiting Na+K+ATPase of myocardial fibres by binding to its extracellular face- Accumulation of sodium in the cardiac cell- increased intracellular calcium. This Ca2+ is shifted to sarcoplasmic reticulum with the help of SERCA for storage. Thus, during systole, entry of calcium from membrane Ca2+ channels triggers release of high amount of Ca2+ from the sarcoplasmic reticulum and result in increased contractility.",
        "cop": 1,
        "opa": "Na+ K+ ATPase",
        "opb": "H+ K+ ATPase",
        "opc": "Na+ H+ ATPase",
        "opd": "Na+ K+ 2 Cl- cotranspoer",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "ca83947c-29da-49ee-8b39-66fc9019979f",
        "choice_type": "single"
    },
    {
        "question": "Ivabradine is indicated in the management of:",
        "exp": "Ivabradine: Bradycardiac drug. It selectively blocks If Na+ channels and reduce HR by inhibiting the hyperpolarization-activated Na+ channel in the SA node. It reduces angina attacks similar to CCBs and b blockers. Advantage of Ivabradine: Lack of effect on GI and bronchial smooth muscle.",
        "cop": 2,
        "opa": "Paroxysomal supraventricular tachycardia",
        "opb": "Angina pectoris",
        "opc": "Cardiomyopathy",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "bd39c9d7-e9dc-41ad-bfcf-8fd673ba4af5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is associated with highest cardiac moality?",
        "exp": "Rofecoxib is a selective COX-2 inhibitor that was withdrawn due to increased risk of MI. ARBs (losaan) and b blockers (metoprolol) are cardioprotective in CHF. These decrease the moality. Nicorandil is a K+ channel opener used in angina. It is cardioprotective by causing ischemic pre-conditioning.",
        "cop": 1,
        "opa": "Rofecoxib",
        "opb": "Nicorandil",
        "opc": "Losaan",
        "opd": "Metoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "b110a943-97d3-4061-bc67-3d40d7cbc42d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a monovalent cation that can reverse a digitalis induced arrhythmia?",
        "exp": "Potassium (K+) is a monovalent cation that can reverse a digitalis induced arrhythmia. K+ and Digitalis binds on same receptor on Na+/K+ATPase. Hyperkalemia decreases Digitalis toxicity (digitalis induced arrhythmia) and Hypokalemia increases Digitalis toxicity. Ca2+ facilitates the toxic actions of cardiac glycosides by accelerating the overloading of intracellular calcium stores that appears to be responsible for digitalis-induced abnormal automaticity. Hypercalcemia therefore increases the risk of a digitalis induced arrhythmia. The effects of Mg2+ are opposite to Ca2+. These interactions mandate careful evaluation of serum electrolytes in patients with digitalis-induced arrhythmias. Lignocaine: DOC for digitalis induced arrhythmia Digibind antibodies: Used in severe digitalis toxicity.",
        "cop": 4,
        "opa": "Digibind antibodies",
        "opb": "Lignocaine",
        "opc": "Magnesium",
        "opd": "Potassium",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "685fd7da-f6c8-4058-9bb2-37acf6a2918b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-arrhythmic drugs is useful in AV block resulting from digoxin overdose?",
        "exp": "Treatment of digoxin toxicity: Mild digitalis toxicity Decreased with K+ (It decreases binding of the drug to Na+K+ATPase) but in severe digitalis toxicity, K+ is C/I Ventricular arrhythmias Lignocaine Atrial tachyarrhythmia b blockers Bradyarrhythmias and AV block Atropine Very severe toxicity Digibind",
        "cop": 3,
        "opa": "Adrenaline",
        "opb": "Noradrenaline",
        "opc": "Atropine",
        "opd": "Adenosine",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "636dc651-7150-4b85-9692-81ba4a33ffe2",
        "choice_type": "single"
    },
    {
        "question": "Glyceryl trinitrate is given by sublingual route, because it has",
        "exp": "Glyceryl trinitrate (GTN) has high first pass metabolism. So preferred route is sublingual to bypass the metabolism liver Advantage of sublingual route Fast acting No first pass metabolism Self administration is possible After action drug can be spitted out",
        "cop": 2,
        "opa": "High absorption",
        "opb": "High first pass metabolism",
        "opc": "Low volume of distribution",
        "opd": "High plasma protein bound",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "1601e940-fb14-4852-aeb2-64c5f3ebb9ad",
        "choice_type": "single"
    },
    {
        "question": "Chronotropic effect means:-",
        "exp": "Effect Meaning Example Positive chronotropic Increase in heart rate Adrenaline Negative chronotropic Decrease in heart rate Acetylcholine Positive inotropic Increase in contractility Dobutamine Negative inotropic Decrease in contractility Verapamil Positive dromotropic Increase in AV conduction Dobutamine Negative dromotropic Decrease in AV conduction Vagal stimulation",
        "cop": 2,
        "opa": "Drugs affecting the contractility of heart",
        "opb": "Drugs affecting heart rate",
        "opc": "Drugs affecting the myocardial blood flow",
        "opd": "Drugs affecting diastolic relaxation",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "2b31c9e6-0bc1-4e36-86c8-3df914ffff27",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-angina drugs act by inhibition of long-chain 3-ketoacyl coenzyme A thiolase?",
        "exp": "Trimetazidine Antianginal drug that act by inhibiting mitochondrial long-chain 3-ketoacyl coenzyme A thiolase enzyme. Reduced fatty acid metabolism and increased glucose metabolism in myocardium leading to a paial shift from FFA to glucose oxidation in the heart, which provides less ATP but requires less O2 and may therefore be beneficial in ischemia. Efficient in reducing angina and increase exercise tolerance, paicularly in patients with diabetes and heart failure.",
        "cop": 1,
        "opa": "Trimetazidine",
        "opb": "Ivabradine",
        "opc": "Ranolazine",
        "opd": "Nicorandil",
        "subject_name": "Pharmacology",
        "topic_name": "CHF, Angina Pectoris and Myocardial Infarction",
        "id": "0c265c8e-5783-4de5-8c32-5d9a7aea0ffb",
        "choice_type": "single"
    }
]