[
    {
        "question": "For knowing the acute adverse effects of a drug, the drug micro doses should be tested on:",
        "exp": "Ans. (a) Two different species. Type of Test. Approach. Acute toxicity. Defined as dose that is lethal in approximately 50% of animals and is maximum tolerated dose. It requires usually two species, two routes, single dose. Subacute toxicity. It requires three doses and two species. 4 weeks to 3 months may be necessary prior to clinical trial. Chronic toxicity. It is done in Rodent and non-rodent species for 6 months or longer. Required when drug is intended to be used in humans for prolonged periods. Usually run concurrently with clinical trial. Carcinogenic potential. Two years, two species. It is Required when drug is intended to be used in humans for prolonged periods. Mutagenic potential. Effects on genetic stability and mutations in bacteria (Ames test) or mammalian cells in culture. Investigative toxicology. Determine sequence and mechanisms of toxic action. Discover the genes, proteins, pathways involved. Develop new methods for assessing toxicity.",
        "cop": 1,
        "opa": "Two different species",
        "opb": "On rabbit, one rodent",
        "opc": "Two rabbits",
        "opd": "Two rodents",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "938eb4c6-bcfe-4103-83e3-554508dd0b7e",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug development which is the newest agent -",
        "exp": "Ans. is 'b' i. e., Micro RNA o Mi RNAs regulate gene expression by pairing to target m. RNAs, thus inducing translational repression, o Novel findings indicate an orchestrated coregulation with long noncoding RNAs. o Since its discovery, this small RNA species has opened new frontiers in cardiovascular diseases.",
        "cop": 2,
        "opa": "Ribozyme",
        "opb": "Micro RNA",
        "opc": "Sn. RNA",
        "opd": "Retro RNA",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "2a3b73ae-66d8-49d1-ae8a-00f9e6bb61d7",
        "choice_type": "single"
    },
    {
        "question": "Post marketing surveillance included In which phase of drug clinical trial-",
        "exp": "Ans. is 'd' i. e., IV CLINICAL TRAILSo Before a new drug comes to the market, it is extensively tested in animals and invitro studies for safety and efficacy. It the drug is found to be promising in these studies, an application called USD (Investigational New Drug) is filed with United States food and drug administration (FDA), which is main regulatory authority. If the permission is granted, then drug is tested in humans. This testing is called clinical trial. These are divided into four phases. Phase 1 or Human Pharmacology and safetyo The drug is tested in normal human volunteers, o As the drug is not tested in the patients, efficacy can not be determined. o This is mainly for toxicity (safety) and pharmacokinetic studies. o This is first in human study. o Number of subjects -20-40. Phase 2 or Therapeutic exploration and dose rangingo This is first in patient studyo Both efficacy and safety can be determined. o This phase is tested in small number of patients: early phase - 20 - 200 patients (single blind)late phase -50 - 300 patients (double blind)o This may be blinded or open label study. Phase 3 or therapeutic confirmationo The drug is tested in large number of patient (500-300) at several centers to include patient with different genetic make up. o This is done to generalize the results of the study to variable genetic and ethnic group, o It is designed to minimise error in information gathered in phase 1 and 2. o Generally this are randomized doubled blind trials, o Both efficacy and safety are determined. o If the drug is found to be safe and effective in these trials, then another application is filed with FDA (New Drug Application or DNA) to market the drug, o If approval is granted, the drug is marketed. Phase 4 (Post - licensing phase field trial)o This is post marketing surveillance of a drug to know the rare adverse effects or those occuring with prolonged use of the drug, o Ethical clearance is not required. o Uncommon/ldiosyncrotic adverse effects, or those that occur only after long term use and unsuspected drug interactions are detected at this stage. o Further therapeutic trials involving special groups like children, elderly, pregnantdactating women, patients with renal/hepatic disease, etc. (which are generally excluded during clinical trials) may be undertaken at this stage.",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "a52eeaa1-9ef4-43af-abed-aa071d9b2017",
        "choice_type": "single"
    },
    {
        "question": "Pharmacovigilance is done for monitoring -",
        "exp": "Ans. is 'c' i. e., Drug safety Pharmaco vigilance is defined as \"All methods of assessment and prevention of adverse drug reactions\". National Pharmaco vigilance program (India) 2004. India's drugs control department within the ministry of health and family welfare initiated the establishment of a nationwide network to build a comprehensive Pharmaco vigilance data system in 2004. The national Pharmaco vigilance Programme for India is sponsored by World Health Organization (WHO) and is funded by the World Bank. The national Pharmaco vigilance Programme is based on the recommendations made in WHO document titled \"safety monitoring of medicinal products - Guidelines for setting up and running a Pharmaco vigilance centre\". The Programme particularly solicits reports of:-All \"adverse events\" suspected to have been caused by new drugs and drugs of current interest (list to be published by CDSCO from time to time). All suspected drug interactions. Reactions to any other drugs which are suspected of significantly affecting a patient*s management including reactions suspected of causing:-Death. Life threatening. Hospitalisation (initial or prolonged). Disability (significant persistent or permanent). Congenital anomaly. Required intervention to prevent permanent impairment or damage",
        "cop": 3,
        "opa": "Drug price",
        "opb": "Unethical practices",
        "opc": "Drug safety",
        "opd": "Pharmacology students",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "d5efcda7-4257-4c52-9534-c74728ce2503",
        "choice_type": "single"
    },
    {
        "question": "Randomized controlled multicenter trials of drug:",
        "exp": "Ans- C Phase 3 - randomized controlled multicenter trials REF: Goodman and Gillman's 11th edition page 82, http://en. wikipedia. org/wiki/Clinical_trial, s/ctphases. html CLINICAL TRIAL: Designation Study Population Sample size Phase 0 human microdosing studies pharmacodynamics and pharmacokinetics (no data on safety or efficacy, being by definition a subtherapeutic dose) Healthy volunteers 10 to 15 Phase 1 first stage of testing in human subjects safety (pharmacovigilance), dose-ranging tolerability, pharmacokinetics, and pharmacodynamics Healthy volunteers or individuals with target disease 20-100 Phase 2 efficacy (how well the drug works), dosing requirements (how much drug should be given), toxicity and continue Phase I safety assessments individuals with target disease 100-300 Phase 3 randomized controlled multicenter trials, \"pre-marketing phase\" how effective the drug is, in comparison ivith current gold standard' treatment (most expensive, time-consuming and difficult trials) individuals with target disease 300-3, 000 or more Phase 4 Postmarketing surveillance Trial safety surveillance (pharmacovigilance, designed to detect any rare or long-term adverse effects) individuals with target disease as well as new age groups, genders, etc. Thousands",
        "cop": 3,
        "opa": "Phase I",
        "opb": "Phase 2",
        "opc": "Phase 3",
        "opd": "Phase 4",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "bed70c5e-27d7-46db-bf81-f90f32e512d9",
        "choice_type": "single"
    },
    {
        "question": "Pharmacovigilance is used for-",
        "exp": "Ans. is 'a' i. e., To monitor drug toxicity Pharmacovigilanceo Pharmacovigilance is the science and activities relating to detection, assessment, understanding and prevention of adverse effects or any other drug related problem.",
        "cop": 1,
        "opa": "To monitor drug toxicity",
        "opb": "To monitor unauthorized drug manufacture",
        "opc": "Monitoring of students",
        "opd": "Check costs",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "f7936bbf-3c65-465b-9eb6-1f425c370568",
        "choice_type": "single"
    },
    {
        "question": "Pharmacovigilance is:",
        "exp": "Ans. (d) Monitoring adverse effects of drugs. Ref: KDT 6th ed./ 79* Pharmacovigilance is the science and activities relating to the detection assessment, understanding and prevention of adverse effects or any other possible drug- related problems.* Recently, its concerns have been widened to include herbals, traditional and complementary medicines, blood products, biologicals, medical devices and vaccines.",
        "cop": 4,
        "opa": "Monitoring generic drugs",
        "opb": "Monitoring drug efficacy",
        "opc": "Monitoring ethical drug",
        "opd": "Monitoring adverse effects of drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "1c1522c4-8cb3-4854-9625-a40b8e1f45cb",
        "choice_type": "single"
    },
    {
        "question": "Drug used for sympathectomy in experimental animals is -",
        "exp": "Ans. is 'a' i. e., Guanethidine o Guanethidine is used for experimental sympthectomy. o Guanethidine a polar guanidine compound which is taken up into adrenergic nerve endings by active amine transport and has three important facets of action: Displaces NA from storage granules stochiometrically. Inhibits nerve impulse coupled release of NAEngages and blocks NA uptake mechanism at the axonal membrane, o It was used for sympathectomy in experimental animal.",
        "cop": 1,
        "opa": "Guanethidine",
        "opb": "Atropine",
        "opc": "Diazoxide",
        "opd": "Thebaine",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "002c5e4a-4180-4348-a500-6455919f4eee",
        "choice_type": "single"
    },
    {
        "question": "Healthy Human volunteers part of which clinical trial phases",
        "exp": "Ans. is 'a' i. e., I CLINICAL TRAILSo Before a new drug comes to the market, it is extensively tested in animals and invitro studies for safety and efficacy. It the drug is found to be promising in these studies, an application called USD (Investigational New Drug) is filed with United States food and drug administration (FDA), which is main regulatory authority. If the permission is granted, then drug is tested in humans. This testing is called clinical trial. These are divided into four phases. Phase 1 or Human Pharmacology and safetyo The drug is tested in normal human volunteers, o As the drug is not tested in the patients, efficacy can not be determined. o This is mainly for toxicity (safety) and pharmacokinetic studies. o This is first in human study. o Number of subjects -20-40. Phase 2 or Therapeutic exploration and dose rangingo This is first in patient studyo Both efficacy and safety can be determined. o This phase is tested in small number of patients: early phase - 20 - 200 patients (single blind)late phase -50 - 300 patients (double blind)o This may be blinded or open label study. Phase 3 or therapeutic confirmationo The drug is tested in large number of patient (500-300) at several centers to include patient with different genetic make up. o This is done to generalize the results of the study to variable genetic and ethnic group, o It is designed to minimise error in information gathered in phase 1 and 2. o Generally this are randomized doubled blind trials, o Both efficacy and safety are determined. o If the drug is found to be safe and effective in these trials, then another application is filed with FDA (New Drug Application or DNA) to market the drug, o If approval is granted, the drug is marketed. Phase 4 (Post - licensing phase field trial)o This is post marketing surveillance of a drug to know the rare adverse effects or those occuring with prolonged use of the drug, o Ethical clearance is not required. o Uncommon/ldiosyncrotic adverse effects, or those that occur only after long term use and unsuspected drug interactions are detected at this stage. o Further therapeutic trials involving special groups like children, elderly, pregnantdactating women, patients with renal/hepatic disease, etc. (which are generally excluded during clinical trials) may be undertaken at this stage.",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "38c6314a-f89c-4b90-9396-9f75cbf58084",
        "choice_type": "single"
    },
    {
        "question": "Micro dosing studies done in w hich ph ase of clinical triais-",
        "exp": "Ans. is 'a' i. e., 0 [Ref: K D Tripathi 7th/ep. 73 - 75, style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 4px; text-indent: 0; text-align: left\">Phase 0 - Microdosing strategy in clinical trialso Drug development is an activity that is long, complex and expensive. o In 2004, attrition in the drug development paradigm prompted the US Food and Drug Administration (FDA) to introduce its \"Critical Path\" document, which highlighted the serious discordance between major scientific advances and limited drug development process. o One issue addressed was that of microdosing. o The concept of microdosing involves the use of extremely low, nonpharmacoiogically active doses of a drug to define the pharmacokinetic profile of the medication in human subjects. o Microdosing, thus, appears as a new viable concept in the \"toolbox' of the drug development activity. o It is included in the phase 0 of the drug clinical trial.",
        "cop": 1,
        "opa": "0",
        "opb": "I",
        "opc": "II",
        "opd": "III",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "efb49771-3c92-4a15-9f90-9bc1d689b156",
        "choice_type": "single"
    },
    {
        "question": "Which of the following trials can be performed to determine the maximal tolerated dose of a drug?",
        "exp": "Ans. c. Phase I trial (Ref: KDT 7/e p79, 6/e p77). Phase I: Human Pharmacology and safety. The emphasis is on safety and tolerability, while the purpose is to observe the pharmacodynamic effects in man, and to characterize absorption, distribution, metabolism and excretion. New Drug Development. Standards for the design, ethics, conduct, monitoring, auditing, recording and analyzing data and reporting of clinical trials have been laid down in the form of 'Good Clinical Practice' guidelines by an International Conference on Hormonization. Adherence to these provides assurance that the data and reported results are credible and accurate, and that the rights, integrity and confidentiality of trial subjects are protected. The clinical studies are conventionally divided into 4 phases. Phase I: Human Pharmacology and safety. The emphasis is on safety and tolerability, while the purpose is to observe the pharmacodynamic effects in man, and to characterize absorption, distribution, metabolism and excretion. Phase II: Therapeutic exploration and dose ranging. The primary aim is to establishment of therapeutic efficacy, dose range and ceiling effect in a controlled setting. Tolerability and pharmacokinetics are studied as extension of phase I. Phase III: Therapeutic confirmation/comparison. The aim is to establish the value of the drug in relation to existing therapy. Safety, tolerability and possible drug interactions are accessed on a wider scale, while additional pharmacokinetic data may be obtained. Indications are finalized and guidelines for therapeutic use are formulated. A 'new drug application' is submitted to the licensing authority, who if convinced give marketing permission. Phase IV: Post marketing surveillance/studies. Uncommon/ idiosyncratic adverse effects, or those that occur only after long-term use and unsuspected drug interactions are detected at this stage. Pattern of drug utilization and additional information may emerge from the surveillance data.",
        "cop": 3,
        "opa": "Case control study",
        "opb": "Phase II Randomized control trial (RCT)",
        "opc": "Phase I trial",
        "opd": "Phase IV Randomized control trial (RCT)",
        "subject_name": "Pharmacology",
        "topic_name": "Clinical Trials",
        "id": "b940c66c-7a75-48cd-82f4-9bc8d38b8ac7",
        "choice_type": "single"
    }
]