[
    {
        "question": "Now-a-days, the selective serotonin re-uptake inhibitors are the preferred drugs for which of the following psychiatric disorder apa from their role in the treatment of depression:",
        "exp": "Clinical application of SSRI's: 1. Major depressive Disorder (MDD) 2. Anxiety disorder 3. Panic Disorder 4. Obsessive compulsive disorder 5. Post traumatic stress disorder 6. Peri-menopausal vasomotor symptoms 7. Eating disorders (Bulimia) SSRI are the first line agent in treatment of both MDD and anxiety disorders",
        "cop": 4,
        "opa": "Phobias",
        "opb": "Obsessive compulsive disorder",
        "opc": "Post-traumatic stress disorder",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "f219f131-0da5-4298-adba-fea2b82641d5",
        "choice_type": "multi"
    },
    {
        "question": "A patient on therapy for his CNS illness develops the following abnormality what is the possible cause?",
        "exp": "Extrapyramidal symptoms due to D2 blockade in the limbic system are closely related to antipsychotic potency of typical antipsychotic drugs. Acute Muscular dystonia: It is the earliest appearing symptom(within hours)and may manifest as Toicollis, locked jaw, oculogyric crisis or spasm of other muscles. Central anticholinergics are useful in the treatment. Note: Oculogyric crisis is thespasm of the extraocular muscles, causing upward and outward detion of the eyes which is treated by Central anticholinergic agents.",
        "cop": 2,
        "opa": "Anti depressants",
        "opb": "Anti psychotics",
        "opc": "Antiepileptics",
        "opd": "Anti Parkinsonian drugs",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "398cd50d-f92e-44d8-858c-58caa0ee9f9e",
        "choice_type": "single"
    },
    {
        "question": "An antiepileptic drug 'A' can also be used for the treatment of postherpetic neuralgia and pain due to diabetic neuropathy. Which of the following can be the agent 'A'?",
        "exp": "Gabapentin and progabide act by increasing the release of GABA. Gabapentin is the drug of choice for post-herpetic neuralgia and diabetic neuropathy.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Gabapentin",
        "opc": "Lamotrigine",
        "opd": "Primidone",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "9c256deb-8e24-4dfc-a407-c6a0f8282b91",
        "choice_type": "single"
    },
    {
        "question": "Which among the following selective serotonin reuptake inhibitors is longest acting?",
        "exp": "Special points Fluoxetine: It is a prototype SSRI and is longest acting drug in this group. It is metabolized to nor-fluoxetine that retains the anti-depressant activity. Thus it has minimum risk of causing drug-discontinuation symptoms which is characterized by symptoms like paresthesias, body ache & bowel disturbances. Fluvoxamine is the shoest acting SSRI. Paroxetine, seraline and citalopram are other SSRIs. Escitalopram is most specific SSRI. Paroxetine is most teratogenic among SSRIs.",
        "cop": 2,
        "opa": "Fluvoxamine",
        "opb": "Fluoxetine",
        "opc": "Seraline",
        "opd": "Paroxetine",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "3488ce18-c794-48a2-87e3-eb15a2ca71eb",
        "choice_type": "single"
    },
    {
        "question": "A middle aged women having depression took a very high dose of amitriptyline in an attempt to commit suicide. Which of the following regarding the management of this is wrong?",
        "exp": "TCAs acts by competitively inhibiting the Muscuranic recepetors, therefore atropine cannot be given along with it because of its antimuscuranic propey Some patients may develop seizures which can be treated with benzodiazepines like diazepam Sodium bicarbonate can be given to these patients: To overcome cardiac depression effects as it can increase the extracellular sodium levels. It can also be used to manage underlying acidosis in such patients.",
        "cop": 1,
        "opa": "Atropine sulphate is the antidote of choice",
        "opb": "Diazepam is used to control seizures",
        "opc": "Sodium bicarbonate is used to treat acidosis",
        "opd": "Resuscitation may be required in severe cases",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "589e7df9-0bbe-4e5a-b2c5-6c73e12b734c",
        "choice_type": "single"
    },
    {
        "question": "A patient of Parkinsonism, Mr. Ghai noticed that the therapeutic effect of levodopa decreased when he was given another drug by his physician but no interaction was seen when he switched over to levodopa-carbidopa combination. The possible drug prescribed by his physician can be:",
        "exp": "Pyridoxine is a component of vitamin B complex. Pyridoxine is a cofactor for the enzyme, dopa decarboxylase and therefore, administration of vitamin B complex can stimulate the activity of this enzyme. Dopa decarboxylase conves levo-dopa to dopamine. Increased formation of dopamine in the periphery is undesirable because it cannot cross blood brain barrier. Therefore, stimulation of dopa decarboxylase decreases the therapeutic effect of l-dopa. If the enzyme, dopa decarboxylase is already inhibited with carbidopa, there will be no interaction with pyridoxine.",
        "cop": 2,
        "opa": "Metoclopramide",
        "opb": "Vitamin B complex",
        "opc": "Chlorpromazine",
        "opd": "Isoniazid",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "ec166848-9c03-49c5-8722-c73d8f6135a7",
        "choice_type": "single"
    },
    {
        "question": "An analgesic 'X' acts through opioid as well as additional spinal monoaminergic mechanisms. Which of the following can be 'X'?",
        "exp": "-Tramadol and tapendadol have additional analgesic mechanisms apa from activation of opioid receptors. -These drugs increase release of serotonin in spinal cord and strengthen the descending inhibitory pathway.",
        "cop": 1,
        "opa": "Tramadol",
        "opb": "Etioheptazine",
        "opc": "Dextropropoxyphene",
        "opd": "Alfentanil",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "34089acf-90b1-4a1b-a53c-ac54651fe3aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has a high affinity for 5-HT2 receptors in the brain, does not cause extrapyramidal dysfunction or hematotoxicity, and is repoed to increase the risk of significant QT prolongation?",
        "exp": "Ziprasidone can cause QT prolongation leading to torsades de pointes especially in the presence of predisposing factors/drugs. Clozapine, olanzapine and ziprasidone are atypical antipsychotic agents that act by blocking 5. HT2 receptors. Chlorpromazine is a typical antipsychotic drug. It blocks D2 receptors in the brain and can cause extrapyramidal symptoms. Major adverse effect of clozapine is agranulocytosis (hematotoxic) and seizures. Olanzapine causes weight gain. (have the highest metabolic risk) Ziprasidone: is an Atypical Antipsychotic Ziprasidone has low propensity to cause extra pyramidal side effects or hyper-prolactinemia, mildly sedating, modest hypotension, little weight gain, little blood sugar elevation. Indication- Schizophrenia, Mania, anxiolytic and antidepressant propey",
        "cop": 4,
        "opa": "Chlorpromazine",
        "opb": "Clozapine",
        "opc": "Olanzapine",
        "opd": "Ziprasidone",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "24c3acae-83b3-40cf-80d6-9aa8d6927e36",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used in alcohol de-addiction except?",
        "exp": "ALCOHOL DE-ADDICATION Benzodiazepines (chlordiazepoxide and diazepam) are given to prevent withdrawal. These are long acting CNS depressants and can be withdrawn gradually. Naltrexone is an opioid antagonist that can be used to reduce alcohol craving. Acamprosate is an NMDA antagonist that can be used for maintenance therapy of alcohol abstinence. Disulfiram can be used in psychologically dependent persons who are motivated to quit alcohol. It is contraindicated in physically dependent individuals. Disulfiram produces severe distressing symptoms. Topiramate and ondansetron can also decrease alcohol craving.",
        "cop": 4,
        "opa": "Naltrexone",
        "opb": "Acamprostate",
        "opc": "Disulfiram",
        "opd": "Opioids",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "c50a55ed-e16d-4962-a3d9-914519eac95f",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged man presents to your clinic complaining of restlessness. During his time in the waiting room of your clinic you notice him to be pacing here and there through the CCTV, On visual examination he also has a noticeable hand tremor. he says that he had been taking haloperidol for his Mania, for the past two months. Which of the following condition is the patient suffering from?",
        "exp": "In the above mentioned clinical scenario the patient is complaining of restlessness, tremors which are characteristic features of haloperidol induced Akathisia (HALOPERIDOL: has highest risk for causing EPS) AKATHISIA: M/C EPS DOC FOR TREATMENT: PROPRANOLOL EPS: DYSTONIA: DOC- BENZHEXOL AKATHESIA PARKINSONISM: DOC - BENZHEXOL TARDIVE DYSKINESIA: T/T VALBENAZINE MALIGNANT NEUROLEPTIC SYNDROME: DOC - DANTROLENE",
        "cop": 3,
        "opa": "Dystonia",
        "opb": "Restless leg syndrome",
        "opc": "Akathisia",
        "opd": "Anhedonia",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "aea427a7-f5a9-4025-b33b-6c00f105b448",
        "choice_type": "single"
    },
    {
        "question": "Raju, a 10 yr old boy is having difficulty in learning at school. He has sho lapses of awareness with eyelid fluttering that occur every 5-10 minutes. EEG studies reveal brief 3 Hz spike and wave discharges appearing synchronously in all the leads. Which of the following drugs would be effective but has the disadvantage that it causes sedation and tolerance?",
        "exp": "Diagnosis of the patient is petit mal epilepsy (absence seizures). Drugs effective against absence seizures are: Ethosuximide Valproate Clonazepam Lamotrigine Clonazepam is a benzodiazepine that can cause sedation and tolerance. Thedrug of choicefor childhood absence seizures (in India) issodium valproate.",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Ethosuximide",
        "opc": "Clonazepam",
        "opd": "Valproic acid",
        "subject_name": "Pharmacology",
        "topic_name": "CNS",
        "id": "9a21620f-9d3d-42b8-96aa-b2c8fa78eec6",
        "choice_type": "multi"
    }
]