[
    {
        "question": "Mechanism of action of vincristine in the treatment of ALL is:",
        "exp": "Vinca alkaloids like vincristine and vinblastine act by inhibiting the formation of mitotic by spindle inhibiting polymerization of tubulin. These drugs are selective for M phase of cell cycle.",
        "cop": 4,
        "opa": "Inhibition of topoisomerase II to cause breaks in DNA strands",
        "opb": "Alkylation and cross linking DNA strands",
        "opc": "Inhibition of DNA mediated RNA synthesis",
        "opd": "Inhibition of polymerization of tubulin to form microtubules",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "c103a7a9-c2db-42cf-bac3-b88221fba465",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drug can cause flagellated dermatitis?",
        "exp": "FLAGELLATED DERMATITIS: It is characterised by pruritic, erythematous, linear streaks that resemble whiplash marks, hence the name flagellated. Bleomycin is metabolized by an enzyme hydrolase. This enzyme is deficient in skin and lungs. Therefore, the major adverse effects of bleomycin is related to skin (flagellated dermatitis) and lungs (pulmonary fibrosis) OTHER CAUSES OF FLAGELLATED DERMATITIS: DRUGS: BLEOMYCIN, DOCETAXEL, BENDAMUSTINE RHEUMATOLOGICAL CAUSES: DERMATOMYOSITIS, ADULT ONSET STILL'S DISEASE TOXINS: SHIITAKE MUSHROOMS",
        "cop": 4,
        "opa": "Cisplatin",
        "opb": "L-asparginase",
        "opc": "Doxorubicin",
        "opd": "Bleomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "11aa7d32-e159-4432-823e-85d8ee9f8c2a",
        "choice_type": "single"
    },
    {
        "question": "All of the following anticancer drugs are cell cycle non-specific except?",
        "exp": "CELL CYCLE NON-SPECIFIC DRUGS 1. Alkylating agents Melphalan Cyclophosphamide Nitrosourea 2. Platinum compounds Cisplatin Carboplatin Oxaliplatin 3. Anthracyclines Doxorubicin Daunorubicin Epirubicin Mitoxantrone 4. Antitumor antibiotics Dactinomycin Mitomycin-C",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Mitomycin-C",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "fe374efe-4600-4d12-9ed1-1d9f8aafca4a",
        "choice_type": "multi"
    },
    {
        "question": "Hand and foot syndrome is an adverse effect of:",
        "exp": "Capecitabine and 5-FU can cause hand and foot syndrome. Diarrhea is the most common adverse effect of 5-FU. 5-FU can also cause bone marrow suppression. Drugs commonly implicated are: Capecitabine 5-Fluorouracil Cytarabine Pemetrexed Doxorubicin",
        "cop": 1,
        "opa": "5-Fluorouracil",
        "opb": "Bleomycin",
        "opc": "Etoposide",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "3c64e4ad-8d9c-4fbc-9065-c5d1bed748ed",
        "choice_type": "single"
    },
    {
        "question": "A patient was given radiotherapy for head and neck cancer. After 6 months chemotherapy was staed. The patient presented with the features shown in Figure after sta of chemotherapy. It is likely due to which drug?",
        "exp": "The history and the figure shows the characteristic 'Radiation recall syndrome'. It is caused by Doxorubicin (Anthracyclines).",
        "cop": 1,
        "opa": "Doxorubicin",
        "opb": "Cisplatin",
        "opc": "Imatinib",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "94945444-c185-48b1-b524-663e537484a9",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of anticancer action of fluorouracil is:",
        "exp": "5-Fluorouracil (5-FU) is an antimetabolite. It is a thymidine analogue and acts by conversion to 5'-dUMP. Latter inhibits the formation of dTMP and results in thymineless death of cells. Option 1 is mechanism of alkylating agents like cyclophosphamide Option 3: methotrexate is example of DHFRase inhibitor Option 4: Vincristine like drugs act by inhibiting mitotic spindle",
        "cop": 2,
        "opa": "Cross linking of double stranded DNA and the resulting inhibition of DNA replication and transcription",
        "opb": "Cytotoxicity resulting from a metabolite that interferes with the production of dTMP",
        "opc": "Irreversible inhibition of dihydrofolic acid reductase",
        "opd": "Inhibiting the formation of mitotic spindle",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "c4ed2a75-9a75-44e0-b7e7-20f7bf283a53",
        "choice_type": "single"
    },
    {
        "question": "Drugs which affect DNA synthesis or replication are all except:-",
        "exp": "Bevacizumab is a monoclonal antibody against VEGF. It acts by inhibiting angiogenesis. Doxorubicin is a topoisomerase inhibitor and inhibit the uncoiling of DNA and thus replication. 5-FU is a pyrimidine analog and inhibit DNA synthesis by competing with DNA polymerase. Methotrexate is a dihydro folic acid reductase inhibitor. It decreases the formation of DNA.",
        "cop": 2,
        "opa": "5-FU",
        "opb": "Bevacizumab",
        "opc": "Doxorubicin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "bd7fdf75-afa9-41a7-8998-7c6cb3a28ebe",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a dihydrofolate reductase inhibitor?",
        "exp": "Methotrexate, pemetrexed and pralatrexate are the inhibitors of dihydrofolate reductase (DHFRase). These drugs also inhibit Thymidylate Synthase (TS) and the enzymes involved in early purine synthesis. Methotrexate is the drug of choice for the treatment of choriocarcinoma. Methotrexate is also indicated in the management of rheumatoid ahritis, psoriasis and ectopic pregnancy. Adverse effects of methotrexate are bone marrow suppression and mucositis.",
        "cop": 2,
        "opa": "Alcohol",
        "opb": "Methotrexate",
        "opc": "Cimetidine",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "be5c87a5-6d8f-4e84-ba47-c87ae6ce5326",
        "choice_type": "single"
    },
    {
        "question": "Sterility is caused by:",
        "exp": "Sterility and secondary leukemias are distinctive adverse effects of alkylating agents. Other adverse effects of alkylating agents: BM depression Alopecia Mucositis - Diarrhoea Hyperuricemia",
        "cop": 2,
        "opa": "Vinca alkaloids",
        "opb": "Alkylating agents",
        "opc": "Antimetabolites",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "efcb2874-d82b-4f37-981d-c6103bb58273",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about vincristine are true EXCEPT:",
        "exp": "Vincristine is a vinca alkaloid. It acts in M-phase of cell cycle by inhibiting the formation of spindle. It is a marrow sparing drug and causes peripheral neuropathy as a prominent adverse effect. It is used for the treatment of hematological malignancies like Hodgkin's lymphoma and leukemias. It can be used for pediatric solid tumors like Wilms tumor, neuroblastoma and rhabdomyosarcoma etc. It is tolerated better by children than adults and is not indicated for solid tumors in adults.",
        "cop": 4,
        "opa": "It acts by inhibiting mitosis",
        "opb": "Its prominent adverse effect is peripheral neuropathy",
        "opc": "It does not suppress bone marrow",
        "opd": "It is a drug of choice for solid tumors in adults",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "1114314b-2514-42ba-987c-fe47b4e49f3d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a new drug approved for the treatment of Breast Cancer?",
        "exp": "Palbociclib: MOA: It acts by inhibiting CDK-4, CDK-6. ROUTE: Oral drug USES: It is approved for Advanced or Metastatic Breast Cancer (ER+ve and HER2-ve) S/E: Neutropenia, Leukopenia, infections, stomatitis, fatigue, nausea, anemia, headache, diarrhea and Thrombocytopenia. Palbociclib is a substrate and an inhibitor of CYP3A4 . Patients should avoid concomitant use of strong CYP3A inhibitors (Indinavir, Itraconazole, Ketoconazole, Lopinavir/Ritonavir etc). Patients should avoid breastfeeding while taking palbociclib. Ruxolitinib It is Janus Kinase inhibitor used for Myelofibrosis Trametinib It is MEK inhibitor used for Malignant Melanoma in combination with Dabrafenib (BRAF inhibitor) Cobimetinib It is MEK inhibitor used for Malignant Melanoma in combination with Vemurafenib (BRAF inhibitor)",
        "cop": 3,
        "opa": "Trametinib",
        "opb": "Ruxolitinib",
        "opc": "Palbociclib",
        "opd": "Cobimetinib",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "2372e503-0953-4da7-9d8b-bf50a6dec6bf",
        "choice_type": "single"
    },
    {
        "question": "Bleomycin toxicity affects which organ predominantly?",
        "exp": "Bleomycin is metabolized by bleomycin hydrolase. This enzyme is deficient in skin and lungs. Therefore, the major adverse effects of bleomycin are: Flagellated pigmentation of skin Pulmonary fibrosis",
        "cop": 2,
        "opa": "Bone marrow",
        "opb": "Lungs",
        "opc": "Liver",
        "opd": "RBC",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "65904ecc-244d-40f4-84ae-070b7086172c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antineoplastic drugs should not be administered to a chronic alcoholic patient due to risk of development of disulfiram like reaction?",
        "exp": "Disulfiram like reaction can be caused by Cyclic: Chlorpropamide Cefoperazone G: Griseofulvin M: Metronidazole P: Procarbazine",
        "cop": 2,
        "opa": "Dacarbazine",
        "opb": "Procarbazine",
        "opc": "Melphalan",
        "opd": "Hydroxyurea",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "7476a7e2-941f-418d-aa12-c4beaf14ddd0",
        "choice_type": "single"
    },
    {
        "question": "All of following statements about 6-mercaptopurine are true EXCEPT:",
        "exp": "All anticancer drugs can result in hyperuricemia by causing the destruction of excess cells. Azathioprine is an immunosuppressant drug that acts by generating 6-MP. 6-MP inhibits the formation of ribosyl-5-phosphate and it also inhibits the conversion of IMP to adenine and guanine nucleotides. When given orally the drug is subjected to first pass metabolism by enzyme Xanthine Oxidase which conves it into an inactive metabolite. So if allopurinol is given along with 6-MP, the metabolism of 6-MP will be reduced and it will lead to toxicity. Thus the dose of oral 6-MP is to be reduced by 75%.",
        "cop": 2,
        "opa": "It is metabolized by xanthine oxidase",
        "opb": "It does not cause hyperuricemia",
        "opc": "Its dose should be reduced when allopurinol is given concurrently",
        "opd": "It is an active metabolite of azathioprine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "b10b1413-94e0-4073-9a2f-e1e88317cfee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about methotrexate are true EXCEPT:",
        "exp": "Folinic acid (leucovorin) is used to reverse the adverse effect of methotrexate. Folic acid is ineffective. All other statements are true",
        "cop": 3,
        "opa": "It is cell cycle specific and kills cells in the S phase",
        "opb": "Its toxicity primarily affects bone marrow and epithelial structures",
        "opc": "Folic acid reverses its toxic effects",
        "opd": "It is the drug of choice for choriocarcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "dc48db29-88f5-4edd-ab7a-3fda6566de18",
        "choice_type": "multi"
    },
    {
        "question": "Pentostatin acts by inhibiting:",
        "exp": "* Pentostatin and cilastatin are not statins i.e. these do not act by inhibiting HMG-CoA reductase. * Pentostatin acts by inhibiting adenosine deaminase. * It is used for the treatment of hairy cell leukemia. * Drug of choice for hairy cell leukemia is cladribine.",
        "cop": 3,
        "opa": "RNA dependent DNA polymerase",
        "opb": "Aldolase",
        "opc": "Adenosine deaminase",
        "opd": "Adenylyl cyclase",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "f7338862-e337-4204-b30e-79490415e023",
        "choice_type": "single"
    },
    {
        "question": "All are true statements about anticancer drugs except?",
        "exp": "Anthracyclines cause cardiotoxicity, prevented by dexrazoxane Bleomycin causes pulmonary fibrosis L-asparaginase cause allergy, acute pancreatitis Vincristine, vinblastine causes peripheral neuropathy & SIADH. But it is marrow sparing. Irinotecan is a topoisomerase I inhibitor used for colorectal carcinoma Topoisomerase II inhibitors are Etoposide, doxorubicin, Daunorubicin & anthracyclines.",
        "cop": 2,
        "opa": "Vincristine is a marrow sparing anticancer drug",
        "opb": "Irinotecan is a topoisomerase II inhibitor",
        "opc": "L-asparaginase can cause acute pancreatitis",
        "opd": "Anthracyclines cause cardiotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "5a0a5420-1c6e-49d5-80fe-b40e644e0abb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug can cause Delayed Bone Marrow Suppression leading to Sustained Neutropenia?",
        "exp": "NITROSOUREAS : MOA: Alkylating agent DRUGS: CARMUSTINE, LOMUSTINE, SEMUSTINE. USES: Can cross BBB thereby used in Brain tumors. S/E: Delayed Bone Marrow Suppression resulting in Sustained Neutropenia.",
        "cop": 4,
        "opa": "Vincristine",
        "opb": "Carboplatin",
        "opc": "Melphalan",
        "opd": "Carmustine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "585856d7-6cb4-44c1-8bc2-2cfad1bdb54e",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin-C is used in",
        "exp": "Mitomycin is an anti-tumor antibiotic with alkylating agent like propey. It is used in superficial cancer of urinary bladder. The drug has radiomimetic effects, and also sensitizes hypoxic tumor cells to the effects of hypoxia. Application of topical mitomycin C after endoscopic dilation of laryngotracheal stenosis reduces the rate of restenosis.",
        "cop": 2,
        "opa": "Sturge-Weber syndrome",
        "opb": "Laryngotracheal stenosis",
        "opc": "Endoscopic angiofibroma",
        "opd": "Skull base osteomyelitis",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "9090b63a-99d0-4b4b-9ab6-dc856e375ae4",
        "choice_type": "single"
    },
    {
        "question": "Roopmati, A 56-year-old female with lymph-node-positive breast cancer was treated with systemic chemotherapy. Four weeks later, she developed frequent urination, suprapubic pain, dysuria, and hematuria. Which of the following could have prevented this patient's condition?",
        "exp": "The patient described in the question has hemorrhagic cystitis caused by drugs like cyclophosphamide and ifosfamide. Hemorrhagic cystitis during therapy with cyclophosphamide or ifosfamide is caused by the urinary excretion of the toxic metabolite acrolein. This can be prevented by aggressive hydration, bladder irrigation, and administration of mesna, compound that binds acrolein in the urine.",
        "cop": 2,
        "opa": "Folinic acid",
        "opb": "Mesna",
        "opc": "Dexrazoxane",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "dd5bea2f-bbe9-4d47-9c03-6ebcc5ac843c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used as an immunosuppressant but lacks anticancer activity?",
        "exp": "Azathioprine is an antimetabolite that is used as an immunosuppressant but not as an anti-neoplastic drug. It is a prodrug and is conveed to its active metabolite (6-mercaptopurine) in the lymphoid cells only.",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "6-Mercaptopurine",
        "opc": "Azathioprine",
        "opd": "5-Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "5116fbd3-832b-493c-8841-b66a356c1879",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drug causes nephrotoxicity as an adverse effect?",
        "exp": "Cisplatin can result in three impoant adverse effects: Nephrotoxicity Ototoxicity Vomiting",
        "cop": 4,
        "opa": "Imatinib",
        "opb": "Irinotecan",
        "opc": "Bleomycin",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "f003e65a-8873-4bc5-8fbf-aac46de83b48",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female was diagnosed with breast carcinoma. She was operated and is taking tamoxifen therapy for the last 1 year. Now she is complaining of bleeding per vaginum. If this is due to the adverse effect of tamoxifen, the most likely cause is:-",
        "exp": "- Tamoxifen and Toremifene are selective estrogen receptor modulators (SERMs) that are useful for chemoprevention as well as treatment of both early stage and metastatic breast carcinoma. - These increase the risk of endometrial carcinoma.",
        "cop": 2,
        "opa": "Development of bleeding disorder",
        "opb": "Development of endometrial carcinoma",
        "opc": "Development of ovarian carcinoma",
        "opd": "Development of cervical cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "10e20c14-480e-4884-bc2d-86df11ecba4f",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old female with lymph-node-positive breast cancer was treated with systemic chemotherapy. Four weeks later, she developed frequent urination, suprapubic pain, dysuria, and hematuria. Which of the following could have prevented this patient's condition?",
        "exp": "The patient described in the question has hemorrhagic cystitis caused by drugs like cyclophosphamide and ifosfamide. Hemorrhagic cystitis during therapy with cyclophosphamide or ifosfamide is caused by the urinary excretion of the toxic metabolite acrolein. This can be prevented by aggressive hydration, bladder irrigation, and administration of mesna, a sulfhydryl compound that binds acrolein in the urine.",
        "cop": 2,
        "opa": "Folinic acid",
        "opb": "Mesna",
        "opc": "Dexrazoxane",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "44e47a1f-80d8-4320-bb2e-003502b72e90",
        "choice_type": "single"
    },
    {
        "question": "All of the following are examples of alkylating agents except:-",
        "exp": "ALKYLATING AGENTS If: Ifosfamide Bus: Busulfan Not: Nitrosoureas Present: Procarbazine Take: Temozolomide My: Melphalan Cycle: Cyclophosphamide",
        "cop": 4,
        "opa": "Procarbazine",
        "opb": "Melphalan",
        "opc": "Busulfan",
        "opd": "Bleomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "011ee76f-f6e6-4a1e-b651-9817b9d8a63d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs are used in the treatment of metastatic breast cancer except:",
        "exp": "Ixabepilone is a semisynthetic epothilone B analog that functions as a microtubule inhibitor. it is approved for metastatic breast cancer in combination with the oral fluoropyrimidine capecitabine or as monotherapy. Abemaciclib & Ribociclib are cyclin dependent kinase inhibitors (CDKI) and are given orally in breast cancer. Sunitinibis a Tyrosine kinase inhibitor and is used mainly in GIST and RCC.",
        "cop": 4,
        "opa": "Ixabepilone",
        "opb": "Abemaciclib",
        "opc": "Ribociclib",
        "opd": "Sunitinib",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "c73fe114-f9f1-4e29-b5fb-a99c10788125",
        "choice_type": "multi"
    },
    {
        "question": "Arsenic compounds are used for the treatment of which of the following cancer?",
        "exp": "ARSENIC TRIOXIDE It is used for the treatment of Acute Promyelocytic Leukemia (APML). It may cause hyperglycemia and prolonged QT interval. Like tretinoin, it also acts as a differentiating agent.",
        "cop": 1,
        "opa": "APML",
        "opb": "CLL",
        "opc": "ALL",
        "opd": "CML",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "e806255a-976a-4209-90b1-4d2151339deb",
        "choice_type": "multi"
    },
    {
        "question": "Which anti-cancer drug affects DNA as well as RNA?",
        "exp": "Actinomycin-D is one of the anti-tumor antibiotic. It has two mechanisms of action: - It blocks RNA transcription by interfering with template function of DNA. - It causes single strand breaks in the DNA. It is used in the treatment of Wilm's tumor and rhabdomyosarcoma.",
        "cop": 3,
        "opa": "5-FU",
        "opb": "Methotrexate",
        "opc": "Actinomycin-D",
        "opd": "Etoposide",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "ee803e31-7413-4e72-97fb-a4d224bc7211",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in prostate carcinoma?",
        "exp": "Prostatic carcinoma results due to excessive testosterone. Testosterone is conveed to dihydrotestosterone (DHT) by 5-a-reductase. DHT is responsible for prostatic growth. Flutamide is an androgen receptor antagonist whereas finasteride is 5-a-reductase inhibitor. Diethylstilbestrol is an estrogen. It will cause feedback inhibition of pituitary and hypothalamus.It was also used previously for prostatic carcinoma.",
        "cop": 3,
        "opa": "Finasteride",
        "opb": "Diethylstilbesterol",
        "opc": "Testosterone",
        "opd": "Flutamide",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "299f1660-dd46-4aa1-b7ae-33cc30fd87b1",
        "choice_type": "single"
    },
    {
        "question": "Most common agent among the following which is associated with agranulocytosis is:-",
        "exp": "Agranulocytosis results due to bone marrow suppression caused by alkylating agents. Alkylating agents are anti-cancer drugs causing the maximum bone marrow suppression. Other drugs causing agranulocytosis are: * Carbimazole * Sulfasalazine * Clozapine * Quinine",
        "cop": 2,
        "opa": "Steroids",
        "opb": "Alkylating agents",
        "opc": "Paracetamol",
        "opd": "Endotoxemia",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "5c754482-e685-4b55-9b71-72778b37bf6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not categorized under anti-VEGF agents?",
        "exp": "DRUGS INHIBITING VEGF PATHWAY Vascular Endothelial Growth Factor pathway is involved in causing angiogenesis. Drugs inhibiting this pathway are used as anti-angiogenic drugs. 5- Fluorouracil is not a anti VEGF agent.",
        "cop": 2,
        "opa": "Sunitinib",
        "opb": "5-Fluorouracil",
        "opc": "Ranibizumab",
        "opd": "Bevacizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "0889de08-6f51-40bf-9627-00f415722687",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic cystitis is caused by:-",
        "exp": "Cyclophosphamide and Ifosfamide can cause hemorrhagic cystitis. This is due to the compound acrolein Mesna is used to prevent this adverse effect. Specific Adverse Effect of Anticancer Drugs See the diagram very carefully: Cisplatin: Ear look like C(so Cisplatin cause ototoxicity), similarly Kidney look like C (So Cisplatin cause nephrotoxicity) and mouth look like C (Cisplatin is most emetogenic) Tamoxifen: Eyes look like T (So, tamoxifen affects eye causing cataract and retinopathy) Vincristine and Vinblastine: The cap look like V (means vinca drugs release ADH from brain) and limbs look like V (means vinca drugs act in periphery causing peripheral neuropathy) Lungs look like B, So Bleomycin and Busulfan cause pulmonary fibrosis Hea look like D, So Doxorubicin like drugs cause cardiotoxicity Liver look like figure of six, so 6-mercaptopurine and 6- Thioguanine are hepatotoxic Only complete cycle in the diagram is of bladder, so Cyclophosphamide cause hemorrhagic cystitis.",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "Melphalan",
        "opc": "Cyclophosphamide",
        "opd": "Busulfan",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "9cef0e94-77e7-4bdd-b5c2-4031f268cc0a",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male was dignosed with Hodgkin's lymphoma and was staed on Bleomycin . Which of the following is false regarding Bleomycin?",
        "exp": "Most Anticancer drugs cause bone marrow suppression. However, these drugs are marrow sparing: Vincristine Bleomycin Asparaginase Bleomycin is metabolized by bleomycin hydrolase. Later is deficient in skin and lungs. Therefore these organs are at high risk of toxicity (flagellated skin pigmentation and pulmonary fibrosis)",
        "cop": 4,
        "opa": "It can cause pulmonary fibrosis",
        "opb": "It can cause flagellated pigmentation of skin",
        "opc": "It is metabolized by hydrolase enzyme",
        "opd": "It has high risk of causing bone marrow suppression",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "95bd1d6c-a5c6-40e7-9b5b-66a7dc4a04e2",
        "choice_type": "multi"
    },
    {
        "question": "Maintenance of high urinary pH is impoant during methotrexate treatment because:",
        "exp": "Methotrexate is a weak acid and is reabsorbed in acidic urinary pH. Higher plasma concentration may result in toxicity. Therefore, to decrease the reabsorption through renal tubules, high urinary pH must be maintained.",
        "cop": 4,
        "opa": "Bladder irritation is reduced",
        "opb": "It decreases renal tubular secretion of methotrexate",
        "opc": "Leucovorin toxicity is increased in a dehydrated patient",
        "opd": "Methotrexate is a weak acid",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "039fdcc1-3fd3-40d2-93e0-4bb9339a7ea2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about pegfilgrastim is true?",
        "exp": "PEGFILGRASTIM:- Long acting granulocyte colony stimulating factor (GCSF). It is used along with anticancer drug to decrease neutropenia. Commonly given by SC route. Drug ending with GRASTIM are granulocytes stimulator. Drug ending with GRAMOSTIM are granulocyte monocyte stimulator. Eg:- SARGRAMOSTIM.",
        "cop": 1,
        "opa": "It decrease the risk of neutropenia in patients on anti cancer therapy",
        "opb": "It is a sho acting drug",
        "opc": "It can be given orally",
        "opd": "It is recombinant GM CSF",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "20108ee7-5cc7-4fb7-a97b-b87951714f8e",
        "choice_type": "multi"
    },
    {
        "question": "Sunder, a young male was diagnosed as suffering from acute myeloid leukemia. He was staed on induction chemotherapy with Anticancer drugs. Induction regimen was successful. Two months later, he presents to OPD with swelling of both the feet and breathlessness on climbing the stairs. He also complains the he had to wake up many times because of breathlessness. Which of the following is most likely responsible for this patient's symptoms?",
        "exp": "Anthracyclines (daunorubicin, doxorubicin, epirubicin and idarubicin) can cause severe cardiotoxicity manifesting as dilated cardiomyopathy and arrhythmias. Anthracycline chemotherapeutic agents form free radicals in the myocardium. Their most severe side effect is a cumulative dose related dilated cardiomyopathy. It presents with symptoms of left and right ventricular CHF.",
        "cop": 3,
        "opa": "Cisplatin",
        "opb": "Methotrexate",
        "opc": "Doxorubicin",
        "opd": "Vincristine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "ee85d7ee-994e-4c6e-9619-3a6e96e3dfe9",
        "choice_type": "multi"
    },
    {
        "question": "Roopa Devi, a 65-year-old female with ovarian cancer is being treated with cisplatin-based chemotherapy. All of the following are used to limit the toxicity of cisplatin except:",
        "exp": "N-acetylcysteine is used for paracetamol poisoning. Slow intravenous infusion and chloride diuresis along with amifostine can limit cisplatin induced nephrotoxicity.",
        "cop": 1,
        "opa": "N-acetylcysteine",
        "opb": "Slow rate of infusion",
        "opc": "Chloride diuresis",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "50a70dc3-27df-438b-923a-313a19763930",
        "choice_type": "multi"
    },
    {
        "question": "Vinca alkaloids act on which phase of cell cycle?",
        "exp": "S phase specific drugs:- Antimetabolite - antifolate, purine, pyrimidine analogues M phase specific drugs:- Vinca alkaloids Taxanes Anti microtubule inhibitors",
        "cop": 4,
        "opa": "G1 phase",
        "opb": "S phase",
        "opc": "G2 phase",
        "opd": "M phase",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "d031cd98-cae1-450a-b8c9-ac331838f946",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug can result in cerebellar toxicity?",
        "exp": "Cytarabine is pyrimidine analogue At higher dose it is known to cause cerebellar toxicity like ataxia, dysahria. other side effects- myelosuppression,mucositis,nausea and vomiting. Cyclophosphamide causes hemorrhagic cystitis Cisplatin is most emetogenic anticancer drug. Actinomycin D and doxorubicin can cause vomiting,stomatitis,diarrhoea,erythema,desquamation of skin,alopecia and bone marrow suppression.",
        "cop": 3,
        "opa": "Cyclophosphamide",
        "opb": "Cisplatin",
        "opc": "Cytarabine",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "f922ea87-3354-45cb-9099-262391adc268",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a common side effect of cisplatin?",
        "exp": "Common side effect of cisplatin is vomiting. Drug of choice for cisplatin induced vomiting is 5HT3 antagonist like ondansetron.",
        "cop": 2,
        "opa": "Diarrhea",
        "opb": "Vomiting",
        "opc": "Pulmonary fibrosis",
        "opd": "Alopecia",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "41f1e6bd-71a3-4fc6-a660-e748082b0cef",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary fibrosis is an adverse effect of which of the following anti-cancer drugs?",
        "exp": "Anticancer drugs causing pulmonary fibrosis are Bleomycin Busulfan Methotrexate Cyclophosphamide Carmustine",
        "cop": 3,
        "opa": "Mitomycin C",
        "opb": "Hydroxyurea",
        "opc": "Bleomycin",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Cytotoxic Anticancer Drugs",
        "id": "3c9062a8-a44b-4730-8e23-b940bda8c849",
        "choice_type": "single"
    }
]