[
    {
        "question": "Drug of choice for Treponema Pallidum is?",
        "exp": "ANSWER: (A) Penicillin GREF: Microbiology, Volume 2; Volume 9, Part 2 edited by E. Edward Bittar, Neville Bittar p; 241. See APPENDIX-65 for \"SEXUALLY TRANSMITTED DISEASES\"\"Parenteral penicillin G remains the treatment of choice for syphilis (Treponema pallidu and resistance to penicillin has not been reported\"",
        "cop": 1,
        "opa": "Penicillin G",
        "opb": "Tetracycline",
        "opc": "Azithromycin",
        "opd": "Doxycycline",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "59d4556e-ea0b-4b7c-8dd5-d7f02333ae84",
        "choice_type": "multi"
    },
    {
        "question": "All are true about ESBL except -",
        "exp": "Ans. is 'd' i. e., 3rd and 4th generation sensitivity is must Penicillins were the earliest antibiotics to be developed. Penicillins and their related group of antibiotics were called b lactam antibiotics because they contained a four carbon ring called b lactam ring. Within a few years of introduction of penicillin, bacterias started acquiring resistance against penicillins by producing penicillinase. To overcome this problem penicillinase resistant penicillins came into picture. Shortly afterwards, the broad spectrum penicillin and first gene- ration cephalosporins were introduced. They remained first line antibiotics for several years. Over a period of time bacterias developed resistance even against these organisms by producing b lactamase. b lactamase are enzymes that break open the b lactam ring and deactivate the antibiotic. The b lactamases hydrolyze penicillins and narrow spectrum cephalo- sporin, such as cephalothin or cefazolin, and are resistant to them. To counteract the problems against b lactamases new classes of b lactams were developed. These are cephalosporins containing ox imino side chain e. g. ceftizoxime, cefotaxime, ceftazidime, ceftriaxone (broad spectrum cephalosporins). Consequently, when these ox imino side chain containing com- pounds were introduced they were effective against a broad group of otherwise resistant bacterias. b lactamases cannot hydrolyze higher generation cephalosporins with an ox imino side chain (cefotaxime, ceftizoxime, ceftazidime). But not long ago after these cephalosporins came into use strains of klebsiella pneumonia were discovered which were resistant even to ox imino containing cephalosporins e. g. (cefotaxime, ceftazidime, ceftriaxone). The mechanism of this resistance was production of extended spectrum b lactamase enzyme (ESBL). These bacterias are called ESBL bacterias. Bacterias are classified as extended spectrum b lactamase (ESBL) producing bacteria, when a simple point mutation occurs in genes normally responsible for beta lactamase mediated resistance. The mutation usually responsible is (TEM). As a result of the mutation, organisms, are able to produce novel beta lactamases that can hydrolyze all the b lactam containing antibiotics which includes even the ox imino group containing cephalosporins (ceftizoxime, cefotaxime, ceftazidime, ceftriaxone), Aztreonam and all the older b lactam drugs. Because of their greatly extended substrate range these enzymes were called extended spectrum b lactamase. ESBLS are capable of efficiently hydrolyzing. Penicillins. Narrow spectrum cephalosporins. Many extended spectrum cephalosporins. Oxyimino group containing cephalosporins (cefotaxime, ceftazidime). Monobactams (aztreonams). Beta lactamase inhibitors (clavulanic acid sulbactam). An important point. None of the ESBLS described till to date are able to hydrolyze cephamycin or carbapenems (imipenem, meropenem)ESBL producing organisms are associated with gram negative bacterias and most of these organisms are in the family. Enterobacteriaceae and has been discovered in almost all members of the Enterobacteriaceae family. The Enterobacteriaceae species most commonly associated with ESBL are Klebsiella (Klebsiella pneumonia predominantly) and E. coli. Laboratory diagnosis of ESBLs. Detection of bacterias expressing ESBL is difficult. Although a particular ESBL will typically confer resistance to at least one particular extended spectrum cephalosporin or aztreonam, the minimum inhibitory concentration may not be high enough for the strain to be called resistant under current interpretations of the national committee for clinical laboratory standards. Because of the clinical significance of ESBL a specific guideline for the detection of ESBL expressing organisms were proposed in 1999 by NCCLS. The presence of an ESBL is suggested if:-Bacterial growth is observed despite a concentration of 1 m g/ml of at least one of three extended spectrum cephalosporins (ceftazidime, ceftriaxone, cefotaxime) or Aztreonam or growth occurs despite a concentration of 4 m g/ml of cefpodoxime. Classification of b lactamase. The number of b lactamase enzyme is continuously increasing at an alarming rate. Various classifications have been proposed for b lactamases. The earliest classification by sawai was based on Antisera. b lactamases have also been classified based on substrate profile, \"correlation of substrate and inhibitory properties\". A modern system of classification by ambler is based on the \"molecular\" structure. Recently a new classification system has been developed by Bush Jacoby medeiors to integrate functional and molecular characteristics. This scheme puts 178 b lactamases from naturally occurring bacterial isolates into four groups based on substrate and inhibitor profiles. Treatment of ESBL'SOf all the available b lactams carbapenems are the most effective and reliable as they are highly resistant to the hydrolytic activity of the b lactamase. None of the ESBLS described till to date are able to hydrolyze cephamycin or Carbapenem (imipenem,. meropenem) Meropenem is the most active with MIC generally lower than those of imipenem. Beta lactamase inhibitors (Clavulanic acid, sulbactam, Tazobactam). Although ESBL activity is inhibited by clavulanic acid the only infections that may be treated safely with b lactam /b lactamase inhibitor combinations are those involving the urinary tract. In this instance b lactamase inhibitor concentration is high enough to counteract the hydrolytic activity of ESBL's clavulanic acid appears more efficient than sulbactam (It takes about eight times more sulbactam to obtain a protection similar to that given by clavulanic acid). Non b lactam antibiotics. Non b lactam antimicrobial agents (aminoglycosides, fluoro- quinolones) may be beneficial however, coresistance rates against these agents are frequent.",
        "cop": 4,
        "opa": "Sensitive to carbapenems",
        "opb": "Ambler classification is based on molecular structure",
        "opc": "Classification is based on 3rd g. cefalosporin sensivity",
        "opd": "3rd & 4* g. cefalosporin sensivity testing is must to confirm the ESBL",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "41d7713f-2a98-477f-9dc5-49ca2c1c521e",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of whooping cough is:",
        "exp": "Ans. is 'c' Erythromycin DOC for pertussis infection - Erythromycin. DOC is one of the favorites of all paper setters. Below given list will be helpful to tackle these type of questions. Drug of choice for suspected or proved microbial pathogens (according to Harrison's 16th/e). Infective organism. Drugs of choice. Reference. Comments. Gram-Positive Cocci. PenicillinP. 822. Alternative. Staphylococcal inf.- Sensitive to penicillin. Nafcillin, cefazolin, Vancomycin- Sensitive to methicillin. Nafcillin or oxacillinP. 822. Cefazolin, Vancomycin- Resistant to methicillin. VancomycinP. 822. TMP-SMX, Minocycline-Resistant to methicillin with intermediate or complete resistance to vancomycin. UncertainP. 822 * Streptococcal inf. Group A - Pharyngitis. Benzathine Penicillin GP. 825 - Impetigo. Benzathine Penicillin GP. 825 - Erysipelas/cellulitis. Severe - Penicillin G mild to moderate - Procaine Penicillin GP. 825 - Necrotizing Fascitis/myositis. Surgical debridement + Penicillin G + ClindamycinP. 825 - Pneumonia/empyema. Penicillin G + Drainage of empyemaP. 825 - Streptococcal toxic shock syndrome. Penicillin G + Clindamycin + intravenous immunoglobulinP. 825 Group BPenicillinP. 829. Penicillin is the t/t of choice for all group B streptococcal infection. Group DEnterococci and non enterococcal. Combination therapy. If penicillin allergic. Penicillin or Ampicillin + Gentamycin Vancomycin in combination with GentamycinP. 830. Enterococci are resistant to all cephalosporins therefore this class of antibiotic should not be used for t/t of enterococcal infections. Viridans streptococci. PenicillinP. 831. In neutropenic pts the t/t is first started with vancomycin (as they are often resistant to penicillin)* Streptococcus pneumoniae. For otitis media. Amoxicillin812, 813. Second line - Amoxicillin Third line - ceftriaxone. For Pneumococcal. Pneumonia. Oral therapy - amoxicillin, quinolone eg. Gatifloxacin. Parenteral - Penicillin, Ampicillin, therapy Ceftriaxone, cefotaxime, Quinolone * Streptococcus meningitis - Antibiotic susceptibility unknownT/t with ceftriaxone + vancomycin812, 813 - Susceptibility results available. Susceptible - Ceftriaxone Resistant - T/t with both ceftriaxone & Vancomycin - Life threating penicillin allergyT/t with imipenem Gram - negative Cocci * Meningococcus (Neisseria Meningitis). Penicillin for confirmed invasin meningococcal diseaseP. 853. Alternatives - Chloramphenicol, Meropenem* Moraxella Catarrhalis. Penicillin/Clavulanic acid is highly appropriateP. 863. Alternatives - Cephalosporins (2nd or 3rd generation) Tetracyclines, Macrolides, Ketolide, Trimethoprim - Sulfamethoxazole* Gonococcal infection. Cervix, urethra, pharynx Rectum. First line-Ceftriaxone, Ciprofloxacin ofloxacin861. Alternative- Spectinomycin, Ceftizoxime, Cefotetan. Gonococcal conjunctivitis. Ceftriaxone861 Ophthalmia neonatorum. Ceftriaxone861 Disseminated gonococcal infection. Patient tolerant of b lactam drugs. Ceftriaxone, Cefotaxime, Ceftizoxime Patient allergic to b lactam drugs. Ciprofloxacin, Ofloxacin, Spectinomycin Continuation therapy. Ciprofloxacin, Ofloxacin, Levofloxacin Gonorrhoeae Epididymitis. Ceftriaxone followed by doxycycline765 Gonococcal urethritis. Cefpodoxime or ceftriaxone or fluoroquinolones765 P1. DORALRegimen A - Ofloxacin or levofloxacin Plus metronidazole. Regimen B - Ceftriaxone plus doxycycline plus metronidazole. PARENTERALRegimen A - Cefotetan or cefoxitin plus Gentamycin. Regimen B - Clindamycin Plus gentamycin771 Gram-Positive bacilli: Ciprofloxacin or doxycycline +Rifampicin, penicillin or ChloramphenicolP. 710 Bacillus Anthrax Clostridium. Gas gangrene. Penicillin (i. v.) + clindamycinP. 761 Clostridial sepsis. Penicillin (i. v.) + ClindamycinP. 761 Suppurative deep tissue infections. Penicillin (i. v.) + Gentamycin or third generation cephalosporinP. 761 Clostridium difficile (diarrhoea). Metronidazole and vancomycinP. 761use of vancomycin in first episodes is discouraged because of possible drug resistance. Clostridium tetaniI. V. PenicillinP. 841. Some prefer metronidazole. Diphtheria (Respiratory). Erythromycin or Procaine penicillin834, 835. Administration of diptheria antitoxin is the most important element in the t/t of respiratory diphtheria. Listeria monocytogenesI. V. ampicillin or PenicillinP. 839 Enteric Gram-negative bacilli. Cefotaxime, Ceftizoxime, Ceftriaxone ceftazidime, Cefepime. Fluoroquinolones, nitrofurantoinC. M. D. T. 2004 1487- 881. (37. 1) Escherichia Coli Sepsis. Urinary infection Klebsiella infections. CarbapenemsP. 883. Imipenem remain the most active antibiotic class against Klebsiella. Salmonella. Ciprofloxacin, ceftriaxoneP. 900. Alternative-Azithromycin, ciprofloxacin. Shigella. In developing countries In U. S. A. Nalidixic acid Ampicillin, Cotrimoxazole Ciprofloxacin, Azithromycin CefiximeP. 906 Campylobacter. ErythromycinP. 909 Yersinia pestis (Plague). StreptomycinP. 925. Gentamycin is considered as effective. Alternative-Tetracycline & chloramphenicol. Other Gram-Negative bacilli. Initial t/t consists of cephalosporins such as Ceftriaxone or cefotaximeP. 865. Alternative - Penicillin + Chloramphenicol. Haemophilus infections. Haemophilus influenzae 'b' Haemophilus ducreyi. The recommended t/t is a single 1 gm oral dose of azithromycinP. 867. Alternative - Ceftriaxone ciprofloxacin, Erythromycin. Pertussis. Macrolides Antibiotics - Erythromycin, clarithromycin, AzithromycinP. 877. Trimethoprim and sulfamethoxazole can be given to macrolide allergic patients. Legionella. Newer Macrolides - Azithromycin, clarithromycin, Respiratory Quinolones - levofloxacin, moxifloxacin GemifloxacinP. 873 Donovanosis. Azithromycin, Erythromycin, Tetracycline, DoxycyclineP. 933. Azithromycin begin increasingly used as first choice. Brucella. Monotherapy - Streptomycin Dual therapy - Streptomycin & Tetracycline917, 916. The gold standard is Ultra muscular streptomycin together with doxycycline. Tularemia. Streptomycin (i. m.) for both adult & childrenP. 921 Gardnerella Vaginosis. MetronidazoleP. 767 Chlamydia. Chlamydia trachomatis. Azithromycin1015-18. Erythromycin is D. O. C. is pregnant women. Chlamydia psittaci Chlamydia pneumoniae. Tetracycline. Erythromycin, Tetracycline, AzithromycinP. 1018. Alternatives - Fluoroquinolones. Chlamydia urethritis. Azithromycin or DoxycyclineP. 765 Rickettsial infections Rocky mountain spotted fever. Doxycycline1001-02 Rickettsial Pox. Doxycycline or Ciprofloxacin1001-02 Endemic typhus. Doxycycline or Chloramphenicol1001-02 Epidemic typhus. Doxycycline1001-02 Scrub typhus. Doxycycline or Chloramphenicol1001-02 * Spirochetes P. 983 Syphilis Primary, Secondary>> or early latent. Penicillin G benzathine Late Latent cardiovascular or benign tertiary. Normal C. S. F. - Penicillin benzathine Abnormal C. S. F. T/T as neurosyphilis Neuro syphilis. Aqueous Penicillin G or Aqueous Penicillin G Procaine Syphilis in pregnancy. According to stage Leptospirosis. Mild - Doxycycline, Ampicillin or Amoxicillin. Moderate/Severe - Penicillin G, Ampicillin, Amoxicillin, ErythromycinP. 911 Borrelia. Relapsing fever Lyme disease. Doxycycline (or other tetracyclines) Erythromycin, ChloramphenicolP. 995 Oral therapy - Adult - Doxycycline < 9 year Amoxicillin. Intravenous therapy - Ceftriaxone Second choice - Amoxicillin Third choice - cefuroxime Second choice - Cefotaxime Third choice - Na Penicillin. Mycoplasma. Erythromycin or doxycycline. CMDT 2004 P. 1489. Alternatives - Clarithromycin Azithromycin, Fluoroquinolone Third generation cephalosporins or cefotaxime in the initial therapy as it also covers meningitis causing bacteria. Actinomycetes. Actinomycosis. Nocardia. PenicillinP. 939 Sulfonamides minocycline is an acceptable alternativeP. 937. Some believe that cotrimoxazole may be more effective but it poses a greater risk of hematological toxicity. Helminthic infections * Cestodes H. Nana. PraziquantelP. 1276 Taenia saginata. PraziquantelP. 1273 Taenia Solium. PraziquantelP. 1274 * Trematode. Schistosomiasis. PraziquantelP. 1271 Liver flukes Lung flukes. Praziquantel. PraziquantelP. 1271 * Nematodes (tissues) Trichinella. Enteric stage - Mebendazole & AlbendazoleP. 1254. Trichinella larva in muscle (Drugs ineffective)* Intestinal Nematodes Ascariasis. Albendazole, Mebendazole, Pyrantel Pamoate (used in Pregnant women)P. 1257 Hook worm. Albendazole, Mebendazole, Pyrantel PamoateP. 1258 Strongyloidiasis. Ivermectin, P. 1259. Alternative - Albendazole. Trichuriasis (Whipworm). Mebendazole or albendazoleP. 1259 Enterobiasis (Pinworm). Mebendazole, Albendazole, Pyrantel pamoateP. 1259 Extraintestinal Nematodes Filaria. Filariasis. Tropical Pulmonary Eosinophila. Diethyl carbimazole Diethyl carbimazoleP. 1262 P. 1263 Onchocerciasis. Ivermectin is the D. O. C. P. 1264 Dracunculiasis (Guinea worm). Metronidazole may relieve symptoms but has no proven activity against the wormP. 1265 Protozoal infections Amoeba. Asymptomatic carrier Acute Colitis Amoebic liver abscess. Iodoquinol Paromomycin Metronidazole + Luminal agent MetronidazoleP. 1217 Trichomoniasis. MetronidazoleP. 1252 Giardiasis. MetronidazoleP. 1250 Toxoplasma infection Congenital infection Immunocompetent patients Immunocompromised patients. Oral pyrimethamine and sulfadiazine usually do not require t/t. Trimethoprim sulfamethoxazole (Alternative is dapsone - pyrimethamine)P. 1247 ANTIVIRAL Influenza A and B Prophylaxis Treatment. Amantadine or rimantadine Oseltamivir, Zanamivir, AmantadineP. 1028 t (162. 1). Amantadine is used for influenza A only. RSV Infection. Ribavirin99 CMV-retinitis in immunocompromised host (AIDS). Ganciclovir Valganciclovir, Foscarnet, Cidofovir. Varicella. Immunocompetent host Immunocompromised host. Acyclovir. Acyclovir\" Herpes simplex Encephalitis. Acyclovir\" Neonatal. Acyclovir Genital. Primary (treatment) Recurrent (treatment). Acyclovir. Acyclovir: Keratitis. TrifluridineP. 10291 (162. 1) Herpes zoster Immunocompromised host Immunocompetent host. Acyclovir. Valacyclovir>> Herpes zoster ophthalmicus. Acyclovir\" Condyloma acuminatum. IFN-a2b. IFN-a n3\" Chronic hepatitis BIFN- a 2b. Lamivudine. Adefovir Chronic hepatitis CIFN- a 2a or a 2b IFN- a 2b/ribavirin Pegylated-IFN- a 2b Pegylated-EFN- a 2b/ribavirin Pegylated-IFN- a 2a/ribavirin IFN ala conP. 10301 (162. 1) Chronic hepatitis DIFN-a2a or -a2b\" Antifungal\"Intravenous amphotericin B is the drug of choice for the treatment of patient with disseminated histoplasmosis who are severely ill or immunosuppressed or whose infection involves the C. N. S. \"P. 1180 Histoplasmosis Acute pulmonary. None\" Chronic pulmonary. Itraconazole\"Alternatives - Amphotericin BDisseminated Immunocompetent patient less severe. Itraconazole Alternatives - Amphotericin BRapid progressive severe illness CNS involvement, HIV infection. Amphotericin B Alternatives - Itraconazole. Coccidioidomycosis. Patients with ever or rapid progressive disseminated coccidioidomycosis are first given intravenous Amphotericin B patients whose condition improves or who have more indolent disseminated infection are given itraconazole1181-82 No risk factors. Itraconazole or Fluconazole\"Alternatives-Observation. Risk factors, severe illness, rapid progression or diffuse pulmonary infiltrates. Amphotericin B Alternatives-Switch to Itraconazole or fluconazole. Chronic dissemination (no CNS disease). Itraconazole or Fluconazole Alternatives-Amphotericin BMeningitis. Fluconazole\"Alternatives-intrathecal. Amphotericin BBlastomycosisI. V. Amphotericin B is the drug of choice for patients with rapidly progressive infections, severe illness or CNS lesions. 1183-83 Rapid progressing or severe illness. Amphotericin B\"Alternatives-Switch to nasale when condition stabilize. CNS disease. Amphotericin B for 10-12 weeks Alternatives-Give fluconazole if patient improves. Indolent infection. Itraconazole Cryptococcosis. Diseases in AIDS patients. Amphotericin BP. 1185. Alternatives-itraconazole. Disease of Non AIDS patients. Meningitis - Amphotericin BPulmonary disease -Treatment immunosuppressed patients as for meningitis\"Alternatives-Switch to fluconazole. Alternatives-itraconazole. Candidiasis. Cutaneous. Topical Azole1187 Vulvovaginal. Azole cream or suppository or oral fluconazole\"Alternatives-Nystatin. Oropharyngeal. Clotrimazole or fluconazole\"Alternatives-Nystatin. Esophageal. Fluconazole tablet Alternatives-For azole Unresponsive disease. Deeply invasive. Non neutropenic - Fluconazole or Amphotericin caspofungin Neutropenic - Amphotericin B Aspergillosis. Fungus base of the lung. Surgical resectionP. 1189. Alternatives-Bead embolization for hemoptysis. Allergic bronchopulmonary aspergillosis. Short course of Glucocorticoids Alternatives-itraconazole prophylaxis. Invasive aspergillosis. Voriconazole liposomal or conventional Amphotericin B Alternatives-Amphotericin B colloidal dispersion or lipid complex itraconazole or caspofungin. Mucormycosis. Intravenous amphotericin B is usefulP. 1190 Pityriasis versicolor. Azole creams, Application of Selenium itraconazole is also effectiveP. 1192 Sporotrichosis. Itraconazole is the drug of choiceP. 1193 Mycetoma. Actinomycetoma. Eumycetoma. Streptomycin Dapsone and Cotrimoxazole Rarely responds to chemotherapyP. 1192 Pneumocystosis. Pneumocystis carinii. Trimethoprim, SulfamethoxazoleP. 1195. These are D. O. C. for all forms of Pneumocystosis",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Tetracycline",
        "opc": "Erythromycin",
        "opd": "Ampicillin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "2672889a-8b90-4813-b61e-dbbdfb0cf946",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for extended spectrum beta- lactamase producing enterococci:",
        "exp": "Ans. b. Piperacillin-Tazobactam (Ref: Katzung 11/e p599). Piperacillin-Tazobactam is the treatment of choice for extended spectrum beta-lactamase producing enterococci. Extended Spectrum Beta-Lactamase. Definition: 3rd generation cephalosporin resistance. ESBL Classification. Ambler. Busch-Joyce* A, B, C, D (based upon their amino add sequence)* Drug of Choice:- A: Carbapenam (serine beta- lactamase)- B: Monobactam (require Zn2+ for its activity)- C: 4th generation cephalosporin- D: No DOC (chelating agent/Na. CI)* Resistance sensitivity testing into 1, 2, 3, 4 with subgroups. Extended spectrum beta lactamases (ESBLs)ESBLs are beta-lactamases that hydrolyze extended-spectrum cephalosporins with an oxyimino side chainQ. These cephalosporins include cefotaxime, ceftriaxone, and ceftazidime, as well as oxyimino-monbactam AztreonamQ. The clinical relevance of ESBLs has been well documented by numerous published case reports describing clinical failures with the use of third- generation cephalosporins such as these oxyimino-cephalosporins (cefotaxime, ceftriaxone, ceftazidime) as well as with the use of cefoxitin and the fourth generation cephalosporin, cefipime. Most ESBLs are inhibited by beta-lactamases inhibitors such as clavulanate, sulbactam, or tazobactam in vitro; but the clinical effectiveness of beta- lactam/beta-lactamase inhibitor combinations cannot be relied on consistently for therapy. In fact, the therapy of choice for infections caused by ESBL- producing members of the Enterobacteriaceae is a carbapenam.",
        "cop": 2,
        "opa": "Amoxicillin-clavalunic acid",
        "opb": "Piperacillin-Tazobactam",
        "opc": "Ampicillin only",
        "opd": "Ampicillin + Sulbactam",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "43a76be5-6312-4a2c-a339-3a4d07f23e7a",
        "choice_type": "single"
    },
    {
        "question": "DOC for anaphylaxis is -",
        "exp": "Ans. is 'b' i. e., Adrenaline Treatment of anaphylactic shock* First adrenaline should be given im to raise the blood pressure and to dilate the bronchi.* If the treatment is delayed and shock has developed, adrenaline should be given i. v. by slow injection.* The adrenaline should be accompanied by H1 antihistaminic (Chlorphenamine) and hydrocortisone - Antihistaminic slowly antagonizes the effect of histamine on H receptors, and steroids reduce vascular permeability & suppresses further response to the antigen-antibody reaction.",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Adrenaline",
        "opc": "Hydrocortisone",
        "opd": "Chlorpheniramine",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "73a0fdf2-658c-4c38-8f41-ffdd24a3f41f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for classical angina attack -",
        "exp": "Ans. is 'c' i. e., GTN PHARMACOLQG1. CALTREATMENT OF STABLE (CLASSICAL ANGINA)o For immediate pre-cxcrtional prophylaxis and acute attack1. Sublingual glyceral trinitrate (Drug of choice)o Acts by decreasing preload (LV filling pressure - i myocardial oxygen demand), o Also cause redistribution of blood flow to the ischemic zone by dilating conducting coronary vessels. Nifedipine by bite capsuleo Decrease myocardial oxygen demand by decreasing contractility and arterial pressure, o Also dilates coronary artery. o For long term prophylaxisb-blockers (DOC)o They reduces the myocardial oxygen demand by inhibiting the increase in heart rate, arterial pressure and myocardial contractility caused by adrenergic stimulation. CCBso Are used if coronary spasm is suspected or (3-blockers are contraindicated. Long acting nitrateso Usually avoided because of development of tolerance. Nicorandil (Potassium-channel opener)o Decreases preload (venodilatation) and L. V. filling pressure - i myocardial oxygen demand. ACE inhibitorso Particularly useful in patient at increased risk, especially if DM or LV dysfunction is present, and in those who have not achieved adequate control of blood pressure by b-blockers.",
        "cop": 3,
        "opa": "CCBs",
        "opb": "P-blocker",
        "opc": "GTN",
        "opd": "Prazocin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "64cf8c10-abe8-438a-8692-684829970343",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in Pregnant women with Secondary Syphilis:",
        "exp": "ANSWER: (B) Benzathine Penicillin. REF: Danforth's Obstetrics and Gynecology, 10th Edition page 613 Alcamos Fundamentals of Microbiology by Jeffrey C. Pommerville page 408, Blueprints Obstetrics and Gynecology By Tamara L. Callahan, Aaron B. Caughey page 175\"Syphilis is a serious problem in pregnant women because spirochetes readily crosses placenta and can thus causes stillbirth or congenital syphilis in the fetus\"Penicillin remains the drug of choice in pregnancy for the treatment of syphilis, Primary, secondary or early latent syphilis can be treated with Benzathine penicillin-G 2. 4 million units IM single dose. Late latent (> 1 year) or latent syphilis of unknown duration is treated by 2. 4 million units IM weekly for 3 weeks. Alternative choices for penicillin-allergic patients include 2-wreek regimens of doxycycline, 100 mg twice daily, or tetracycline, 500 mg four times daily",
        "cop": 2,
        "opa": "Doxycycline",
        "opb": "Benzathine Penicillin",
        "opc": "Ceftriaxone",
        "opd": "Cotrimoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "91769ef6-e422-41af-9471-3f2eccdec6fe",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chronic gout is",
        "exp": "(Ref: Katzung 14th ed. P 661)DOC for chronic gout/period between acute gout attacks: Allopurinol. MOA: Xanthine oxidase inhibitor. When initiating allopurinol therapy, colchicine or NSAID should be used until steady-state serum uric acid is normalized or decreased to less than 6mg/dL and they should be continued for 6 months or longer. Initial dose: 50-100mg/day. Side effect:#Precipitation of gout (that's why initially given with NSAIDS or colchicine)#GI intolerance (N/V/D)#Peripheral neuritis and necrotizing vasculitis#Bone marrow suppression - Aplastic anemia#Hepatotoxicity and interstitial nephritis#Maculopapular rash and exfoliative dermatitis#Cataract. DOC for acute gout attack: Probenecid (NSAID except Aspirin). Febuxostat: Also, a xanthine oxidase inhibitor. Used in patients with intolerance to allopurinol or not responding to it. Uricosuric agents like Probenecid, Sulfinpyrazone, Lesinurad can also be used in treatment of gout especially when allopurinol or febuxostat is contraindicated.",
        "cop": 1,
        "opa": "Allopurinol",
        "opb": "Febuxostat",
        "opc": "Probenecid",
        "opd": "Sulfinpyrazone",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "4cda99d5-762a-43d4-bd3e-0562b455c80c",
        "choice_type": "multi"
    },
    {
        "question": "Allopurinnl is used in the treatment of -",
        "exp": "Ans. is 'a' i. e., Gout. Treatment of Gout. Steroids. Drugs decreasing. Drugs increasing. Drugs increasingsynthesis of uric acidexcretion of uric acidmetabolism of uric acid. Purine. Non- purine. Sulfinpyrazone. Pegloticase. Allopurinol. Febuxostat. Benzbromaneo It is a hypoxanthine analog, o Inhibits enzyme xanthine oxidaseo Allopurinol is metabolized by xanthine oxidase to alloxanthine which is a long acting inhibitor of xanthine oxidase, o It is used in chronic gout (in the inter-critical period between two attacks) and with anticancer drugs(to decrease secondary hyperuricemia). o Allopurinol alongwith sodium stibogluconate is used in the treatment of kala azar.",
        "cop": 1,
        "opa": "Gout",
        "opb": "Hypothyroidism",
        "opc": "Hypertension",
        "opd": "Hyperlipidemia",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "4d142206-11fe-4d2c-8a0e-4e28dac2e3d7",
        "choice_type": "multi"
    },
    {
        "question": "Neostigmine antagonizes nondepolarizing blockade by all of the following mechanisms, except:",
        "exp": "Ans. is 'c' Increasing the release of Acetylcholine at the motor end plate Non-depolarizing muscle relaxants have antagonistic action on acetylcholine They act by blocking the action of acetylcholine released at the neuromuscular junction which is then not able to combine with its receptors to generate endplate potential. The antagonistic action of non-depolarizing muscle relaxant can be overcome by increasing the concentration of acetylcholine at the neuromuscular junction. This is achieved by administering anticholinesterases to the patient Anticholinesterases act by inhibiting the action of acetylcholinesterase (an enzyme that degrades acetylcholine by causing its hydrolysis). Anticholinesterases thus increase the level of acetylcholine at the neuromuscular junction. Neostigmine also has some additional direct action on cholinergic receptors.",
        "cop": 3,
        "opa": "Decreasing the breakdown of Acetylcholine at the motor end plate.",
        "opb": "Preventing K efflux from the cell",
        "opc": "Increasing the release of Acetylcholine at the motor end plate",
        "opd": "Depolarization of the motor end plate",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "ca908321-9c9c-4bd9-8bc0-53fe6a41330d",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for diarrhea in HIV is? (DNB 2012-section-1)",
        "exp": "Ans. (c) Octreotide. Ref.: Goodman atidgillmati 11/e, p 635",
        "cop": 3,
        "opa": "Loperamide",
        "opb": "Somatostatins",
        "opc": "Octreotide",
        "opd": "Codeine",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "a75bd415-7b66-46ea-b88f-2813bc33e339",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prophylaxis of TB is? (DNB 2012-section-1)",
        "exp": "Ans. (b) Isoniazid. Ref. KDT 6/e / 740-743",
        "cop": 2,
        "opa": "Rifampicin",
        "opb": "Isoniazid",
        "opc": "Pyrizinamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "751191b9-0364-49c7-9c39-971ad9bf3f6d",
        "choice_type": "single"
    },
    {
        "question": "Bremelanotide is used for:",
        "exp": "Ans. a. Erectile dysfunction (Ref: Salvage of Sildenafil Failures with Bremelanotide: A randomized, double blind, placebo controlled study: The Journal of Urology 2008: 179: 1066-1071). Bremelanotide is used for erectile dysfunction. \"In studies, bremelanotide was effective in treating sexual dysfunction in both men (erectile dysfunction or impotence) and women (sexual arousal disorder). \"Bremelanotide. Bremelanotide was developed from the peptide Melanotan II which underwent testing as a sunless tanning agent. It functions by activating the melanocortin receptors MC1R and MC4R, to modulate inflammation and limiting ischemia. In initial testing, Melantoan II did induce tanning but additionally a used sexual arousal and spontaneous erections as unexpected side effects. In studies, bremelanatide was effective in treating sexual dysfunctionQ in both men (erectile dysfunction or impotence) and women (sexual arousal disorder). Unlike sildenafil and other related mediations, it does not act upon the vascular system, but directly increases sexual desire via the nervous system. QHowever, the trial was discontinued after concerns were raised over adverse side effects of increased blood pressure. Recently, it is being tried in hemorrhagic shock and reperfusion injury.",
        "cop": 1,
        "opa": "Erectile dysfunction",
        "opb": "LUTS",
        "opc": "Hormone refractory prostate cancer",
        "opd": "Metastatic RCC",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "da7e2ffc-b355-4f73-80d2-f1a9602a4d08",
        "choice_type": "single"
    },
    {
        "question": "Empirical therapy for meningococcal meningitis:",
        "exp": "Ans. B. Ceftriaxone. Drug of choice as prophylaxis of meningococcal meningitis is ceftriaxone, ciprofloxacin and rifampicin. Definitive therapy is penicillin G. empirical therapy is ceftriaxone. If it is pregnant female, then we will give ceftriaxone.",
        "cop": 2,
        "opa": "Cefoxitin",
        "opb": "Ceftriaxone",
        "opc": "Cefotetan",
        "opd": "Gentamicin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "4a98fd9a-1cd7-4965-b8a7-c356bd7df914",
        "choice_type": "single"
    },
    {
        "question": "PPIs are use used in -",
        "exp": "Ans. is 'd' i. e., All of the above o PPI are the DOC for peptic ulcer (gastric or duodenal), GERD, ZE syndrome, prevention of aspiratory pneumonia and NSAID induced gastric / duodenal ulcers. Note - PGE1 analogue (Misoprostol) is specific drug for prevention and treatment of NSAID induced ulcer, but DOC is PPI.",
        "cop": 4,
        "opa": "ZE syndrome",
        "opb": "NSAIDs induced peptic ulcer",
        "opc": "Gastroesophageal reflux",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "0441a60b-62d1-408a-b7e9-527c3e96b733",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of Alzheimer's disease is:",
        "exp": "(Ref: Katzung 14th ed. P 1063)DOC for Alzheimer's disease: Donepezil (reversible Ach. Esterase inhibitor). Other Ach Esterase inhibitor used in treatment of Alzheimer's disease is Gallantamine, Rivastigmine.",
        "cop": 2,
        "opa": "Atropine",
        "opb": "Donepezil",
        "opc": "Physostigmine",
        "opd": "Fluoxetine",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "8a56ef41-62d6-42a2-a8e9-9f51a2a5e11e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for absence seizure is?",
        "exp": "Ans. (d) Valproate. Ref. KDT 6/e, p 408",
        "cop": 4,
        "opa": "Clonezapam",
        "opb": "Diazepam",
        "opc": "Phenytoin",
        "opd": "Valproate",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "c6ae4088-fe1e-4f81-921b-ebeee116feb3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chronic use NSAID induced peptic ulcer:",
        "exp": "Ans. C. Misoprostol. Proton pump inhibitor are the drugs of choice for peptic ulcer disease due to any etiology however, misoprostol is most specific drug for the treatment of peptic ulcer disease caused by NSAID.",
        "cop": 3,
        "opa": "Pirenzepine",
        "opb": "Loratadine",
        "opc": "Misoprostol",
        "opd": "Esomeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "b8b53a82-6ed6-4373-9b49-6147c789dccf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent is not used in erectile dysfunction?",
        "exp": "Ans. c. Phenylephrine (Ref: KDT 7/e p303-304, 6/e p295-296; Harrison 19/e p326, 18/e p377)PGE2, Vardenafil (phosphodiesterase-V inhibitor) and Alprostadil (PGE1) are used in erectile dysfunction. Phenylephrine is not used in erectile dysfunction. L-arginine - increased NO - Increases c-GMP - Decreased Ca2+ - Smooth muscle relaxation - Erection. Treatment of Erectile Dysfunction. Sildenafil. Only approved and effective oral agents for erectile dysfunction. QUseful in wide range like in psychogenic, diabetogenic, vasculogenic, post radical prostatectomy (nerve sparing procedure) and spinal cord injury. Acts by inhibiting phosphodiesterase V (PDE -V)Q and releasing NOQ from nerve endings and endothelium. C-GMP is metabolized by PDE-V which is inhibited by sildenafil. Other phosphodiesterase-V inhibitors: TadalafliQ and vardenafil. QPIPE therapy: (PapaverineQ/Phentolamme induced penile erection). Androgen. QIntra-urethral alprostodil (PGE1)QPenile prosthesis, vacuum constriction device. Remember: Master Johnson technique is for premature ejaculationQ. Beta blockers can cause erectile dysfunctionQ. Drugs causing Erectile Dysfunction. Enzyme Inhibitors: Ketoconazole, cimetidine. All Anti-hypertensives: Minimum with ACE inhibitors, maximum with beta-blockers. All abusive drugs at high dose. Female hormonal drug given to male, e. g., SERM, estrogen, exmestane. All psychotic drugs. Anti-depressants and anti-psychotic drugs",
        "cop": 3,
        "opa": "PGE2",
        "opb": "Vardenafil",
        "opc": "Phenylephrine",
        "opd": "Alprostadil",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "a4fa5d6b-d2f2-4783-a30d-bff018f36692",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for bleeding oesophageal varices is-",
        "exp": "Ans. is 'b' i. e., Octreotide o Among the given options, only octeride is used (otherwise vasopressine analogue terlipressine is the DOC).",
        "cop": 2,
        "opa": "Ethanolamineoleate",
        "opb": "Octreotide",
        "opc": "Propanolol",
        "opd": "Phytonadione",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "e56b55dc-35df-41ff-962c-7fdbc0b35342",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice used to treat MRSA is?",
        "exp": "ANSWER: (B) Vancomycin. REF: Antibiotic policies: fighting resistance - page 256, Clinical Medicine a Practical Manual for Stud. & pract. by Agarwal - page 372. The current drug of choice for serious infections with MRSA remains vancomycin at most institutions'\"Vancomycin in a dose of 1 5 mg/kg to a maximum of lgm, given twice a day, is the drug of choice for MRSA. Teicoplanin in a dose of 400 mg/day in a single dose is equally effective\"",
        "cop": 2,
        "opa": "Metronidazole",
        "opb": "Vancomycin",
        "opc": "Imipenem",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "219dc7de-b836-4171-b722-4cad665f9ef6",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for peptic ulcer disease caused by chronic use of NSAIDS:",
        "exp": "Ans. D. Esomeprazole. Misoprostol and esomeprazole are both used for NSAID induced ulcer. But PPI are more efficacious for this condition.",
        "cop": 4,
        "opa": "Pirenzepine",
        "opb": "Loratadine",
        "opc": "Misoprostol",
        "opd": "Esomeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "51fa271d-b36e-40fd-8dfa-07fb49f8f452",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in Lithium induced diabetes mellitus?",
        "exp": "Ans. (b) Amiloride",
        "cop": 2,
        "opa": "Conivaptan",
        "opb": "Amiloride",
        "opc": "Indapamide",
        "opd": "Vasopressin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "2f6b7b9a-ff29-47e5-b9a6-f708feaebfc5",
        "choice_type": "single"
    },
    {
        "question": "Orally administered anti kala-azar drug is?",
        "exp": "ANSWER: (B) Miltefosine. REF: Harrison's 18th ed ch: 212. Drugs for lieshmeniasis and their route of administration: Drug. Dose and route. Remarks. Pentavalent Antimonial Compounds. Two pentavalent antmonial (Sb) preparations are available: sodium stibogluconate (100 mg of Sb. VmL) and meglumine antimonate (85 mg of Sb/mL). The daily dose is 20 mg/kg by rapid IV infusion or IM injection, and therapy continues for 28-30 days. Adverse reactions to Sb treatment are common and include arthralgia, myalgia, and elevated serum levels of aminotransferases. Electrocardiographic changes are common. Concave ST segment elevation is not significant, but prolongation of QT to >0. 5 s may herald ventricular arrhythmia and sudden death. Chemical pancreatitis is common but usually does not require discontinuation of treatment; severe clinical pancreatitis occurs in im- munosuppressed patients. Conventional Amphotericin B deoxycholate0. 75-1. 0 mg/kg on alternate days for a total of 15 infusions. Fever with chills is an almost universal adverse reaction to AmB infusions. Nausea and vomiting are also common, as is thrombophlebitis in the infused veins. AmB can cause renal dysfunction and hypokalemia and in rare instances elicits hypersensitivity reactions, bone marrow suppression, and myocarditis, all of which can be fatal. The several lipid formulations of Am. B3 mg/kg daily on days 1-5, 14, and 21 (total dose, 21 mg/kg). However, the total dose requirement for different regions of the world varies widely. In a study in India, a single dose of 10 mg, 'leg cured infection in 96% of patients. Adverse effects of liposomal AmB are usually mild and include infusion reactions, backache, and occasional reversible nephrotoxicity. Because very little free drug is available to cause toxicity, a large amount of drug can be delivered over a short period. Paromomycin (aminosi- dine)IM dose of 11 mg of base/kg daily for 21 days. Paromomycin is a relatively safe drug, but some patients develop hepatotoxicity, reversible ototoxicity, and (in rare instances) nephrotoxicity' and tetany. Miitefosine. First oral compound approved for the treatment of leishmaniasis. Daily dose of 50 mg for 28 days for patients weighing <25 kg, a twice-daily dose of 50 mg for 28 days for patients weighing >25 kg, and 2. 5 mg/kg for 28 days for children 2-11 years of age. Its adverse effects include mild to moderate vomiting and diarrhea in 40% and 20% of patients, respectively; these reactions usually clear spontaneously after a few days. Rare cases of severe allergic dermatitis, hepatotoxicity, and nephrotoxicity have been reported. best administered as directly observed therapy to ensure completion of treatment and to minimize the risk of resistance induction c/I in pregnancy",
        "cop": 2,
        "opa": "Paromomycin",
        "opb": "Miltefosine",
        "opc": "Amphotericin",
        "opd": "Sodium stibogluconate",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "87fd0e9d-3036-4740-a9e7-693ede4e8398",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for prophylaxis of acute mountain sickness:",
        "exp": "Ans. (D) Acetazolamide(Ref: KDT 8th/633-634). Acetazolamide is drug of choice for prophylaxis and treatment of acute mountain sickness. For severe cases of pulmonary edema due to high altitude sickness, dexamethasone is indicated. Best treatment of all forms of high altitude sickness problems is to descent down.",
        "cop": 4,
        "opa": "Diltiazem",
        "opb": "Digoxin",
        "opc": "Dexamethasone",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "afb76292-5ae9-47dc-bfd8-d90ba45c0dda",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Zollinger-Ellison syndrome -",
        "exp": "Ans. is 'b' i. e., Proton pump inhibitors \"Proton pump inhibitors are the drug of choice for Zollinger Ellison syndrome; they have decreased the need for total gastrectomy\".",
        "cop": 2,
        "opa": "Antihistaminics",
        "opb": "Proton lump inhibitors",
        "opc": "Dopamine agonists",
        "opd": "Antacids",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "0afa2cb6-8221-4947-acee-6e068e1995a1",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for syphilis -",
        "exp": "Ans. is 'a' i. e.. Penicillin Infection. Chemoprophylaxis (DOC). Infection. Chemoprophylaxis (DOC)o Cholera -Tetracycline. Meningococci -Rifampicin (sulfadiazineo Plague -Tetracycline if strain is sensitive)o P. carinii -Cotrimoxazole. Diphtheria -Erythromycino Whooping cough -Erythromycin. Bacterial conjuctivits -Erythromycin ointmento Toxoplasmosis -Cotrimoxazole. TB -INHo Influenza -Amantadine. MAC -Clarithromycin. ''Azithromycino Rickettsia -Tetracyclines. Malaria -Chloroquineo Bird flu- Oseltamivir. Surgical prophylaxis -Cefazolino Gonorrhoes/syphilis-Procaine penicillin",
        "cop": 1,
        "opa": "Penicillin",
        "opb": "Rifampicin",
        "opc": "Tetracycline",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "0f59a48a-5508-4d57-875a-af022fd92c46",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for pneumocystis carinii:",
        "exp": "Ans. is 'a' Cotrimoxazole Trimethoprim - Sulfamethoxazole (Cotrimoxazole) is the drug of choice for all forms of pneumocystis carinii infection.",
        "cop": 1,
        "opa": "Cotrimoxazole",
        "opb": "Erythromycin",
        "opc": "Penicillin",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "7bfb2a6b-f459-404e-8573-c5196417578e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for neurogenic diabetes insipidus is?",
        "exp": "Ans. (c) Desmopressin. Ref Goodman Gillman 11/e, Chapter 29, Harrison's Internal Medicine 17/e, chapter 334",
        "cop": 3,
        "opa": "Vasopressin",
        "opb": "Terlipressin",
        "opc": "Desmopressin",
        "opd": "Pralipressin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "fdf97992-bd01-4703-902f-cdd997d12081",
        "choice_type": "single"
    },
    {
        "question": "Which is not a favourable combination:",
        "exp": "Ans. B. Ampicillin and cloxacillin. Addition of beta lactamase inhibitors to penicillin will protect the penicillin from degradation. Beta lactamase inhibitors involve clavulanic acid, tazobactam and sulbactam. All combinations are correct except ampicillin and cloxacillin as cloxacillin is penicillinase resistant antibiotic.",
        "cop": 2,
        "opa": "Amoxicillin and clavulanic acid",
        "opb": "Ampicillin and cloxacillin",
        "opc": "Piperacillin and tazobactam",
        "opd": "Ampicillin and tazobactam",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "6238496c-7222-4b81-adb3-8ceda0d01730",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acyclovir resistant herpes is?",
        "exp": "Ans. (d) Foscarnet. Ref KDT 6/e",
        "cop": 4,
        "opa": "Cidofovir",
        "opb": "Gancyclovir",
        "opc": "Valacyclovir",
        "opd": "Foscarnet",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "3ad1ffcc-ec98-47c8-b799-6d6f216c454e",
        "choice_type": "single"
    },
    {
        "question": "Ethanol is antidote for poisoning of -",
        "exp": "Ans. is 'a' i. e., Methanol o Methyl alcohol (methanol) is highly toxic. It is metabolized to formaldehyde (by alcohol dehydrogenase), which in turn is metabolized to formic acid (by aldehyde dehydrogenase)o Formic acid is responsible for most of the toxic manifestations which include high anion gap metabolic acidosis with low bicarbonate (lactic acidosis), blindness due to retinal damage and papilloedema. o Treatment includes supportive measures, gastric lavage and sodium bicarbnate. Ethanol (inhibits conversion of methanol to formic acid) and fomepizole (inhibitor of alcohol dehydrognease) are also used. Other measures are folic acid or folinic acid and hemodialysis.",
        "cop": 1,
        "opa": "Methanol",
        "opb": "Barbiturates",
        "opc": "Phenol",
        "opd": "Carbolic acid",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "eca0f511-2b17-4302-b05d-63ea6522ff22",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for pheochromocytoma -",
        "exp": "Ans. is 'b' i. e., Phenoxybenzamine Pharmacological treatment of pheochromocvtomao Preoperatively or when tumour cannot be removed, blood pressure control is achieved by cc-adrenoreceptor blockade which reverses peripheral vasoconstriction -Phenoxybenzomine is the DOCo For hypertensive crises or intraoperative control of BP, phentolamine is the DOC. Prazosin is an alternative. Nitroprusside can also be used------Harrison 17th/e p. 1561. o In adrenaline secreting tumors, if tachycardia persists, p-blocker can be added after starting a-blockers. o ACE inhibitor or calcium channel blockers can be used when blood pressure is difficult to control with phenoxybenzamine alone. o Metyrosine has been used with some success to block catecholamine synthesis in malignant pheochromocytoma. o Metaiodobenzylguanidine (MIBG) is actively taken up by adrenergic tissue -123I-MIBG can be used for selective therapeutic irradiation of functioning metastasis.",
        "cop": 2,
        "opa": "Propranolol",
        "opb": "Phenoxybenzamine",
        "opc": "Prazosin",
        "opd": "Nitroprosside",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "abff4b18-c40f-43ff-b517-f8126ee8d6b3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for central diabetes insipidus -",
        "exp": "Ans. is 'b' i. e., Desmopressin o Desmopressin (intranasal) is the DOC for central DI. Uses of vasopressine analogue|||Based on V2 action (Desmopressin is the DOC). Based on V1 actiono Central (neurogenic) diabetes insipiduso Nocturnal enuresiso Renal concentration testo Haemophilia, von willebrand's diseaseo Bleeding esophageas variceso Before abdominal radiography",
        "cop": 2,
        "opa": "Vasopressin",
        "opb": "Desmopressin",
        "opc": "Lypressin",
        "opd": "Presselin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "9dc0a303-f1e2-474f-8c42-03174c75cbfc",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for MRSA infection -",
        "exp": "Ans. is 'c' i. e., Vancomycin Methiciiiin resistance staphylococcus aureus (MRSA)o MRS A is a bacterium responsible for several difficult-to-treat infections in humans. o It may also be referred to as multi-drug resistant staphylococcus aureus or oxacillin resistant staphylococcus aureus (ORSA). o MRSA is by definition any strain of staphylococcus aureus that is resistant to a b-lactams including penicillin, methiciiiin, cloxacillin, nafcillin, oxacillin and cephalosporins. o Resistance develops due to alteration in transpeptidase (penicillin binding protein) on which all b-Iactam antibiotic act: so, MRSA is resistant to all b-lactam antibiotics, o MRSA (especially community acquired MRSA: CA-MRSA) display enhanced virulence, spreading more rapidly and causing disease much more severe than traditional staphylococcus aureus. o Vancomycin is the DOC for MRSA. Drugs for MRSA -Vancomycin (DOC), TMP-SMXMittocyclin. Ciprofloxacin. Linezolid. Levofloxacin. Quinopristin/dalfopristin. Daptomycin. Oritavaccin. Tigecyclin. Teicoplanin. Cotrimoxazole",
        "cop": 3,
        "opa": "Ciprofloxacin",
        "opb": "Oxacillin",
        "opc": "Vancomycin",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "e1d8ed70-f57e-4923-8b82-85de8a14b4a0",
        "choice_type": "single"
    },
    {
        "question": "Drug used in generalized tonic clonic seizure:",
        "exp": "Ans. (b) Sodium Valproate. Ref. KDT 6th ed. / 407-408* Given the choices the answer will be Na+ Valproate* According to Harrison's 19th ed. the current recommendable drug for GTCS is LAMOTRIGINE",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Na+ Valproate",
        "opc": "Carbamazepine",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "fe195201-6cbb-49cd-90ba-0e4288567132",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in malaria in pregnancy?",
        "exp": "ANSWER: (B) Chloroquine. REF: William's obstetrics 22nd ed chapter 58. Chloroquine is the treatment of choice for malaria caused by Plasmodium species sensitive to the drug. For the woman with chloroquine-resistant infection, mefloquine is given orally.",
        "cop": 2,
        "opa": "Proguanil",
        "opb": "Chloroquine",
        "opc": "Artemesin",
        "opd": "Halofantarine",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "f58984f9-0a8b-4489-b82c-a4973bef195b",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for syphilis:",
        "exp": "Ans. A. Benzathine penicillin. Benzathine penicillin 2. 4 million units is drug of choice for syphilis. Alternatively, procaine penicillin can also be given. Ciprofloxacin can be given in UTI, respiratory tract infections, acute diarrhea. Cefixime is also indicated in UTI, respiratory infections. Tetracyclines are the drug of choice for rickettsial and chlamydial infection.",
        "cop": 1,
        "opa": "Benzathine Penicillin",
        "opb": "Penicillin",
        "opc": "Tetracycline",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "af79ded4-2081-46f4-a0ef-fe6e75153f88",
        "choice_type": "single"
    },
    {
        "question": "Carbapenem with maximum risk of seizures is:",
        "exp": "Ans. (A) Imipenem(Ref: Goodman and Gilman 13th/e p1035). Carbapenems. These include imipenem, doripenem, meropenem and ertapenem. These have wide spectrum of activity including gram positive cocci, gram negative rods as well as anaerobes. For the treatment of Pseudomonas (meropenem is most active whereas ertapenem is least) infections, these drugs should be combined with aminoglycosides. Carbapenems are b -lactamase resistant and are drugs of choice for Enterobacter, Klebsiella and Acinetobacter species. These are the only b -lactams which are reliably efficacious against ESBL (extended spectrum b-lactamase) producing organisms and are thus drug of choice for ESBL- producing bacteria. Main adverse effects of imipenem-cilastatin combination include seizures. Meropenem, doripenem and ertapenem are less likely to cause seizures. Ertapenem is very long acting and is inactive against Pseudomonas.",
        "cop": 1,
        "opa": "Imipenem",
        "opb": "Meropenem",
        "opc": "Ertapenem",
        "opd": "Doripenem",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "393863dd-5c80-420d-b276-fbbb0e7ce024",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for neurogenic diabetes insipidus is:",
        "exp": "(Ref: Katzung 14th ed. P 682). Desmopressin is a long acting synthetic analogue of vasopressin. DOC for neurogenic/pituitary diabetes insipidus: Desmopression. Note: Desmopressin is also used for treatment of Hemophilia A and von Willebrand disease, nocturnal enuresis. DOC for nephrogenic diabetes insipidus: Thiazide diuretics. Conivaptan and Tolvaptan: Vasopressin receptor antagonist. DOC for SIADH (Syndrome of Inappropriate Anti Diuretic Hormone). Also approved to be used in heart failure for free water clearance and in hyponatremia.",
        "cop": 2,
        "opa": "Terlipressin",
        "opb": "Desmopressin",
        "opc": "Chlorthalidone",
        "opd": "Conivaptan",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "2c71cee5-d45e-40e9-a92b-ee0edd48432e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for reversal of muscle relaxant after anaerthesia -",
        "exp": "Ans. is 'b' i. e., Neostigmine Reversal of neuromuscular blocko Nondepolarising muscle relaxants have antagonistic action on acetylcholineo They act by blocking the action of acetylcholine released at the neuromuscular junction which are then not able to combine with its receptors to generate endplate potential, o The antagonistic action of nondepolarizing muscle relaxant can be overcome by increasing the concentration of acetylcholine at the neuromuscular junction, o This is achieved by administering anticholinesterases to the patiento Anticholinestrases act by inhibiting the action of acetylcholinesterase (an enzyme that degrades acetylcholine by causing its hydrolysis). o Anticholinesterases thus increase the level of acetylcholine at the neuromuscular junction, o Neostigmine also has some additional direct action on cholinergic receptors i. e., it depolarizes motor end plate, o It does not increase the release of ACH. Accumulated ACH acts on prejunctional muscarinic autoreceptors and inhibits the release of ACH.",
        "cop": 2,
        "opa": "Pralidoxine",
        "opb": "Neostigmine",
        "opc": "Atropine",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "e8ec18f8-528f-4fe0-a216-caa416cdec02",
        "choice_type": "multi"
    },
    {
        "question": "Alprostadil is indicated in -",
        "exp": "Ans. is 'a' i. e., Erectile dysfunction o Alprostadil(PGE1) is commonly used for -i) To maintain the patency of ductus arteriosus. ii) Erectile dysfunction.",
        "cop": 1,
        "opa": "Erectile dysfunction",
        "opb": "PPH",
        "opc": "Glaucoma",
        "opd": "Cervical ripening",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "94432dab-657d-4985-b140-7f088de8d839",
        "choice_type": "single"
    },
    {
        "question": "Oliguria causing drug is-",
        "exp": "Ans. is 'a' i. e., Acyclovir Drugs Causing Oliguriao Drugs causing decreased renal perfusion - diuretics. o Drugs causing nephrotoxicity - aminoglycosides and chemotherapeutic agents, o Urine retention - adrenergic and anticholinergic drugs. o Urinary obstruction associated with precipitation of urinary crystals - sulfonamides and acyclovir.",
        "cop": 1,
        "opa": "Acyclovir",
        "opb": "Diazepam",
        "opc": "Aspirin",
        "opd": "Montelukast",
        "subject_name": "Pharmacology",
        "topic_name": "D. O. C",
        "id": "4e472757-c712-43bc-aa76-204731920923",
        "choice_type": "single"
    }
]