[
    {
        "question": "Digitalis does not increase which parameter of heart-",
        "exp": "Ans. is 'c' i. e., Myocardial oxygen demand Effect of digitalis on hearto Main mechanism of action of digitalis is to increase in force of contraction of heart - a positive inotropic action. o Amongst given options, option d is the best choice - heart rate is decreased by digitalis and there is increase myocardial contractility without a propartionate increase in O2 consumption. How does digitalis decrease heart rate?# Heart rate is decreased by digitalis mainly in patients with CHF.# In CHF there is sympathetic overactivity and i vagal tone because of | CO2# Digitalis increases myocardial contractility (major action) - | CO and better emptying of ventricle - improvement in circulation - restoration of diminished vagal tone and abolish sympathetic overactivity - | Heart rate. Beside above main mechanism digitalis slows the heart rate by -A) Increased vagal tonei) Reflexly through nodosa ganglion. ii) Direct stimulation of vagal centre. iii) Sensitization of SA nodes to Ach. B) Extravagal - Direct depressant action on SA and AV nodes. \"The vagal action manifests early and can be blocked by atropine, whereas extravagal action becomes prominent later and cannot be reversed by atropine",
        "cop": 3,
        "opa": "Force of contraction",
        "opb": "Myocordial contractility",
        "opc": "Myocardial oxygen demand",
        "opd": "Cardiac output",
        "subject_name": "Pharmacology",
        "topic_name": "Digitalis",
        "id": "7e206312-ea15-4a7d-ab6d-8c5b5b5885a5",
        "choice_type": "single"
    },
    {
        "question": "Digitalis produces which of the following changes in ECG?",
        "exp": "Ans. is 'd' i. e., Prolonged PR interval o There are some characteristic ECG changes by digitalis use, some of which occur at therapeutic concentration and some occurs at toxic level: 1. At therapeutic levelo Prolongation of PR intervalo Scooping of ST segment - Also known as digitalis wave or dig sag there is down sloping ST depression (initially)o Shortening of QT intervalo Decreased T wave ampiitude/or T wave inversion2. At toxic level: Above changes are amplifiedo Prolongation of PR interval - conduction block may occuro T wave inversiono ST depressiono QT interval shortens furthero Increased automaticity - Arrhythmias",
        "cop": 4,
        "opa": "Tall T waves",
        "opb": "ST segment elevation",
        "opc": "Prolonged QT interval",
        "opd": "Prolonged PR interval",
        "subject_name": "Pharmacology",
        "topic_name": "Digitalis",
        "id": "8f6a70fe-11ed-4bfc-b595-375ea858af94",
        "choice_type": "multi"
    },
    {
        "question": "Digitalis acts in atrial fibrillation by -",
        "exp": "Ans. is 'a' i. e., Increase in A. V. node refractoriness Digitalis in arrhvthmao Digitalis is the drug of choice for controlling ventricular rate in atrial fibrillation (AF) with heart failure. o Digitalis reduces the ventricular rate in AF by decreasing the number of impulses that are able to pass down the A-V node and bundle of His -It increases effective refractory period-ERP (i. e refractoriness) of A-V node by direct, vagomimetic and antiadrenergic action - the minimum interval between consecutive impulses that can successfully traverse the conducting tissue is increased. A degree of A-V block is naturally established in AF. Because of the relatively long ERP of A-V node, many atrial impulses impinge on it while it is still refractory; others falling early in the relative refractory period get extinguished by decremental conduction - These concealed impulses leave upper margin of A-V node refractory for a further period. Thus, any influence which increases atrial rate in AF (e. g. digitalis), by itself reduces ventricular rate. o Inhibition of Na+ K+ ATPase is responsible for inotropic action of digitalis, not for antiarrhythmic action.# Digitalis has two important pharmacological actions -Increased contractility of heart by inhibiting Na+ K+ ATPase - This action is beneficial in cardiac failure. Increased refractoriness of SA node and AV node -| automaticity and conduction - This action is beneficial in arrhythmia.",
        "cop": 1,
        "opa": "Increasing AV node refractoriness",
        "opb": "Decreasing atrial contractility",
        "opc": "Inhibiting Na^ K~ ATPase pump",
        "opd": "Inhibiting Na+ H+ ATPase pump",
        "subject_name": "Pharmacology",
        "topic_name": "Digitalis",
        "id": "8035f349-c9e3-4997-bc15-a952646a2c17",
        "choice_type": "single"
    },
    {
        "question": "Most effective method of treatment of Digitalis toxicity is?",
        "exp": "ANSWER: (C) Digoxin Antibody. REF: Katzung 9th edition page 212, KDT 6th edition page 499\"Severe Digitalis intoxication patients are best treated with insertion of a temporary cardiac pacemaker catheter and administration of Digitalis antibodies\"Digitalis induced arrythmias are frequently made worse by cardioversion. Atropine is indicated only if there is A-V block.",
        "cop": 3,
        "opa": "Hemodialysis",
        "opb": "Cardioversion",
        "opc": "Digoxin Antibody",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "Digitalis",
        "id": "0bf5437b-93ac-45a7-a699-e53fbe5e2572",
        "choice_type": "single"
    },
    {
        "question": "All are true statement about digitalis action EXCEPT:",
        "exp": "Ans. (b) Pumps sodium out of cell* Digitalis is one of the cardiac glycosides which increases myocardial contractility and output in a hypodynamic heart without a proportionate increase in oxygen consumption.* Compounds in cardiac glycosides group include: digoxin, digitoxin, strophanthin, ouabain etc.* MOA of Digitalis: binds to Na+K+ATPase of myocardial fibres and inhibits this enzyme. This leads to progressive accumulation of Na+ intracellularly which indirectly results in intracellular Calcium accumulation.* ACTION:# Digitalis increases the force of contraction and decreases the heart rate# It also decreases the AV conduction, hence contraindication in WPW syndrome.# Causes diuresis in CHF patients# Causes decrease in peripheral resistance in CHF patients (because of withdrawal of reflex sympathetic overactivity)",
        "cop": 2,
        "opa": "Increases cardiac contraction",
        "opb": "Pumps sodium out of cell",
        "opc": "Increases intracellular calcium",
        "opd": "Causes bradycardia",
        "subject_name": "Pharmacology",
        "topic_name": "Digitalis",
        "id": "f1c06c1a-ea44-46a6-9e8d-c4f86e914e65",
        "choice_type": "multi"
    }
]