[
    {
        "question": "Which drug is vassopressin V2 receptor selective agonist -",
        "exp": "Ans. is 'b' i. e., Desmopressin o Lypressin - Agonist on V1 & V2. o Desmopressin - Selective V2 agonisto Terlipressin - Prodrug of vasopressin.",
        "cop": 2,
        "opa": "Lypressin",
        "opb": "Desmopressin",
        "opc": "Terlipressin",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "036bad02-0362-4fcd-8581-8303c9809768",
        "choice_type": "multi"
    },
    {
        "question": "Diuretic causing gynaecomastia is -",
        "exp": "Ans. is 'b' i. e., Spironolactone Drugs causing gynecomastia* Calcium channel antagonist* Isoniazide* Reserpine* Clomiphene* Ketoconazole* Digitalis* Methyldopa* Estrogens* Testosterone* Flutamide* Phenytoin* Cimetidine* Ethionamide* Griseofulvin* Goserelin* Griseofulvin* Spironolactone* Cyprotenrone acetate Note: Cimetidine also causes gynaecomastia, but it is not a diuretic.",
        "cop": 2,
        "opa": "Lubiprostone",
        "opb": "Spironolactone",
        "opc": "Cimetidine",
        "opd": "Chlorthalidone",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "cecbe051-d079-4542-864b-35c2af750b76",
        "choice_type": "single"
    },
    {
        "question": "Mannitol produces diuresis by-",
        "exp": "Ans. is 'a' i. e., Osmotic effect Mannitol* It is a nonelectrolyte of low molecular weight that is pharmacologically inert.* It raises osmolarity of plasma and tubular fluid.* Blood viscosity is decreased.* Mannitol decreases tubular water and electrolyte reabsorption by -1. Due to osmotic effect, fluid is retained in the lumen of PT. 2. Inhibits transport processes in thick ascending limb - most important cause of diuresis. 3. Expands ECF (t intravascular volume) - draws water from the intracellular compartment - increases GFR and inhibits renin release. 4. Increases renal blood flow, especially to medulla -> medullary hypertonicity is reduced - corticomedullary osmotic gradient is dissipated passive salt reabsortion is reduced.* Uses - Raised IOT (glaucoma), raised ICT, to maintain. GFR and urine flow in impending renal failure, and to counteract low osmolality of plasma/ECF due to rapid hemodialysis.* Contraindications - Acute tubular necrosis (ARF), anuria, pulmonary edema, Acute LVF, cerebral hemorrhage & edema.",
        "cop": 1,
        "opa": "Osmotic effect",
        "opb": "Inhibition of Na K 2. CL",
        "opc": "Inhibition of Na K",
        "opd": "Inhibition of aquaporin channels",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "588d2563-1604-48d6-b971-2ea94049ea58",
        "choice_type": "single"
    },
    {
        "question": "Thiazide cause-",
        "exp": "Ans. is 'a' i. e., Metabolic alkalosiso By inhibiting salt reabsorption in TAL, loop diuretics increase deliver)' to the collecting duct. Increased delivery-leads to increased secretion of K- and H+ by the duct, causing hypokalemic metabolic alkalosis. This toxicity is the function of the magnitude of the dieresis and can be reversed by K+ replacement and correction of hypovolemia, o Carbonic anhydrase inhibitors decrease the excretion of H+ and increase the excretion of HC03-in the urine. This results in metabolic acidosis and urinary' alkalosis. Urinary Electrolytes Group. Na. CINa. HCO3K+Body p. HCarbonic Anhydrase Inhibitors+++++-Loop agents++++0++Thiazides+++++Loop agents plus Thiazides+++++++++K+ - sparing agents+(+)--",
        "cop": 1,
        "opa": "Metabolic alkalosis",
        "opb": "Metabolic acidosis",
        "opc": "Respiratory alkalosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "a1680c19-92dc-480d-9114-81be91fe809a",
        "choice_type": "single"
    },
    {
        "question": "Follow ing are the side effects of thiazides except-",
        "exp": "Ans. is 'b' i. e., Hypocalcemia Following are the side effects of thiazides: o Hypokalemiao Acute saline depletion, hemoconcentration and increased risk of peripheral venous thrombosiso Dilutionsalhyponatremiao Nausea omitting diarrheao Rarely headache, giddiness, weakness, parethesias, impotenceo Hearing losso Rashes, photosensitivityo Hyperuricemiao Hyperglycemia hyperlipidemiao Hypercalcemiao Magnesium depletiono Aggravated renal insufficiencyo Brisk diuresis leading to mental disturbance and hepatic coma",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hypocalcemia",
        "opc": "Hepatic coma",
        "opd": "Impotence",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "7ca31620-ebd9-4a42-854d-368d10229f3e",
        "choice_type": "multi"
    },
    {
        "question": "Thiazides false is",
        "exp": "Ans. is 'd' i. e. Increases calcium excretion in urine Thiazides are moderate efficacy diuretics. They inhibit Na. Cl reabsorption from the luminal side of epithelial cells in the DCT by blocking the Na+Cl- transporter. Thiazides increase calcium reabsorption in the kidney tubules thus, decreasing calcium excretion. But thiazides rarely cause hypercalcemia as a result of this enhanced reabsorption, they can unmask hypercalcemia due to other causes. This effect on calcium makes them useful in the t/t of kidney stones caused by idiopathic hypercalciuria. Major indications of thiazide diuretics:-Hypertension. Heart failure. Nephrolithiasis due to idiopathic hypercalciuria. Nephrogenic diabetes insipidus. Adverse effect of thiazide diuretics Hypokalemic metabolic alkalosis. Due to the action of thiazides, more salts are delivered to the collecting tubule. Increased delivery leads to increased secretion of K+ and H+ by the duct causing hypokalemic metabolic alkalosis. Impaired carbohydrate tolerance (Hyperglycemia). Hyperglycemia may occur in patients who are overtly diabetic or who have even mildly abnormal glucose tolerance tests. The effect is due to both impaired pancreatic release of insulin and diminished utilization of glucose. Hyperlipidemia. Thiazides cause a 5-15% increase in total serum cholesterol and low density lipoproteins (LDL) Hyperuricemia. Thiazides cause increased reabsorption of uric acid. Hyponatremia. It is due to combination of hypovolemia induced elevation of ADH, reduction in the diluting capacity of the kidney and increased thirst. Allergic reactions. The thiazides are sulfonamides and they share cross-relativity with other members of this group. Photosensitivity or generalized dermatitis occurs rarely. Serious allergic reactions are extremely rare but do include hemolytic anemia, thrombocytopenia and acute necrotizing pancreatitis. Other toxicities. Weakness, fatigability and paresthesias. Contraindications of thiazide diuretics. Hepatic cirrhosis. Borderline renal failure",
        "cop": 4,
        "opa": "Used in CCF",
        "opb": "Causes hyperglycemia",
        "opc": "Increases uric acid concentration in serum",
        "opd": "Increases calcium excretion in urine",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "e3a10215-08ea-4b47-93a8-9588d668aad1",
        "choice_type": "multi"
    },
    {
        "question": "All the following adverse effects can be caused by Loop Diuretics EXCEPT:",
        "exp": "ANSWER: (A) Hypercalcemia. REF: KDT 6th edition page 567\"Loop diuretics on chronic use cause hypocalcaemia while thiazides cause hypercalcemia\" Adverse effect specific to Loop Diuretics: Hearing loss. Hypocalcaemia. Excess use causes dehydration & fall in bp. Adverse effect specific to thiazide Diuretics: Hypercalcemia. Adverse effects common to both loop 8i thiazide diuretics: Hypokalemia. Hypomagnesemia. Hyperglycemia. Hyperlipidemia. Hyperuricemia",
        "cop": 1,
        "opa": "Hypercalcemia",
        "opb": "Hyperglycemia",
        "opc": "Hypomagnesemia",
        "opd": "Hyperuricemia",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "489c112b-f373-4aec-93fc-41db299ec8d8",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action thiazide is -",
        "exp": "Ans. is 'a' i. e., Na+ Cl- synport inhibitor o Na+ absorption at different tubular sites. PT - 65-70%Asc. LH - 20-25%DT - 8-9%CD- 1-2%o Tubular absorption can be divided into four sites. Site I- Proximal tubuleo Four mechanisms of Na4 transport have been defined in this segment -1. Direct entry of Na4 along electrochemical gradient. 2. Na+-K+ symport along with active reabsorption of glucose, aminoacids, organic anions and PO4 -33. Exchange with H+ by Na+ /H+ exchanger located in the luminal membrane of proximal tubule (PT) epithelial cells. The PT cells secrete H+ with the help of carbonic anhvdrase. H+ ion exchanges with Na+ present in tubular fluid through Na+-H+ exchanger (antiporter) and forms H2. CO3 by combining with HCO3-. This H2. CO3 is broken into H2O + CO2 by brush border carbonic anhydrase; both CO2 and H2O diffuse inside the cell and recombine to form H2. CO3 with the help of intracellular carbonic anhydrase. This H2. CO3 is the source of H+. The dissociated HCO3- in the cell is transported to cortical E. C. F. by basolateral membrane Na+-HCO3- symporter resulting in net reabsorption of Na. HCO3. Carbonic anvdrase inhibitors (acetazoiamide) act predominantly in PCTand inhibit Na. HCQ3 reabsorption. 4. The disroportionately large HCO3-, acetate, PO4-3, passive driving forces for Cl- to diffuse through the paracellular pathway, particularly in the later PT. This takes Na+ and H2O along to maintain electrical neutrality and isotonicity; reabsorption in PT is isotonic. o Osmotic diuretics (mannitol) are solutes which are not absorbed in proximal tubule and therefore retain water: Site 11 Ascending limb of loop of Henleo The thick ascending limb can be distinguished into two distinct portion. Medullary portion lined by cuboidal cells. Cortical portion lined by flattened cells. o Both portions are relatively impermeable to water but absorb salt actively and thus dilute tubular fluid, o In the medullary portion a distinct luminal membrane carrier transports ions in ratio of Na+-K+-2. Cl-. The sodium enters the cell is pumped to ECF by Na+ K+ ATPase at the basolateral membrane, o This Na+ -K+--2. Cl= symport is inhibited by loop diuretics (eg-Furosemide)o In addition, a Na+-Cl- symporter moves Cl- down its electrochemical gradient into ECF and carries Na+ along. Site III - cortical diluting segment of loop of Henle and early DTo This segment is also impermeable to H2O and continues to absorb salt through Na+-Cl- symporter. o Thiazide diuretics act at this site. Site IV - late distal tubule and collecting ducto In late DT and CD, Na+ is actively reabsorbed; the cation-anion balance being maintained partly by passive Cl- diffusion and partly by secretion of K+ and H+. o Absorption of Na+ at this site occurs through a specific amiloride sensitive Na+ channel and is controlled to a large extent by aldosterone. o K+- sparing diuretics act at this site. o Collecting tubule is the most important site of K+ secretion by the kidney and the site at which virtually all diuretic induced changes in K+ balance occur - as K+ secretion occurs in exchange of Na+, higher the Na+ load in CD higher will be K+ excretion in urine - Diuretics which act on PCT (maximum absortion of Na+ occurs at PCT) like acetazolamide will cause maximum kaliuresis (K+ excretion in urine), o The principal cells are the major sites of Na+, K+, and water transport, and intercalated cells are the primary sites of H+ secretion. o The collecting tubule is also the site at which the final urine concentration is determined. ADH (vasopressin) controls the permeability of this segment to water by regulating the insertion of preformed wrater channels (aquaporin-2, AQP2) into the apical membrane via a G protein - coupled c. AMP - mediated process. o ADH also stimulates the insertion of urea transporter UT1 molecules into the apical membranes of medullary collecting tubule cells. Urea concentration in the medulla plays an important role maintaining the high osmolarity of the medulla and in the concentration of urine.",
        "cop": 1,
        "opa": "Na+Cl- symport inhibitor",
        "opb": "Na+K+ symport inhibitor",
        "opc": "Carbonic anhydrase inhibitor",
        "opd": "Osmotic diuresis",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "299d8cfd-9750-499d-a8a5-e6bdf14db267",
        "choice_type": "single"
    },
    {
        "question": "Thiazides and loop diuretics both have opposite action on which of the following ions -",
        "exp": "Ans. is 'c' i. e., Calcium Furosemide action on calcium* Furosemide increases Ca2+ excretion (contrast thiazides which reduce it) as well as Mg2+ excretion by abolishing transepithelial potential difference in the thick Asc. LH which drives reabsorption of these divalent cations. Thiazides action on calcium* By their action to reduce blood volume, as well as intrarenal haemodynamic changes, they tend to reduce g. f. r. This is one reason why thiazides are not effective in patients with low g. f. r. They decrease renal Ca2+ excretion and increase Mg2+ excretion by a direct distal tubular action.",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Potassium",
        "opc": "Calcium",
        "opd": "Chloride",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "6a5c5ec6-705a-491f-a986-d222f50387ed",
        "choice_type": "multi"
    },
    {
        "question": "Which should not be given in Liver failure?",
        "exp": "Ref: Katzung 11th p. 256 - 258. Explanation:* Carbonic anhydrase inhibitor-induced alkalinization of the urine decreases urinary excretion of N114+ (by converting it to rapidly reabsorbed NH3) and may contribute to the development of hyperammonemia and hepatic encephalopathy in patients with cirrhosis. Another carbonic anhydrase inhibitor, sulthiame. is an anticonvulsant under clinical trials in the USA.",
        "cop": 1,
        "opa": "Acetozolamide",
        "opb": "Furosemide",
        "opc": "Epelerone",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "e1242d37-7ddb-46ba-8b2e-2465e9265abe",
        "choice_type": "single"
    },
    {
        "question": "Diuretic which causes maximum amount of the kaliuresis for the same amount of natriuresis is",
        "exp": "Ans. is 'c' i. e., Acetazolamide Remember* Most marked Kaliuresis (K+ excretion) is caused by: Acetazolamide* Most marked Natriuresis (Na+ excretion) is caused by: Furosemide* Most marked Chloride excretion is caused by: Ethacrynic acid* Only diuretic which inhibits choride excretion is that is why it causes metabolic acidosis.: Acetazolamide (Pretest)* Diuretics which do not promote bicarbonate excretion: Ethacrynic acid: Thiazide like diuretics e. g. indapamide, metazoline, chlorthalidone.* Diuretics which maximally promotes uric acid excretion: Acetazolamide (by alkalanizing urine)",
        "cop": 3,
        "opa": "Loop diuretics",
        "opb": "Thiazides",
        "opc": "Acetazolamide",
        "opd": "Triamterene",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "1d3c3599-7d68-4b61-bb5f-ad88c0f5c092",
        "choice_type": "single"
    },
    {
        "question": "Potassium sparing diuretics is:",
        "exp": "(Spironolactone): Ref: 525-KDT) (561-KDT 6th)CLASSIFICATION OF DIURETICS1. High efficacy diuretics(Inhibitors of Na+ - K+ 2 CY cotransport)2. Medium efficacy diuretics(Inhibitors of Na+, Cl' symport)3. Weak or Adjunctive diuretics(a) Sulphamoyl derivatives: Furosemide, Bumetanide(b) Phenoxyacetic acid derivative Ethacrynic acid(c) Organomercurials: Mersalyl(a) Benzothiadiazines (thiazides) Chlorothiazide, Hydrochloroth iazide, Benzthiazide, Hydroflumethiazide, Clopamide(b) Thiazide like (related heterocyclics). Chlorthalidone, Metolazone, Xipamide, Indapamide(a) Carbonic anhydrase inhibitors: Acetazolamide(b) Potassium sparing diuretics(I) Aldosterone antagonist: spironolactone(II) Directly acting: - Triamterene, Amiloride(c) Osmotic diuretics: Mannitol, Isosorbide, Glycerol(d) Xanthines: Theophylline. SPIRONOLACTONE: - acts on distal tubule (exchange of potassium for sodium) and CD cells. Side effects (780-81-GG). Uses* Hyperkalemia (Dangerous)* Gynecomastia* Impotence, decreased libido* Hirsutism, Deepening of the voices, amenorrhoea* May induce diarrhea, gastritis, gastric bleeding and peptic ulcer (CONTRAINDICATED IN PEPTIC ULCER)*** CNS adverse - Drowsiness, Lethargy, ataxia, confusion and headache* Skin rash* Breast cancers (chronically use) and carcinogenic in rodents* Primary hyperaldosteronism* Edema associated with secondary alderosteronism (cardiac failure, hepatic cirrhosis, nephrotic syndrome, severe ascitis)* Diuretic of choice in hepatic cirrhosis.",
        "cop": 2,
        "opa": "Furosemide",
        "opb": "Spironolactone",
        "opc": "Mannitol",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "57abb81f-c952-4775-9ecf-ce3af38eb029",
        "choice_type": "single"
    },
    {
        "question": "Glycerol is an -",
        "exp": "Ans. is 'a' i. e., Osmotic diuretic o Osmotic diuretics are -Glycerol. Isosorbide. Mannitol",
        "cop": 1,
        "opa": "Osmotic diuretic",
        "opb": "Purgative",
        "opc": "Antidiabetic",
        "opd": "Antiemetic",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "0008e2db-0011-4d42-b804-f912139be44e",
        "choice_type": "single"
    },
    {
        "question": "Loop diuretics acts on?",
        "exp": "ANSWER: (B) Ascending limb. REF: Goodman Gillman pharmacology 11th ed page 482. See APPENDIX-14 below for \"RENAL PHYSIOLOGY\"Loop diuretics inhibit the activity of the Na+-- K+--2. C1- symporter in the TAL (thick ascending limb) of the loop of Henle, hence, their designation as loop diuretics. DIURETICSITE OF ACTIONMECHANISM OF ACTIONCarbonic anhy- drase inhibitors. Proximal convovulted tubules* Inhibit both the membrane-bound and cytoplasmic forms of carbonic anhy- drase. Loop diuretics. Ascending limb of loop of henle* Na-K-2. C1 Transporter inhibitor* Weak carbonic anhydrase inhibitor* Redistribution of renal blood flow. Ethacrinic acid. Ascending limb of loop of henle* Na-K-2. C1 Transporter inhibitor. Thiazide. Early distal tubule* Na-Ci symporter inhibitor. Spirinolactone. Interstitial side of distal tubule or collecting duct* Binds to intracellular mineralocorticoid receptor. Triamterene and amilioride. Luminal side of distal tubule or collecting duct* Blocks luminal Na channels APPENDIX - 14 Renal Physiology: Substance. Description. Proximal Tubule. Loop of Henle. Distal Tubule. Collecting. Duct. Glucose. If glucose is not reabsorbed by the kidney, it appears in the urine, in a condition known as glucosuria. This is associated with diabetes mellitus. Reabsorption (almost 100%) via sodium- glucose transport proteins (apical) and GLUT (basolateral). Oligopeptides, proteins, and amino acids. All are reabsorbed nearly completely. reabsorption Urea. Regulation of osmolality. Varies with ADHreabsorption (50%) via passive transportsecretion reabsorption in medullary collecting ducts. Sodium. Uses Na-H antiport, Na-glucose symport. sodium ion channels {minor}reabsorption (65%, isosmotic)reabsorption (25%o, thick ascending, Na-K-2. C1 symporter)reabsorption (5%, sodium- chloride symporter)reabsorption (5%, principal cells), stimulated byaldosterone via ENa. CChloride. Usually follows sodium. Active (transcellular) and passive (paracellular)reabsorptionreabsorption (thin ascending, thick ascending, Na-K-2. C1symporter)reabsorption(sodium-chloridesymporter) Water. Uses aquaporin water channels. See also diuretic. absorbed osmotically along w'ith solutesreabsorption(descending) reabsorption (regulated by ADH, via arginine vasopressin receptor 2). Bicarbonate. Helps maintain acid- base balance. Reabsorption (80-90%)reabsorption(thickascending) reabsorption (intercalated cells, via band 3 and pendrin). Protons. Uses vacuolar H+ATPase secretion(intercalatedcells). Potassium. Varies upon dietary needs. Reabsorption (65%)reabsorption (20%, thick ascending, Na-K-2. C1 symporter) secretion (common, via Na+/K+- ATPase, increased by aldosterone), or reabsorption (rare, hydrogen potassium ATPase). Calcium. Uses calcium ATPase, sodium-calciumexchangerreabsorptionreabsorption (thick ascending) via passive transport Magnesium. Calcium and magnesium compete, and an excess of one can lead to excretion of the other. reabsorptionreabsorption(thickascending)reabsorption Phosphate. Excreted as titratable acid. Reabsorption (85%) via sodium/phosphate cotransporter. Inhibited by parathyroid hormone. Carboxylate Reabsorption (100%) via carboxylate transporters.",
        "cop": 2,
        "opa": "Descending limb",
        "opb": "Thick ascending limb",
        "opc": "Cortical segment",
        "opd": "Collecting duct",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "1096ffa0-a82d-40ff-8bba-ed409ff0225d",
        "choice_type": "single"
    },
    {
        "question": "Which is the diuretic of choice in patients of pulmonary edema-",
        "exp": "Ans. is 'a' i. e., Furosemide Pharmacological treatment of acute pulmonary edema* Acute left ventricular failure and pulmonary edema is a medical emergency.* In acute left ventricular failure, there is accumulation of fluid in lungs - acute pulmonary edema.* Loop diuretics (Furosemide) is the DOC for acute pulmonary edema.* In acute left ventricular failure and pulmonary edema, furosemide has benefical effect because of venodilatory action (not because of diuretic action).* Intravenous furosemide causes promt increase in systemic venous capacitance and decreases left ventricular filling pressure even before the diuretic action becomes apparent. I. V. Furosemide|Venodilation|| Venous capacitance|| Preload|| Lt. ventricle filling pressure|| Pulmonary pressurei| Pulmonary edema* In contrast, diuretic action of Furosemide is responsible for symptomatic improveml in chronic heart failure.* Other drugs used for acute pulmonary edema1. Morphine | is a transient venodilator that reduces preload while relieving dysnea and anxiety. 2. Nitrates - Act by decreasing preload and L. V. filling pressure. 3. ACE inhibitors - Act by reducing both afterload and preload.* Recommended in hypertensive patients. 4. Recombinant BNP (Nesiritide) - Acts by reducing preload and afterload. 5. Inotropic agents (Dopamine, dobutamine, milirinone)* They act by stimulating cardiac contractility.* They are indicated in patients with acute pulmonary edema with severe left ventricular dysfunction. 6. Digitalis glycosides* Once a mainstay of treatment because of their inotropic action, digitalis glycosides are rarely used at present.* However, they may be useful for control of ventricular rate in patients with rapid atrial fibrillation or flutter and LV dysfunction, since they do not have negative inotropic effects of other drugs that inhibit AV node conuction.",
        "cop": 1,
        "opa": "Furosemide",
        "opb": "Thiazide",
        "opc": "Spironolactone",
        "opd": "Amiloride",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "d7567844-92df-4024-9f8f-fca65a75b1f4",
        "choice_type": "single"
    },
    {
        "question": "The site of action of the loop diuretic furosemide is:",
        "exp": "Ans. a. Thick ascending limb of loop of Henle (Ref: Goodman and Gilman: 12/e p678). The site of action of the loop diuretic furosemide is thick ascending limb of loop of Henle. Diuretic. Site of action. Mechanism of action. Carbonic anbydrase inhibitors. Proximal tubule. Inhibit Na+ and HCO3 - absorption due to carbonic anhydrase. QOsmotic diuretics. Loop of Henle. Reduce renal medullary tonicity. Loop diuretics. Thick ascending limb of loop of Henle. Inhibit Na+ - K+ 2. CI- symporter. QThiazides. Early distal tubule. Inhibit Na+ - Cl- symporter. QAmiloride. Late distal tubule, Collecting duct. Inhibit epithelial sodium channels (ENaC)QTrimaterence. Late distal tubule, Collecting duct. Inhibit epithelial sodium channels (ENaC)QAldosterone receptor antagonists. Late distal tubule, Collecting duct. Antagonize the Na+ and H2O reabsorption due to aldosterone",
        "cop": 1,
        "opa": "Thick ascending limb of loop of Henle",
        "opb": "Descending limb of loop of Henle",
        "opc": "Proximal convoluted tubule",
        "opd": "Distal convoluted tubule",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "adee443a-3645-4745-9db8-b8325109385b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a mineralocorticoid antagonist -",
        "exp": "Ans. is 'a' i. e., Spironolactone Potassium sparing diuretics. Aldosterone antagonists. Renal epithelial Ma+ channel inhibitorso Spironolactoneo Eplerononeo Canrenoneo Potassium canrenoneo Prorenoneo Mexrenoneo. Amilorideo Triamterene",
        "cop": 1,
        "opa": "Spironolactone",
        "opb": "Inamrinone",
        "opc": "Nicorandil",
        "opd": "Ketorolac",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "210c4122-74d6-4276-8c08-23626f38a844",
        "choice_type": "multi"
    },
    {
        "question": "True regarding Conivaptan is -",
        "exp": "Ans. is 'a' i. e., Vasopressin Antagonist ADH (Vasopressin) receptors Vta. V1b (also called V3) o Release of v. WF & Factor VIIIo Blood vessels - vasoconstrictiono Anterior pitutary -from endotheliumo Visceral smooth muscle - contractionrelease of ACTH o Liver - glycogenolysis o Platelet - aggregation o V receptors are more sensitive to ADH than V, receptors. VAPTANSo A new class of medication, the \"vaptan drugs\", act by inhibiting the action of vasopressin on it receptors (VIA, V1B and V2)? Vasopressin receptor antagonists. VIA receptor antagonisto As already explained, V1 A receptors are involved in vasoconstriction? V1 A antagonist can be used when total peripheral resistance is increased, e. g. in CHF and hypertension. Example - Relcovaptan. VI B receptor antagonisto VI B receptors are expressed in brain and pituitary gland? VI B antagonist can be used as psychiatric drugs. Example - Nelivaptan. V2 receptor antagonistso V2 receptors are mainly responsible for increase water permeability in kidney? V2 antagonists can be used when there is excessive ADH induced fluid retention as in SI ADH. Examples - Lixivaptan. satavaptan, mozavaptan, Tolvaptano Tolvaptan is currently the only oral V2 antagonist approved by the U. S. FDA. Non-selective (mixed V1A/V2)o Can be used in CHF (hypervolemic hyponatremia). Examples -Conivaptan",
        "cop": 1,
        "opa": "Vasopressin Antagonist",
        "opb": "V2 selective action",
        "opc": "Given orally",
        "opd": "Used in the treatment of hypernatremia",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "00f9a768-a951-41e8-a9d2-e3fed85b471f",
        "choice_type": "multi"
    },
    {
        "question": "Thiazide cause all except-",
        "exp": "Ans. is 'b' i. e., Ototoxicity. Complications of high ceiling (furosamide) diureticso Hypokalemia (M. C)o Acute saline depletiono Dilutional hyponatremiao Alkolosiso Hearing loss (ototoxicity)o Hyperuricemiao Hypocalcemiao Hyperglycemiao Hyperlipidemiao Hypomagnesemiao GI disturbanceso Mental disturbanceso Allergic manifestations. Thiazides also have same complications excepto Thiazides cause hypercalcemiao Thiazides may aggravate renal insufficiency, o Thiazides do not cause ototoxicity. Remembero Hypokalemia is less common with loop diuretics than with thiazideso Hypokalemia is prevented and treated by# Concurrent use of K+ sparing diuretics (M. C.) or# High dietary K+ intake or KC1 supplementationo Hyperglycemia and hyperuricemia are more marked with thiazides.",
        "cop": 2,
        "opa": "Hyperuricemia",
        "opb": "Ototoxicity",
        "opc": "Hypercalcemia",
        "opd": "Hypokalemia",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "9ad462a7-530c-4ffe-8597-01245f14fe97",
        "choice_type": "multi"
    },
    {
        "question": "Spironolactone is most effective for -",
        "exp": "Ans. is 'a' i. e., Cirrhotic edema \"Although can be used in all kinds of edema, spironolactone is the drug of choice for initial management of edema of liver cirrhosis\". o Spironolactone is used in: i) Edema (cirrhotic and nephrotic)ii) Along with thiazide or loop diureticsiii) Hypertensioniv) CHF",
        "cop": 1,
        "opa": "Cirrhotic edema",
        "opb": "Cardiac edema",
        "opc": "Idiopathic edema",
        "opd": "Nutritional edema",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "907a6e62-c639-4e30-91d0-e3a53da98611",
        "choice_type": "single"
    },
    {
        "question": "Following is true about frusemide",
        "exp": "Ans is 'c' i. e. It is used in pulmonary edema Loop diuretics are used in all types of edema because of their diuretic effect But when frusemide is given i. v. in acute pulmonary edema it acts by vasodilator action that preceedes diuretic action. Intravenous furosemide causes prompt increase in systemic venous capacitance and decreases left ventricular filling pressure even before the diuretic response is apparent. This is responsible for the quick relief it affords in the left ventricular failure and pulmonary edema. Frusemide acts on the thick portion of the ascending limb of the loop of Henle where Frusemide inhibits Na+, K+-2. Cl- cotransport. It is a orally and rapidly acting highly efficacious diuretic. Its maximal natriuretic effect is much greater than that of other classes of diuretics. The diuretic response goes on increasing with increasing dose i. e. they have a high \"ceiling\" of effect. Indeed they are so efficacious that overtreatment can dehydrate the patient. It is given i. v. only in case of acute pulmonary edema.",
        "cop": 3,
        "opa": "It is given only by IV route",
        "opb": "It causes mild diuresis",
        "opc": "It is used in pulmonary edema",
        "opd": "Acts on PCT",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "f8fec4e8-3860-487e-b707-09277f0d80a8",
        "choice_type": "multi"
    },
    {
        "question": "Potassium secretion is decreased by action on late distal tubule by?",
        "exp": "Ans. is 'a' i. e., Spironolactone Potassium sparing diuretics* These drugs act in late DCT and CD. Examples: 1) Aldosterone antagonists* Examples in this group are spironolactone, canrenone, prorenone, mexrenone and eplerenone.* Aldosterone acts on the late DT and CD cells by combining with an intracellular mineralocorticoid receptor -induces the formation of aldosterone induced proteins (AIPs) which promote Na+ reabsoiption and K+ secretion.* Spironolactone acts from the interstitial side of the tubular cells, combines with the mineralocorticoid receptor and inhibits the formation of AIPs in a competitive manner.* Spironolactone increases Ca+2 excretion by a direct action on renal tubules (amiloride decreases it).* Spironolactone is converted to active metabolites, the most important of which is canrenone.* All diuretics act from luminal (tubular) surface of tubular cells, except for aldosterone antogonists which act on interstitial surface. Therefore, aldosterone antagonists do not require access to tubular lumen, while other diuretics need access to tubular lumen. 2) Renal epithelial Na+ channel inhibitors* The luminal membrane of late DT and CD cells expresses a distinct amiloride sensitive or renal epithelial Na+ channel through which Na+ enters the cell down its electrochemical gradient which is generated by Na+ K+ ATPase operating at the basolateral membrane.* These channels are inhibited by amiloride and triamterene.* Their most important action is to decrease K+ excretion, this is accompanied by a small increase in Na+ excretion.* Amiloride is more potent and longer acting than triamterene.* Amiloride blocks entry of Li+ through Na+ channels in the CD cells and mitigates DT induced by lithium - DOC for LT induced DI.* Given as an aerosol amiloride affords symptomatic improvement in cystic fibrosis by increasing fluidity of respiratory secretions.* Amiloride decreases Mg++ and Ca++ excretion and increases urate excretion.* Triametere is less often used because it is incompletely obsorbed, and causes photosensitivity, glucose intolerance, interstitial nephritis and renal stones. It is a weak folic acid antagonist and can cause megaloblastic anemia.",
        "cop": 1,
        "opa": "Spironolactone",
        "opb": "Thiazide",
        "opc": "Furosemide",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "9597c6e7-e8d8-485f-b625-ba70e1ecbfcd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a direct renin inhibitor?",
        "exp": "Ref. GG I2! h edp. 799 Explanation: Direct Renin Inhibitor DRIs are a novel class of antihypertensive drugs that inhibit the RAS at its origin. Angiotensinogen is the only specific substrate for renin, and its conversion to AngI presents a rate-limiting step for the generation of downstream components of the RAS. Aliskiren is a low-molecular-weight non-peptide that is a potent competitive inhibitor of renin. It binds the active site of renin to blocks the conversion of angiotensinogen to Ang I, thus reducing the consequent production of Ang II. Aliskiren has a 10. 000-fold higher affinity to renin than to any other aspartic peptidases. The till is 20-45 hours. Plasma protein binding is 50% and is independent of concentration. Aliskiren is a substrate for P-glycoprotein (Pgp). which accounts for low absorption. Adverse Events- diarrhea, nasopharyngitis, cough (cough was much less common than with ACE inhibitors), elevated uric acid, renal stones, and gout. Like other RAS inhibitors, aliskiren is not recommended in pregnancy. Aliskiren reduces absorption of furosemide by 50%. Note: Vernakalant is an investigational multi-channel blocker that was developed for the treatment of atrial fibrillation. Adverse effects of vernakalant include dysgeusia (disturbance of taste), sneezing, paresthesia, cough, and hypotension.",
        "cop": 1,
        "opa": "Aliskrein",
        "opb": "Losartan",
        "opc": "Perindopril",
        "opd": "Vernakalant",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "d360469c-9c06-4181-8fcb-f8d2c519736e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is renin inhibitor -",
        "exp": "Ans. is 'c' i. e., Remikiren",
        "cop": 3,
        "opa": "Losartan",
        "opb": "Benazepril",
        "opc": "Remikiren",
        "opd": "Imidapril",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "2f408b25-068f-451d-94ab-c2aa09543f36",
        "choice_type": "single"
    },
    {
        "question": "Loop diuretics act by: (PGI Dec 2008)",
        "exp": "Ans: B (Inhibition of Na+-K+-2 Cl-cotransport) [Ref: K. D. T. 6th/561-573). Mechanism of Action of Diuretics. High Efficacy or High Ceiling or Loop Diuretics. There act by inhibition of Na+-K+-2 Cl- cotransport# Major site of action is the thick ascending loop of henie (ASCLH) i. e. site II.# Recently distinct absorptive or secretory isoforms of Na+- K+-2. C1- cotransporter have been isolated.# Absorptive isoform is exclusively expressed at the luminal membrane of thick Asc. LH while secretory form is expressed on the basolateral membrane of most glandular& epithelial cells. Medium Efficacy' or Thiazides/Thiazides Like Diuretics. These act by inhibition of Na+-CI- symport. Primary' site of action is in cortical diluting segment or the early DT (site III). Here they inhibit Na'-Cl'Symport at the luminal membrane. Acetazoiamide# It is a sulfonamide derivative which non competitively but reversibly inhibits carbonic anhydrase in proximal tubule cells resulting in slowing of hydration of CO2 - decreased availability' of H+ to exchange with luminal Na+ through the Na+-H+ antiporter. The net effect is inhibition of HCO3 (& accompanying Na+) reabsorption in PT - prompt but mild alkaline diuresis is ensues. Aldosterone Antagonist (Spironolactone & Eplerenone). They acts from the interstitial side of the tubular cell, combine with the mineralocorticoid receptor & inh ibits the formation of aldosterone induced proteins. (Al. Ps promote Na+ reabsorption by a no. of mechanism & K+ secretion. Amiloride & Triamterene. The luminal membrane of late DT & CD cells express a distinct amiloride sensitive or 'renal epithelial' Na+channel. Amiloride & Triamtereen block the luminal Na+ channels- indirectly inhibit K* excretion, while the net excess loss of Na' is minor (most of it has already been reabsorbed. Osmotic Diuretics (Mannitol. Glycerol & Isosorbide)# Mannitol is a non electrolyte of low M. W. that is pharmacologically inert. Mannitol appear to limit tubular water & electrolyte reabsorption. Though the primary' action of mannitol is to increase urinary' volume, excretion of all cations & anions is also enhanced.",
        "cop": 2,
        "opa": "Inhibition of Na+-Cl- Symport",
        "opb": "Inhibition of Na+-K+-2 Cl- cotransport",
        "opc": "Inhibition of Na+-K+ ATPase",
        "opd": "Inhibition of H*-K* ATPase",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "a460f909-7e5d-423c-8fef-7c7048766493",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with thiazide?",
        "exp": "Ans. A. Hypercalciuria. Thiazides diuretics causes hypercalcemia by inhibiting the secretion of calcium from the body. Apart from this, it causes hypokalemia, hyponatremia and hyperuricemia. All the side effects are similar with loop diuretics except the calcium excretion where loop loses calcium.",
        "cop": 1,
        "opa": "Hypercalciuria",
        "opb": "Hyperuricemia",
        "opc": "Hypokalemia",
        "opd": "Hyponatremia",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "646537d1-3e60-4553-a917-5b1b22c1f932",
        "choice_type": "single"
    },
    {
        "question": "Severe hyperkalemia is seen in combination with:",
        "exp": "Ans. C. Losartan and amiloride. ACE inhibitors/ARBs result in hyperkalemia. Side effectsa. Hypotension may occur especially in patients who are hypovolemic as a result of diuretics, salt restriction, or gastrointestinal fluid loss. b. Hyperkalemia- mostly in patients with renal impairment, NSAIDs & K+ sparing diuretics. c. Cough is due to increased levels of bradykinin (ACE inhibitors)d. Dysgeusiae. Angioedema, Rashes, Urticariaf. Foetopathic effect- in utero development of the kidneys is angiotensin dependent. g. ACEI's or ARBs, are contraindicated given during the second or third trimesters",
        "cop": 3,
        "opa": "Amiloride and Furosemide",
        "opb": "Lisinopril and furosemide",
        "opc": "Losartan and amiloride",
        "opd": "Propranolol and verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "08951d29-996c-46be-bf9d-6ad18e96ac2d",
        "choice_type": "single"
    },
    {
        "question": "Frusemide acts on",
        "exp": "Ans: a (Ascending limb of Ref: Katzung 11th ed. Loop diuretics selectively inhibit Na. Cl reabsorption in the Thick Ascending Limb. Frusemide is a loop diuretic. Because of the large Na. Cl absorptive capacity of this segment and the fact that the diuretic action of these drugs is not limited by development of acidosis, which is usually seen with the carbonic anhydrase inhibitors. Loop diuretics are the most efficacious diuretic agents currently available. Segment. Functions. Diuretic with Major Action. Glomerulus. Formation of glomerular filtrate. None. Proximal convoluted tubule (PCT). Reabsorption of 65% of filtered Na+/ K+/ CA2+, and Mg2+; 85% of Na. HC03, and nearly 100% of glucose and amino acids. I sos mo tic reabsorption of water. Carbonic anhydrase inhibitors. Proximal tubule, Straight segments. Secretion and reabsorption of organic acids and bases, including uric acid and most di uretics. None. Thin descending limb of Henl e's loop. Passive reabsorption of water. None. Thick ascending limb of Henle's loop (TAL). Active reabsorption of 15-25% of filtered Na7 K7 CP; secondaryreabsorption of Ca2+ and Mg2+Loop diuretics. Distal convoluted tubule (DCT). Active reabsorption of 4-8% of filtered Na+ and Cl\"; Ca2+ reabsorption under parathyroid hormone control. Thiazides. Cortical collecting tubule (CCT). Na+ reabsorption (2- 5%) coupled to K+ and H+ secretionK+-s paring diuretics. Medullary collecting duct. Water reabsorption under vasopressin control. Vasopressin antagonist",
        "cop": 1,
        "opa": "Ascending limb of LOH",
        "opb": "PCT",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "4b09d44c-d0df-4698-becc-2b9bc1bc3b57",
        "choice_type": "single"
    },
    {
        "question": "Thiazides act on -",
        "exp": "Ans. is 'b' i. e., DCT o Tubular absorption can be divided into four sites. Site I- Proximal tubuleo Four mechanisms of Na+ transport have been defined in this segment -Direct entry of Na+ along electrochemical gradient. Na+-K+ symport along with active reabsorption of glucose, aminoacids, organic anions and PO4-3. Exchange with H+ by Na+ /H+ exchanger located in the luminal membrane of proximal tubule (PT) epithelial cells. The PT cells secrete FT with the help of carbonic anhydrase. H+ ion exchanges with Na+ present in tubular fluid through Na+-H+ exchanger (antiporter) and forms H2. CO3 by combining with HCO3- This H2. CO3 is broken into H2O + CO2 by brush border carbonic anhydrase; both CO2 and H2O diffuse inside the cell and recombine to form H2. CO3 with the help of intracellular carbonic anhydrase. This H2. CO3 is the source of H+. The dissociated HCO3- in the cell is transported to cortical E. C. F. by basolateral membrane Na+-HCO3- symporter resulting in net reabsorption of Na. HCO3. Carbonic anydrase inhibitors (acetazolamide) act predominantly in PCT and inhibit Na. HCQ3 reabsorption. The disroportionately large HCO3, acetate, PO4-3, passive driving forces for Cl- to diffuse through the paracellularpathway, particularly in the later PT. This takes Na+ and H2O along to maintain electrical neutrality and isotonicity; reabsorption in PT is isotonic. o Osmotic diuretics (mannitol) are solutes which are not absorbed in proximal tubule and therefore retain water. Site II Ascending limb of loop of Henleo The thick ascending limb can be distinguished into two distinct portion. Medullary portion lined by cuboidal cells. Cortical portion lined by flattened cells. o Both portions are relatively impermeable to water but absorb salt actively and thus dilute tubular fluid, o In the medullary portion a distinct luminal membrane carrier transports ions in ratio of Na+-K+-2. C1-. The sodium enters the cell is pumped to ECF by Na+ K+ ATPase at the basolateral membrane, o This Na+--K+--2. Cl= svmport is inhibited bv loop diuretics (eg-Furosemide). o In addition, a Na+-Cl- symporter moves Cl- down its electrochemical gradient into ECF and carries Na+ along. Site III - cortical diluting segment of loop of Henle and early DTo This segment is also impermeable to H2O and continues to absorb salt through Na+-Cl- symporter. o Thiazide diuretics act at this site. Site IV - late distal tubule and collecting ducto In late DT and CD, Na+ is actively reabsorbed; the cation-anion balance being maintained partly by passive Cl- diffusion and partly by secretion of K+ and H+. o Absorption of Na+ at this site occurs through a specific amiloride sensitive Na+ channel and is controlled to a large extent by aldosterone. o K+- sparing diuretics act at this site. o Collecting tubule is the most important site of K+ secretion by the kidney and the site at which virtually all diuretic induced changes in K+ balance occur - as K+ secretion occurs in exchange of Na+, higher the Na+ load in CD higher will be K+ excretion in urine - Diuretics which act on PCT (maximum absortion of Na+ occurs at PCT) like acetazolamide will cause maximum kaliuresis (K+ excretion in urine). o The principal cells are the major sites of Na\", K+, and water transport, and intercalated cells are the primary sites of FT secretion. o The collecting tubule is also the site at which the final urine concentration is determined. ADH (vasopressin) controls the permeability of this segment to water by regulating the insertion of preformed water channels (aquaporin- 2, AQP2) into the apical membrane via a G protein - coupled c. AMP - mediated process, o ADH also stimulates the insertion of urea transporter UT1 molecules into the apical membranes of medullary collecting tubule cells. Urea concentration in the medulla plays an important role maintaining the high osmolarity of the medulla and in the concentration of urine.",
        "cop": 2,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Glomerulus",
        "opd": "Descending limb of loop of Henle",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "c36bad02-4cff-430c-9750-5601ef15cbdd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not an adverse effect of ACE inhibitors",
        "exp": "Ans. is 'b' i. e. Hypokalemia. Ref.: K. D. T 4th/e page 204 (5th/e page 449, 450)ACE inhibitors cause increase in plasma potassium level. It is an important risk in the following patients. Patients with impaired renal function. Those taking K+ sparing diuretics, NSAIDS or b blockers. Other commonly asked adverse effects of ACE inhibitors-Hypotension - an initial sharp fall in B. P. occurs specially in diuretic treated CHF patients. Cough. Persistent brassy cough within 1-8 weeks subsides after discontinuation of drug for 4-6 days Caused by inhibition of bradykinin/substance P breakdown*Rashes, urticaria. Angioedema*Dysgeusia - Loss or alteration of taste sensation. Fetal damage. Granulocytopenia and proteinuria. Acute renal failure - It is precipitated in patients with B/L renal artery stenosis and ACE inhibitors are contraindicated in such patients",
        "cop": 2,
        "opa": "Cough",
        "opb": "Hypokalemia",
        "opc": "Angioneurotic edema",
        "opd": "Skin rash",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "06ebde60-fd58-4afc-aa06-e6539343bfe3",
        "choice_type": "single"
    },
    {
        "question": "Tolvapton is a/an -",
        "exp": "Ans. is 'c' i. e., Vasopressin antagonist VAPTANSo A new class of medication, the \"vaptan drugs\", act by inhibiting the action of vasopressin on it receptors (V1A, V1B and V2) - Vasopressin receptor antagonists.# As already explained, V1 A receptors are involved in vasoconstriction - V1A antagonist can be used when total peripheral resistance is increased, e. g. in CHF and hypertension.# Example - Relcovaptan2) V1 B receptor antagonist# V1 B receptors are expressed in brain and pituitary gland - V1 B antagonist can be used as psychiatric drugs.# Example - Nelivaptan3) V2 receptor antagonists# V2 receptors are mainly responsible for increase water permeability in kidney - V2 antagonists can be used when there is excessive ADH induced fluid retention as in SIADH.# Examples - Lixivaptan, satavaptan, mozavaptan, Tolvaptan. 4) Non-selective (mixed V1A/V2)# Can be used in CHF# Examples - Conivaptan",
        "cop": 3,
        "opa": "Angiotensin antagonist",
        "opb": "Renin inhibitor",
        "opc": "Vasopressin antagonist",
        "opd": "ACE inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "69a99ab5-6422-46c5-a339-b20e80817688",
        "choice_type": "single"
    },
    {
        "question": "Verapamil is used in all, except -",
        "exp": "Ans. is 'c' i. e., Ventricular tachycardia The electrophysiological properties of Verapamil enables it be used as an antiarrhythmic. Electrophysiological effects of verapamilo The basic action of verapamil is to depress Ca2+ mediated depolarization. This result in following actions -Decrease S. A. node automaticity. Decrease ventricular automaticity. Increase A. V nodal ERP (This is the most consistent action of Verapamil and due to this A-V conduction is markedly slowed however intraventricular conduction is not slowed). Use of Verapamil as an antiarrhythmic -PSVT-It is effective in 80% cases. It should not be used if PSVT is accompanied with hypotension or CHF. To control ventricular rate in Atrial flutter or Atrial fibrillation (May be used as an alternative to or in addition to Digitalis). Verapamil is contraindicated in following arrhythmias-Ventricular arrhythmias - Injection of verapamil has precipitated ventricular fibrillation, therefore contraindicated. Digitalis toxicity - Verapamil is contraindicated in Digitalis toxicity because additive A-V block may occur. Heart block and sick sinus. Other uses of verapamil: Angina pectoris- All CCB's are effective in reducing frequency and severity of classical as well as variant angina. It is beneficial in angina in the following way. Classical angina - Reduces cardiac work, mainly as a result of reduced afterload. Variant angina - Prevent arterial spasm. Hypertension. Hypertrophic cardiomyopathy. Suppress nocturnal leg cramps. Migraine",
        "cop": 3,
        "opa": "Angina pectoris",
        "opb": "Atrial fibrillation",
        "opc": "Ventricular tachycardia",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "c95feda1-4b31-4b3f-9f45-ee1df5c61195",
        "choice_type": "multi"
    },
    {
        "question": "Desmopressin is preferred over vasopressin because desmopressin has all the properties except -",
        "exp": "Ans. is 'b' i. e., More selective for VI receptor. Vasopressin Vs. Desmopressino Major indication of ADH (vasopressin) is central DI. o But use of vasopressin is limited because: It has short half life. Action is nonspecific, i. e. act on both VI and V2 receptors (VI mediated vasconstriction can cause hypertension)o These shortcomings can be overcome by desmopressini) Desmopressin is longer actingii) Desmopressin is V2 selective - So VI mediated vasoconstriction. Desmopressin is 12 times more potent than vasopressin.",
        "cop": 2,
        "opa": "More potent",
        "opb": "More selective for VI receptor",
        "opc": "Has little vasconstrictor activity",
        "opd": "Longer acting",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "3392a1cf-1e57-407c-843e-30a3d0ae4241",
        "choice_type": "multi"
    },
    {
        "question": "Minimum quantity of filtered Na actually excreted is by which of the following diuretie-",
        "exp": "Ans. is 'c' i. e., Amiloride Urinary electolyte pattern and natriuretic efficacy of some diuretics Urinary electrolyte excretion. Max. % of filtered. Na+ excreted. Efficacy. Diuretic. Na+K+Cl-HCO-31. Furosemide|||||||, -25%High2 Thiazide|||||8%Intermediate3. Acetazolamide||||, -||5%Mild4. Spironolactone|||-, |3%Low-5. Amiloride|||-, |3%Low6. Mannitol|||||20%Higho From the table it is clear that maximum amount of filtered Na actually excreted is by furosemide (25%) and minimum amount is by spironolactone and amiloride (3%).",
        "cop": 3,
        "opa": "Furesemide",
        "opb": "Thiazide",
        "opc": "Amiloride",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "106c388f-9bee-4b25-a49b-10061125d1f2",
        "choice_type": "multi"
    },
    {
        "question": "Amiloride can cause hyperkalemia due to its action on:",
        "exp": "Ans. B. Sodium channel. Amiloride and triamterene are K+ sparing diuretic, they act by inhibiting epithelial Na+ channel. When they inhibit the sodium channel, there is no generation of electrical gradient and thus potassium and hydrogen are not excreted. They may be responsible for hyperkalemia.",
        "cop": 2,
        "opa": "Potassium channel",
        "opb": "Sodium channel",
        "opc": "Na+ Cl- symporter",
        "opd": "H+K+ATP ase",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "a1835416-b313-4e45-b6b4-0ae5976dc772",
        "choice_type": "single"
    },
    {
        "question": "Which intravenous fluid contains maximum potassium and is the preferred fluid for the treatment of hypokalemia?",
        "exp": "Ans. D. Isolyte -MIsolyte-M has the maximum potassium 35 m. Eq/L content and is very useful to treat hypokalemia provided the renal status is normal. Sodium concentration of various intravenous fluids. Intravenous fluids. Isotonic saline. Ringer's lactate0. 45% saline. Isotyte-GIsolyte-MIsolyte-PNa(mq/L)154130. 0776340253%Na. Cl2ml=1m. Eq. Na, 7. 5%Na. HCO3 10ml=9m. Eq. Na Potassium concentration of intravenous fluids. Intravenous fluids Isolyte-MIsolyte-PIsolyte-GRinger'slactate. KCl (15%) AmpK(m. Eq/L)35. 020. 017. 04. 020m. Eq/10ml Characteristics of intravenous fluids. Characteristic. Intravenous fluids. Characteristic. Intravenous fluids. Most physiological. RLGlucose free. Saline. RLRich in sodium. NS. DNS. RLSodium free. Dextrose solutions. Rich in chloride. NS. DNS. Iso-GPotassium free. NS/DNS. dextrose solution. Rich in potassium. Iso-M. P and GAvoid in liver failure. RL, Iso-G. 5% DCorrects acidosis. RL. all isolyte Except Iso-GAvoid in renal failure. NS. RL. all isotyte. Corrects alkalosis. Isolyte-G, NSProvides phosphorous. Isolyte-M",
        "cop": 4,
        "opa": "Ringer lactate",
        "opb": "Isolyte-P",
        "opc": "Isotonic saline",
        "opd": "Isolyte-M",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "e5a53512-27ed-431e-b692-fa9ee090338f",
        "choice_type": "single"
    },
    {
        "question": "Diuretics of choice for acute pulmonary edema -",
        "exp": "Ans. is 'a' i. e., Loop diuretics Pharmacological treatment of acute pulmonary edemao Acute left ventricular failure and pulmonary edema is a medical emergency, o In acute left ventricular failure, there is accumulation of fluid in lungs - acute pulmonary edema, o Loop diuretics (Furosemide) is the DOC for acute pulmonary edema. o In acute left ventricular failure and pulmonary edema, furosemide has benefical effect because of venodilatory action (not because of diuretic action). o Intravenous furosemide causes promt increase in systemic venous capacitance and decreases left ventricular filling pressure even before the diuretic action becomes apparent. I. V. Furosemide|Venodilation|| Venous capacitance|| Preload|| Lt. ventricle filling pressure|| Pulmonary pressure|| Pulmonary edemao In contrast, diuretic action of Furosemide is responsible for symptomatic improveml in chronic heart failure. o Other drugs used for acute pulmonary edema: 1. Morphine-is a transient venodilator that reduces preload while relieving dysnea and anxiety. 2. Nitrates-Act by decreasing preload and L. V. filling pressure. 3. ACE inhibitors-Act by reducing both afterload and preload, o Recommended in hypertensive patients. 4. Recombinant BNP (Nesiritide) - Acts by reducing preload and afterload. 5. Inotropic agents (Dopamine, dobutamine, milirinone)o They act by stimulating cardiac contractility. o They are indicated in patients with acute pulmonary edema with severe left ventricular dysfunction. 6. Digitalis glycosideso Once a mainstay of treatment because of their inotropic action, digitalis glycosides are rarely used at present. o However, they may be useful for control of ventricular rate in patients with rapid atrial fibrillation or flutter and LV dysfunction, since they do not have negative inotropic effects of other drugs that inhibit AV node conuction.",
        "cop": 1,
        "opa": "Loop diuretics",
        "opb": "Thiazides",
        "opc": "Spironolactone",
        "opd": "Mannitol",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "562e6d5c-57d3-4e50-9baa-f7aa6d568eda",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of thiazides is by -",
        "exp": "Ans. is \"a' i. e.. Inhibiting Na+/Cl- symporter in DCT o Thiazide diuretics act by inhibiting Na+/ Cl- reabsorption pump in the distal convoluted tubule, thereby increasing urinary excretion of Na+ and Cl-. This result in reduced ECF and plasma volume, which results in decreased CO. o Na+ absorption at different tubular sites. PT - 65-70%Asc. LH - 20-25%DT - 8-9%CD- 1-2%o Tubular absorption can be divided into four sites. Site I- Proximal tubuleo Four mechanisms of Na4 transport have been defined in this segment -1. Direct entry of Na4 along electrochemical gradient. 2. Na+-K+ symport along with active reabsorption of glucose, aminoacids, organic anions and PO4 -33. Exchange with H+ by Na+ /H+ exchanger located in the luminal membrane of proximal tubule (PT) epithelial cells. The PT cells secrete H+ with the help of carbonic anhvdrase. H+ ion exchanges with Na+ present in tubular fluid through Na+-H+ exchanger (antiporter) and forms H2. CO3 by combining with HCO3-. This H2. CO3 is broken into H2O + CO2 by brush border carbonic anhydrase; both CO2 and H2O diffuse inside the cell and recombine to form H2. CO3 with the help of intracellular carbonic anhydrase. This H2. CO3 is the source of H+. The dissociated HCO3- in the cell is transported to cortical E. C. F. by basolateral membrane Na+-HCO3- symporter resulting in net reabsorption of Na. HCO3. Carbonic anvdrase inhibitors (acetazoiamide) act predominantly in PCTand inhibit Na. HCQ3 reabsorption. 4. The disroportionately large HCO3-, acetate, PO4-3, passive driving forces for Cl- to diffuse through the paracellular pathway, particularly in the later PT. This takes Na+ and H2O along to maintain electrical neutrality and isotonicity; reabsorption in PT is isotonic. o Osmotic diuretics (mannitol) are solutes which are not absorbed in proximal tubule and therefore retain water: Site 11 Ascending limb of loop of Henleo The thick ascending limb can be distinguished into two distinct portion. 1. Medullary portion lined by cuboidal cells. 2. Cortical portion lined by flattened cells. o Both portions are relatively impermeable to water but absorb salt actively and thus dilute tubular fluid, o In the medullary portion a distinct luminal membrane carrier transports ions in ratio of Na+-K+-2. Cl-. The sodium enters the cell is pumped to ECF by Na+ K+ ATPase at the basolateral membrane, o This Na+ -K+--2. Cl= symport is inhibited by loop diuretics (eg-Furosemide)o In addition, a Na+-Cl- symporter moves Cl- down its electrochemical gradient into ECF and carries Na+ along. Site III - cortical diluting segment of loop of Henle and early DTo This segment is also impermeable to H2O and continues to absorb salt through Na+-Cl- symporter. o Thiazide diuretics act at this site. Site IV - late distal tubule and collecting ducto In late DT and CD, Na+ is actively reabsorbed; the cation-anion balance being maintained partly by passive Cl- diffusion and partly by secretion of K+ and H+. o Absorption of Na+ at this site occurs through a specific amiloride sensitive Na+ channel and is controlled to a large extent by aldosterone. o K+- sparing diuretics act at this site. o Collecting tubule is the most important site of K+ secretion by the kidney and the site at which virtually all diuretic induced changes in K+ balance occur - as K+ secretion occurs in exchange of Na+, higher the Na+ load in CD higher will be K+ excretion in urine - Diuretics which act on PCT (maximum absortion of Na+ occurs at PCT) like acetazolamide will cause maximum kaliuresis (K+ excretion in urine), o The principal cells are the major sites of Na+, K+, and water transport, and intercalated cells are the primary sites of H+ secretion. o The collecting tubule is also the site at which the final urine concentration is determined. ADH (vasopressin) controls the permeability of this segment to water by regulating the insertion of preformed wrater channels (aquaporin-2, AQP2) into the apical membrane via a G protein - coupled c. AMP - mediated process. o ADH also stimulates the insertion of urea transporter UT1 molecules into the apical membranes of medullary collecting tubule cells. Urea concentration in the medulla plays an important role maintaining the high osmolarity of the medulla and in the concentration of urine.",
        "cop": 1,
        "opa": "Inhibiting Na+/Cl- symporter in DCT",
        "opb": "Inhibiting Na+/Cl- symporter in PCT",
        "opc": "Inhibiting Na+K+2. C1- in ascending limb of loop of henle",
        "opd": "Inhibiting Na+K+2. CI- in descending limb of loop of henle",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "963493d9-2c54-43c1-b345-03b7c22f2e7a",
        "choice_type": "single"
    },
    {
        "question": "Spironolactone is the first drug to be given for?",
        "exp": "Ans. (a) Cirrhotic edema. Ref: Goodman llthed ch-28",
        "cop": 1,
        "opa": "Cirrhotic edema",
        "opb": "Cardiac edema",
        "opc": "Idiopathic edema",
        "opd": "Nutritional edema",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "7097434e-8606-486c-98e2-b02f93960c2f",
        "choice_type": "single"
    },
    {
        "question": "All are true about hydrochlorothiazide except:",
        "exp": "Ans: C (Increases...) HYDROCHLOROTHIAZIDE It inhibits Na*- Cl- symport predominantly in the DCT. In contrast to loop diuretics, which inhibit Ca2* reabsorption, thiazides actually enhance Ca2* reabsorption & decrease urine calcium excretion (causes hypercalcemia). Thiazides are useful in the treatment of kidney stones caused by hypercalciuria. ' The major indications for thiazide diuretics are (1) hypertension, (2) heart failure, (3) nephrolithiasis due to idiopathic hypercalciuria, and (4) nephrogenic diabetes insipidus. \"Thiazide cause carbohydrate intolerance & cause precipitation of diabetes\"- KDT 7^/560 Toxicity HYPOKALEMIC METABOLIC ALKALOSIS AND HYPERURICEMIA IMPAIRED CARBOHYDRATE TOLERANCE Hyperglycemia may occur in patients who are overtly diabetic or who have even mildly abnormal glucose tolerance tests. HYPERLIPIDEMIA Thiazides cause a 5-15% increase in total serum cholesterol and low-density lipoproteins (LDL). # HYPONATREMIA Hyponatremia is an important adverse effect of thiazide diuretics. It is due to a combination of hypovolemia-induced elevation of ADH, reduction in the diluting capacity-' of the kidney, and increased thirst. It can be prevented by reducing the dose of the drug or limiting water intake. # OTHER TOXICITIES Weakness, fatigability, and paresthesias similar to those of carbonic anhydrase inhibitors may occur. Impotence has been reported but is probably related to volume depletion. # Contraindications: Excessive use of any diuretic is dangerous in hepatic cirrhosis, borderline renal failure, or heart failure",
        "cop": 3,
        "opa": "Cause hyperglycemia",
        "opb": "Inhibit Na-Cl symport",
        "opc": "Increases calcium excretion in urine",
        "opd": "Cause hyperuricaemia",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "457a7b5a-d4e4-4c7f-b4d3-904975c1bfd8",
        "choice_type": "multi"
    },
    {
        "question": "Furosemide acts by inhibiting -",
        "exp": "Ans. is 'a' i. e., Na+-K+-2. C1- pump o The major site of action is thick ascending limb of loop of Henle where they inhibit Na+K+2. Cl'. o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Na+-K+-2. Cl- pump",
        "opb": "Na+-Cl- pump",
        "opc": "Carbonic anhydrase",
        "opd": "Epithelial Na+ channels",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "95c0cfd2-8662-4a88-bcb0-9f8b01201ad4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diuretics decrease the renal lithium clearance?",
        "exp": "Ans. is 'b' i. e., hydrochlorothiazide Lithium has got low therapeutic index so measuring its plasma level is of utmost importance to assure safe use of drug. Approximately 95% of a single dose of Li+ is eliminated in urine. Li+ is handled by the kidney in same way as Na+ i. e. most of the filtered Li+ is reabsorbed in the proximal tubule. So loading with Na+ will increase the Li+ excretion and Na+ depletion will promote a clinically important degree of retention of Li+It is now obvious that diuretics will cause retention of Li+ because they cause Na+ depletion. All the diuretics given in option (except Acetazolamide) decrease the renal lithium clearance. So we will have to choose the one, which causes the greatest retention of lithium. Goodman Gilman (10/e, p 509) and Katzung (8/e, p 493) write that the thiazide cause greatest retention among diuretics. Other drugs which can cause Li retention. Tetracycline. Indomethacin. ACE inhibitors",
        "cop": 2,
        "opa": "acetazolamide",
        "opb": "hydrochlorthiazide",
        "opc": "furosemide",
        "opd": "spironolectone",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "5e6672e9-e762-4fc1-b80b-0c2c6642e4cf",
        "choice_type": "single"
    },
    {
        "question": "All of the following are potassium sparing diuretic EXCEPT:",
        "exp": "Ans. (c) Indapamide. Ref. KDT 6th ed. / 540. Diuretic class. Drugs. MOASite of action. Osmotic diuretic. Mannitol. Inhibit water and solute reabsorption. All part of tubule, but mainly proximal tubule. Loop diuretics* Furosemide* Torsemide. Inhibit Na+- K+-2. CI co- transport. Thick ascending loop of henle. Thiazide diuretic* Hydrochlor thiazide* Benzthiazide* Chlorthalidone* Indapamide. Inhibit Na+- CI co- transport. Distal tubuleK+ sparing diuretic* Spironolactone* Triamterene* Amiloride* Decrease Na+ reabsorption* Decrease K+ secretion. Collectingtubule. Carbonic anhydrase inhibitor. Acetazolamide. Inhibit H+ secretion and HCO3 reabsorption, which reduces Na+ reabsorption. Proximaltubule",
        "cop": 3,
        "opa": "Spironolactone",
        "opb": "Triamterene",
        "opc": "Indapamide",
        "opd": "Amiloride",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "b1e96957-3c15-49f2-a4ff-f5c08ad5754a",
        "choice_type": "multi"
    },
    {
        "question": "Eplerenone is:",
        "exp": "Ans. D. All of these. Eplerenone like spironolactone is aldosterone antagonist. It is potassium sparing diuretic and can cause hyperkalemia.",
        "cop": 4,
        "opa": "Aldosterone antagonist",
        "opb": "Can cause hyperkalemia",
        "opc": "Diuretic",
        "opd": "All of these",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "32a850f4-102a-4d60-b54d-9829ddf60f55",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following diuretic causes impaired glucose tolerance?",
        "exp": "Ans. is 'b' i. e., Thiazides Drugs causing hyperglycemia* Asparaginase* Ethacrinic acid* HIV protease inhibitors* Pentamidine* Chlorthalidone* Frusemide* Niacin* Thiazides* Diazoxide* Glucocorticoids* OCP* b-adrenergic agonists* Encainide* Growth-hormone* Phenytoin* b-blockers (propranolol)* Thyroid hormones* Vacor* Clozapine* a-IFN* Glucagon* Cyclosporine* Tacrolimus* Protease inhibitors* L-Asparaginase",
        "cop": 2,
        "opa": "Spironolactone",
        "opb": "Thiazides",
        "opc": "Amiloride",
        "opd": "Canrenone",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "36f3627d-61a5-4cc6-baa6-8cc7acf90810",
        "choice_type": "multi"
    },
    {
        "question": "Chronic thiazide therapy causes persistent hypercalcemia due to:",
        "exp": "Ans. is 'd' Hyperparathyroidism Chronic thiazide therapy causes hypercalcemia because it enhances the parathyroid mediated increase of Ca reabsorption. Note: Thiazide diuretics cause hypercalcemia where as high ceiling diuretics cause hypocalcemia. Other important side effects of Thiazide diuretics. Hyperuricemia *Hypokalemia* (More than high ceiling diuretics). Dilutional hyponatremia*Hyperglycemia* and Hyperlipidemia*Magnesium depletion*",
        "cop": 4,
        "opa": "Renal tubular acidosis",
        "opb": "Fanconi's syndrome",
        "opc": "Hyper vitaminosis D",
        "opd": "Hyper parathyroidism",
        "subject_name": "Pharmacology",
        "topic_name": "Diuretic",
        "id": "a788f2d5-a6b1-4850-ba74-ffeaa99852bf",
        "choice_type": "single"
    }
]