[
    {
        "question": "Drug active against New Delhi beta lactamase producing strains of bacteria is:",
        "exp": "New Delhi Metallo lactamase bacteria are susceptible to colistin. Penicillinase Resistant Penicillin : Cloxacillin Oxacillin Nafcillin Dicloxacillin Ofloxacillin Methicillin Extended Spectrum b Lactamase bacteria are sensitive to carbapenems.",
        "cop": 2,
        "opa": "Meropenem",
        "opb": "Colistin",
        "opc": "Cephalosporins",
        "opd": "Penicillins",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "43ea1081-4a17-48ae-a675-230b9834040a",
        "choice_type": "single"
    },
    {
        "question": "Post cardiac surgery delirium symptoms are worsened by:",
        "exp": "- Anticholinergics blocks the actions of ACh on autonomic receptors and in the CNS exeed through muscarinic receptors. Atropine has an overall CNS stimulant action. At low doses these effects are not appreciable, it only produces peripheral effects because of restricted entry into the brain. High doses causes coical excitation, restlessness, disorientation, hallucinations and delirium can occur which is followed by respiratory depression and coma.",
        "cop": 2,
        "opa": "Antipsychotics",
        "opb": "Atropine",
        "opc": "Benzodiazepines",
        "opd": "Antihistaminics",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "61064d52-9151-4a93-8507-adb7510ea4df",
        "choice_type": "single"
    },
    {
        "question": "Which drug act by conveing uric acid to allantoin?",
        "exp": "Uric Acid:- is water insoluble, It precipitate at different site and cause symptoms. In Birds, Uric Acid is fuher metabolized to a compound called Allantoin, which is water soluble and donot precipitate. Uricase metabolize uric Acid to Allantoin RASBURICASE Birds Recombinant Febuxostat: non purine xanthine oxidase inhibitor, thereby reducing formation of xanthine and uric acid. Colchicine: Produces its anti-inflammatory effect by binding to intracellular Proteintubulin, there by preventing its polytenization in monostable and leading to inhibition of leukocyte migration and phagocytosis. Also inhibits the formation of leukotriene by. Probenecid and sulfinpyrazone are uricosuric drugs employed to decrease the body pool of urate in patient with tophaceous gaunt of those with increasingly prevent gently attacks.",
        "cop": 2,
        "opa": "Sulfinpyrazone",
        "opb": "Rasburicase",
        "opc": "Febuxostat",
        "opd": "Colchicine",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "27a6b689-437c-4460-b190-03d431698900",
        "choice_type": "multi"
    },
    {
        "question": "Analgesic effect of paracetamol is mediated by action on which of the following receptor?",
        "exp": "PCM uses - Fever Pain Not for inflammation Peroxide:- Presence of peroxide at inflammation site inactivate PCM. COX3 inhibitor :- Presence of COX3 in brain, therefore fever and pain can be treated with PCM. Vanilloid receptor:-Metabolites of PCM binds with vanilloid receptor to produce analgesia. Transient Receptor Potential vanilloid 1:TRPV 1",
        "cop": 4,
        "opa": "NK 1",
        "opb": "BK 1",
        "opc": "Px23",
        "opd": "TRPV 1",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "65344957-519b-4693-a539-ac619912b98c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug helps in rapid reversal of effect of rocuronium ?",
        "exp": "- 2 reversal agent of rocuronium:- Neostigmine:- Inhibits Acetylcholine esterase- |Ach. ( Neuromuscular agonist, Muscarinic Action) Suggamadex :- reversing agent developed for terminating the action of nondepolarizing muscle relaxants- rocuronium and vecuronium. It is selective relaxant binding agent. - Suggamadex is much faster than Neostigmine but it can cause allergies. - Edrophonium antagonize neuromuscular blockade purely by inhibiting acetylcholinesterase activity.",
        "cop": 2,
        "opa": "Neostigmine",
        "opb": "Sugammadex",
        "opc": "Edrophonium",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "7e2ad5e1-5777-441f-9cf7-cd7482827d4f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug predominantly act by decreasing the preload of hea?",
        "exp": "Vasodilator: Nitrate: |Preload Aeria dilator: Hydralazine:|Afterload Mixed - Nitroprusside ACE(-) | Both Preload and afterload ARBS - Minoxidil : Pottasium channel opener, enhance potassium efflux causing membrane hyperpolarization leading to decrease in calcium entry and smooth muscle relaxation causing vasodilation. Minoxidil and finasteride are trichogenic agents that are indicated for the treatment of androgenic alopecia (\"male pattern baldness\"). Minoxidil, originally used as a systemic antihypeensive, was noted to have the adverse effect of increased hair growth.",
        "cop": 4,
        "opa": "Calcium channel blockers",
        "opb": "Minoxidil",
        "opc": "Hydralazine",
        "opd": "Nitroglycerine",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "9dbf19e1-571c-462d-a965-cf0a0785fef7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is specifically for Her 2 positive breast carcinoma is:",
        "exp": "Monoclonal antibody against HER2/neu receptor are:- Trastuzumab Peuzumab S/E:- Cardiotoxic Tamoxifen:- Antagonist on estrogen receptor expressed in mammary tissue. - Agonist on estrogen receptor in bone - Useful not only in treatment and prophylaxis of breast cancer but also in prevention of osteoporosis Exemestane:- a steroid molecule, irreversible inhibitor of aromatase(enzyme required for estrogen synthesis) Fulvestrant:- Pure estrogen receptor antagonist(Selective estrogen receptor down regulator)",
        "cop": 1,
        "opa": "Trastuzumab",
        "opb": "Tamoxifen",
        "opc": "Exemestane",
        "opd": "Fulvestrant",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "0ae1d247-2244-4ff1-ba8e-7442e3786a36",
        "choice_type": "multi"
    },
    {
        "question": "Tolterodine used in overactive bladder acts by blocking which of the following receptors?",
        "exp": "Selective M3 antagonists acting on GIT and bladder Selective M3 antagonists acting only on bladder (vesicoselective) Derifenacin Oxybutynin Solifenacin Flavoxate Tolterodine Trospium chloride",
        "cop": 3,
        "opa": "M1",
        "opb": "M2",
        "opc": "M3",
        "opd": "M4",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "5582239d-8a3e-4d5b-a280-b9dad2966e1c",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for the empirical treatment of meningococcal meningitis is:",
        "exp": "Meningococcal Meningitis:- Treatment : Empirical treatment : Ceftriaxone Definitive: penicillin G Prophylactic: Ceftriaxone, Ciprofloxacin Rifampicin is not use these days due to high resistance. Ceftriaxone:- injectable Ciprofloxacin- Oral",
        "cop": 2,
        "opa": "Piperacillin",
        "opb": "Ceftriaxone",
        "opc": "Ampicillin",
        "opd": "Meropenem",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "2110974f-c779-47a4-8aff-45866cc4662c",
        "choice_type": "single"
    },
    {
        "question": "Which first line antitubercular drug can result in adverse effects of Eye?",
        "exp": "Ethambutol causesRed Green Color Blindness (Optic Neuritis) Initially reversible, later irreversible Avoided in children. Adverse effects of other first line antitubercular drugs: Pyrazinamide :- Hyperuricemia Rifampicin :- Hepatotoxic, Discoloration of secretion Isoniazid :- Hepatotoxic, Peripheral Neuropathy",
        "cop": 1,
        "opa": "Ethambutol",
        "opb": "Pyrazinamide",
        "opc": "Rifampicin",
        "opd": "Isoniazid",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "b399bbbc-825f-4371-a223-38b42d608efd",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of cyclosporine is:",
        "exp": "Cyclosporine calcineurin inhibitor inhibits the dephosphorylation of NFAT leading to blocked of T cell activation by preventing IL2 Transcription. Tacrolimus (FK506):- is also calcineurin inhibitor which binds FK506 binding protein. IL2 receptor are blocked by Basiliximab, Daclizumab. TNF alphaBlocker :- Infliximab",
        "cop": 3,
        "opa": "Inhibits IL-2 receptors",
        "opb": "Inhibits TNF alpha",
        "opc": "Decrease in transcription of IL-2 gene",
        "opd": "Targets inactivated T cells",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "4a3d3d91-6e06-4b46-a46f-65fd9328d217",
        "choice_type": "single"
    },
    {
        "question": "The use of levodopa is avoided in which of the following patients?",
        "exp": "Any drug which increase dopamine in brain causes psychosis.Levodopa should be avoided in patient with psychosis Anti parkinsonism drug can cause psychosis Anti Psychotic drug can cause parkinsonism Multiple sclerosis : Interferon b1a and interferon b1b: The immunomodulatory effects of interferon help to diminish the inflammatory responses that lead to demyelination of the axon sheaths. Glatiramer: Glatiramer is a synthetic polypeptide that resembles myelin protein and may act as a decoy to T-cell attack. Natalizumab: Natalizumab is a monoclonal antibody indicated for MS in patients who have failed first-line therapies.",
        "cop": 2,
        "opa": "Alzheimer's disease",
        "opb": "Psychosis",
        "opc": "Multiple sclerosis",
        "opd": "Amyotrophic lateral sclerosis",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "c31c0aa7-9695-4571-82d5-378fbc67cf67",
        "choice_type": "single"
    },
    {
        "question": "Tizanidine produces its action acting on which of the following receptors?",
        "exp": "Drugs ending with \"nidine\" are alpha 2 agonist. Clonidine and Tizanidine are alpha 2 agonist.",
        "cop": 1,
        "opa": "Alpha adrenergic receptors",
        "opb": "GABA A receptors",
        "opc": "GABA B receptors",
        "opd": "Beta adrenergic receptors",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "bb44e9c8-c750-4ee7-a0e2-9e3a4d0b33a3",
        "choice_type": "single"
    },
    {
        "question": "Teduglutide is used in small bowel syndrome because its action is similar to:",
        "exp": "Drug ending with GLUTIDES act as glucagon like peptide 2 (GLP 2) agonist Liraglutide: GLP 1 agonist Teduglutide: GLP 2 Agonist GLP agonist: -| Insulin, | Gastric Emptying Somatotropin is a large polypeptide that is released by the anterior pituitary in response to growth hormone (GH)-releasing hormone produced by the hypothalamus. Secretion of GH is inhibited by another hypothalamic hormone, somatostatin. GH is released in a pulsatile manner, with the highest levels occurring during sleep.",
        "cop": 3,
        "opa": "Pancreatic lipase",
        "opb": "Biliary lipase",
        "opc": "Glucagon like peptide 2",
        "opd": "Somatostatin",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "cce5c06a-6ee2-440d-a495-bc5a5b331f96",
        "choice_type": "multi"
    },
    {
        "question": "Adverse effect of carbonic anhydrase inhibitors is:",
        "exp": "Carbonic Anhydrase Inhibitor :- 1.Causes self limited NaHCO3 diuresis : Urinary Alkalosis Metabolic Acidosis 2. | K+ 3. Paresthesia 4. Bone Marrow suppression 5. Weight loss",
        "cop": 1,
        "opa": "Paraesthesia",
        "opb": "Weight gain",
        "opc": "Hyperkalemia",
        "opd": "Metabolic alkalosis",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "07d3e295-2965-42d1-81e7-d8dd0125347b",
        "choice_type": "single"
    },
    {
        "question": "According to signal transductions mechanism, GABA B is which type of receptor?",
        "exp": "Five basic mechanisms of transmembrane signaling are well understood. Each uses a different strategy to circumvent the barrier posed by the lipid bilayer of the plasma membrane. These strategies use: a lipid-soluble ligand that crosses the membrane and acts on an intracellular receptor. a transmembrane receptor protein whose intracellular enzymatic activity is allosterically regulated by a ligand that binds to a site on the protein's extracellular domain. a transmembrane receptor that binds and stimulates a protein tyrosine kinase. a ligand gated transmembrane ion channel that can be induced to open or close by the binding of a ligand. a transmembrane receptor protein that stimulates a GTP-binding signal transducer protein (G protein), which in turn modulates production of an intracellular second messenger. Known transmembrane signaling mechanisms:1: A lipid-soluble chemical signal crosses the plasma membrane and acts on an intracellular receptor (which may be an enzyme or a regulator of gene transcription); 2: the signal binds to the extracellular domain of a transmembrane protein, thereby activating an enzymatic activity of its cytoplasmic domain; 3: the signal binds to the extracellular domain of a transmembrane receptor bound to a separate protein tyrosine kinase, which it activates; 4: the signal binds to and directly regulates the opening of an ion channel; 5: the signal binds to a cell-s urface receptor linked to an effector enzyme by a G protein. (A, C, substrates; B, D, products; R, receptor; G, G protein; E, effector ; Y, tyrosine; P, phosphate.) Receptor Ligand Ligand gated receptor Insulin, EGF, PDGF, ANP Nuclear receptor Fenofibrate. Gemfibrizol G protein coupled receptor Catecholamine Enzymatic receptor",
        "cop": 3,
        "opa": "Ligand gated receptor",
        "opb": "Nuclear receptor",
        "opc": "G protein coupled receptor",
        "opd": "Enzymatic receptor",
        "subject_name": "Pharmacology",
        "topic_name": "DNB 2018",
        "id": "8af3b0e6-1e89-4ba9-8b8a-895fc8b59490",
        "choice_type": "single"
    }
]