[
    {
        "question": "Why should one avoid combination of Ranitidine and Sucralfate in a patient of Peptic Ulcer Disease?",
        "exp": "The Acidic nature of the stomach is necessary for the action of Sucralfate as Sucralfate polymerizes at a pH<4 (acidic). The sticky gel-like consistency of it is due to crosslink formation within the molecule at acidic pH. Simultaneous use of H2 receptor blocker results in decrease acid production in the stomach, leading to increase in pH of the stomach which would prevent polymerization of Sucralfate in stomach, causing Failure of treatment. Sucralfate also binds bile salts; thus, some clinicians use Sucralfate to treat individuals with the syndromes of Biliary esophagitis or Gastritis (the existence of which is controversial).",
        "cop": 2,
        "opa": "Sucralfate decreases the efficacy of Ranitidine",
        "opb": "Sucralfate becomes ineffective in presence of Ranitidine",
        "opc": "Combination of these 2 drugs causes Agranulocytosis",
        "opd": "This combination has no added benefit",
        "subject_name": "Pharmacology",
        "topic_name": "Drugs for Peptic Ulcer",
        "id": "9026d21f-c11e-408e-b96f-ea43f5015a71",
        "choice_type": "single"
    },
    {
        "question": "What is the dose of Amoxicillin that has to be administered in Triple-drug regimen for H. pylori?",
        "exp": "Triple drug regimen for H. pylori: PPI Twice daily Clarithromycin - 500mg Twice daily Amoxicillin-1g Twice daily or Metronidazole-500mg Twice daily. Due to increasing treatment failures attributable to rising Clarithromycin resistance, \"Quadruple therapy\" is now recommended as first-line treatment for patients who likely have Clarithromycin resistance due to prior exposure or to residence in regions with high clarithromycin resistance. Two 14-day treatment regimens currently are recommended. Each includes a PPI twice daily with either: (a) Bismuth subsalicylate 524mg, Metronidazole 500mg, and Tetracycline 500 mg, all given Four times daily; (b) Amoxicillin 1g, Clarithromycin 500mg, and Metronidazole 500 mg, all given Twice daily. After completion of antibiotic therapy, the PPI should be continued once daily for a total of 4-6 weeks to ensure complete ulcer healing.",
        "cop": 3,
        "opa": "500mg BD",
        "opb": "500mg TDS",
        "opc": "1g BD",
        "opd": "1g OD",
        "subject_name": "Pharmacology",
        "topic_name": "Drugs for Peptic Ulcer",
        "id": "74d6ef56-834f-447b-83f6-f14f0cea504c",
        "choice_type": "single"
    },
    {
        "question": "Proton Pump Inhibitors cause prolonged suppression of acid secretion despite having a sho half-life because of the following reason:",
        "exp": "PPIs: They have Sho half life. They act by Irreversibly inhibiting Proton Pump. Hence, acid secretion requires synthesis of new proton pumps. This Irreversible inhibition causes prolonged suppression of gastric secretion in the stomach even after the drug has been eliminated from the body therefore belong to category of \"Hit and Run drug\". e. g: OMEPRAZOLE, PANTOPRAZOLE, RABEPRAZOLE. The amount of H+/K+ ATPase increases after fasting; therefore, PPIs should be given before the first meal of the day. In most individuals, once daily dosing is sufficient to achieve an effective level of acid inhibition, and a second dose, which is occasionally necessary, can be administered before an evening meal. The delayed-release and enteric-coated tablets dissolve only at alkaline pH, whereas admixture of Omeprazole with Sodium bicarbonate simply neutralizes stomach acid; both strategies substantially improve the oral bioavailability of these acid-labile drugs. Patients for whom the oral route of administration is not available can be treated Parenterally with Esomeprazole sodium or Pantoprazole.",
        "cop": 4,
        "opa": "Their pro-drug form gets activated gradually",
        "opb": "They enter acid secretory canaliculi and stay there, blocking the secretion of acid for a long time",
        "opc": "Enteric coated capsules which release the drug gradually",
        "opd": "They inhibit the proton pump Irreversibly",
        "subject_name": "Pharmacology",
        "topic_name": "Drugs for Peptic Ulcer",
        "id": "6d71ac2a-60e4-4403-83dd-8669a5413406",
        "choice_type": "multi"
    },
    {
        "question": "The most efficacious drug for inhibiting round the clock gastric acid output is:",
        "exp": "-PPI like omeprazole are strongest acid inhibitors. -PPI are drug of choice for peptic ulcer.",
        "cop": 1,
        "opa": "Omeprazole",
        "opb": "Cimetidine",
        "opc": "Pirenzepine",
        "opd": "Misoprostol",
        "subject_name": "Pharmacology",
        "topic_name": "Drugs for Peptic Ulcer",
        "id": "234e30de-1287-4421-b08a-b775d241f046",
        "choice_type": "single"
    }
]