[
    {
        "question": "The drug X is used in osteoporosis. Its mechanism of action is shown in the Figure below. X is likely to",
        "exp": "New drug for osteoporosis: 1. Teriparatide: PTH with 1-34 amino acid, stimulates osteoblast. 2. Strontium ranelate: dual action: stimulate osteoblast and inhibit osteoclast. 3. Denosumab: monoclonal antibody against rank ligand.",
        "cop": 3,
        "opa": "Teriparatide",
        "opb": "Alendronate",
        "opc": "Denosumab",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "691dc727-fed0-4fd8-8a42-c8b77777d1b1",
        "choice_type": "single"
    },
    {
        "question": "Based on the given mechanism of action as shown in the Figure, Drug A is likely to be:",
        "exp": "Parasympathetic nerve supply is richly suuplied to Gastrointenstinal tract(GIT). It helps in peristalsis, digestion, motility and absorption of nutrients.",
        "cop": 2,
        "opa": "Exenatide",
        "opb": "Vildagliptin",
        "opc": "Canagliflozin",
        "opd": "Pramlintide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "496465f1-88dd-45fc-aae3-7299017face6",
        "choice_type": "single"
    },
    {
        "question": "A young female Shagun comes to you in the gynaecology OPD and gives the history that she had intercourse with her boyfriend 5 hours back. Select the drug that can act as a single dose postcoital contraceptive for her:",
        "exp": "* Single dose of mifepristone taken within 72 hours of unprotected intercourse is an effective method to prevent pregnancy. * Two tablets of OCP within 72 hours of unprotected intercourse followed by 2 tablets after 12 hours can also be used as a post-coital contraceptive method. * Two tablets of levonorgestrel (0*75 mg each) taken 12 hours apa can also be used for emergency contraception.",
        "cop": 2,
        "opa": "Clomiphene citrate",
        "opb": "Mifepristone",
        "opc": "Danazol",
        "opd": "Medroxyprogesterone acetate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "a9884882-2366-48af-a6f4-4c5332decfec",
        "choice_type": "single"
    },
    {
        "question": "A 52 year-old postmenopausal patient has evidence of low bone mineral density. She and her physician are considering therapy with raloxifene or a combination of conjugated estrogens and medroxyprogesterone acetate. Which of the following patient characteristics is MOST likely to lead them to select raloxifene?",
        "exp": "-Raloxifene is a SERM used in post-menopausal osteoporosis due to its agonist action in bone. -It has additional advantage of causing decrease in risk of breast and endometrial cancer due to its estrogen antagonists action at these places. -Major adverse effect of raloxifene is thromboembolism and aggravation of hot flushes of menopause.",
        "cop": 3,
        "opa": "Previous hysterectomy",
        "opb": "Recurrent vaginitis",
        "opc": "Strong family history of breast cancer",
        "opd": "Troublesome hot flushes",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "4fc439d8-e5bd-41a7-b7ca-609908583763",
        "choice_type": "single"
    },
    {
        "question": "Shanti has been diagnosed to have brain tumor. You would prefer to give her betamethasone /dexamethasone over hydrocoisone as steroids to decrease her cerebral edema because:",
        "exp": "* Triamcinolone, Betamethasone, Dexamethasone and Paramethasone are selective glucocoicoids (have zero mineralocoicoid action). * These are preferred for cerebral edema because they lack salt and water retaining potential (mineralocoicoid action).",
        "cop": 1,
        "opa": "They do not cause Na+ and water retention",
        "opb": "They are more potent",
        "opc": "They can be administered intravenously",
        "opd": "They inhibit brain tumours",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "4be5d95b-e47d-437c-a4b7-ed1e657bbdc2",
        "choice_type": "single"
    },
    {
        "question": "A 57-year- old lady came with chief complaints of fatigue. On fuher questioning, she reveals that she has gained 5 kg weight in one month. She has been taking L-thyroxine for hypothyroidism since 10 years and fairly controlled. Recently she was staed on an anti-arrhythmic drug for treatment of his cardiac condition. The symptoms staed after sta of this drug. Most likely anti-arrhythmic drug she was prescribed is?",
        "exp": "The patient is already a case of hypothyroidism stabilized on thyroxine. Amiodarone is an antiarrhythmic drug with side effects on the thyroid gland and thyroid hormones. It inhibits peripheral conversion of T4 to T3. It contains iodine and can inhibit the formation of thyroid hormones. Most likely Amiodarone would have resulted in loss of control over the hypothyroidism. Procainamide, lidocaine and verapamil are also anti-arrhythmics but have no role on thyroid.",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Amiodarone",
        "opc": "Procainamide",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "6ae1a364-6e1f-4f2a-a369-ee749031b4fe",
        "choice_type": "single"
    },
    {
        "question": "The mechanism by which ergometrine stops postpaum hemorrhage is that it:",
        "exp": "All drugs used in PPH including oxytocin, misoprostol and ergometrine cause uterine contraction. The blood vessels are pressed in the uterine muscle and bleeding stops Indications to sta oxytocin Post paum hemorrhage Uterine ineia Breast engorgement due to abnormal milk ejection reflex",
        "cop": 2,
        "opa": "Causes vasoconstriction of uterine aeries",
        "opb": "Increases tone of uterine muscle",
        "opc": "Promotes coagulation",
        "opd": "Induces platelet aggregation",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrine",
        "id": "3270470b-7a41-4e2a-ac7b-f8f10adfc350",
        "choice_type": "single"
    }
]