[
    {
        "question": "Drug of choice for pregnant female suspected of having a baby with congenital adrenal hyperplasia",
        "exp": "Refer Goodman Gilman 12/e p 123 To suppress fetal androgen production effectively band consequent virilization Dexamethasone must be initiated before 10 weeks of gestation To treat congenital adrenal hyperplasia is baby hydrocoisone is used.",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Hydrocoisone",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "0bc67e92-c62b-4458-8966-4411a6fdad85",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of the sulfonylureas is",
        "exp": "Ans. is 'a' i. e., K ATP channel blocker * Sulfonylurease provoke a brisk release of insulin from pancreas. They act on the so called \"Sulfonylurea receptors\" (SUR1) on pancreatic b-cell membrane - cause depolarization by reducing conductance of ATP sensitive K+ channels. This enhances influx of Ca+2 - degranulation. They do not cause hypoglycemia in pancreatectomized animals and type 1 diabetes (Presence of at least 30% of functional b-cells in essential for their action). A minor action reducing glucagon secretion by increasing insulin and somatostatin release has been demonstrated.",
        "cop": 1,
        "opa": "K+ ATP channel blocker",
        "opb": "Na ATP channel blocker",
        "opc": "Cl ATP channel blocker",
        "opd": "Ca ATP channel blocker.",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8d7ab965-4d7f-4dc9-a4b4-44bbc7334175",
        "choice_type": "single"
    },
    {
        "question": "Oral hypoglycemic drug that is less likely to cause hypoglycemia is:",
        "exp": "Rosilglitazone are selective agonists for the nuclear peroxisome proliferator activated receptor, which enhances the transcription of several insulin responsive genes Metformin and glitazones- antihyperglycemic agents- no hypoglycemia but reduce excess plasma glucose levels REF: K D TRIPATHI 6 Edition, Page No - 270)",
        "cop": 3,
        "opa": "Repaglinide",
        "opb": "Gliclazide",
        "opc": "Rosiglitazone",
        "opd": "Glimipiride",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3d7b4a32-c889-427e-abe9-c9f6fa3ea115",
        "choice_type": "single"
    },
    {
        "question": "WHO recommended dose of misoprostol in the treatment of post partum hemorrhage is",
        "exp": "Ans. (C) 800 mcg sublingual(Ref: WHO recommendations for prevention and treatment of PPH 2012). According to WHO 2012 recommendations. Oxytocin is drug of choice for treatment and well as prevention of post partum hemorrhage. Alternatives are ergometrine, fixed dose combination of oxytocin and ergometrine and misoprostol. Misoprostol is recommended as 600 microgram orally for prevention of PPH and 800 microgram sublingually for treatment of PPH. The use of tranexamic acid is recommended for the treatment of PPH if oxytocin and other uterotonics fail to stop bleeding or if it is thought that the bleeding may be partly due to trauma.",
        "cop": 3,
        "opa": "400 mcg oral",
        "opb": "600 mcg sublingual",
        "opc": "800 mcg sublingual",
        "opd": "1000 mcg oral",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "78133f9a-c5f7-4f6b-8037-70231bf030d2",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is not a uterine relaxant?",
        "exp": "Isoxsuprine, magnesium, ritodrine, salbutamol, and terbutaline to some extent, atosiban, calcium channel blockers could act as uterine relaxants or tocolytics Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Isoxsuprine",
        "opb": "Dopamine",
        "opc": "Salbutamol",
        "opd": "Terbutaline",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1593ebaf-98c7-4ef9-9d4d-42c9256c4388",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is to be immediately stopped in a patient of diabetes with HTN and serum creatinine level of 5. 6 mg?",
        "exp": "ANS. AMetformin is contraindicated in patients with high creatinine because of the risk of lactic acidosis.# Specific side effects of OHAMetformin1. GI symptoms2. B12 deficiency3. Lactic acidosis (especially in patients with high creatinine, liver failure, alcoholism, cardiorespiratory insufficiency). Piogiitazone1. Unsafe in Renal failure, Liver failure, cardiac failure2. Increased risk of bladder cancer3. Osteoporosis. DPP-4 inhibitors1. Upper respiratory tract infection2. Renal toxicity (Vildagliptin is hepatotoxic)(Safest DPP-4 inhibitor in renal failure is linagliptan)(asked in Nov AIIMS 2016 and May 2017)SGLT2 inhibitors1. UTI2. Risk of bladder cancer",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Insulin",
        "opc": "Metoprolol",
        "opd": "Linagliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a43e96de-c7cb-4446-87b0-bcec3cd9d378",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for acute variceal bleeding?",
        "exp": "Ans. A. Octreotide. The medical management of acute variceal hemorrhage includes the use of vasoconstricting agents, usually somatostatin or Octreotide. Vasopressin was used in the past but is no longer commonly used. Balloon tamponade (Sengstaken- Blakemore tube or Minnesota tube) can be used in patients who cannot get endoscopic therapy immediately or who need stabilization prior to endoscopic therapy. Control of bleeding can be achieved in the vast majority of cases; however, bleeding recurs in the majority of patients if definitive endoscopic therapy has not been instituted. Octreotide, a direct splanchnic vasoconstrictor, is given at dosages of 50-100mg/h by continuous infusion.",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Oxytocin",
        "opc": "Somatotropin",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c63500d4-e2c9-40ad-9b5b-32abaf4e0018",
        "choice_type": "single"
    },
    {
        "question": "Immediate treatment of hypercalcemia of malignancy is:",
        "exp": "Ans. (A) IV fluids(Ref: Harrison 19th/610; KDt 8/e p370). Management of hypercalcemia of malignancy. Drug of choice. Bisphosphonates. Immediate treatment. IV fluids with furosemide. Fastest calcium lowering drug. Calcitonin",
        "cop": 1,
        "opa": "IV fluids",
        "opb": "Bisphosphonates",
        "opc": "Calcitonin",
        "opd": "Glucocorticoids",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bbb9039f-619b-4731-8b3c-333ad5a37f50",
        "choice_type": "single"
    },
    {
        "question": "Dose of Carbetocin for post paum hemorrhage",
        "exp": "Refer Goodman Gilman 12th/1851 Carbetocin is along acting Oxytocin that us useful to prevent post pay hemorrhage given intramuscularly or intravenously in a dose of 100 microorgam",
        "cop": 1,
        "opa": "100 microgram intramuscular",
        "opb": "50 microorgam Inravenous",
        "opc": "150 microgram intravenous",
        "opd": "200 microgram intramuscular",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c39803d4-d603-4cc3-9278-dc84abcc514e",
        "choice_type": "single"
    },
    {
        "question": "Most potent mineralocoicoid is",
        "exp": "Aldosterone is the most potent mineralocoicoid. Not used clinically because of the low oral bioavailability. most potent synthetic or man made is- fludrocoisone- having more mineralocoicoid activity (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 282)",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "DOCA",
        "opc": "Fludrocoeisone",
        "opd": "Triamcinolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "17eb85b1-2fe6-47d3-b6fe-e53aa19d2c03",
        "choice_type": "single"
    },
    {
        "question": "Long acting insulin is?",
        "exp": "ANSWER: (A) Insulin glargine. REF: Pharmacology Re. Cap 2. 0 for Bachelor of Dentistry Students by Dr. J. G. Buch page 304, Harrison s 18m ed chapter 344. INSULINS: Highly purifiedmono-componentinsulin. Porcine Actrapid- Regular. Short acting. Porcine Monotard- Lente. Intermediate acting. Porcine Insulatard- NPH Porcine Mixtard30% regular, 70% Isophane. Human insulin. Human Actrapid- Regular. Short acting. Human Monotard- Lente. Intermediate acting. Human Insulatard- NPH Human Mixtard30% regular, 70% Isophane. Insulin analogues. Insulin Lispro Insulin aspart Insulin glulisine. Ultra short acting. Insulin glargine. Long acting",
        "cop": 1,
        "opa": "Insulin glargine",
        "opb": "Insulin Lispro",
        "opc": "Insulin aspart",
        "opd": "Insulin glulisine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "69c8235c-e810-46f2-8a9f-23d5430f8940",
        "choice_type": "single"
    },
    {
        "question": "How to avoid lipodystrophy in diabetics?",
        "exp": "By changing the injection site every day, the incidence of lipodystrophy can be reduced significantly. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Avoid insulin injection",
        "opb": "Change injection sites",
        "opc": "Give injection on same site",
        "opd": "Give injection on alternate days",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "64566e03-e83f-48fd-adda-ada1cb56c288",
        "choice_type": "single"
    },
    {
        "question": "Alcaftadine trial used this concentration of drug:",
        "exp": "* ALCAFTADINE is a H1 receptor antagonist, and can be used for allergic conjunctivitis* The trial done for alcaftadine used 0. 25% solution.* The trial states: \"When Alcaftadine was tested against placebo and olopatadine, only Alcaftadine 0. 25% was shown to have a clinically significant reduction in conjunctival redness scores 7 and 15 minutes after administration'",
        "cop": 3,
        "opa": "5%",
        "opb": "1%",
        "opc": "0. 25%",
        "opd": "2. 50%",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ffeaeb27-74d4-417b-9262-36f9602bccd9",
        "choice_type": "single"
    },
    {
        "question": "Progesterone is added to estrogens in H to achieve wof effects",
        "exp": "Hormone replacement therapy (H) In nonhysterectomised postmenopausal women estrogen therapy is supplemented with a progestin for 10-12 days each month to counteract the risk of inducing endometrial carcinoma. Ref:- kd tripathi; pg num:-318",
        "cop": 2,
        "opa": "Decrease the estrogen action on the breast",
        "opb": "Decrease the occurrence of endometrial cancers",
        "opc": "Increase the effectiveness of the estrogens",
        "opd": "Inhibit bone resorption",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "59c75220-9b11-48e3-afb7-684f88ec8d33",
        "choice_type": "single"
    },
    {
        "question": "Dopamine agonist used in diabetes",
        "exp": "Bromocriptine and cabergoline are dopamine agonists but bromocriptine usage in type 2 diabetes is approved. It has an interesting mechanism of action by inhibiting the dopamine dip that causes in early morning leading to hyperglycemia. Ref: Goodman and Gillman 13th ed",
        "cop": 2,
        "opa": "Metformin",
        "opb": "Bromocriptine",
        "opc": "Cabergoline",
        "opd": "Vanadium salts",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1aa45a13-94ca-4936-bde2-46b5527e91ee",
        "choice_type": "single"
    },
    {
        "question": "Flushing is common in patient taking which of the follwing oral hypoglycemic drug with alcohol:",
        "exp": "Chlorpropamide is a first generation sulphonylurea. It causes cholestatic jaundice, intolerance to alcohol in predisposed subjects(flushing and a disulfiram like reaction). Disulfiram like reaction seen with: chlorpropomide, tolbutamide, metronidazole, gresiofulvin, cefoperazone, cefomandole etc (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 267)",
        "cop": 1,
        "opa": "Chlorprompamide",
        "opb": "Phenformin",
        "opc": "Glibenclamide",
        "opd": "Tolazamide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bf16bd33-e644-47f0-b200-abdf59c8a67e",
        "choice_type": "single"
    },
    {
        "question": "Most important side effect of insulin:",
        "exp": "Ans: a (Hypoglycaemia) no referance needed for this one!!! CAUSES OF HYPOGLYCAEMIAFasting (Postabsorptive) Hypoglycemia Drugs. Endogenous hyperinsulinism. Especially insulin, sulfonylureas, ethanol. Insulinoma. Sometimes quinine, pentamidine. Other beta cell disorders. Rarely salicylates, sulfonamides, others. Insulin secretagogue (sulfonylurea). Critical illnesses. Autoimmune (autoantibodies to insulin. Hepatic, renal, or cardiac failureor the insulin receptor). Sepsis. Ectopic insulin secretion. Inanition. Disorders of infancy or childhood. Hormone deficiencies. Transient intolerance of fasting. Cortisol, growth hormone, or both. Congenital hyperinsulinism. Glucagon and epinephrine. Inherited enzyme deficiencies(in insulin -deficient diabetes) Non-beta-cell tumors Reactive (Postprandial) Hypoglycaemia. Alimentary (postgastrectomy) hypoglycaemia. Noninsulinoma pancreatogenous hypoglycaemia syndrome. In the absence of prior surgery. Following Roux-en-Y gastric bypass. Other causes of endogenous hyperinsulinism. Hereditary fructose intolerance, galactosaemia. Idiopathic",
        "cop": 1,
        "opa": "Hypoglycaemia",
        "opb": "Lipodystrophy",
        "opc": "Insulin resistance",
        "opd": "Antibodies to insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d5b34a55-b203-43d5-b475-0a2457c91030",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is aipha-glucosidase inhibitor?",
        "exp": "Acarbose, voglibose, miglitilol are alpha glucosidase inhibitors nateglinide- glinides, pioglitazone- thiazolidinediones (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 270)",
        "cop": 2,
        "opa": "Pioglitazone",
        "opb": "Miglitol",
        "opc": "Met-formin",
        "opd": "Nateglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b019fc64-b48f-4bdc-acbc-804dddfcfd76",
        "choice_type": "single"
    },
    {
        "question": "Which one has least mineralocoicoid activity?",
        "exp": "Coisol (Hydrocoisone) has primary glucocoicoid action and has significant mineralocoicoid activity. Prednisolone has glucocoicoid activity but at high doses fluid retention does occur. Fludrocoisone is a potent mineralocoicoid having very less glucocoicoid activity. Methylprednisolone is more selective glucocoicoid with very less mineralocoicoid activity (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition - Page No - 281)",
        "cop": 4,
        "opa": "Coisol",
        "opb": "Prednisolone",
        "opc": "Fludrocoisone",
        "opd": "Methyl prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "090d61a9-75c3-400c-bdc8-71f5f28efc79",
        "choice_type": "single"
    },
    {
        "question": "Common side effect of thiazolidinediones is:",
        "exp": "The adverse effects of thiazolidinediones are plasma volume expansion, edema, weight gain, headache, myalgia, mild anemia. They are used with utmost caution in people with CCF, nephrotic syndrome, cirrhosis of liver where edema is seen commonly (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No 270)",
        "cop": 3,
        "opa": "Dysguesia",
        "opb": "Hypoglycemia",
        "opc": "Water retention with weight gain",
        "opd": "Anemia",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f4a07949-6ad5-4a06-83b5-7ce257b7fe08",
        "choice_type": "single"
    },
    {
        "question": "Androgen receptor blocking drug is:",
        "exp": "Ans. is 'b' Cyproterone acetate Cyproterone acetate is a Potent Antiandrogen competes with dihydrotestosterone for the intracellular androgen receptor and inhibits its binding.",
        "cop": 2,
        "opa": "Tamoxifen",
        "opb": "Cyproterone acetate",
        "opc": "Mifepristone",
        "opd": "Nalondrone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "399b32e9-b693-45aa-9927-dd9c051882ff",
        "choice_type": "single"
    },
    {
        "question": "Thiazides can cause",
        "exp": "Anti hypeensive agents like thiazides and -blockers can cause impotence. It is maximum with thiazides among anti-hypeensive drugs and is thought to be due to volume depletion.",
        "cop": 4,
        "opa": "Hyperkalemic paralysis",
        "opb": "Hypouricemia",
        "opc": "Hypolipidemia",
        "opd": "Impotence",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f5e0a817-186f-411b-b279-ffe1f799bfa6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indication for the use of coicosteroids",
        "exp": "Refer CMDT 2010/266 Coicosteroids are contraindicated in psychosis and herpes simplex Treatment of choice for Subacute thyroiditis is aspirin Thyrotoxic symptoms are treated with Propanolol Prednisolone produve6 dramatic relief bin Eosinophilic pulmonary syndromes like loeffler syndrome",
        "cop": 3,
        "opa": "Psychosis",
        "opb": "Herpes simplex",
        "opc": "Loeffler syndrome",
        "opd": "Subacute thyroiditis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b2b096db-9035-4586-9b73-8de378e5b8a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for medical adrenalectomy?",
        "exp": "medical adrenelectomy or pharmacological adrenelectomy means- using medications or drugs to suppress the production of hormones from the adrenal gland Mitotane is highly effective in the long-term management of Cushing's syndrome but has a slow onset of action. Mitotane combined with fast-acting steroidogenesis inhibitors might avoid the need for emergency bilateral adrenalectomy in patients with severe hypercoisolism. KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Mitotane",
        "opb": "Methotrerate",
        "opc": "Doxorubicin",
        "opd": "5-Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "473c708d-f801-410f-b2e0-0a212fb19de0",
        "choice_type": "single"
    },
    {
        "question": "If a diabetic patient being treated with an oral hypoglycemic agent develops dilutional Hyponatremia, which one of the following could be responsible for this effect",
        "exp": "Refer KDT 6 /e p 267 Chlorpropamide is a first generation Sulfonylureas It increases the risk of hypoglycemia Other adverse effects of Chlorpropamide are ADH like action leading to dilutional Hyponatremia Cholestatic jaundice Disulfuram like reaction",
        "cop": 1,
        "opa": "Chlorpropamide",
        "opb": "Tolbutamide",
        "opc": "Glyburide",
        "opd": "Glimepride",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "17040da4-37dc-41a9-938e-7c631fd62682",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs causes osteoporosis on long term use:",
        "exp": "Ans. (B) Prednisolone(Ref: KDT 8/e p318)* Etidronate and phenytoin cause osteomalacia whereas calcitriol is used in treatment of osteoporosis.",
        "cop": 2,
        "opa": "Etidronate",
        "opb": "Prednisolone",
        "opc": "Phenytoin",
        "opd": "Calcitriol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a566c984-018d-4957-9660-63a427446370",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long acting insulin that never attains a peak concentration in plasma?",
        "exp": "(Ref: Katzung 14th ed. P 755). Insulin glargine is a soluble, \"peakless\" (i. e. having broad concentration plateau), long acting insulin analogue. Onset: 1-1. 5 hours. Duration of action: 11-24 hours. Summary of bioavailability characteristics of the insulins. Insulin preparations. Onset of action. Peak action. Effective duration. Insulins lispro, aspart, glulisine5-15 minutes1-1. 5 hours3-4 hours. Human regular30-60 minutes2 hours6-8 hours. Technosphere inhaled insulin5-15 minutes1 hour3 hours. Human NPH2-4 hours. Flat 24 hours. Insulin detemir0. 5-1 hours. Flat17 hours. Insulin degludec0. 5-1. 5 hours. Flat>42 hours",
        "cop": 4,
        "opa": "Insulin lispro",
        "opb": "Insulin aspart",
        "opc": "Insulin glulisine",
        "opd": "Insulin glargine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a6f8ca2c-0586-4ac3-b4eb-60beed2110e5",
        "choice_type": "single"
    },
    {
        "question": "Plasma half life of Carbimazole is",
        "exp": "Refer KDT 6/e p 250 Half life of Carbimazole is around 8 hours Where'as propylthiouracil has t1/2 of 2hrs",
        "cop": 2,
        "opa": "4 hrs",
        "opb": "8 hrs",
        "opc": "16 hrs",
        "opd": "24 hrs",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "79e55e9a-89e2-43ed-a5f5-e2a4b048bf5e",
        "choice_type": "single"
    },
    {
        "question": "Wof glucocoicoid has significant (max) mineralocoicoid activity",
        "exp": "Hydrocoisone (coisol):- Acts rapidly but has sho duration of action. In addition to primary glucocoicoid, it has significant minera- locoicoid activity as well. Uses:- For Replacement therapy, Shock, status asthmaticus, acute adrenal insufficiency. Topically and as suspension for enema in ulcerative colitis. Ref:- kd tripathi; pg num:-288",
        "cop": 3,
        "opa": "Dexamethasone",
        "opb": "Triamcinolone",
        "opc": "Hydrocoisone",
        "opd": "Betamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c5666366-acdb-4db0-a048-65890a10e248",
        "choice_type": "single"
    },
    {
        "question": "Teriparatide is used in treatment of:",
        "exp": "Ans. A. Osteoporosis. Teriparatide is recombinant PTH. It is given in osteoporosis as it increases the new bone formation and increase the bone mineral density.",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Breast cancer",
        "opc": "PCOD",
        "opd": "Hyperthyroidism",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "88abf166-4e1f-477a-89e9-2621643646a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug helps in delay in absorption of carbohydrates?",
        "exp": "Ans. A. Acarbose. Acarbose is alpha glucosidase inhibitor. It inhibits the breakdown of complex carbohydrates to simple carbohydrates and thus they decrease the absorption.",
        "cop": 1,
        "opa": "Acarbose",
        "opb": "Glipizide",
        "opc": "Nateglinide",
        "opd": "Pioglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "878d0258-98ab-454a-ab18-2f5c78ce7a71",
        "choice_type": "single"
    },
    {
        "question": "Free water clearance is decreased by",
        "exp": "Flurosemide is a drug which act on both coex and medulla. It acts on the ascending limb of loop of Henle which has both coical and medullary components. Thus, furosemide can block positive as well as negative free water clearance. Vincristine increases the secretion of the harmone ADH and thus decreases positive free water clearance. Chlorpropamide sensitizes the kidney to ADH action. Thus it may decrease the positive free water clearance and in some patients may results in hyponatremia and water intoxication. Most probably the question should have been framed as \"All of the following blocks free water clearance, except\" But if you have to choose one answer, go for furosemide as it will always block free water clearance where as other drugs will cause them occasionally as it is their adverse effect.",
        "cop": 4,
        "opa": "Vincristine",
        "opb": "Vinblastine",
        "opc": "Chlorpropamide",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "69e531c1-f559-44ab-8763-40d0dcbe46dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not administered by intra dermal route?",
        "exp": "Insulin is administered subcutaneously. MMR vaccine, heparin are also given by SC route All others are by intradermal route. (Ref. Essentials of medical pharmacology TD Tripathi 6th edition page no. 263)",
        "cop": 2,
        "opa": "BCG",
        "opb": "Insulin",
        "opc": "Mantoux",
        "opd": "Drug sensitivity injection",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bb8a682e-5aeb-4989-9677-5a88a0608e7d",
        "choice_type": "single"
    },
    {
        "question": "Insulin of choice for the treatment of diabetes mellitus is:",
        "exp": "(Ref: Katzung 14th ed. P 753). Regular insulin is a short-acting, soluble crystalline zinc insulin. Hypoglycemic effect appears within 30 minutes after subcutaneous injection, peaks at about 2 hours, and lasts for 5-7 hours. For very insulin-resistant subjects who would otherwise require large volumes of insulin solution, a U500 preparation of human regular insulin is available both in a vial form and a disposable pen. IV infusion: used in treatment of diabetic ketoacidosis",
        "cop": 1,
        "opa": "Regular Insulin",
        "opb": "NPH insulin",
        "opc": "Insulin glargine",
        "opd": "Insulin lispro",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "12588b6b-2da3-490c-a0bd-36d3ac354637",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not cause hypoglycemia:",
        "exp": "Ans. (A) Acarbose(Ref: Katzung 11/e p743-744, KDT 8/e p301). Drugs that act by release of insulin can cause hypo- glycemia. Therefore, glimepride (a sulfonylurea) and nateglinide that blocks ATP sensitive potassium channels and release insulin will cause hypoglycemia as an advese effect whereas use of acrabose alone is not associated with hypoglycemia.",
        "cop": 1,
        "opa": "Acarbose",
        "opb": "Insulin",
        "opc": "Glimepride",
        "opd": "Nateglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6b4037f1-1a7b-45b5-af4f-5fde115d7837",
        "choice_type": "single"
    },
    {
        "question": "Which is a long acting insulin-",
        "exp": "Ans. is 'c' i. e., Glargine 1. Rapid acting Insulin2. Short acting3. Intermediate acting4. Long acting- Insulin lispro, Insulin asparf, Insulin glulisine.- Regular (soluble) insulin, semilente insulin.- Insulin zinc suspension (Lente), Neutral protamine hagedorn (isophane insulin).- Protamin zinc insulin, Insulin glargine, Insulin determir",
        "cop": 3,
        "opa": "Lispro",
        "opb": "Aspart",
        "opc": "Glargine",
        "opd": "Glulicine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a49b4dab-bece-4f6e-b2d4-f875b171477e",
        "choice_type": "single"
    },
    {
        "question": "Oral contraceptive failure occurs with",
        "exp": "(Rifampicin) (1628 - Man & Gillmann) (741-KDT 6th)CONTRACEPTION FAILURE - May occure if the following drugs are used concurrently(a) Enzyme inducers - Phenytoin, Phenobarbitone, Primidone, Carbamazepine, Rifampicin, Rifabutin(b) Suppression of intestinal micro flora - Tetracyclines Ampicilline Doxycycilline",
        "cop": 2,
        "opa": "Cimetidine",
        "opb": "Rifampicin",
        "opc": "Morphine",
        "opd": "Ethanol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c2ddfd66-65a7-4c6f-a977-a27500584ee1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a calcium sensiting agent?",
        "exp": "Ref: Katzung 11th p. 210, 221. Explanation: Levosimendan, a drug that sensitizes the troponin system to calcium, also appears to inhibit phosphodiesterase and to cause some vasodilation in addition to its inotropic effects. Levosimendan also inhibits phosphodiesterase, and is used in acute heart failure. Cinacalcet (calcimimetics) is the first representative of a new-' class of drugs that activates the calcium sensing receptor (CaR). CaR has greatest concentration in the parathyroid gland. Cinacalcet blocks PTH secretion by activating CaR and is approved for the treatment of secondary hyperparathyroidism in chronic kidney disease and for the treatment of parathyroid carcinoma. Teriparatide, the recombinant form of PTH 1- 34, is approved for treatment of osteoporosis. Like fluoride, teriparatide stimulates new bone formation, but unlike fluoride, this new; bone appears structurally normal and is associated with a substantial reduction in the incidence of fractures. Alendronate is a bisphosphonate.",
        "cop": 1,
        "opa": "Levosimendan",
        "opb": "Cinacalcet",
        "opc": "Alendronate",
        "opd": "Teriparatide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6125fec6-cdd9-41ad-877c-2ba4915b2639",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is fastest calcium lowering agents",
        "exp": "Refer CMDT 2010/801 Bisphoshonates are the treatment of choice for hypercalcemia of malignancy but require 48-72 hours before reaching full therapeutic effect Calcitonin may be helpful to treat hypercalcemia before the onset of action of bisphoshonates",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Plicamycin",
        "opc": "Etidronate",
        "opd": "Zoledronate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6a2fa3b6-dbc1-47d1-b093-012df1f09591",
        "choice_type": "single"
    },
    {
        "question": "Drug used in type DM 1 apa from insulin",
        "exp": "Pramlintide is recently approved to be used for type 1 diabetes apa from insulin. It is given by SC route. It is an amylin analogue. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Glibenclamide",
        "opb": "Metformin",
        "opc": "Pramlintide",
        "opd": "Empagliflozin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4940435a-0ef5-4129-84aa-cd45c8c84a05",
        "choice_type": "single"
    },
    {
        "question": "The drug treatment in a female with complaints of occasional amenorrhea and milk ejection 5yrs after her last baby is born",
        "exp": "Cabergoline, pergolide, bromocriptine(Dopamine agonists) are used for hyperprolactinoma. Ref: KDT 6th ed P 236",
        "cop": 1,
        "opa": "Cabergoline",
        "opb": "Atosiban",
        "opc": "Methysergide",
        "opd": "Ergotamine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e20802e4-38bb-440e-9ae6-3f65f2d3cf48",
        "choice_type": "single"
    },
    {
        "question": "which of the following Is not an adverse effect of growth hormone therapy?",
        "exp": "Hypoglycemia is not an adverse effect of growth hormone therapy. growth hormone or somatotropin cause hyperglycemia by increasing the insulin resistance (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No 234, 235)",
        "cop": 2,
        "opa": "Carpal tunnel syndrome",
        "opb": "Hypoglycemia",
        "opc": "Intracranial hypertension",
        "opd": "Slipped femoral epiphysis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f79b030c-9503-47c9-9efb-b4c292fcea7a",
        "choice_type": "single"
    },
    {
        "question": "A 29yr old women comes to clinic because of heat intolerance, excess sweating, thinning of hair. She had family H/O of autoimmune disease, she is 8 wks pregnant and has had no other issues during pregnancy. Medical H/O includes hypehyroidism. Lab studies are positive for thyroid stimulating immunoglobulin. Wof drug is most appropriate for treatment",
        "exp": "This is a case of Grave's disease, which results in thyrotoxicosis. Inhibit hormone synthesis (Antithyroid drugs) Includes Propylthiouracil, Methimazole, Carbimazole. Mech of action:- Antithyroid drugs bind to the thyroid peroxidase and prevent oxidation of iodide/ iodotyrosyl residues, thereby; (i) Inhibit iodination of tyrosine residues in thyroglobulin (ii) Inhibit coupling of iodotyrosine residues to form T3 and T4. Ref:- kd tripathi; pg num:- 252, 253",
        "cop": 2,
        "opa": "Methimazole",
        "opb": "Propylthiouracil",
        "opc": "Radioactive iodine",
        "opd": "Oxytocin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4dd091a7-5165-41bc-9897-e7aa93ad113f",
        "choice_type": "single"
    },
    {
        "question": "In treatment of hypothyroidism, thyroxine is preferred over levothyroxine:",
        "exp": "Ans. B. Long half life. Thyroxine is preferred over levothyroxine because it has longer half-life due to which it can be given as once daily dosing. levothyroxine is costlier and have short half-life.",
        "cop": 2,
        "opa": "High affinity for receptors",
        "opb": "Long half life",
        "opc": "Faster acting",
        "opd": "Can be made with recombinant DNA technology",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b8fde0d1-d857-4982-b0eb-3f1ebf8861b6",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting antithyroid drug is",
        "exp": "KI: It is the fastest acting thyroid inhibitor which inhibits hormone release. it has a direct action on thyroid cells and also attenuates TSH and cyclic AMP induced thyroid stimulation. The gland if enlarged; shrinks, becomes firm and less vascular. The thyroid status returns to normal at a faster rate. So it is used just before thyroid surgeries REF KD tripathi 8th ed",
        "cop": 1,
        "opa": "KI",
        "opb": "Propylthiouracil",
        "opc": "Carbimazole",
        "opd": "Cholestyramine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ae633e9b-992c-4eb7-aba7-8e60baae0f57",
        "choice_type": "single"
    },
    {
        "question": "What is the impact on foetus in case of Indomethacin used in third trimester?",
        "exp": "Ref: Goodman & Gillman 13th ed. P 690 - 697* Indomethacin is a potent nonselective inhibitor of COX enzyme. It is considered 20 times more potent than aspirin* Other actions are:# Inhibit motility of neutrophils# Depress biosynthesis of mucopolysacchharides# COX independent vasoconstrictor effect# Anti-inflammatory, antipyretic and analgesic action* An IV formulation of indomethacin is approved for closure of persistent patent ductus arteriosus in premature infants.* The regimen involves intravenous administration of 0. 1-0. 25mg/kg every 12 hours for three doses, with the course repeated one time if necessary.* Successful closure can be expected in more than 70% of neonates treated.* An injectable formulation of ibuprofen is an alternative for the treatment of patent ductus arteriosus.* The agent can also cause stenosis of ductus arteriosus and oligohydramnios particularly in foetuses older than 32 weeks of gestation.",
        "cop": 2,
        "opa": "PDA",
        "opb": "Early closure of PDA",
        "opc": "VSD",
        "opd": "ASD",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d4c38709-0464-4675-8ffb-3aa7265e9b26",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is amylin analogue-",
        "exp": "Ans. is 'c' i. e., Pramlintide",
        "cop": 3,
        "opa": "Exenatide",
        "opb": "Sitagliptin",
        "opc": "Pramlintide",
        "opd": "Glucomannan",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "63beb97e-b1ae-46d3-a220-980e94004875",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an insulin analogue?",
        "exp": "Ans. (C) Actrapid(Ref: KDT 8/e p285). Actrapid (regular insulin) and monotard (Lente-insulin) are unmodified insulins with same amino acid squence as natural insulin. Lispro, aspart, glulisine and glargine are insulin analogues in which slightly different amino acid sequence is present to modify pharmacokinetics.",
        "cop": 3,
        "opa": "Insulin glargine",
        "opb": "Insulin lispro",
        "opc": "Actrapid",
        "opd": "Insulin aspart",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8aa2204b-5256-42c6-9ace-c9e95b521673",
        "choice_type": "single"
    },
    {
        "question": "Most common route of administration of insulin:",
        "exp": "Ans. B. Subcutaneous. Most common route of administration is subcutaneous. Only in case of diabetic ketoacidosis, regular insulin is given Intravenously.",
        "cop": 2,
        "opa": "Intramuscular",
        "opb": "Subcutaneous",
        "opc": "Intravenous",
        "opd": "Intradermal",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "470f466d-2a82-41fe-bfcf-3f9285ec8fc1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug promotes the release of endogenous insulin?",
        "exp": "Ans. B. Glipizide. Glipizide is secretagogue (second generation sulfonylureas). By block ATP sensitive potassium channel, they help in release of insulin from the beta cells. Acarbose inhibit the absorption of glucose from intestine. Metformin inhibit hepatic gluconeogenic and pioglitazones stimulate the PPAR gamma receptor and controls lipid and glucose metabolism.",
        "cop": 2,
        "opa": "Acarbose",
        "opb": "Glipizide",
        "opc": "Metformin",
        "opd": "Pioglitazones",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f0ea5ffd-e5f6-452a-85a6-1176bbcfd99e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following decreases thyroid hormone on a long term basis?",
        "exp": "Ans. is 'b' i. e., I131 Radioactive iodineo Radioactive iodine is used in the treatment of hyperthyroidism. o Radioactive isotopes of medical importance are -I131 (half life - 8 days) - most commonly used. I123 (half life -13 hours). I125 (half life - 60 days), o I131 emits X-rays & b-rays. o b-rays are utilized for destruction effect on thyroid cells, while X-rays (g-rays) are useful in tracer studies, o The b-particle penetrate only. 5-2 mm of tissue and thus allows therapeutic effects on the thyroid without damaging to the surrounding structure, particularly the parathyroid, o Response is slow - starts after 2 weeks and reaching peak at 3 months, o Uses of radioactive iodine. Hyperthyroidism due to Graves disease - most common indication. Metastatic carcinoma of thyroid (especially papillary or those cases of follicular which concentrate iodine). Doses. Diagnostic- 25- 100 curie. Therapeutic - 3-6 m curie. Contraindications1. Pregnant & lactating women 2. Young patients.",
        "cop": 2,
        "opa": "T4",
        "opb": "I131",
        "opc": "Calcitriol",
        "opd": "Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "73170ec3-76cd-4c00-9ced-18e06732b4db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs causes hypothyroidism?",
        "exp": "Ans. is 'c' i. e., Lithium carbonate Drugs causing hypothyroidism* Lithium* Sulfonamide* Phenobarbitone* Phenytoin* Amiodarone* Paraminosalycylic acid (PAS)* Rifampicin* Carbamazepine* Iodides* Carbimazole* Acetazolamide* Phenylbutazone* Ethionamide",
        "cop": 3,
        "opa": "Haloperidol",
        "opb": "Clozapine",
        "opc": "Lithium carbonate",
        "opd": "Amoxapine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9248c619-7452-4c3f-8304-6cccca075d1c",
        "choice_type": "single"
    },
    {
        "question": "DM+HTN+Obesity-Drug Of Choice",
        "exp": "Gliflozins are SGLT2 inhibitors which cause loss of glucose, sodium and water from the body leading to reduction in BP, Glucose and weight. But they increase the risk of UTI. Ref; Katzung 12th ed.",
        "cop": 4,
        "opa": "Glibenclamide",
        "opb": "Metformin",
        "opc": "Vildagliptin",
        "opd": "Empagliflozin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ed4b4b5f-18ae-4aee-8544-abcf05a8c64b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not cause hypoglycemia",
        "exp": "Refer Katzung 11/e p 743 Drugs that act by realese of insulin can cause hypoglycemia Therefore glimepride and nateglinide that blocks ATP sensitive potassium channels and release insulin will cause hypoglycemia as an adverse effect",
        "cop": 1,
        "opa": "Acarbose",
        "opb": "Insulin",
        "opc": "Glimepride",
        "opd": "Nateglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f3d9d15b-caca-4e5e-bc34-aca2e859225d",
        "choice_type": "single"
    },
    {
        "question": "Following drug is aromatase inhibitor:",
        "exp": "Ans. D. Letrozoleletrozole, anastrozole are aromatase inhibitor which is enzyme responsible for estrogen synthesis, this drug is indicated in estrogen receptor positive breast cancer resistant to tamoxifen. It can also be given precocious puberty.",
        "cop": 4,
        "opa": "Raloxifine",
        "opb": "Tamoxifen",
        "opc": "Leuprolide",
        "opd": "Letrozole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "484b4c41-f90a-49aa-a8ed-303e2a1f7969",
        "choice_type": "single"
    },
    {
        "question": "Two regarding use of Bromocriptine for suppression of lactation includes",
        "exp": "Refer KDT 6/e p236 For suppression of lactation D2 agonists like Bromocriptine can be used In hyoerprolactinemia these are given for long periods Metoclopromide being a D2 antogonist will stop the action of Bromocriptine Adverse effects of Bromocriptine include nausea, vomiting, postural hypotension, digital vasospasm and CNS effects like hallucinations, psychosis",
        "cop": 2,
        "opa": "It can cause deep vein thrombosis",
        "opb": "It can cause hypotension",
        "opc": "Metaclopramide potentiates the action of Bromocriptine",
        "opd": "It is given for 1 week only",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "21304ba2-a5d2-438a-9945-72342a6b2226",
        "choice_type": "single"
    },
    {
        "question": "Oral contraceptive failure can occur with:",
        "exp": "Rifampicin is a Microsomal enzyme inducer. It enhances the metabolism of oral contraceptives and cause failure. other enzyme inducers are phenytoin, phenobarbitone, carbamezipine, smoking, st john's wa- they can also cause contraceptive failure (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No -741)",
        "cop": 4,
        "opa": "Ketoconazole",
        "opb": "Aminoglutethimide",
        "opc": "metyrapone",
        "opd": "Glucocoicoids",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4a2a7dc9-7bab-47d7-a062-a55d11664512",
        "choice_type": "single"
    },
    {
        "question": "Drug used for sexual arousal is?",
        "exp": "Ans. (c) Alfa 2 antagonist. Ref: KDT 6/e, p 119, 12, 135",
        "cop": 3,
        "opa": "SSRI",
        "opb": "Beta blocker",
        "opc": "Alfa 2 antagonist",
        "opd": "Alfa 1 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "aa35f118-6c15-4e2b-bb0e-aa79a59bb2bd",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old female came for treatment of infertility to OPD; bromocriptine was prescribed. What could be the possible reason?",
        "exp": "ANS. A# Uses of bromocriptine1. Hyperprolactinemia2. Acromegaly3. Parkinsonism4. Hepatic coma",
        "cop": 1,
        "opa": "Hyperprolactinemia",
        "opb": "PCOD",
        "opc": "Hypogonadotropic hypogonadism",
        "opd": "PID",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1d637ef7-069f-41ee-95a6-6f136d264aa0",
        "choice_type": "single"
    },
    {
        "question": "Oral incretin analogue",
        "exp": "GLP analogues are usually given by SC route but now recently oral analogue was prepared-semaglutide. Ref: Ktzung 12 th ed.",
        "cop": 1,
        "opa": "Semaglutide",
        "opb": "Dulaglutide",
        "opc": "Exenatide",
        "opd": "Liraglutide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8e3a40bd-15b6-4a5f-8813-07bbb83cd090",
        "choice_type": "single"
    },
    {
        "question": "Bisphoshonates act by",
        "exp": "Refer Katzung 10/e p713 bisphoshonates are used for the treatment of post menopausal osteoporosis, steroid induced osteoporosis, Pagets disease and hypercalcemia of malignancy",
        "cop": 2,
        "opa": "Increasing the Osteoid formation",
        "opb": "Increasing the mineralization of Osteoid",
        "opc": "Decreasing the osteoclast mediated resorption of bone",
        "opd": "Decreasing the parathyroid hormone receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f9ee298d-6b1c-4090-be4d-8a60ea0a58ed",
        "choice_type": "single"
    },
    {
        "question": "Signs and symptoms of uncomplicated pituitary diabetes insipidus can be controlled using -",
        "exp": "Ans. is 'c' i. e., Desmopressin Treatment of diabetes insipidus* The signs and symptoms of uncomplicated pituitary DI can be eliminated completely by treatment with desmopressin (DDAVP), a synthetic analogue of A VP. DDAVP acts selectively at V 2 receptors to increase urine concentration and decrease urine flow in a dose-dependent manner.* It is also more resistant to degradation than is AVP and has a three- to fourfold longer duration of action.* Desmopressin can be given by IV or SC injection, nasal inhalation, or oral tablet.* The doses required to control pituitary DI completely vary widely, depending on the patient and the route of administration.",
        "cop": 3,
        "opa": "Mannitol",
        "opb": "Glycerol",
        "opc": "Desmopressin",
        "opd": "Ethyleneglycol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "74c0704a-2bd3-41ac-b19a-93d9cea6e739",
        "choice_type": "single"
    },
    {
        "question": "Bisphosphonates act by",
        "exp": "Bisphosphonates (BPNs) are analogues of pyrophosphate: carbon atom replacing oxygen in the P-0-P skeleton. They inhibit bone resorption by inhibiting osteoclast function- useful to prevent osteoporosis in addition to metabolic bone diseases and hypercalcaemia. (REF. Essentials of Pharmacology TD TRIPATHI 6th EDITION page no 333)",
        "cop": 3,
        "opa": "Increasing the osteoid formation",
        "opb": "Increasing the mineralization of osteoid",
        "opc": "Decreasing the osteoclast mediated resorption of bone",
        "opd": "Decreasing the parathyroid hormone secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "83abaee5-b489-44b3-8615-8276cdeeacc0",
        "choice_type": "single"
    },
    {
        "question": "Mode of contraception that should be avoided in epilepsy is",
        "exp": "Antiepileptic drugs such as phenytoin, carbamazepine, phenobarbitone are enzyme inducers which when used with oral contraceptives can cause its failure. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition Page no. 326)",
        "cop": 1,
        "opa": "Oral contraceptive pills",
        "opb": "Condoms",
        "opc": "Intrauterine contraceptive devises",
        "opd": "Post-coital pills",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2e59fff8-5693-4a5a-9ea7-02773abcfabc",
        "choice_type": "single"
    },
    {
        "question": "In spider nevi, dilatation of blood vessels is due to",
        "exp": "Nevus araneus, also known as spider angioma or spider nevus, is a common benign vascular lesion present in 10-15% of healthy adults and young children. They may appear as solitary or multiple lesions. In paicular, when multiple lesions are present, liver disease, estrogen therapy, and thyrotoxicosis should be considered. The name stems from its physical appearance, which is characterized by a central red aeriole, or punctum, representing the body of the spider, surrounded by a radial pattern of thin-walled capillaries, resembling legs",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Estrogen",
        "opc": "Hepatotoxins",
        "opd": "FSH",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c6b51935-1b21-4ee1-8d35-3d34771e69d4",
        "choice_type": "single"
    },
    {
        "question": "Vasopressin antagonist acts on",
        "exp": "Vaspression receptors(V2) are present on principal cells of inner medullary collecting tubule. The antagonist like Conivaptan and Tolvaptan may be used in conditions like SIADH and CHF.",
        "cop": 4,
        "opa": "Proximal convoluted tubule",
        "opb": "Distal convoluted tubule",
        "opc": "Coical collecting tubule",
        "opd": "Medullary collecting duct",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "58ef6d80-fc28-4ca1-8724-7027a54b578f",
        "choice_type": "single"
    },
    {
        "question": "Exenatide is drug prescribed for which disease:",
        "exp": "Ans. B. Diabetes. Exenatide is new drug which is a GLP -1 analogue. It delays the gastric emptying, has a role in appetite control and also release of insulin. It controls post prandial hyperglycemia.",
        "cop": 2,
        "opa": "Osteoporosis",
        "opb": "Diabetes",
        "opc": "Hyperthyroidism",
        "opd": "Infertility",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "cdb94e0e-f82e-41a2-ab55-0fb27cff201e",
        "choice_type": "single"
    },
    {
        "question": "One of the following diuretic does not require its presence in the tubular lumen for its pharmacological effects",
        "exp": "Most of the diuretics act from the luminal side of membrane in the nephron. Thazides, loop diuretics, carbonic anhydrase inhibitors and epithelial Na+ channel blockers are secreted in the proximal tubules through organic anion/cation transpo process. Osmotic diuretics reach the lumen of proximal tubules glomerular filtration. Aldosterone antagonists like spironolactone do not act through luminal side rather they act from basolateral side of the membrane. Therefore, these agents do not require access to the tubular lumen.",
        "cop": 4,
        "opa": "Thiazide diuretics",
        "opb": "Loop diuretics",
        "opc": "Carbonic anhydrase inhibitors",
        "opd": "Aldosterone antagonists",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ea3002b4-8786-4c8f-8a68-544c6ef0a891",
        "choice_type": "single"
    },
    {
        "question": "Oral contraceptives are not given with:",
        "exp": "Griseofulvin is an enzyme inducer which increases the metabolism of the oral contraceptives and thus causes its failure. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 326.)",
        "cop": 2,
        "opa": "Streptomycin",
        "opb": "Gresiofulvin",
        "opc": "Pyraziniamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "683b3619-6ee2-4249-8d80-01e06d992461",
        "choice_type": "single"
    },
    {
        "question": "The physical half life of radioactive iodine 131 is",
        "exp": "RADIOACTIVE IODINE The stable isotope of iodine is 127I. Its radioactive isotope of medicinal impoance is: 131I physical half-life of iodine 131 is 8 days. Mech of action:- 131I emits X-rays as well as b paicles. latter are utilized for their destructive effect on thyroid cells. 131I is concentrated by thyroid, incorporated in colloid--emits radiation from within the follicles. The b paicles penetrate only 0. 5-2 mm of tissue. The thyroid follicular cells are affected from within, undergo pyknosis and necrosis followed by fibrosis when a sufficiently large dose has been administered, without damage to neighbouring tissues. Ref:- kd tripathi; pg num:-255",
        "cop": 2,
        "opa": "8 hours",
        "opb": "8 days",
        "opc": "16 days",
        "opd": "60 days",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7342c21d-9422-474f-818c-336b9fa484af",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice as antidiabetic in obese patient:",
        "exp": "Ans. D. Metformin. Metformin is the first line treatment in case obese diabetic patient as it is known to cause weight loss. It doesn't cause the release of insulin and thus less chances of hypoglycemia.",
        "cop": 4,
        "opa": "Glipizide",
        "opb": "Insulin",
        "opc": "Tolbutamide",
        "opd": "Metformin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8a77376c-51e4-4c2e-946f-720572390f1f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following topical steroids is the most potent?",
        "exp": "Ans. is 'a' i. e., Halobetasol propionate Classification of topical steroids based on potency. Class 1(Super potent). Clobetasol propionate ointment and cream 0. 5%Betamethasone dipropionate ointment 0. 05%Halobetasol propionate ointment and cream 0. 05%Class 2(Highly potent). Mometasone furoate ointment 0. 1%Class 3(Potent). Betamethasone dipropionate cream 0. 05%Fluticasone propionate ointment 0. 05%Class 4(Moderately potent). Fluocinolone acetonide ointment 0. 025%Fluticasone propionate cream 0. 05%Mometasone furoate cream 0. 1%Class 5(Moderately potent). Betamethasone valerate cream 0. 1%Hydrocortisone butyrate cream 0. 1%Class 6(Mildly potent). Desonide cream 0. 05%Fluocinolone acetonide solution 0. 05%Class 7(Least potent). Dexamethasone cream 0. 1%Hydrocortisone 1%",
        "cop": 1,
        "opa": "Halobetasol propionate",
        "opb": "Fluticasone",
        "opc": "Hydrocortisone",
        "opd": "Triamcinolone acetonide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f1faa205-d55e-446b-a348-b58da8f652a4",
        "choice_type": "single"
    },
    {
        "question": "The composition of Lugol&; s iodine",
        "exp": "Lugol's iodine is 10% KI with 5% Iodine. Used as an adjuvent in Graves patients planned for surgery. Iodides decrease the vascularity of the gland anf inhibit the release of thyroid hormones hence called thyroid constipating agents. Ref: KDT 7th ed Pg 255",
        "cop": 1,
        "opa": "10% KI with 5% Iodine",
        "opb": "5% KI and 15% Iodine",
        "opc": "5% Iodine with 20% KI",
        "opd": "10% Iodine and 20% KI",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f9ab78d5-991f-4511-8a47-d9d017ca0e84",
        "choice_type": "single"
    },
    {
        "question": "Plasma half life of carbimazole is:",
        "exp": "Plasma half life of carbimazole is 6-10 hours. Half life of PTU is 1. 5 hrs- very sho acting (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 250)",
        "cop": 2,
        "opa": "4 hours",
        "opb": "8 hours",
        "opc": "16 hours",
        "opd": "24 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "114caf6a-2485-4bcd-8c43-c4a04d5d4f99",
        "choice_type": "single"
    },
    {
        "question": "Glucocoicoids act in inflammation mainly by",
        "exp": "Glucocoicoid helps in induction of lipocoins in macrophages. Lipocoins inhibits phospholipase A2 enzyme present in the cell membrane and thus lead to decrease production of prostaglandins, Leukotriens which are responsible for inflammation. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 279)",
        "cop": 3,
        "opa": "(downward arrow) Lipocoin",
        "opb": "increasing IL-2",
        "opc": "(upword arrow) Lipocoin",
        "opd": "increasing CRP",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a16f9c69-491a-4e22-9370-5ad694103de0",
        "choice_type": "single"
    },
    {
        "question": "A pregnant female is taking carbimazole. Which of the following is not seen in the neonate?",
        "exp": "Carbimazole can cross through placenta to foetus in larger amount. Foetal hypothyroidism and goiter is seen with antithyroid drugs. figure shows scalp defect aplasia cutis due to carbimazole (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 251)",
        "cop": 3,
        "opa": "Choanal atresia",
        "opb": "Scalp defects",
        "opc": "Cleft lip/palate",
        "opd": "Fetal goiter",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7ea92854-9b65-4adc-9df0-4715c5e642b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is serious adverse effects seen with Zoledronate",
        "exp": "Refer Goodman Gilman 12/e p 1296 The serious adverse effects noted with most of bisphoshonates is osteonecrosis of jaw bone Zoledronate can cause serious side effects as Nephrotoxicity and renal failure",
        "cop": 1,
        "opa": "Acute renal failure",
        "opb": "Ventricular fibrillation",
        "opc": "Peptic ulcer",
        "opd": "Anterior uveitis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c1deb55e-4f78-4c7f-b0cc-37b23ae99cfa",
        "choice_type": "single"
    },
    {
        "question": "Wof are anti diabetic agents that acts by increasing insulin sensitivity, and so should be euglycemics",
        "exp": "Thiazolidinedione (PPARg agonist) Pioglitazone:- Only one thiazolidinedione Pioglitazone is currently available. Mech of action:- This class of oral antidiabetic drugs are selective agonists for the nuclear peroxisome proliferator-activated receptor g (PPARg) which is expressed mainly in fat cells, but also in muscle and some other cells. It enhances the transcription of several insulin responsive genes. Glitazones tend to reverse insulin resistance by enhancing GLUT4 expression and translocation. Entry of glucose into muscle and fat is improved. Hepatic gluconeo- genesis is also suppressed. Activation of genes regulating fatty acid metabolism and lipogenesis in adipose tissue contributes to the insulin sensitizing action. Lipolysis and plasma fatty acid levels are reduced. Adipocyte turnover and differentiation is accelerated by glitazones. Thus, fatty tissue is a major site of their action. Improved glycaemic control results inlowering of circulating Hb. A1C and insulin levels in type 2 DM patients. Pioglitazone, in addition, lowers serum triglyceride level and raises HDL level without much change in LDL level, probably because it acts on PPARa as well to induce expression of reverse cholesterol transpoer and some apoproteins. Monotherapy with glitazones is not associated with hypoglycaemic episodes. Ref:- kd tripathi; pg num:-276, 277",
        "cop": 2,
        "opa": "Phenformin",
        "opb": "Pioglitazone",
        "opc": "Sitagliptin",
        "opd": "Liraglutide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ef3dd9e9-66a4-479f-aeed-f4a525f9c1f8",
        "choice_type": "single"
    },
    {
        "question": "WHO recommended dose of misoprostol I'm the treatment of post paum hemorrhage",
        "exp": "Refer WHO recommendations for prevention and treatment of PPH 2012 Oxytocin is drug of choice for treatment and we'll as prevention of post paum hemorrhage Alternative are ergometrine, fixed dose combination of Oxytocin and ergometrine and misopristol Misopristol is recommended as 600 mg orally for prevention of PPH and 800 mg sublingually for treatment of PPH",
        "cop": 3,
        "opa": "400 mcg oral",
        "opb": "600 mcg sublingual",
        "opc": "800 mcg sublingual",
        "opd": "1000 mcg oral",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "37a45ec9-1b9e-4b50-b22a-e320f29e4caf",
        "choice_type": "single"
    },
    {
        "question": "Insulin causes:",
        "exp": "Insulin causes potassium ion entry in to the cells causing hypokalemia Insulin can be used to treat hyperkalemia apa from diabetes In hyperkalemia it is usually administered with glucose (REF. Textbook of medical pharmacology K D TRIPATHI 6 Edition, Page No - 259)",
        "cop": 4,
        "opa": "Na+ entry into cells",
        "opb": "K+ exit from cells",
        "opc": "Na+ exit/K+ entry",
        "opd": "K+ entry into cells",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2ff337f7-6ca5-4e20-b640-fed6fe78e360",
        "choice_type": "single"
    },
    {
        "question": "JAK-STAT transducer mechanism is seen i",
        "exp": "(Growth hormone) (50-KDT6th)JAK-STAT- Kinase binding receptors - These receptors differ in not having any intrinsic catalytic domain. Agonist induced dimerization alters the intra cellular domain. Conformation to increase its affinity for a cytosolic tyrosine protein kinase JAK. On binding. JAK gets activated and phosphorylates tyrosine residues of the receptors which now binds another free moving protein ST AT (signal transducer and activator of transcription) which is also phosphorylated by JAK pairs of phosphorylated ST AT dimerize and translocate to the nucleus to regulate gene trans cription resulting in a biological response. Many cytokines, growth hormone, interferons etc act through this type of receptor. Spare receptors are exhibited by insulin receptors. Transducer Mechanisms 1. G- protein coupled receptors2. Receptors with intrinsic ion channel 3. Enzyme linked receptorsa. Intrinsic enzyme receptors b. JAK-STAT- kinase- binding receptors4. Receptors regulating gene expression (Transcription factors)SPARE-RECEPTORS - one agonist receptor binding event can lead to the activation of many more cellular response elements. Thus only a small fraction of the total receptors need to be bound to elicit a maximum- cellular response",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Growth hormone",
        "opc": "Insulin",
        "opd": "Adenosine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "88ba0df4-e4d9-45f6-bfc3-c033e7638e92",
        "choice_type": "single"
    },
    {
        "question": "Gn. RH analogue used In hormonal treatment of carcinoma of prostate Is",
        "exp": "Goserelin is a long acting Gn. RH agonist. It is used in the treatment of prostate cancer. nilutamide is also used in prostate cancer but it is anti androgen not a GNRH analogue finatseride is 5 alpha reductase inhibitor cyproterone- anti androgen with progestational propeies (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 239)",
        "cop": 1,
        "opa": "Goserelin",
        "opb": "Nilutamide",
        "opc": "Cyproterone acetate",
        "opd": "Finasteride",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ac43e39d-28a3-4255-bb1f-bdc4185e3f1f",
        "choice_type": "single"
    },
    {
        "question": "At same concentration of steroids which of the following is most potent",
        "exp": "Refer Katzung 11/e p 1048 Ointment bases tend to give Better activity to the coicosteroids than do cream or lotion Ability of the voice to retard evaporation from the surface of skin varies.",
        "cop": 1,
        "opa": "Ointment",
        "opb": "Cream",
        "opc": "Lotion",
        "opd": "Gel",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7e021a7d-13cd-47f4-8d88-098842483eda",
        "choice_type": "single"
    },
    {
        "question": "Safest treatment for hyperthyroidism in pregnant women is",
        "exp": "Ans. d (Propylthiouracil). (Ref. Harrison, Internal Medicine, 18th ed., /Chapter 40., KD Tripath 5th/232). Propylthiouracil:# During pregnancy thyroidectomy and I131 are contraindicated. With anti-thyroid drugs risk of foetal hypothyroidism and goiter are there.# However, low doses of propylthiouracil are preferred as it has greater protein binding, allowing less transfer to foetus. For the same reason it is preferred in nursing mothers also. HYPERTHYROIDISM IN PREGNANCYHyperthyroidism in pregnancy should be aggressively evaluated and treated. It is most commonly caused by Graves disease, but autonomously functioning nodules, gestational trophoblastic disease, thyroiditis, and hyperemesis gravidarum should also be considered. Methimazole crosses the placenta to a greater degree than propylthiouracil and has been associated with fetal aplasia cutis. However, propylthiouracil can be associated with liver failure. Some experts recommend propylthiouracil in the first trimester and methimazole thereafter. Radioiodine should not be used during pregnancy, either for scanning or treatment, because of effects on the fetal thyroid. In emergent circumstances, additional treatment with beta blockers and a saturated solution of potassium iodide may be necessary. Hyperthyroidism is most difficult to control in the first trimester of pregnancy and easiest to control in the third trimester.",
        "cop": 4,
        "opa": "Radioactive iodine",
        "opb": "Methimazole",
        "opc": "Carbimazole",
        "opd": "Propylthiouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "441dfb2d-9404-42f3-bb40-3e4df579899c",
        "choice_type": "single"
    },
    {
        "question": "In Addison's disease drug to be given is",
        "exp": "Refer KDT 6/e p 283 In chronic adrenal insufficiency or Addinsons disease, hydrocoisone given orally IA the drug of choice Hydrocoisone is a glucocoicoid with maximum mineralocoicoid action",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "DOCA",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "26d6682f-51d5-4099-8df9-e28524717ad3",
        "choice_type": "single"
    },
    {
        "question": "An agent of choice in acute hypercalcemia due to malignancy is",
        "exp": "Calcitonin is the fastest acting followed by I. V bisphosphonates. hyperccalcimia in malignancy is mainly seen in tumors secreting Parathyroid hormone related peptide PTHrP. Ref: CMDT pg 801 2010 ed.",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Cholecalciferol",
        "opc": "Teriperatide",
        "opd": "Zolendronate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "dcdb8161-9d36-4818-90ba-fb3857b6f372",
        "choice_type": "single"
    },
    {
        "question": "Calcitonin is not given in which disease -",
        "exp": "Ans. is 'b' i. e., Thyrotoxicosis Calcitonino Calcitonin is a polypeptide hormone is produced by parafollicular 'C' cell of thyroid (major source), o Parathyroids, thymus and cells of medullary carcinoma of thyroid also contain calcitonin, o Synthesis and secretion of calcitonin is regualted by plasma Ca++ concentration itself - rise in plasma Ca++ increases, while fall in plasma Ca++ decreases calcitonin release. o Actions. It inhibits bone resorption by direct action on osteoblasts. Calcitonin inhibits proximal tubular calciun and phosphate reabsorption by direct action on kidney, o Uses. Hypercalcemic states - Hyperparathyroidism, hypervitaminosis D, osteolytic bony metastasis and hypercalcemia of malignancy. Postmenopausal osteoporosis. Paget's disease.",
        "cop": 2,
        "opa": "Paget's disease",
        "opb": "Thyrotoxicosis",
        "opc": "Hyperparathyroidism",
        "opd": "Hypervitaminosis D",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e8c0dc2f-9970-4583-a9ef-a0983ee38a2f",
        "choice_type": "single"
    },
    {
        "question": "Wof vitamin D preparations would be the most appropriate in a patient with poor renal function",
        "exp": "1-Hydroxylase activity must be adequate to produce 1, 25(OH) 2 D 3. Calcitriol is the only choice that is already 1-hydroxylated. Ref:- kd tripathi; pg num:-341",
        "cop": 2,
        "opa": "Cholecalciferol",
        "opb": "Calcitriol",
        "opc": "Ergocalciferol",
        "opd": "Calcifediol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "0cabafce-c35e-4cb1-853f-8f1449a072fb",
        "choice_type": "single"
    },
    {
        "question": "Levothyroxine is used in:",
        "exp": "L-thyroxine is thyroxine analogue. It has a a more sustained and uniform action. It is used in cretinsm and in hypothyroidism it contains T4 T3 medication is liothyronine which is used very rarely -only in myxedema coma (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 248)",
        "cop": 2,
        "opa": "Thyroid storm",
        "opb": "Cretinism",
        "opc": "Endemic goiter",
        "opd": "Grave's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ebc04f56-df5c-4763-b2e0-32beb7e445ec",
        "choice_type": "single"
    },
    {
        "question": "Drug causing Addison's disease is",
        "exp": "Addison's disease, also known as primary adrenal insufficiency and hypocoisolism, is a long-term endocrine disorder in which the adrenal glands do not produce enough steroid hormones A dose dependent decrease in serum hydrocoisone due to synthesis inhibition is noted with the use of ketoconazole. others-mitotane, metyrapone, aminoglutethimide, etomidate (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 763)",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Aminoglutethimide",
        "opc": "Cyclosporine",
        "opd": "Glucocoicoids",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d693d182-b2c0-4d32-b0ae-ff6b9108e94a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following insulin is rapidly acting?",
        "exp": "Ref: KDT 6th ed. pg. 259. Insulin type. Onset of action (hr.). Duration of action (hr). Ultrashort (Rapid Acting) Insulin Lispro. Insulin Aspart. Insulin Gluilisine15 - 30 minutes3-5 hrs. Short acting. Regular insulin30-60 minutes6-8 hrs. Intermediate acting. Insulin lente. Neutral protamine hagedorn (NPH)/lsophane insulin1-2 hrs16-20 hrs. Long Acting. Insulin Glargine. Insulin Detemir Insulin Degludec2-4 hrs16-24 hrs. Degludec: >24 hours. Inhaled insulin(Human insulin)-Liquid form5-10 minutes3-5 minutes. Most common side effect of insulin: hypoglycemia. DOC for Diabetic ketoacidosis (DKA): Regular insulin",
        "cop": 1,
        "opa": "Insulin lispro",
        "opb": "Regular insulin",
        "opc": "Insulin glargine",
        "opd": "NPH",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9b5fac0c-9061-4fac-a88a-7fd005c2d5b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs halts macrovascular as well as microvascular effects of DM?",
        "exp": "Ans. is 'b' i. e., Biguanides Biguanides* Biguanides like metformin are the 1st line drugs for the treatment of Type 2 DM, which acts by AMPK activation.* Advantages of Biguanides are as followsi) Non hypoglycemic. ii) Promotes weight loss. iii) Prevents macro as well as microvascular complications of DM. iv) No acceleration of p cell failure. v) Reduction in glycosylated Hb, i. e., Hb. AlC by around 1%. vi) It has also found to improve fertility in PCOD patients.",
        "cop": 2,
        "opa": "Acarbose",
        "opb": "Biguanides",
        "opc": "Meglitinide",
        "opd": "Algaliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a320af94-c9e2-4b7c-a3d9-694e07956db3",
        "choice_type": "single"
    },
    {
        "question": "Male gynaecomastia is seen with:",
        "exp": "Gynecomastia occurs in a number of male patients treated with Spironolactone, Anti-androgens, Anabolic steroids and androgens, diazepam, cimetidine Tamoxifen is a SERM Clomiphene citrate is an antiestrogen. Testostetone is a natural androgen. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 524)",
        "cop": 3,
        "opa": "Clomiphene",
        "opb": "Testosterone",
        "opc": "Spironolactone",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a9bf3e29-3134-4c18-a754-8e24e6005fe9",
        "choice_type": "single"
    },
    {
        "question": "Clomiphene acts to induce ovulation by wof mechanisms",
        "exp": "Antiestrogens Clomiphene citrate:- It binds to both ERa and ERb and acts as a pure estrogen antagonist. it induces Gn secretion in women by blocking estrogenic feedback inhibition of pituitary. The amount of LH/FSH released at each secretory pulse is increased. In response, the ovaries enlarge and ovulation occurs if the ovaries are responsive to Gn. Adverse effects:- Polycystic ovaries, multiple pregnancy, hot flushes, gastric upset, veigo, allergic dermatitis. Risk of ovarian tumour may be increased. Ref:- kd tripathi; pg num:-312",
        "cop": 1,
        "opa": "Diminishing ER-mediated negative feedback at the pituitary",
        "opb": "Increasing the action of ER a in the ovary",
        "opc": "Increasing the action of ER a in the hypothalamus",
        "opd": "Increasing the amount of ER a",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2025ba05-5066-4af7-9195-caf31d7fa7fd",
        "choice_type": "single"
    },
    {
        "question": "Longest acting glucocorticoids is -",
        "exp": "Ans. is 'd' i. e., Dexamethasone Relative Activity of systemic corticosteroids",
        "cop": 4,
        "opa": "Prednisone",
        "opb": "Prednisolone",
        "opc": "Cortisone",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "75a14444-a43e-43e8-bb97-4b2f9be866ed",
        "choice_type": "single"
    },
    {
        "question": "Which is not an insulin analogue?",
        "exp": "ANSWER: (C) Actrapid. REF: Pharmacology Re. Cap 2. 0 for Bachelor of Dentistry Students by Dr J. G. Buch page 304. Insulins: Highly purified mono- component insulin. Porcine Actrapid- Regular. Short acting. Porcine Monotard- Lente. Intermediate acting. Porcine Insulatard- NPH Porcine Mixtard30% regular, 70% Isophane. Human insulin. Human Actrapid- Regular. Short acting. Human Monotard- Lente. Intermediate acting. Human Insulatard- NPH Human Mixtard30% regular, 70% Isophane. Insulin analogues. Insulin Lispro Insulin aspart Insulin glulisine. Ultra short acting. Insulin glargine. Long acting",
        "cop": 3,
        "opa": "Insulin glargine",
        "opb": "Insulin lispro",
        "opc": "Actrapid",
        "opd": "Insulin aspart",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3a288b8e-c10c-4d19-a9ad-0b2f8c543579",
        "choice_type": "single"
    },
    {
        "question": "Norplant contains how many capsules of levonorgestrel:",
        "exp": "Norplant contains a set of 6 capsules each containing 36mg levonorgestrel for subcutaneous implantation-placed subcutaneously in the medial aspect of upper arm (Ref. Essentials of medical pharmacology TD Tripathi 6th edition page no. 323)",
        "cop": 2,
        "opa": "4",
        "opb": "6",
        "opc": "8",
        "opd": "10",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "550540fa-55ff-4b0b-a505-6245daaee5fc",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Calcitriol is:",
        "exp": "Calcitriol is a synthetic version of Vitamin D3 used to treat calcium deficiency with hypoparathyroidism Bone-calcitriol increases resorption of calcium from bone. kidney-it increases calcium reabsorption in the distal tubule. intestine-it promotes intestinal absorption of calcium (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 338)",
        "cop": 2,
        "opa": "Decreased calcium resorption calcium from bone",
        "opb": "Increase calcium absorption from intestine",
        "opc": "Decreased calcium absorption from kidney",
        "opd": "Decrease calcium absorption from intestine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f4669d59-b062-4569-8797-c636f8e62aec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antifungal drug can be used in the treatment of cushing syndrome?",
        "exp": "cushings syndrome occurs due to high levels of steroids ketoconozole is one the steroid synthesis inhibitor High doses of ketoconazole is used in Cushing's syndrome to decrease coicosteroid production. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No 763)",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Fluconazole",
        "opc": "Itraconazole",
        "opd": "Miconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "abacbc75-a2c7-4383-813a-34a426a70e28",
        "choice_type": "single"
    },
    {
        "question": "What will happen if insulin alone is given rapidly in diabetic Ketoacidosis?",
        "exp": "When insulin therapy is instituted ketosis subsides and potassium ions are driven intracellularly. This lead to hypokalemia. 1st IV Fluids should be given then slow iv infusion of insulin should be staed if blood glucose levels reach below 300, dextrose has to be combined with the insulin to prevent hypoglycemia (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 264)",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hypernatremia",
        "opc": "Hyperkalemia",
        "opd": "Hypocalcemia",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ba7896bf-fbbd-4aa3-b962-bdae60e339c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in the management of PCOD",
        "exp": "Refer Surya gynae 6th/e p 470 Treatment of PCOD Weight loss if more than 5 percnt of previous weight is impoant Cigarette smoking should be avoided Estrogen in combination with progesterone Dexamethasone 0. 5mg at bedtime also reduces androgen propeies",
        "cop": 2,
        "opa": "Clomiphene",
        "opb": "Tamoxifen",
        "opc": "Oral contraceptives",
        "opd": "Metformin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9f76e5da-d718-4300-b99a-42ab13bca4af",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used insulin for emergencies of diabetes like diabetes ketoacidosis",
        "exp": "Regular-actrapid insulin is most commonly used for DKA, Hyperosmolar coma. But the ultra long acting and ultra shio accting insulin are not preferred in emergency situations. other treatment for DKA is 0. 9% normal saline, regular insulin I. V, management o f metabolic acidosis due to ketone bodies. Ref: Katzung 12 th ed.",
        "cop": 2,
        "opa": "Lispro",
        "opb": "Regular",
        "opc": "Aspa",
        "opd": "Glargine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8deaf2b4-06e6-4bb1-825d-9c614f3e9c61",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an aromatase inhibitor?",
        "exp": "Letrozole is an orally active nonsteroidal compound that reversibly inhibits aromatization all over the body Letrozole, anastrozole, fadrozole, exemestane, formestane etc are aromatase inhibitors Ref Essentials of medical Pharmacology TD Tripathi 7th edition page no. 314)",
        "cop": 2,
        "opa": "Tamoxifen",
        "opb": "Letrozole",
        "opc": "Danazol",
        "opd": "Taxane",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "83674466-8a13-4bd2-b792-03418af03bf0",
        "choice_type": "single"
    },
    {
        "question": "The progestogenic emergency contraceptive pills act by:",
        "exp": "The postcoital pill may dislodge a just implanted blastocyst or may interfere with implantation because endometrium is made either hyperproliferative or hypersecretory or atrophic. If it is not the case of emergency contraception, then progesterone could act by increasing the cervical mucus viscosity Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 324)",
        "cop": 3,
        "opa": "Altered cervical secretion",
        "opb": "Inhibition of ovulation",
        "opc": "Anti-implantation effect",
        "opd": "Inhibition of LH secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e0cd6961-c955-4d47-9610-4a9bea766745",
        "choice_type": "single"
    },
    {
        "question": "Longest acting insulin",
        "exp": "Degludec is the longest acting insulin. it acts for 42hrs so it can be given even once every alternate day. Other long-acting which acts for 24 hrs is glargine, detemir. They are insulin analogues. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Degludec",
        "opb": "Aspa",
        "opc": "Regular insulin",
        "opd": "Glargine insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "55acb643-2348-40ea-8030-3317b6a92920",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is recombinant PTH -",
        "exp": "Ans. is 4a' i. e., Teriparatide o Teriparatide - recombinant preparation of 1 - 34 residues of amino terminal of human PTH, introduced for treatment of osteoporosis. o Injected s. c. 20mcg once daily. Increase bone mineral density and stimulate bone formation. Reduces risk of vertebral as well as non - vertebral fractures in osteoporotic women.",
        "cop": 1,
        "opa": "Teriparatide",
        "opb": "Cinacalcet",
        "opc": "Carisoprodol",
        "opd": "Oxethazaine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "da8d2108-3750-4e94-974c-49d763b5d952",
        "choice_type": "single"
    },
    {
        "question": "Pancreatitis is an ADR of which antidiabetic?",
        "exp": "Pancreatitis can be seen with DPP4 inhibitors like vildagliptin. Other drugs in this group are sitagliptin, saxagliptin. They inhibit the DPP4 enzyme and increse the t half of incretins to increase the insulin production. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Vildagliptin",
        "opb": "Metformin",
        "opc": "Glibenclamide",
        "opd": "Insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "dfc494ef-faa7-4fc2-8845-f958ce15d764",
        "choice_type": "single"
    },
    {
        "question": "Gn. RH analogue used in hormonal treatment of carcinoma prostate?",
        "exp": "Ans. a (Goserelin) (Ref. KDT 6th/pg. 239). Many analogues of Gn. RH, e. g. Buserelin, Goserelin, Leuprolide, Nafarelin, Triptorelin, have been developed: are 15-150 times more potent than natural Gn RH and longer acting. The superactive Gn. RH agonists are used as nasal spray or injected s. c. Long-acting preparations for once a month s. c. injection have been produced (triptorelin depot). The resulting reversible pharmacological oophorectomy /orchiectomy is being used in precocious puberty, prostatic carcinoma, endometriosis, premenopausal breast cancer, uterine leiomyoma, PCOD and to assist induced ovulation. It also has potential to be used as contraceptive for both males and females.# Goserelin is a drug often used in prostate carcinoma. Goserelin can cause gynecomastia as a side effect.# Anastrozole is a selective nonsteroidal inhibitor of aromatase. It is presently approved for first-line treatment of postmenopausal women with metastatic breast cancer that is ER-positive.# Letrozole is a nonsteroidal competitive inhibitor of aromatase that is significantly more potent than aminoglutethimide and acts in the same way as anastrozole. It is also indicated for first-line treatment of postmenopausal women with hormone receptor-positive metastatic breast cancer.# Exemestane is a steroidal hormonal agent that binds to and irreversibly inactivates aromatase. It is indicated for the treatment of advanced breast cancer in postmenopausal women whose disease has progressed on tamoxifen therapy. 1. Bicalutamide. Nonsteroidal anti-androgens2. Finasteride5-alpha reductase inhibitor3. Oxybutynin. Muscarinic receptor antagonists4. Goserelin. LHRH analogue5. Sildenafil. PDE5 inhibitor6. Cyproterone acetate. Steroidal anti-androgens7. Tamsulosin. Alpha blocker# Prostate cancer is classically treated with diethylstilbesterol (DES) acting as an estrogen at the level of the hypothalamus to downregulate hypothalamic luteinizing hormone (LH) production, resulting in decreased elaboration of testosterone by the testicle. For this reason, orchiectomy is equally as effective as moderate-dose DES.# In the event that orchiectomy is not accepted by the patient, testicular androgen suppression can also be effected by luteinizing hormone-releasing hormone (LHRH) agonists such as leuprolide and goserelin. These agents cause tonic stimulation of the LHRH receptor, with the loss of its normal pulsatile activation resulting in its desensitization and decreased output of LH by the anterior pituitary. Therefore, as primary hormonal manipulation in prostate cancer one can choose orchiectomy or leuprolide, not both.# The addition of actual antagonists of androgens acting at the androgen receptor, including flutamide or bicalutamide, is of uncertain additional benefit in extending overall response duration, but it clearly prevents the activation of androgen receptors by adrenal androgens, and the combined use of orchiectomy or leuprolide plus flutamide is referred to as \"total androgen blockade. \"",
        "cop": 1,
        "opa": "Goserelin",
        "opb": "Nilutamide",
        "opc": "Cyproterone acetate",
        "opd": "Finasteride",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7a739367-a927-41e8-93c3-5c48a60a6c45",
        "choice_type": "single"
    },
    {
        "question": "Ullipristal acetate is",
        "exp": "Refer Harrinson 19/e p 2391 Ullipristal is a selective progesterone receptor modulator like mifepristone It is used as an emergency contraceptive that can be used within 120 hours of unprotected intercourse",
        "cop": 4,
        "opa": "Gn. RH agonist",
        "opb": "Androgen antagonist",
        "opc": "Selective estrogen receptor modulator",
        "opd": "Selective progesterone receptor modulator",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5fdff69d-d98d-471d-a3cb-2a4897768adf",
        "choice_type": "single"
    },
    {
        "question": "Secretion of prolactin is inhibited by:",
        "exp": "Dopamine keeps inhibitory control over prolactin. This explains the reason behind hyperprolactinemia in psychotic patients who are treated with dopamine antagonists. Dopamine agonists (bromocriptine, cabergoline) therefore are used in treatment of hyperprolactinemia, acromegaly.",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Nor-adrenaline",
        "opc": "Adrenaline",
        "opd": "Serotonin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "09afacb9-3063-49a6-b08c-49993ffbf984",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is rapidly acting insulin?",
        "exp": "Ans. D. Lispro. Lispro and as part is rapid acting, regular insulin is short acting, Lente is intermediate acting and Ultra Lente, glargine is longer acting.",
        "cop": 4,
        "opa": "Lente",
        "opb": "Glargine",
        "opc": "Ultralente",
        "opd": "Lispro",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "89c8cca7-a95f-4cbe-82f0-b1b830911c6a",
        "choice_type": "single"
    },
    {
        "question": "Which drugs action needs insulin presence to produce its therapeutic action?",
        "exp": "Metformin and glitazones require insulin for their action as they are just insulin sensitizers not releasers. They sensitize the tissue to insulin hence require insulin for their action. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Glibenclamide",
        "opb": "Nateglinide",
        "opc": "Pioglitazone",
        "opd": "Empagliflozin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9ccb794f-d8f5-45ef-8d7a-780ae71a3feb",
        "choice_type": "single"
    },
    {
        "question": "The site of action of the furosemide is",
        "exp": "Furosemide is a loop diuretic and this group of drugs act on thick ascending limb of loop of Henle",
        "cop": 1,
        "opa": "Thick ascending limb of loop of Henle",
        "opb": "Descending limb of loop of Henle",
        "opc": "Proximal convoluted tubule",
        "opd": "Distal convoluted tubule",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "efebd1dd-7fc7-4db2-826a-e221efdb9ba3",
        "choice_type": "single"
    },
    {
        "question": "A 57 years old lady presents with type-ll diabetes mellitus with symptoms like polyuria, excessive thirst, fatigue and blurred vision. Further investigation reveals insulin resistance. Which one of the following drug is most appropriate for initiating treatment along with diet and exercise?",
        "exp": "Answer: b) Metformin. CLASSIFICATION OF ANTI-DIABETIC DRUGS* Enhance Insulin secretiono Sulfonylureas (KATP Channel blockers)# First generation: Tolbutamide, chlorpropamide, tolazamide, acetohexamide# Second generation: Glibenclamide (glyburide), Glipizide, Gliclazide, Glimepirideo Glinides/Meglitinides/phenylalanine analogues(KATP Channel blockers/prandial glucose regulators): Repaglinide, Nateglinideo Glucagon-like peptide-1 (GLP-1) receptor agonists (Injectable drugs): Exenatide, Liraglutideo Dipeptidyl peptidase-4 (DPP-4) inhibitors: Sitagliptin, Vildagliptin, Saxagliptin, Alogliptin, Linagliptin* Overcome Insulin resistanceo Biguanide (AMPK activator): Metformino Thiazolidinediones (PPARY activator): Pioglitazone* Miscellaneous antidiabetic drugso a -Glucosidase inhibitors: Acarbose, Miglitol, Vogliboseo Amylin analogue: pramlintideo Dopamine-D2 receptor agonist: Bromocriptineo Sodium-glucose cotransport-2 (SGLT-2) inhibitor in kidneys: Dapagliflozin, canagliflozin. Improve insulin availability. Overcome insulin resistance* Exogenous insulin* Sulfonylureas* Meglinitinide/ phenylalanine analogues* Dipeptidyl peptidase-4 inhibitors (DPP-4ls)* Biguanides* Thiazolidinediones* Alpha glucosidase inhibitors. Major limitations (except for DPP-4ls). Major limitations* Hypoglycaemic episodes* Weight gain* Concern about premature Atherosclerosis d/t hyperinsulinemia. Inability to achieve normoglycaemia by themselves in many patients, especially moderate-to-severe cases. INSULIN (Discovered by Banting and Best in 1921). Preparations: Conventional preparations are obtained from pork (porcine) and beef (bovine). Addition of zinc makes it long acting. Insulin may be: o Ultra short acting (insulin lispro, glulisine and aspart)o Short acting (regular insulin and semi lente)o Intermediate acting (lente insulin and neutral protamine hagedron). o Long acting (ultra lente and protamine zinc insulin)o Ultra long acting (insulin detemir, glargine, degludec)* Single peak insulin and mono component insulin: less immunogenic.* Rapid-acting and short-acting insulins are clear solutions at neutral pH and contain small amounts of zinc to improve their stability and shelf-life.* All others except insulin glargine are dispensed as turbid suspensions at neutral pH with either protamine in phosphate buffer (neutral protamine Hagedorn insulin) or varying concentrations of zinc in acetate buffer (ultralente and lente insulins).* Insulin glargine is the only soluble, \"peakless\" ultralong- acting insulin analog.* When lente insulin is mixed with regular insulin, some of the regular insulin may form a complex with the protamine or Zn2+* D/t its acidic pH, insulin glargine cannot be mixed with other insulin preparations that are formulated at neutral pH.* Prevalence of hypoglycemia is reduced by 20-30% with insulin lispro, and glucose control, as assessed by Hb. Alc, is modestly but significantly improved.* Continuous Subcutaneous Insulin Infusion Devices: most physiologic method of insulin replacement.* Best drug of choice to combine with insulin: metformin.* Major and dose limiting side effect of insulin therapy: Hypoglycemia.* Insulin detemir: not approved in pregnancy.* Degludec: action lasts for 72 hours. (? Weekly twice dosage). Main types of insulin preparation. Type. Onset. Peak. Duration. Comments. Rapid-acting insulin analogue5-15 min30-60 min2-5 hr. Can be injected at the start of a meal. Short-acting(soluble/ regular insulin)30 min1-3 hr4-8 hr. Usually injected 15-30 minutes before a meal. Clear solution. Intermediate or long-actin Insulin1-2 hr(NPH, Lente) 2-3 hr4-8 hr8-12 hr(NPH). Used to control glucose levels between meals. May be combined with(isophane or zinc insulin)(Ultralente)4-8 hr8-24 hr(Ultralente)short-octing insulin. Long-acting insulin analogue30-60 min. No pee k16-24 hr. Usually taken once daily. Route of administration* All preparations can be given by S. C. route.* Only regular (crystalline zinc) insulin can be given i. v.* Inhalational route (Exubera), oral insulin, buccal delivery of insulin- under trial. Basal-bolus regimen:* 3-4 daily injections.* A long-acting insulin (glargine) is injected once daily either before breakfast or before bed-time for basal coverage along with 2-3 meal - time injections of a rapid acting preparation (insulin lispro or aspart). Complications of insulin therapy* Most common complication is hypoglycemia.* Lipodystrophy (less with highly purified and recombinant forms)* Allergic reactions can occur with conventional preparation* Short lived edema due to Na+ retention. ORAL HYPOGLYCEMIC AGENTSDRUGS ACTING BY THE RELEASE OF INSULIN* This group includes Sulfonyl ureas and meglitinides. These drugs inhibit ATP sensitive K+ channels and cause depolarization of b cells resulting in the release of insulin.* These drugs are effective only if 30% or more of the b cells in the pancreas are available.* Major limitation of these drugs is hypoglycemia. Sulfonvlureas:* These may be first generation (Tolbutamide, chlorpropamide) or second generation (glibenclamide, glipizide, gliclazide and glimepiride) compounds.* Tolbutamide is the shortest acting whereas chlorpropamide is the longest acting sulfonylurea.* Second generation drugs are most the potent.* They can cause weight gain (less chance with glipizide and gliclazide).* Chlorpropamide has additional actions like dilutional hyponatremia (ADH like action), cholestatic jaundice and disulfiram like reaction (intolerance to alcohol).* Glimepiride: Sulfonylurea of choice, Have beneficial effects in regard to ischemic preconditioningo Enhances GLUT-4 translocation. o Inhibitory effects on platelet aggregation.* Sequestered in beta cells, Higher incidence of hypoglycemia (maximum with glibenclamide)* Glibenclamide: releases duodenal insulin releasing agent (DIRA), responsible for sustained effect* Gliclazide has additional antiplatelet action, beneficial effect on fibrinolysis.* Glipizide: better control of post prandial hyperglycemia.* Chlorpropamide: now used in diabetes insipidus.* Can precipitate Steven Johnson syndrome, but do not exhibit cross reactivity with sulfonamides Meglitinides: Nateglinide and repaglinide (mainly for post prandial hyperglycemia-\"treat while you eat\")DRUGS ACTING BY OTHER MECHANISMSBiguanides:* Extracted initially from French lilac.* Metformin and phenformin: preferred agents for obese patients (cause weight loss).* Decreases the production (inhibit gluconeogenesis and glycogenolysis) and increasing the utilization (stimulation of glycolysis and tissue uptake of glucose).* Actions of metformino Anorexigenic effecto Decreases glucose absorption in intestineo Decreases hepatic gluconeogenesiso Increases the number of insulin receptorso Increases GLUT-4 transporterso Decreases TGL synthesis in livero Facilitates conversion of atherogenic LDL to non atherogenic LDL.* 1st line drug in the management of diabetes; shown to prevent progression of IGT to diabetes* Only anti-diabetic drug approved for pediatric use in USA.* Lactic acidosis-type-B (more with phenformin) and Megaloblastic anemia (more with metformin) due to vitamin B12 deficiency are the major adverse effects of these drugs.* Lactic acidosis is more likely to occur in the presence of hepatic and renal impairment or alcohol ingestion.* Used in PCOD & it is the only drug that reduces macrovascular complications in type-II DM. Thiazolidinediones;* Troglitazone, pioglitazone and rosiglitazone act as agonists of peroxisome proliferator activated receptor gamma (PPARy). These drugs increase HDL. (favorable lipid profile)* These drugs are used to reverse insulin resistance in type II DM.* Troglitazone was withdrawn due to serious hepatotoxicity and monitoring of hepatic function is recommended for other glitazones also.* Glitazones are avoided in CHF due to the risk of edema (fuid retention), increases the risk of osteoporotic fractures.* Usually not combined with insulin (d/t weight gain)* Stimulant of ovulation.* Rosiglitazone is associated with increased incidence of Ml & Pioglitazone with bladder Ca.* Increases subcutaneous fat with decreased visceral fat* Thiazolidinedione paradox: improves insulin sensitivity despite increasing subcutaneous adiposity. a-Glucosidase inhibitors:* Inhibitors of a glucosidase (voglibose, acarbose and miglitol) decrease carbohydrate absorption from the GIT.* Not as potent as other oral agents in lowering the A1C but is unique because it reduces the postprandial glucose rise even in individuals with type 1 DM.* Most specific agent for sucrose and maltase enzymes: Voglibose* Major adverse effect - flatulence due to fermentation of unabsorbed carbohydrates. GLP-1 AGONISTS* Exenatide: a recombinant glucagon like peptide (GLP) analogue. o GLP is normally secreted (in GIT) when food enters the stomach and it stimulates release of insulin. o GLP is normally metabolized by dehydro peptidyl peptidase 4 (DPP-4), o Exenatide is a GLP analogue resistant to DPP-4 and can be used for the treatment of DM. o Major adverse effect: lifr threatening pancreatitis* Liraglutide: o Long-acting GLP-1 agonist, closely related to the native peptide but its tight binding to plasma proteins extends t1/2to > 12 hours and duration of action to >20 hours, o MC adverse effects: nausea and diarrhea. o Use of liraglutide- weight loss & being evaluated as an antiobesity drug even for nondiabetics. o Carries a black box warning because of an increased risk of thyroid C-cell tumors in rodents, o Contraindicated in medullary carcinoma of the thyroid and MEN syndromes. o Hypoglycaemia is rare with exenatide/liraglutide mono-therapy.* Recent drugs: albiglutide, dulaglutide and semaglutide. DPP-4 INHIBITORS* Sitagliptin, Vildagliptin, Linagliptin & Saxagliptin: It is a DPP-4 inhibitor and thus decreases the metabolism of endogenous GLP.* Sitagliptin achieves peak concentrations within 1-4 hours, and has a half-life of 12 hours.* Linagliptin: no dose adjustement needed in renal failure.* The usual dosage is 100 mg orally once daily.* Sitagliptin can be used as monotherapy and in combination with metformin, sulfonylureas, and Tzds.* Therapy with sitagliptin has resulted in HbA lc reductions of between 0. 5% and 1. 0%.* Boosts post prandial insulin release & decreases glucagon secretion.* Nasopharyngitis & cough can occur d/t prevention of Substance-P degradation.* Pancreatitis is rare.* Recent drugs: alogliptin, teneligliptin. NEWER DRUGS* Pramlintide, an analogue of amylin: given parenterally, delays gastric emptying and suppresses glucagon secretion. Reduce postprandial glycemic excursions in type 1 and type 2 diabetic patients taking insulin.* Bromocriptine mesylate: alter insulin resistance by acting on hypothalamus & bromocriptine targets D-2 receptors.* Dapagliflozin/canaglifozin: produces round-the-clock glycosuria and lowers blood glucose levels. Resulting glycosuria can predispose to urinary and genital infections, electrolyte imbalance and increased urinary frequency. Contraindicated in renal failure. NOTE:* Colesevelam hydrochloride: Initially developed as a bile acid sequestrant and cholesterol- lowering drug, is now approved as an antihyperglycemic therapy for persons with type 2 diabetes who are taking other medications or have not achieved adequate control with diet and exercise.* Epalrestat: o Sorbitol is a minor metabolite of glucose generated by the enzyme aldose reductase, o In diabetics, excess sorbitol is deposited in nerves and other tissues diabetic neuropathy and other complications. o Epalrestat is an aldose reductase inhibitor - delays sorbitol accumulation & delays progression of diabetic neuropathy. o Nausea, vomiting and elevation of liver enzymes are the adverse effects. Important facts:* Glucose-lowering agents other than insulin (with the exception of amylin analogue and a- glucosidase inhibitors) are ineffective in type 1 DM.* Glucagon is suppressed by: incretin analogues & DPP-IV inhibitors.* All others are used only in type 2 DM.* Injectable drugs for DM: Insulin, Exenatide, Pramlinitide, Liraglutide.* The only bile acid binding resin approved for type 2 DM is cholesevelam.* D2 agonist approved for type 2 DM is Bromocriptine* Weight gain is seen with--Insulin, insulin secretagogues (sulfonyl ureas, meglinitinides), thiazolidinediones* Weight reduction is seen with - Metformin, pramlintide, GLP-l agonist* Weight neutral- DDP4 inhibitors* Alpha glucosidase inhibitor will reduce the progression of IGT to type 2 DM MOAHb. AlC Reduction (%). Advantages. Disadvantages. Contraindications. Biguanides| Hepatic glucose production1-2. Weight neutral, Do not cause hypoglycemia, inexpensive. Diarrhea, nausea, lactic acidosis. Serum creatinine >1. 5, CHF, radiographic contrast studies, seriously ill patients, acidosisa-Glucosidase inhibitors| GI glucose absorption0. 5-0. 8| postprandial glycemia. Gl flatulence, liver function tests. Renal/liver disease. Dipeptidyl peptidase IV inhibitors. Prolong endogenous GLP-1 action0. 5-0. 8. Do not cause hypoglycaemia Reduce dose with renal disease. Insulin secretagogues: Sulfonylurea| Insulin secretion1-2. Inexpensive. Hypoglycemia, weight gain. Renal/liver disease. Insulin secretagogues: Non- sulfonylureas| lnsulin secretion1-2. Short onset of action, lower postprandial glucose. Hypoglycemia. Renal/liver disease. Thiazolidinedi onesb| lnsulin resistance, '|glucose utilization0. 5-1. 4. Lower insulin requirements. Peripheral edema, CHF, weight gain, fractures, macular edema; rosiglitazone may increase cardiovascular risk. CHF, liver disease; Bile acid sequestrants. Bind bile acids; mechanism of glucose lowering not known0. 5 Constipation, | triglycerides, interfere with absorption of other drugs, intestinal obstruction. Elevated plasma triglycerideslnsulinb'c| Glucose utilization, | Hepatic glucose production, Not limited. Known safety profile. Injection, weight gain, hypoglycemia GLP-1 receptor agonistsb| lnsulin, | glucagon, slow gastric emptying, satiety0. 5-1. 0. Weight loss, do not cause hypoglycemia. Injection, nausea, 'brisk of hypoglycemia with insulin secretagogues, pancreatitis, renal failure. Renal disease, agents that also slow. GI motility; Amylin agonistsb, c. Slow gastric emptying, | glucagon0. 25- 0. 5. Reduce postprandial glycemia; weight loss. Injection, nausea, 'brisk of hypoglycemia with insulin. Agents that also slow Gl motility. Medical nutrition therapy and physical activityb, c| Insulin resistance, | insulin secretion1-3. Other health benefits. Compliance difficult, long-term success low * a. AiC reduction (absolute) depends partly on starting AiC.* b. Used for treatment of type 2 diabetes.* c. Used in conjunction with insulin for treatment of type 1 diabetes",
        "cop": 2,
        "opa": "Pioglitazone",
        "opb": "Metformin",
        "opc": "Glimepiride",
        "opd": "Repaglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6d8f6b82-198f-4b85-9f87-bbf460dd0dbb",
        "choice_type": "single"
    },
    {
        "question": "'A 46 years-old male patient has Cushing's syndrome due to the adrenal tumor. Which of the following drugs would be expected to reduce the symptoms in this case?",
        "exp": "High dose Ketoconazole has been used in Cushing's syndrome to decrease coicosteroid production ketoconazole- steroid synthesis inhibitor (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 793.)",
        "cop": 4,
        "opa": "Betamethasone",
        "opb": "Coisol",
        "opc": "Fludrocoisone",
        "opd": "Ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "888b6c46-f3cf-4e29-acc8-bc970513a119",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indication for coicosteroids?",
        "exp": "Coicosteroid is contraindicated in psychosis, herpes simplex keratitis. Loefflers syndrome is associated with increased eosinophill in lungs. Coicosteroid reduces allergic response and formation of pro inflammatory cells. (REF. Textbook of medical pharmacology K D TRIPATHI 6 Edition, Page No - 279, 287)",
        "cop": 3,
        "opa": "Psychosis",
        "opb": "Herpes simplex",
        "opc": "Loeffler's syndrome",
        "opd": "Subacute thyroiditis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b7ad0c34-11a6-474b-a7b7-ab43fdc523bb",
        "choice_type": "single"
    },
    {
        "question": "Insulin release due to K+ closure is seen with",
        "exp": "Glinides acts by the closure of potassium channels like sulphonylureas REF KD TRIpathi 8th ed",
        "cop": 1,
        "opa": "Nateglinide",
        "opb": "Acarbose",
        "opc": "Exenatide",
        "opd": "Sitagliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "998cab99-efbb-436d-85a3-2426ae1b41f9",
        "choice_type": "single"
    },
    {
        "question": "Sildenafil is used in treatment of:",
        "exp": "Ans. is 'c' i. e., Erectile dysfunction Sildenafil* Sildenafil (Viagra) acts to increase c. GMP by inhibiting its breakdown by phosphodiesterase isoform 5 (PDE-5).* The drug has been very successful in the marketplace because it is an orally active drug which is used for treatment of erectile dysfunction and which is popularly marketed as Viagra.* However, sildenafil is of little or no value in men with loss of potency due to cord injury or other damage to innervation and in men lacking libido.* Furthermore, sildenafil potentiates the action of nitrates used for angina, and severe hypotension and a few myocardial infarctions have been reported in men taking both drugs.* It is recommended that at least 6 hours pass between use of a nitrate and the ingestion of sildenafil. Sildenafil also has effects on color vision, causing difficulty in blue-green discrimination. Two similar PDE-5 inhibitors, tadalafil and vardenafil, are available.",
        "cop": 3,
        "opa": "Sterility",
        "opb": "Priaprism",
        "opc": "Erectile dysfunction",
        "opd": "Decreased libido",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bd3eff4f-a7a8-46cd-8c90-4eb6a20402a5",
        "choice_type": "single"
    },
    {
        "question": "Niacin is dangerous in diabetes mellitus because:",
        "exp": "Ans. a. It causes insulin resistance. Ref: Goodman Gilman 12th e/P 900. Niacin causes insulin resistance and hence causes severe hyperglycemia in patients of diabetes mellitus. Hence it should be avoided in patients of diabetes mellitus.",
        "cop": 1,
        "opa": "It causes insulin resistance",
        "opb": "It causes sudden hypoglycemia",
        "opc": "It decreases glucagon secretion",
        "opd": "It decreases effect of other OHA",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "743da6b4-5e81-4bbc-9560-0ff184e18ff8",
        "choice_type": "single"
    },
    {
        "question": "Drug causing gynecomastia is",
        "exp": "Impoant drugs causing gynaecomastia are: D-Digitalis I-Isoniazid S-Spironolactone C-Cimetidine O-Oestrogens",
        "cop": 1,
        "opa": "Spironolactone",
        "opb": "Rifampicin",
        "opc": "Penicillin",
        "opd": "Bumetanide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d7cd5139-4b20-4a40-ad55-4fb8e0c5bc28",
        "choice_type": "single"
    },
    {
        "question": "Receptors of glucocorticoids are seen in:",
        "exp": "Ans: a (Cytosol). Ref: Katzung 9 ed, section VII, chap 39, page 907. Orphan receptors are receptors without ligand. They are called orphan because the ligands are yet to be identified. Commonly asked questions about receptors. Receptor action for hormonesa) Receptors that are transcription factors These are intracellular 1) Cytoplasmic -e. g., glucocorticoid, mineralocorticoid, androgens, oestrogen, progestin, vitamin D 2) Nuclear - e. g., thyroxine, triiodot - hyronineb) Receptors that are not transcription factors These are present at cell membranes1) G protein coupled receptors: a) Through c AMPAdrenaline. Glucagon. TSH, FSH, LHPTH, calcitonin. ACTHb) Through 1. P3/DAG Vasopressine Oxytoxin2) Enzymatic receptors This class of receptors are enzymatic proteins The enzyme in most case is tyrosine kinase Eg- Insulin Growth hormone Prolactin",
        "cop": 1,
        "opa": "Cytosol",
        "opb": "DNA",
        "opc": "Nucleus",
        "opd": "Cell surface",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2965e510-9860-4497-a885-54fe95dcbc98",
        "choice_type": "single"
    },
    {
        "question": "Which is long acting glucocarticoid-",
        "exp": "Ans. is 'd' i. e., Dexamethasone o Short acting glucocorticoids (t 1/2: 8-12 hrs.): Cortisol, hydrocortisone. o Intermediate acting glucocorticoids (t 1/2: 12-36 hrs.): Prednisolone, methylprednisolone, triamcinoloneo Long acting glucocorticoids (t 1/2: 36-54 hrs.): Dexamethasone, betamethasone.",
        "cop": 4,
        "opa": "Hydrocartisone",
        "opb": "Prednisolone",
        "opc": "Cortisol",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "74dd14cd-197d-43c6-a028-193a5d8f3bf3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an adverse effect of growth hormone therapy",
        "exp": "Refer Goodman Gilman 12/e p 1116 Growth hormone therapy commonly leads to hyper glycemia and not hypoglycemia",
        "cop": 2,
        "opa": "Carpal tunnel syndrome",
        "opb": "Hypoglycemia",
        "opc": "Intracranial hypertension",
        "opd": "Slipped femoral epiphysis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ef3aa054-3498-45bb-908a-e43cb26f9347",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is a SERM useful for treatment of osteoporosis",
        "exp": "Refer Katzung 11/e p 759. Raloxifen is a selective estrogen receptor modulator with estrogen agonistic action on bone and antagonistic action on breast and endometrium It is therefore the preferred drug for the treatment and prevention of post menopausal osteoporosis",
        "cop": 1,
        "opa": "Raloxifen",
        "opb": "Bisphoshonates",
        "opc": "Strontium",
        "opd": "Estradiol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7c394f82-5dc3-4e4f-9940-1975653e9727",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is secreted by beta cells of pancreas along with insulin",
        "exp": "Refer KDT 7th/227 Amylin is secreted along with insulin from beta cells of pancreas. Like insulin, it also help in decreasing blood sugar Analog of this substance, Pramlintide, is approved for both type 1 as well as type 2 diabetes mellitus",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Amylin",
        "opc": "Pancreatic polypeptide",
        "opd": "Glucose like polypeptide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "322f572e-a23b-4415-93ff-5fae1757de28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an antiandrogenic drug?",
        "exp": "Ans. c (Ketoconazole) (Ref. KDT, Pharmacology, 6th ed., 762)KETOCONAZOLE# Antifungal drug, used for dermatophytosis and deep mycosis# Inhibits cytochrome P450 enzymes# The most common side effects are nausea and vomiting; can be reduced by giving the drug with meals. Others are-loss of appetite, headache, paresthesia, rashes and hair loss.# | Androgens production from testes and causes gynecomestica and may cause oligozospermia.# is contraindicated in pregnant and nursing women. Azoles. MOAInhibit fungal sterol (ergosterol) synthesis, by inhibiting the cytochrome P-450 enzyme that converts lanosterol to ergosterol. Indications. Local and less serious systemic mycoses. Fluconazole for chronic suppression of cryptococcal meningitis in AIDS patients and candidal infections of all types. Itraconazole for Blastomyces, Coccidioides, Histoplasma. Clotrimazole and miconazole for topical fungal infections. Adverse effects. Testosterone synthesis inhibition (gynecomastia, esp. with ketoconazole), liver dysfunction (inhibits cytochrome P-450). Additional Educational Point# Ketaconazole also used as medical Adrenalectomy drug in cases of Cushing's syndrome/Conn's disease.",
        "cop": 3,
        "opa": "Fluconazole",
        "opb": "Itracanazole",
        "opc": "Ketoconazole",
        "opd": "Terbinafine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f0509908-60ae-44a6-9065-33c0f6085d0f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for precocious puberty in girls is:",
        "exp": "Ans. (A) Gn. RH analogue(Ref: Harrison 19th/2380, KDT 8/e p264). Long-acting gonadotropin releasing hormone (Gn. RH) agonists are the current therapy of choice for central precocious puberty. In girls, mostly central precocious puberty is seen. Gn. RH agonists are not effective as therapy for peripheral precocious puberty. Androgen antagonists, spironolactone, aromatase inhibitors (Anastrozole and Letrozole), ketoconazole, and medroxyprogesterone acetate are used to treat peripheral precocious puberty.",
        "cop": 1,
        "opa": "Gn. RH analogue",
        "opb": "Danazol",
        "opc": "Cyproterone acetate",
        "opd": "Medroxy progesterone acetate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "794b3d23-a908-4a8c-baac-49662e9f72b6",
        "choice_type": "single"
    },
    {
        "question": "Systemic adverse effects of long term inhaled steroids are evident only at doses more than -",
        "exp": "Ans. is 'c' i. e., 600 mcg/day Adverse effects of inhaled steroids* Hoarseness of voice, dysphonia, sore throat, asymptomatic or symptomatic oropharyngeal candidiasis are the most common side effects.* These can be minimized by the use of a spacer, gargling after every dose (to wash off the drug deposited on oral and pharyngeal mucosa) and prevented as well as treated by topical nystatin/clotrimazole.* There is no evidence of mucosal damage or increased incidence of chest infections, even on prolonged use.* Systemic effects of long-term inhaled glucocorticoids are clinically relevant only at doses > 600 mg/day. The significant ones are--mood changes, osteoporosis, growth retardation in children, bruising, petechiae, hyperglycaemia and pituitary-adrenal suppression; several reports of adrenal crisis have appeared, especially in children, during stress (of an infection, etc).* Inhaled steroids are safe during pregnancy.",
        "cop": 3,
        "opa": "200 mcg/day",
        "opb": "400 mcg/day",
        "opc": "600 mcg/day",
        "opd": "800 mcg/day",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8ee18069-d002-43a8-b1c0-4f47e4f3df42",
        "choice_type": "single"
    },
    {
        "question": "Osteoporosis is an ADR of which antidiabetic?",
        "exp": "Risk of osteoporosis is high for glitazone users when compared to people who are on other anti diabetic drugs. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Metformin",
        "opb": "Glibenclamide",
        "opc": "Pioglitazone",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9e90738b-6c81-4759-bafe-1b6af7a7efb0",
        "choice_type": "single"
    },
    {
        "question": "Best preparation of insulin for IV injection is:(1995)",
        "exp": "c. Ref: KDT, 5th ed, p. 243, 240 & 4th ed, p. 271-269",
        "cop": 3,
        "opa": "Lente",
        "opb": "Semi lente",
        "opc": "Regular insulin",
        "opd": "Humulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "05c835d2-9766-4304-9a4d-84e962dfd548",
        "choice_type": "single"
    },
    {
        "question": "A patient is receiveing insulin and acarbose for diabetes mellitus and developed hypoglycemia. Which of the following should be used for treatment of hypoglycemia in this patient",
        "exp": "Refer Katzung 11/e p 743 Complex carbohydrates are absorbed after conversion bro simple carbohydrates by alpha -glucosidase Inhibitors of this enzyme decrease carbohydrate absorption from the GIT Although these drugs themselves do not cause by hypoglycemia but blood sugars B-Day decrease big these are combined with insulin",
        "cop": 3,
        "opa": "Sucrose",
        "opb": "Galactose",
        "opc": "Glucose",
        "opd": "Starch",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b44f601d-8153-41da-8a13-f6c4135f69be",
        "choice_type": "single"
    },
    {
        "question": "Paracetamol causes:",
        "exp": "Ref: Goodman & Gillman 13th ed. P 696* Paracetamol/Acetaminophen is a non-selective COX inhibitor* Use: Analgesic and antipyretic agent. Preferred in patients where aspirin is contraindicated* Usual dose: 325-650mg every 4-6 hours. Maximum FDA recommended dose is 4gm/day* Peak plasma concentration: 30-60 minutes* Half-life: 2 hours* Metabolism of acetaminophen in liver by:# Hepatic conjugation with glucuronic acid (~60%), # Sulfuric acid (~35%), # Cysteine (~3%);# CYP mediated N-hydroxylation to form NAPQI (N-acetyl-p-benzoquinone imine)* Note: NAPQI is one of the highly reactive intermediate metabolite of acetaminophen metabolism. This usually reacts with sulfhydryl groups is GSH - rendered harmless.* In hepatotoxicity condition GSH level depleted. SIDE EFFECTS* The most serious acute adverse effect of over dosage of acetaminophen is a potentially fatal hepatic necrosis.* Due to hepatotoxicity there is saturation of glucuronide and sulfate conjugation and increasing amounts undergo CYP-mediated N-hydroxylation to form excess of NAPQI (it accumulates due to depletion of GSH).* The highly reactive NAPQI causes enzymatic dysfunction, produces oxidative stress and apoptosis.* In adults hepatotoxicity may occur after ingestion of single dose of 10-15g. Doses of 20-25g is potentially fatal. TREATMENT OF ACETAMINOPHEN TOXICITY:* Activated charcoal within 4 hours of ingestion decreases absorption by 50-90%* N-acetylcysteine: antidote of choice for acetaminophen toxicity. It acts by detoxifying NAPQI by:# Repleting GSH stores# Conjugate directly with NAPQI by serving as a GSH substitute. In Paracetamol Toxicity:* Liver enzyme abnormalities typically peak 72-96 hours after ingestion* Biopsy: Centrilobular necrosis with sparing of the periportal area* Other side effects: Renal tubular necrosis and Hypoglycemic coma",
        "cop": 4,
        "opa": "Renal failure",
        "opb": "Pancreatic toxicity",
        "opc": "Neurotoxicity",
        "opd": "Hepatotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "405feeec-9e43-4560-a73a-6190fa8d93de",
        "choice_type": "single"
    },
    {
        "question": "Acetazolamide is",
        "exp": "Carbonic anhydrase inhibitor act by non-competitive but reversible inhibition of the enzyme. Examples include acetazolamide, dorazolamide and brinzolamide.",
        "cop": 2,
        "opa": "Competitive and reversible carbonic anhydrase inhibitor",
        "opb": "Non-competitive and reversible carbonic anhydrase inhibitor",
        "opc": "Competitive and irreversible carbonic anhydrase inhibitor",
        "opd": "Non-competitive and irreversible carbonic anhydrase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8dd2c049-3ed7-4c25-a1f1-6e53a499659e",
        "choice_type": "single"
    },
    {
        "question": "Calicitonin causes hypocalcemia by",
        "exp": "Refer KDT 6/e p 330 Calcitonin inhibits bone resorption by direct action on osteoclasts Calcitonin recetpors are present on osteoclasts It also inhibits proximal tubular calcium and and phosphate reabsorption by direct action on kidney However hypocalcemia which occurs overrides the direct action by decreasing the total Ca2+ filtered at the Glomerulus",
        "cop": 1,
        "opa": "Inhibiting bone resorption",
        "opb": "Promoting osteolysis",
        "opc": "Decreasing renal tubular reabsorption of calcium",
        "opd": "Decreasing absorption of phosphorus",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "99c8788c-f7a6-4fe0-9ddb-58086d964040",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an intermediate-acting insulin",
        "exp": "NPH and protamine insulin are intermediate-acting insulins REF KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Lispro",
        "opb": "Regular insulin",
        "opc": "NPH insulin",
        "opd": "Glargine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "25afe73c-7ebe-4729-920c-6429f1b7525c",
        "choice_type": "single"
    },
    {
        "question": "ADR of acarbose",
        "exp": "The most common ADR of alpha glucosidase inhibitors are flatulence due to indigestion of polysaccharides Ref: Katzung 12th ed, diabetis Mellitus..",
        "cop": 1,
        "opa": "Flatulence",
        "opb": "Hypoglycemia",
        "opc": "Periodic Hyperglycemia",
        "opd": "Weight gain",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "97eba6d8-3732-4824-b360-191ce78acb23",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a SERM?",
        "exp": "Flutamide is a nonsteroidal androgen receptor antagonist- used for prostate cancer Flutamide is indicated for the adult population only in the treatment of stage B2-C and stage D2 metastatic carcinoma of the prostate. There has been some off-label use for the treatment of hair loss, hirsutism, polycystic ovarian syndrome, and acne. Flutamide has been shown to have fewer side effects in women but continues to have hepatotoxic effects in this population. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 302)",
        "cop": 1,
        "opa": "flutamide",
        "opb": "Orme. Ioxifen",
        "opc": "Tamoxifen",
        "opd": "Raloxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5cebff09-5389-4037-9981-44cf6642dac9",
        "choice_type": "single"
    },
    {
        "question": "DOC for addisons disease?",
        "exp": "Hydrocoisone act rapidly and has sho duration of action. It has significant mineralocoicoid activity in addition to glucocoicoid action. Hydrocoisone is the name for the hormone coisol when supplied as a medication. Uses include conditions such as adrenocoical insufficiency, adrenogenital syndrome, high blood calcium, thyroiditis, rheumatoid ahritis, dermatitis, asthma, and COPD. It is the treatment of choice for adrenocoical insufficiency mineralo: gluco coicoid action for hydrocoisone or coisol is 1: 1- so ideal treatmnet for addions (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 281, 283)",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "DOCA",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "68c477fe-d0c0-45d1-974c-1d477373ef8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-diabetic drugs acts by inhibiting PRAR-g?",
        "exp": "Ans. c (Thiazolidinediones) (Ref KDT 6th/269)THIAZOLIDINEDIONES# Tzds are ligands of perioxisome proliferator-activated receptor-gamma (PPAR-g), part of the steroid and thyroid superfamily of nuclear receptors. The PPAR receptors are found in muscle, fat and liver. PPAR-g receptors are complex and modulate the expression of the genes involved in lipid and glucose metabolism, insulin signal transduction, and adipocyte and other tissue differentiation. Because their MOA involves gene regulation, the Tzds have a slow onset and offset of activity over weeks or even months. Tzds are considered \"euglycemics\" and are efficacious in about 70% of new users. Drugs used for Rx of DM: Glucose-Lowering Therapies for Type 2 Diabetes. Mechanism of Action. Agent-Specific Advantages. Agent-Specific Disadvantages. Contraindications/ Relative Contraindications. Oral1. Biguanides|Hepatic glucose production, weight loss glucose utilization, insulin resistance. Weight loss. Lactic acidosis (Metformin) nausea diarrhea, Sr. creatinine >1. 5 mg/dL, >1. 4 mg/ dL (women), CHF, radiographic contrast studies, seriously ill patients, acidosis2. Glucosidase inhb. (Acarbose, MiglitolQ)|Glucose absorption |lpostprandial digestion and absorp starch&disaccharides)0. Reduce post- prandial. GI flatulence, LFTs glycemia. Renal/liver disease3. Dipeptidyl peptidase IV inhibitors (Sitagliptin). Prolong endogenous GLP-1 action Does not cause hypoglycemia. Reduce dose with renal disease4. Insulin secretagogues: Sulfonylurea- first generation Chlorpropamide, Tolazamide, Tolbutami second generation Glimepiride, Glipizide Glipizide, Glyburide|Insulin secretion de. Lower fasting blood glucose. Hypoglycemia, weight gain. Renal/ liver disease5. Insulin secretagogues Nonsulfonylureas e. g., Repaglinide Nateglinide| Insulin secretion. Short onset of action, lowers postprandial glucose. Hypoglycemia. Renal/liver disease6. Thiazolidinediones (Rosiglitazone, Pioglitazone). Pioglitazone has PPAR-a as well as PPAR-g activity0| Insulin utilization. Lower insulin requirements. Lowers TG levels & causes slight | in HDL & LDLEdema, CHF macular edema; weight gain, fractures, rosiglitazone may | risk of Ml. CHF, liver disease. Parenteral1. Insulin. Short-acting, subcutaneous. Lispro, Aspart. Glulisine, Regular. Long-acting: NPH, Detemir, Glargine| Glucose utilization and other anabolic actions-Known safety. Injection, profile weight gain, hypoglycemia2. GLP-1 agonist(Exenatide Q)| Insulin, slow gastric emptying. Weight loss nausea, Injection, agents that T risk of hypoglycemia with insulin secretagogues. Renal disease, slow GI motility3. Amylin agonist(Pramlintide ). Slow gastric emptying, | Glucagon. Reduce post- prandial glycemia, weight loss. Injection, nausea, | risk of hypoglycemia with insulin *Approved for use in type 1 DM also. Agents that also slow GI motility. Several drug classes (biguanides, thiazolidinediones ) increase insulin sensitivity. THIAZOLIDINEDIONES# MOA- Thiazolidinediones (Tzds) act to | insulin resistance.- Primary action is the regulation of genes involved in glucose and lipid metabolism and adipocyte differentiation (PPAR receptors).- In persons with diabetes, a major site of Tzd action is adipose tissue, where the drug promotes glucose uptake and utilization and modulates synthesis of lipid hormones or cytokines and other proteins involved in energy regulation.- In addition to targeting adipocytes, myocytes, and hepatocytes, Tzds also have significant effects on vascular endothelium, the immune system, the ovaries, and tumor cells. Some of the responses may be independent of the PPAR-g pathway. 0- Tzds also regulate adipocyte apoptosis and differentiation.# Currently available:- Pioglitazone and rosiglitazone (Troglitazone withdrawn from the market because of hepatic toxicity).- Pioglitazone (PPAR-a as wel as PPAR-g activity): It is absorbed within 2 hours of ingestion;* Food may delay uptake, but total bioavailability is not affected.* Pioglitazone is metabolized by CYP2. C8 and CYP3. A4 to active metabolites.* The bioavailability of numerous other drugs also degraded by these enzymes may be affected by pioglitazone therapy, including estrogen-containing OC pills.* Pioglitazone may be taken once daily; the usual starting dose is 15-30 mg.* The triglyceride lowering effect is more significant than that observed with rosiglitazone, presumably because of its PPAR-a binding characteristics.* Pioglitazone therapy reduces mortality and macrovascular events (myocardial infarction and stroke).* Pioglitazone is approved as a monotherapy and in combination with metformin, sulfonylureas, and insulin for the treatment of type 2 diabetes.- Rosiglitazone* Is rapidly absorbed and highly protein-bound.* It is metabolized in the liver to minimally active metabolites, predominantly by CYP2. C8 and to a lesser extent by CYP2. C9.* It is administered once or twice daily; 4-8 mg is the usual total dose.* Rosiglitazone shares the common Tzd adverse effects but does not seem to have any significant drug interactions.* The drug is approved for use in type 2 diabetes as monotherapy or in combination with a biguanide, sulfonylurea, in combination with a biguanide and sulfonylurea, and insulin. Adverse Effects# Fluid retention, which presents as a mild anemia and peripheral edema.# Some reports have suggested an increased risk of heart failure.# Rarely, macular edema has been reported in association with rosiglitazone treatment.# Should not be used during pregnancy or in the presence of significant liver disease (ALT more than 2. 5 upper limit of normal), or if there is a concurrent diagnosis of heart failure.# Anovulatory women may resume ovulation and should be counseled on the increased risk of pregnancy.# Hepatotoxicity has not been associated with rosiglitazone or pioglitazone.# Thiazolidinediones have an emerging benefit in the prevention of type 2 diabetes and gestational diabetes.",
        "cop": 3,
        "opa": "Sulfonylureas",
        "opb": "Biguanides",
        "opc": "Thiazolidinediones",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "75ea2fa5-b8e9-4f85-9196-a8dbe1a8659f",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Exenatide:",
        "exp": "Ref: Goodman & Gillman 13th ed. P 877* GLP-1 analogue drugs are: Exenatide, Liraglutide, Albiglutide, Dulaglutide, Lixisenatide* These agents activate the GLP-1 receptor - Increased insulin biosynthesis and release* These agents are resistant to degradation by DPP4 enzyme - Has extended activity following injection.* Side effect: Nausea, vomiting, Pancreatitis Properties of insulin secretagogues. Class Generic name. Daily Dosage (mg). Duration of Action (hours or dosing frequency). Sulfonylureas. Glimepiride1-824. Glipizide5-4012-18. Glipizide (extended release)5-2024. Glyburide1. 25-2012-24. Glyburide (micronized)0. 75-1212-24. Nonsulfonylureas (Meglitinides). Nateglinide180-3602-4. Repaglinide0. 5-162-6. GLP-1 Agonists. Albiglutide30-50. Weekly. Dulaglutide0. 75-1. 5. Weekly. Exenatideb2. Weekly. Liraglutide0. 6-1. 8. Daily. Lixisenatide0. 010-0. 020. Daily. Dipeptidyl Peptidase-4 Inhibitors. Alogliptin25. Daily. Linagliptin5. Daily. Saxagliptin2. 5-5. Daily. Sitagliptin25-10012-16. Vildagliptin50-100. Twice daily",
        "cop": 2,
        "opa": "SGLT inhibitor",
        "opb": "GLP-1 Analogue",
        "opc": "DPP4 inhibitor",
        "opd": "AMP kinase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "cab1cdbd-14cc-4984-b68f-d68356bdddef",
        "choice_type": "single"
    },
    {
        "question": "Anti inflamatory action of coicosteroids is due to blocking of",
        "exp": "Breakdown of phospholipids cause the release of phospholipase A2 from the cell membrane Coicosteroid helps in induction of lipocoins in macrophages. Lipocoins inhibits phospholipase A2. This lead to decreased production of prostaglandins, Leukotriens. Thus pro inflammatory mediators are reduced. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 279)",
        "cop": 4,
        "opa": "15 lipoxygenase",
        "opb": "Prostaglandin synthetase",
        "opc": "Thromboxane synthetase",
        "opd": "Breakdown of phospholipids",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f2f40dd5-7f8a-4e9b-929c-83433dd6032f",
        "choice_type": "single"
    },
    {
        "question": "The most potent topical coicosteroid is:",
        "exp": "The most potent topical coicosteroid is betamethasone. It is similar to dexamethasone. used for eczema, dermatitis, allergies, rash (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition - Page No 282)",
        "cop": 2,
        "opa": "Hydrocoison butyrate cream 0. 1%",
        "opb": "Betamethasone Valerate cream 0. 1%",
        "opc": "Clobetasol propionate cream 0. 5%",
        "opd": "Clobetasone butyrate cream 0. 5%",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3dfaa1fa-448e-417a-ba31-0eee68159f8e",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of finasteride is -",
        "exp": "Ans. is 'b' i. e., 5-a reductase inhibitor Finasteride* Competitive inhibitor of enzyme 5 a reductase, which converts testosterone to more active DHT (Di hydro testosterone) which is responsible for majority androgenic actions, including the actions on prostate and hair follicles.* It is relatively selective for 5 a reductase type 2 isoenzyme which predominates in male urogenital tract, and is used in BPH, i. e., Benign prostatic hyperplasia to shrink the prostatic size and increase peak urinary flow rate.* It has also been found effective in male pattern baldness. Adverse effects* Decreased libido, impotence, decreased volume of ejaculate.* Gynecomastia, skin rashes, lip swelling may occur.",
        "cop": 2,
        "opa": "Androgen receptor antagonist",
        "opb": "5 - a reductase inhibitor",
        "opc": "17 - a hydroxylase inhibitor",
        "opd": "Aromatase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "53482d77-0f34-476e-9f95-cc2a01e2292e",
        "choice_type": "single"
    },
    {
        "question": "A alpha-glucosidase inhibitor is?",
        "exp": "Ans. b (Maglitol) (Ref. Harrison medicine 17th ed. Table 383-11; KD Tripathi, Pharmacology, 5th ed., 252)ORAL HYPOGLYCEMICS# Sulfonylureas: Tolbutamide, chlorpropamide, glibenclamide, glipizide, gliclazide, glimepiride# Biguanides: Phenformin and metformin.# Meglitinide analogues: Repaglinide, nateglinide# Thiazolidinediones: Rosiglitazone, pioglitazone.# Alpha-glucosidase inhibitor: maglitol, acarbose. GLUCOSE-LOWERING THERAPIES FOR TYPE 2 DIABETESClass of anti-diabetic and Examples. Mechanism of Action. Agent-Specific Advantages. Agent-Specific Disadvantages. Contraindications/ Relative Contraindications. ORALBiguanides. Metformin. Hepatic glucose production, weight loss, glucose, utilization, insulin resistance. Weight loss. Lactic acidosis, diarrhea, nausea. Serum creatinine >1. 5 mg/dL (men) >1. 4 mg/dL (women), CHF, radiographic contrast studies, seriously ill patients, acidosisalpha-Glucosidase inhibitors. Acarbose, Maglitol|Glucose absorption. Reduce postprandial glycemia. Gl flatulence, liver function tests. Renal/liver disease. Dipeptidyl peptidase IV inhibitors. Sitagliptin. Prolong endogenous GLP-1 action. Does not cause hypoglycemia Reduce dose with renal disease. Insulin secretagogues-- Sulfonylurea-first generation: Chlorpropamide, Tolazamide, Tolbutamide Sulfonylurea--second generation: Glimepiride, Glipizide, Glipizide (extended release), Glyburide, Glyburide (micronized)|Insulin secretion. Lower fasting blood glucose. Hypoglycemia, weight gain. Renal/ liver disease. Insulin secretagogues-- nonsulfonylureas. Repaglinide. Nateglinide| Insulin secretion. Short onset of action, lowers postprandial glucose. Hypoglycemia. Renal/ liver disease. Thiazolidinediones. Rosiglitazone, Pioglitazone| Insulin resistance, | glucose utilization. Lower insulin requirements. Peripheral edema, CHF, weight gain, fractures, macular edema; rosiglitazon may increase risk of Ml. Congestive heart failure, liver disease. PARENTERALInsulin. Short-acting, subcutaneous. Lispro, Aspart. Glulisine, Regular| Glucose utilization and other anabolic actions. Known safety profile. Injection, weight gain, hypoglycemia Short-acting, inhaled. Inhaled regular insulin. Long-acting. NPH, Detemir, Glargine GLP-1 agonist. Exenatide| Insulin, | Glucagon, slow gastric emptying. Weight loss. Injection, nausea, | risk of hypoglycemia with insulin secretagogues. Renal disease, agents that also slow GI motility. Amylin agonist. Pramlintide. Slow gastric emptying, |Glucagon. Reduce postprandial glycemia, weight lossinjection, nausea,? risk of hypogly- cemia with insulin. Agents that also slow GI motility. Medical nutrition therapy and physical activity. Low-calorie, low-fat diet, exercise| Insulin, resistance, | insulin secretion. Other health benefits. Compliance difficult, long-term success low",
        "cop": 2,
        "opa": "Pioglitazone",
        "opb": "Maglitol",
        "opc": "Metformin",
        "opd": "Nateglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "78badeed-132c-4ee5-957c-3a863450456c",
        "choice_type": "single"
    },
    {
        "question": "Nilutamide is an:",
        "exp": "Antiandrogen -Flutamide and bicalutamide, nilutamide antagonise androgen action on prostate carcinoma and have a palliative effect in advanced/metastatic cases. Because they increase androgen levels, combination with orchiectomy or Gn. RH analogs is required to produce a full therapeutic effect. (REF. Essentials of Pharmacology TD TRIPATHI 6th EDITION page no 828)",
        "cop": 2,
        "opa": "Anti-convulsant",
        "opb": "Anti-androgen",
        "opc": "Anti-progestin",
        "opd": "Anti-oestrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3adb9a68-0963-48c6-983f-fe6fd1617132",
        "choice_type": "single"
    },
    {
        "question": "Oxytocin antagonist is -",
        "exp": "Ans. is 'c' i. e., Atosiban o Atosiban is a peptide analogue of oxytocin that acts as antagonist at oxytocin receptors. o It has been found to suppress premature uterine contractions and postpone preterm delivery with fewer cardiovascular and metabolic complications than beta 2 adrenergic agonists.",
        "cop": 3,
        "opa": "Nitrates",
        "opb": "Sultraban",
        "opc": "Atosiban",
        "opd": "Rimonabant",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "fa175b7a-9c46-4f22-a14d-6662faeeed95",
        "choice_type": "single"
    },
    {
        "question": "The most potent topical corticosteroid is -",
        "exp": "Ans. is 'd' i. e., Clobetasol propionate Classification of topical steroids based on potency. Class 1(Super potent). Clobetasol propionate ointment and cream 0. 5% Betamethasone dipropionate ointment 0. 05% Halobetasol propionate ointment and cream 0. 05%Class 2(Highly potent). Mometasone furoate ointment 0. 1%Class 3(Potent). Betamethasone dipropionate cream 0. 05% Fluticasone propionate ointment 0. 05%Class 4(Moderately potent). Fluocinolone acetonide ointment 0. 025% Fluticasone propionate cream 0. 05% Mometasone furoate cream 0. 1%Class 5(Moderately potent). Betamethasone valerate cream 0. 1 % Hydrocortisone butyrate cream 0. 1%Class 6(Mildly potent). Desonide cream 0. 05% Fluocinolone acetonide solution 0. 05%Class 7(Least potent). Dexamethasone cream 0. 1% Hydrocortisone 1%",
        "cop": 4,
        "opa": "Betamethasone valerate",
        "opb": "Triamcinolone acetonide",
        "opc": "Hydrocortisone acetate",
        "opd": "Clobetasol propionate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "984e7f28-5c0f-4a61-a3e2-aba550e162ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a SERM useful for treatment of osteoporosis?",
        "exp": "Ans. (A) Raloxifene(Ref: Katzung, 11/e p759; Goodman and Gilman, 11/e p1557; KDT 8/e p339). Raloxifene is a selective estrogen receptor modulator with estrogen agonistic action on bone and antagonistic action on breast and endometrium. It is therefore the preferred drug for the treatment and prevention of post-menopausal osteoporosis. Major adverse effect of this agent is increased risk of thromboembolism.",
        "cop": 1,
        "opa": "Raloxifene",
        "opb": "Bisphosphonate",
        "opc": "Strontium",
        "opd": "Estradiol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9ebabdaa-7fa9-43d3-aa13-eaa40c64d356",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a serious adverse effect seen with zolendronate?",
        "exp": "ADRS of bisphosphonates: gastric ulcer, renal failure, flu like syndrome, GERD, osteonecrosis of jaw Zolendronate is a Bishosphonate. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 335)",
        "cop": 1,
        "opa": "Acute renal failure",
        "opb": "Ventricular fibrillation",
        "opc": "Peptic ulcer",
        "opd": "Anterior uveitis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "13fedb82-aae5-491f-95cd-5d239ecff78d",
        "choice_type": "single"
    },
    {
        "question": "A patient is receiving insulin and acarbose for diabetes mellitus and developed hypoglycemia. Which of the following should be used for treatment of hypoglycemia in this patient?",
        "exp": "Ans. (C) Glucose(Ref: Katzung 11/e p743-744). Complex carbohydrates (polysaccharides and sucrose) are absorbed after conversion to simple carbohydrates by alpha-glucosidase. Inhibitors of this enzyme (acarbose and miglitol) decrease carbohydrate absorption from the GIT. Although these drugs themselves do not cause hypoglycemia but blood sugar may decrease if these are combined with insulin or other drugs releasing insulin. In such a case of hypoglycemia, simple carbohydrates like glucose (not sucrose or other complex carbohydrates) should be used.",
        "cop": 3,
        "opa": "Sucrose",
        "opb": "Galactose",
        "opc": "Glucose",
        "opd": "Starch",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ac188f80-0d95-4033-a7dc-8457c5c63fcf",
        "choice_type": "single"
    },
    {
        "question": "Drugs of the choice for central diabetes insipidus is",
        "exp": "*Desmopressin is treatment of choice for central diabetes insipidus. *It acts selectively at V2 receptors to increase urine concentration and decrease urine flow in a dosedependent Manner. *It is also more resistant to degradation than AVP and has a three- to fourfold longer duration of action. *Desmopressin can be given by IV or SC injection, nasal inhalation, or oral tablet.",
        "cop": 1,
        "opa": "Desmopressin",
        "opb": "Leuprolide",
        "opc": "Thiazide diuretics",
        "opd": "Insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6a988479-ee04-42ba-8ced-76f6dfd88038",
        "choice_type": "single"
    },
    {
        "question": "Bisphosphonates are prescribed to a patient with the following advice",
        "exp": "Ans. (A) Take empty stomach with plenty of water(Ref: KDT 8th/370). Bisphosphonates are to be taken empty stomach in the morning with full glass of water and patient is instructed not to lie down or take food for at least 30 min. These measures are required to prevent contact of the drug with esophageal mucosa which result in esophagitis.",
        "cop": 1,
        "opa": "Take empty stomach with plenty of water",
        "opb": "Take after meals",
        "opc": "Discontinue if gastritis develops",
        "opd": "Discontinue if severe bone pain occurs",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6fa9d4f1-baea-42b4-a304-6d1ad4483aa9",
        "choice_type": "single"
    },
    {
        "question": "Prolonged testosterone treatment to a man results in",
        "exp": "Prolonged use of testosterone may produce testicular atrophy thus causing azoospermia. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 299)",
        "cop": 3,
        "opa": "increased spermatogenesis",
        "opb": "Increased sperm motility",
        "opc": "Azoospermia",
        "opd": "Increased gonadotropins",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "229f849a-3f97-4efc-9191-556e87c767da",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for polycystic ovarian disease is:",
        "exp": "Metformin has been found to improve ovulation and feility in some infeile women with polycystic ovary. It may be due to the mitigation of insulin resistance and lowering of circulating insulin levels. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 276)",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Estrogen",
        "opc": "Estrogen and progesterone combination pill",
        "opd": "Dopamine antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d577e493-a20d-4256-98c1-01627ec6aa30",
        "choice_type": "single"
    },
    {
        "question": "Denosumab is used in treatment of -",
        "exp": "Ans. is 'a' i. e., Postmenopausal osteoporosis & 'b' i. e., Osteoclastoma' Denosumab* Denosumab is a monoclonal antibody, which inhibits osteoclast differentiation and function as well as promotes their apoptosis.* Osteoclast is a cell responsible for bone resorption.* Osteoclasts express RANK receptors on its surface (RANK receptor activator for nuclear factor).* When RANK receptor combine with their ligands (RANKL) osteoclastogenesis is initiated and bone resorption occurs.* Donesumab is a monoclonal antibody against RANK ligand. It prevents the activation of the osteoclasts by these ligand.* Osteoporosis is a disease characterized by decrease in the bone mass. In osteoporosis there is increase in the osteoclast activity and there is increased expression of RANK and RANKL.* Thus denosumab is the treatment option for osteoporosis when no other drug is appropriate.* Denosumab is also the only FDA approved drug for treatment of osteoclastoma.",
        "cop": 1,
        "opa": "Postmenopausal osteoporosis",
        "opb": "Osteoclastoma",
        "opc": "Osteosarcoma",
        "opd": "Osteomalacia",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "406e9ed4-1290-4c94-a606-2b8655d014d9",
        "choice_type": "single"
    },
    {
        "question": "Drug used in mild hemoplilia is",
        "exp": "DDAVP is an analogue of ADH. It acts on V2 receptors to cause increased release of factor VIII and v. WF from the endothelium. Due to this propey, it can be used for the treatment of mild hemophilia.",
        "cop": 2,
        "opa": "Coicosteroids",
        "opb": "DDAVP",
        "opc": "Vitamin K",
        "opd": "Tranexamic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5a3d01a2-7fca-4222-a2eb-fb6aa3b29b2b",
        "choice_type": "single"
    },
    {
        "question": "Intranasal calcitonin used for:",
        "exp": "Ref: Goodman eft Gillman, The pharmacological basis of therapeutics. 12th edition, Pp-1294. 1298, 1300. Explanation: In Paget's disease. Calcitonin is administered by subcutaneous route and intranasal spray is not preferred because of the limited bioavailabilitv. It reduces serum calcium and phosphate levels in paget's disease by retarding the osteoclastic activity. In post menopausal osteoporosis, once daily Calcitonin nasal spray is recommended. Bisphosphonates like second and third generation drugs are used for both prevention and treatment of osteoporosis. Alendronate. Risedronate and ibemdronate. Dinosumab, a monoclonal antibody which binds with the RANK ligand blocks the osteoclast activity, administered subcutaneously once in 6 months. Teriparatide can also be used in treatment of osteoporosis, acts by increasing the new bone formation.",
        "cop": 1,
        "opa": "Post menopausal Osteoporosis",
        "opb": "Paget's disease",
        "opc": "Secondary hypoparathyroidism",
        "opd": "Hypercalcemia",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a4e70917-6dd6-4e98-bd8a-966c0ef5636b",
        "choice_type": "single"
    },
    {
        "question": "Maximum glucocoicoid activity is seen with",
        "exp": "Fludrocoisone has max mineralocoicoid activity. Triamcinolone, dexa, and betamethasone are having pure glucocoicoid activity. Methylprednisolone is having 5 times more glucocoicoid activity than prednisolone. Ref: KDT 7th ed P: 289",
        "cop": 4,
        "opa": "Fludrocoisone",
        "opb": "Prednisolone",
        "opc": "Methyprednisolone",
        "opd": "Triamcenolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "0ad39957-d466-4e18-9970-23b2025ceae2",
        "choice_type": "single"
    },
    {
        "question": "Hypospadias in the baby is caused by maternal use of which of the following drug?",
        "exp": "Clomiphene is antiestrogens. It can cause hypospadias in the baby- in which the opening of the urethra is on the underside of the penis instead of at the tip Clomiphene, a drug used to induce ovulation, is chemically related to diethylstilbestrol (DES). DES is associated with vaginal adenocarcinoma among daughters and with hypospadias among second-generation male offspring. (REF. Essentials of medical pharmacology K D TRIPATHI 6 Edition, Page No 312)",
        "cop": 3,
        "opa": "Diethylstilbestrol",
        "opb": "Tolbutamide",
        "opc": "Clomiphene",
        "opd": "Clobazam",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "42f7454d-1d96-4e83-9159-ad10c72e869c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones is produced by the anterior lobe of the pituitary",
        "exp": "The six anterior pituitary hormones are: growth hormone (GH), thyroid-stimulating hormone (TSH), adrenocoicotropic hormone (ACTH), follicle-stimulating hormone (FSH), luteinizing hormone (LH), and prolactin (PRL)",
        "cop": 3,
        "opa": "Thyrotropin-releasing hormone (TRH)",
        "opb": "Coicotropin-releasing hormone (CRH)",
        "opc": "Growth hormone (somatotropin, GH)",
        "opd": "Growth hormone-releasing hormone (GHRH)",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f64ac916-ce19-4087-8689-8b2d11f6e7d6",
        "choice_type": "single"
    },
    {
        "question": "Wof sulfonylureas is used in treatment of neurogenic diabetes Insipidus",
        "exp": "Chlorpropamide:- is one of the first SUs which has been discontinued because of long duration of action (> 2 days) and frequent hypoglycaemia. Side effects:- It was also prone to cause dilutional hyponatraemia (by sensitizing kidney to ADH action- used in treating central DI), cholestatic jaundice and alcohol flush(disulfiram like reaction). Ref:- kd tripathi; pg num:-273",
        "cop": 3,
        "opa": "Nateglinide",
        "opb": "Tolbutamide",
        "opc": "Chlorpropamide",
        "opd": "Glipizide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "291abb0b-5a09-4369-aacf-5df63ac36655",
        "choice_type": "single"
    },
    {
        "question": "Bisphoshonates are prescribed to a patient with the following advice",
        "exp": "Refer KDT 7th/345 Bisphoshonates are to be taken empty stomach in the morning with full glass water and patient is instructed not to lie down or take food for at least 30 min. These measures are required to prevent contact of the drug with esophageal mucosa which result in esophagitis",
        "cop": 1,
        "opa": "Take empty stomach with plenty of water",
        "opb": "Take after meals",
        "opc": "Duscintunes if gastritis develops",
        "opd": "Discontinues if severe bone pain occurs",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "23a98b50-b1b6-4839-a585-a494569ab29e",
        "choice_type": "single"
    },
    {
        "question": "Osteoporosis is a major adverse effect caused by the glucocorticoids. It is due to their ability to(Lippincott's 3rd pharmacology)",
        "exp": "B. i. e. (Inhibit absorption of calcium) (314- Lippincott's 3rd). Glucocorticoid- induced osteoporosis is attributed to inhibition of calcium absorption as well as bone formation. Increased intake of calcium plus vitamin D or calcitonin or of other drugs that are effective in this condition is indicated. Glucocorticoids suppress rather than stimulate the hypothalamic -pituitary- adrenal axis. The decreased production of prostaglandins does not play a role in bone formation.",
        "cop": 2,
        "opa": "Increases the excretion of calcium",
        "opb": "Inhibit absorption of calcium",
        "opc": "Stimulate the hypothalamic - pituitary adrenal axis",
        "opd": "Decreases production of prostaglandins",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3ffa9165-e02b-408e-b345-74ec0637de3e",
        "choice_type": "single"
    },
    {
        "question": "What will happen if insulin alone us given rapidly in diabetic ketoacidosis",
        "exp": "Refer CMDT 2010/1114 Insulin result in shift of potassium into the cells and this thus can result in Hypokaelemia",
        "cop": 1,
        "opa": "Hypokaelemia",
        "opb": "Hypernatremia",
        "opc": "Hyperkalemia",
        "opd": "Hypocalcemia",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6a70c2d4-4e36-42dd-baec-f35e20f4516b",
        "choice_type": "single"
    },
    {
        "question": "The drug preferred to stop the growth of prostate in a 70 year old male with Benign hyperplasia of prostate is",
        "exp": "Ref: Katzung 14th ed. pg. 1085* Most of the actions of testosterone are mediated by its conversion to DHT by 5-alpha reductase. Important amongst these are growth of prostate, male pattern baldness and hirsutism in females.* Finasteride and dutasteride are 5-alpha reductase inhibitors useful in the treatment of BPH, male pattern baldness and hirsutism by reducing the production of DHT. Note: Flutamide and Nilutamide act as antagonists of androgen receptors. These are useful for the treatment of prostatic carcinoma. Flutamide can cause gynaecomastia and reversible liver damage.",
        "cop": 3,
        "opa": "Spironolactone",
        "opb": "Ketoconazole",
        "opc": "Finasteride",
        "opd": "Flutamide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e33655d1-7e40-478d-9452-9307495d07db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs causes osteoporosis on long term use",
        "exp": "Refer KDT 7/e p 293 Etidronate and phneytoin cause osteomalacia whereas calcitriol is used in treatment of osteoporosis",
        "cop": 2,
        "opa": "Etidronate",
        "opb": "Prednisolone",
        "opc": "Phneytion",
        "opd": "Calcitriol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "083ef6e8-0c15-45f4-824d-b6ff31d1a3c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can cause galactorrhea",
        "exp": "Ref: KDT, 6th ed. pg. 643* Galactorrhea is caused by increased level of prolactin.* Normally, this prolactin is in inhibited state by Dopamine.* Prolactin is under predominant inhibitory control of hypothalamus through PRIH (Prolactin Release Inhibitory Hormone), which is Dopamine that acts on pituitary lactotrope D2 receptor.* Dopaminergic agonist like bromocriptine, DA and cabergoline decrease plasma prolactin levels and is used to treat hyperprolactinemia.* Dopaminergic antagonists like chlorpromazine, haloperidol, metoclopramide causes hyperprolactinemia by blocking D2 receptors.",
        "cop": 3,
        "opa": "Bromocriptine",
        "opb": "Pantoprazole",
        "opc": "Metoclopramide",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7c7e5950-4033-49dd-a5f5-d15d04f43a96",
        "choice_type": "single"
    },
    {
        "question": "Lactic acidosis is common with:",
        "exp": "Small increase in blood lactate occurs with metformin but lactic acidosis is rare because it is poorly concentrated in hepatic cells. phenformin has been withdrawn from the market due to risk of lactic acidosis (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 269)",
        "cop": 2,
        "opa": "Metformin",
        "opb": "Phenformin",
        "opc": "Repaglinide",
        "opd": "Rosiglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "204f85a5-4660-4b3a-9114-5ccead8ee77d",
        "choice_type": "single"
    },
    {
        "question": "In spider nevi, dilatation of blood vessels is due to:",
        "exp": "Ans. (B) Estrogen(Ref: Wikipedia)A spider angioma (also known as a nevus araneus, spider nevus, vascular spider, and spider telangiectasia) is a type of telangiectasis found slightly beneath the skin surface. The central red dot is the dilated arteriole and the red \"spider legs\" are small veins carrying away the freely-flowing blood. The dilation is caused by increased estrogen levels in the blood.",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Estrogen",
        "opc": "Hepatotoxins",
        "opd": "FSH",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6e45059f-bb6c-4450-af77-5a71737b22a3",
        "choice_type": "single"
    },
    {
        "question": "Which insulin has the late onset of action, longer duration of action, and has no pronounced peak?",
        "exp": "Insulin glargine is a soluble, \"peakless\" (ie, having a broad plasma concentration plateau), long-acting insulin analog. This product was designed to provide reproducible, convenient, background insulin replacement. Insulin glargine has a slow onset of action (1-1. 5 hours) and achieves a maximum effect after 4-6 hours. This maximum activity is maintained for 11-24 hours or longer. Glargine is usually given once daily, although some very insulin-sensitive or insulin-resistant individuals benefit from split (twice a day) dosing. Reference: Katzung Pharmacology; 13th edition; Chapter 41; Pancreatic Hormones & Antidiabetic Drugs",
        "cop": 3,
        "opa": "NPH",
        "opb": "Glulisine",
        "opc": "Glargine",
        "opd": "Aspa",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9a2082c2-9065-456e-87d1-de5a077dce0e",
        "choice_type": "single"
    },
    {
        "question": "Tetraethyl ammonium acts by blocking which of the following channels?",
        "exp": "C i. e. K+Ref: 12th edition, page 272. Explanation: Tetraethylammonium. Ganglionic blocker which blocks voltage-gated K+ channels. Tried previously for treatment of Phantom Limb. Marshall first described the \"nicotine-paralyzing\" action of Tetraethylammonium (TEA) on ganglia in 1913. TEA was largely overlooked until the effects of the ion on the cardiovascular system and autonomic ganglia were analyzed. It is of historical importance only.",
        "cop": 3,
        "opa": "Na+",
        "opb": "Cl-",
        "opc": "K+",
        "opd": "Ca",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "0032ef8a-7500-4100-b46e-43ccde922e80",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not cause hypo gycemia:",
        "exp": "s Acarbose are alpha glucosidase inhibitor. It reduce intestinal absorption of carbohydrates by inhibiting the Enzyme alpha glucosidase. It reduce postprandial hyperglycemia. It is a mild antihyperglycemic drug and not a hypoglycemic drug. Hypoglycemic drugs- sulfonylureas, glinides (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition. Page no. 270)",
        "cop": 1,
        "opa": "Acarbose",
        "opb": "Insulin",
        "opc": "Glimepride",
        "opd": "Nateglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "40aadb37-2b73-441d-84b5-d7171c0fc25f",
        "choice_type": "single"
    },
    {
        "question": "A 48 years old woman presents with vulval pruritus. On examination, there is erythema of external genitalia. She is a known diabetic for 10 years. Her Hb. Alc level reduced to 6. 6% when compared to previous value of 7. 8% four months ago. The medication most probably responsible for her symptoms is",
        "exp": "Answer: b) Canaglifozin. Refer previous question.",
        "cop": 2,
        "opa": "Sitagliptin",
        "opb": "Canaglifozin",
        "opc": "Acarbose",
        "opd": "Exenatide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9485faa8-8843-4fa3-b3bf-ae10b6c1357c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is indication for using raloxifine:",
        "exp": "Ans. D. Post-menopausal osteoporosis. Raloxifine has antioestrogenic effect on breast and endometrial tissue and estrogenic effect on bone. Therefore, it inhibits the bone resorption and indicated for the use in post-menopausal osteoporosis.",
        "cop": 4,
        "opa": "Chronic renal failure",
        "opb": "Hypothyroidism",
        "opc": "Renal dystrophy",
        "opd": "Post-menopausal osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "54427731-8344-46bd-9f43-923573e0a773",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used for the treatment of insulin induced hypoglycemia?",
        "exp": "Ans. (C) Adrenaline(Ref: Harrison 16/e p2185). Hypoglycemia is treated urgently by oral glucose. It neuroglucopenia precludes oral feeding, i. v. glucose (25 g) should be given. If i. v. therapy is not practical, s. c. or i. m. glucagon should be given. Because glucagon primarily acts by glycogenolysis, it is ineffective in glycogen depletion states (e. g. alcohol induced hypoglycemia).",
        "cop": 3,
        "opa": "Intravenous glucose",
        "opb": "Glucagon",
        "opc": "Adrenaline",
        "opd": "Oral carbohydrates",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "c7798a65-9bb0-42b4-8c1b-7d5a7c728744",
        "choice_type": "single"
    },
    {
        "question": "The thyroid inhibitor which produces the fastest response is",
        "exp": "IODINE AND IODIDES Though iodine is a constituent of thyroid hormones, it is the fastest acting thyroid inhibitor. Ref:- kd tripathi; pg num:-254",
        "cop": 1,
        "opa": "Lugol's iodine",
        "opb": "Propylthiouracil",
        "opc": "Radioactive iodine",
        "opd": "Lithium carbonate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d557b288-9fc8-4e75-84d1-8d39058ca552",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is glucocorticoid receptor blocker?",
        "exp": "Ans. b (Mifepristone) (Ref. KDT 6th/310).# Mifepristone is orally active glucocorticoid receptor blocker (antiglucocorticoid activity), antiandrogenic as well as potent competitive anti-progesterone drug. QMIFEPRISTONE (RU 486)# It is a steroid with an affinity for progesterone receptors.# Single dose 600 mg or 25 mg bd for 4 days if ammenorrhea is of > 48 hours.# It does not prevent fertilization, but by blocking action of progesterone on endometrium, causing sloughing and shedding of deciduas and brings about abortion. However, emptying is incomplete and surgical evacuation is needed.# Adding PG (Misoprostol) on last day improves the rate of complete abortion.# Metabolized by CYP 3. A4 (interacts with inhibitors-erythromycin, ketoconazole & inducers-RMP & anticonvulsants). Uses of Mifepristone: 1. Termination of pregnancy# Used upto 7 week only as single dose of 600 mg (induces abortion in 60-85% cases).# Causes slowing of follicular development and delay s/failure of ovulation. Prevents secretory changes normally brought about by progesterone. It stimulates uterine contractions. Blocks decidualization. Causes 2deg leuteolysis.# Anorexia, nausea, tiredness, abdominal discomfort, uterine cramps, loose stools. 02. Cervical ripening3. Postcoital contraception0# Given within 72 hrs of intercourse, Interferes with implantation, Highly effective4. Once a month contraceptive5. Induction of labour0# By blocking relaxant action of progesterone on uterus of late pregnancy.# May be tried in IUD and to deliver abnormal fetuses. 6. Cushing syndrome (Large doses; Palliative effect)7. Under evaluation for Rx of:# Endometriosis# Uterine fibroid# Breast ca# Meningioma",
        "cop": 2,
        "opa": "Aminoglutethemide",
        "opb": "Mifepristone",
        "opc": "Trilostane",
        "opd": "Ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f3fd1f06-a117-4c28-bbba-61bd6cc9a636",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for hyperthyroidism in pregnant female:",
        "exp": "Ans. A. Propylthiouracil. Drug of choice for hyperthyroidism in pregnancy is propylthiouracil (first trimester) whereas the in second and third trimester carbimazole is used. They inhibit the conversion of T4 to T3 which is active form of thyroid hormone.",
        "cop": 1,
        "opa": "Propylthiouracil",
        "opb": "Carbimazole",
        "opc": "Sodium iodide",
        "opd": "Radioactive iodine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "cea9dfda-67cf-42ec-b827-89f77feeab39",
        "choice_type": "single"
    },
    {
        "question": "Denosumab is used in:",
        "exp": "C i. e. Osteoporosis. Ref: GG, 12th edition, page 1287. Explanation: Denosumab. RANKL binds to its cognate receptor RANK on the surface of precursor and mature osteoclasts, and stimulates these cells to mature and resorb bone. Osteoprotegerin (OPG), which competes with RANK for binding to RANKL, is the physiological inhibitor of RANKL. Denosumab is a human monoclonal antibody that binds with high affinity to RANKL, mimicking the effect of OPG, and thereby reducing the binding of RANKL to RANK. Denosumab blocks osteoclast formation and activation. It increases BMD and decreases bone turnover markers when given subcutaneously once every 6 months. Indications: Prevention of skeletal-related events in patients with bone metastases from solid tumors, Treatment of adults and skeletally mature adolescents with giant cell tumor of bone that is unresectable or where surgical resection is likely to result in severe morbidity.",
        "cop": 3,
        "opa": "Osteomalacia",
        "opb": "Osteoarthritis",
        "opc": "Osteoporosis",
        "opd": "Osteosarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "03b12e92-9676-4735-bd13-095c3bcfd7a5",
        "choice_type": "single"
    },
    {
        "question": "Third generation OC pills are -",
        "exp": "Ans. is 'b' i. e., Decreased risk of myocardial infarction o Third generation oral contraceptives contain the new progestins: gestodone, desogestrol and norgestimate; combined with low dose of estrogen (< 35 g of ethinyl estrodiol). o These contraceptives have lower doses of progesterone-like compounds with similar protection against pregnancy, o They have been shown to have fewer side effects such as weight gain, fluid retention, headache, and hirsutism; seen commonly with 2nd generation OCPs. These side effects are due to andrgenic action of progestins in 2nd generation OCPs. 3rd generation OCPs have progestins with less androgenic action, o These contraceptives have decreased association with MI and stroke. o A better HDL profile is noted with 3rd generation OCPs in comparison to 2nd generation OCPs. o But they increase the risk of DVT and venous thromboembolism, o Risk of breakthrough bleeding is the same as with 2nd generation OCPs.",
        "cop": 2,
        "opa": "Decreased risk of thromboembolism",
        "opb": "Decreased risk of myocardial infarction",
        "opc": "Increased risk of breakthrough bleeding",
        "opd": "More side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1f756706-a9bc-476a-a51d-50d5d3b0d5e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in the treatment of hyperprolactinemia?",
        "exp": "Ans. (C) Bromocriptine(Ref: KDT 8/e p261). It is an ergot alkaloid and is a dopamine agonist. Dopamine acts as prolactin inhibiting hormone in the brain. Agonism of dopamine receptors by bromocriptine is responsible for its use in hyperprolactinemia.",
        "cop": 3,
        "opa": "Cimetidine",
        "opb": "Methysergide",
        "opc": "Bromocriptine",
        "opd": "Ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "6a312569-8893-49f0-a75f-f7122e653847",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for the treatment of syndrome of inappropriate Antidiuretic Harmone secretion?",
        "exp": "SIADH is due to excessive secretion of anti-diuretic hormone. It is diametrically opposite disease to diabetes insipidus. Vasopressin, Thiazide and chloropropamide are used for the treatment of diabetes insipidus whereas demeclocycline is used for SIADH management. Now-a-days, vasopressin receptor antagonists like tolvapton and conivaptan are preferred for SIADH.",
        "cop": 1,
        "opa": "Demeclocycline",
        "opb": "Vasopressin",
        "opc": "Thiazide diuretics",
        "opd": "Chloropropamide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b00b040e-f183-4718-8514-97a50e2174f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given at intervals as a pusatile therapy?",
        "exp": "Ans. a (Gn. RH) (Ref. KDT 6th/pg. 239; Shaw's Textbook of Gynaecology 13th/pg. 309). Since only pulsatile exposure to Gn. RH induces FSH/LH secretion, while continuous exposure desensitizes pituitary gonadotropes resulting in loss of Gn release, therapy with Gn. RH or its analogues is not useful in the Rx of hypogonadism. Pulsatile Gn. RH is used in1. Hypothalamic amenorrhea2. Hypothalamic hypogonadal infertility3. Cryptorchism in males4. PCOD and endometriosis. Continuous or monthly depot Gn. RH is used in1. Precocious puberty2. Contraception3. DUB4. Endometriosis5. Shrink the fibroid preoperatively6. Shrink endometrium prior to transcervical resection in DUB.",
        "cop": 1,
        "opa": "Gn. RH",
        "opb": "GH",
        "opc": "PSH",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d92b87ec-1b2e-42b0-a36e-ea5421bc705d",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman is noted to be taking tamoxifen to help with breast cancer. She also complains of vaginal bleeding. Wof is the best explanation for vaginal bleeding",
        "exp": "Selective estrogen receptor modulators (SERMs) Tamoxifen citrate Mech of action:- It acts as potent estrogen antagonist in breast carcinoma cells, blood vessels and at some peripheral sites, but as paial agonist in uterus, bone, liver and pituitary. Inhibition of human breast cancer cells and hot flushes reflect antiestrogenic action, while the weak estrogen agonistic action manifests as stimulation of endometrial proliferation, lowering of Gn and prolactin levels in postmenopausal women as well as improvement in their bone density. Side effects:- Hot flushes, vomiting, vaginal bleeding, vaginal discharge, menstrual irregula- rities are the side effects. Increased risk of venous thromboembolism is due to estrogenic action on clotting mechanism. Dermatitis, anorexia, depression, mild leucopenia and ocular changes are infrequent. Ref:- kd tripathi; pg num:-313",
        "cop": 2,
        "opa": "It is an estrogen antagonist in the breast and uterus, leading to loss of endometrial cells.",
        "opb": "It has an antagonist effect on the breast but an agonist effect on the uterus.",
        "opc": "It has estrogen agonist effect of the breast and uterus, thereby leading to endometrial hyperplasia.",
        "opd": "It has no effect on the uterus, and the vaginal bleeding is caused by something else.",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9c39cd56-ba38-4efc-97da-dd1e8c87213c",
        "choice_type": "single"
    },
    {
        "question": "The insulin preparation of choice in diabetic ketoacidosis is",
        "exp": "Diabetic ketoacidosis (Diabetic coma) Ketoacidosis of different grades generally occurs in insulin dependent diabetics. It is infrequent in type 2 DM. The most common precipitating cause is infection; others are trauma, stroke, pancreatitis, stressful conditions and inadequate doses of insulin Treatment of DKA:- 1. Insulin:- Regular insulin is used to rapidly correct the metabolic abnormalities. A bolus dose of 0. 1-0. 2 U/kg i. v. is followed by 0. 1 U/kg/hr infusion; the rate is doubled if no significant fall in blood glucose occurs in 2 hr. Fall in blood glucose level by 10% per hour can be considered adequate response. Usually, within 4-6 hours blood glucose reaches 300 mg/dl. Then the rate of infusion is reduced to 2-3 U/hr. This is maintained till the patient becomes fully conscious and routine therapy with s. c. insulin is instituted. 2) I v. Fluids 3) kcl Ref:- kd tripathi; pg num:-267, 268",
        "cop": 1,
        "opa": "Regular insulin",
        "opb": "Lente insulin",
        "opc": "Isophane insulin",
        "opd": "A 30: 70 mixture of plain and isophane insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "04766ecb-b7e4-49ba-b3cc-d972f0077de6",
        "choice_type": "single"
    },
    {
        "question": "Prolactin secretion will be inhibited by:",
        "exp": "Ans. is 'd' i. e. dopamine Prolactin is a hormone secreted by anterior pituitary. It is under the inhibitory control of hypothalamus through Prolactin releasing inhibitory hormone (PRIH)PRIH is actually dopamine which acts on pituitary lactotrope D2 receptor. Therefore Dopaminergic agonists decrease plasma prolactin levels while Dopaminergic antagonists increase plasma prolactin levels.* Just go through the list of following dopamine agonists and antagonists.",
        "cop": 4,
        "opa": "haloperidol",
        "opb": "GAB A( Gama aminobutyric acid)",
        "opc": "Neurophysin",
        "opd": "Dopamine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "7da222b9-27e9-4a50-a4ff-32f3a0db1f78",
        "choice_type": "single"
    },
    {
        "question": "Long acting corticosteroid is -",
        "exp": "Ans. is 'b' i. e., Betamethasone o Short acting glucocorticoids (t 1/2. 6: 8-12 hrs.): Cortisol, hydrocortisone. o Intermediate acting glucocorticoids (t 1/2: 12-36 hrs.): Prednisolone, methylprednisolone, triamcinolone. o Long acting glucocorticoids (t 1/2: 36-54 hrs.): Dexametkasone, betamethasone.",
        "cop": 2,
        "opa": "Triamcinolone",
        "opb": "Betamethasone",
        "opc": "Hydrocortisone",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5f4a35a4-e8c9-4930-9ca3-a6db7490c49e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has maximum chances of causing hyperprolactinemia?",
        "exp": "Ans. (D) Risperidone(Ref: KDT 8th/469). Among the atypical antipsychotic drugs, risperidone has highest risk of causing hyperprolactinemia and extrapyramidal symptoms",
        "cop": 4,
        "opa": "Clozapine",
        "opb": "Olanzapine",
        "opc": "Ziprasidone",
        "opd": "Risperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d844bc29-d686-4588-a3b2-a7f7dc3ce7d9",
        "choice_type": "single"
    },
    {
        "question": "Sildenafil acts by inhibiting -",
        "exp": "Ans. is 'b' i. e., Phosphodiesterase - 5o Sildenafil is used to treat Erectile Dysfunction. Mechanism of action: o Penile tumescence during sexual arousal is improved, but it has no effect on penile tumescence in the absence of sexual activity', because sexual stimulation results in smooth muscle relaxation of the corpus cavemosum, increasing the inflow of blood. o Sildenafil in addition, weakly inhibits the isoenzyme PDE-6 which is involved in photoreceptor transduction of retina - impairment in colour vision especially blue green discrimnation.",
        "cop": 2,
        "opa": "Phosphodiesterase - 2",
        "opb": "Phosphodiesterase - 5",
        "opc": "Adenyl cyclase",
        "opd": "Guanyl cyclase",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "dfe912fe-f595-48fb-b366-e9c048358239",
        "choice_type": "single"
    },
    {
        "question": "Which of the following progesterone is used in emergency contraception?",
        "exp": "Levonorgestrel 0. 75mg two doses12 hours apa, or 1. 5mg single dose taken as soon as possible, but before 72 hours of unprotected intercourse. other emergency contraceptives- mifepristone, ulipristal (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 322)",
        "cop": 1,
        "opa": "Levonorgesterol",
        "opb": "Microised Progesterone",
        "opc": "Norgesterone",
        "opd": "Depot Medroxyprogesterone acetate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "70d81dc1-d8c5-4e64-9379-18a81fe2c380",
        "choice_type": "single"
    },
    {
        "question": "Long acting insulin:",
        "exp": "Ans. C. Glargine. Ref: Essentials of Medical Pharmacology by KD Tripathi 7thled, p263. Explanation. Lente insulin is a combination of 30% semilente (amorphous) and 70% ultralente (crystalline) insulin zinc suspension.# One of the problems with regular insulin is it peaks 2 to 3 hours after administration and sustains over 6 to 8 hours, which does not mimic the physiological insulin response. This leads to postprandial hyperglycemia and intermittent hypoglycemia. To overcome this, long-acting 'modified' or 'retard' preparations of insulin were developed.# Retard preparations, are obtained by making insulin insoluble either by:# Complexing it with protamine (isophane) or# By precipitating it with excess zinc and increasing the particle size (ultralente, semilente, lente). Insulin-zinc suspension. Isophane (Neutral Protamine Hagedorn or NPH) insulin. Two types of insulin-zinc suspensions have been produced* Protamine is added in a quantity just sufficient to complex all insulin molecules* Neither of the two is present in free form* On S. C. injection, the complex dissociates slowly to yield an intermediate duration of action* Mostly used in combination with regular insulin (70: 30 or 50: 50)1. Ultralente # Large particles # Crystalline # Long-acting # Insoluble in water2. Semilente# Smaller particles# Amorphous# Short acting* Lente = ultralente + semilente in the ratio of 7: 3 (It can be remembered like this: 70% bigger particle and 30% smaller particle)# Therefore lente insulin which is 70% ultralente + 30% semilente can be written in different ways as follows:# 70 % large particle + 30% small particle# 70 % crystalline + 30% amorphous (Answer)# 70 % long acting + 30% short acting# Apart from the above mentioned retard preparations, recently other insulin analogs like rapidly acting (lispro, aspart, glulisine) peakless and long-acting (glargine and detemir) have become available. Type. Example. Rapid acting. Lispro. Aspart. Glulisine. Short acting. Regular (soluble) insulin. Intermediate acting. Lente. NPH or isophane. Long acting. Insulin glargine. Insulin detemir",
        "cop": 3,
        "opa": "Lispro",
        "opb": "Aspart",
        "opc": "Glargine",
        "opd": "Zn suspension of insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "78ec60af-f524-42d4-afdc-febd35b8c2d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in the management of thyroid storm?",
        "exp": "Ans. is 'b' i. e., Reserpine Thyroid storm (thyrotoxic crisis)o It is an emergency due to decompensated hyperthyroidism, o Treatment includes. Non-seleetlve b-blocker. It is the most valuable measure in thyroid storm. In thyroid storm most of the symptoms are because of adrenergic overactivity due to increased tissue sensitivity to catecholamines in hyperthyroidism. This increased sensitivity is due to increased number of b-receptors. So, quick relief can be obtained by blocking b-receptors. Prophythiouracil. It is the antithyroid drug of choicefor thyroid storm because it reduces hormone synthesis as well as peripheral conversion of T4 to T3. Note: Prophylthiouracil is the DOC amongst antithyroid drugs, but the DOC for thyroid storm is b-blockers. Corticosteroid (Hydrocortisone). It inhibits both release of thyroid hormone from the gland and peripheral conversion of T4 to T3. Iodides (Potassium iodide or ipanoic acid). They are used to inhibit further hormone release from the gland. Diltiazem (a calcium channel blocker) may be added if tachycardia is not controlled by propranolol alone. Rehydration, anxiolytics, external cooling and appropriate antibiotics are the other measures.",
        "cop": 2,
        "opa": "Potassium iodide",
        "opb": "Reserpine",
        "opc": "Propranolol",
        "opd": "Calcium channel blockers",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4ce5a6b3-ae4c-4d4b-a9ae-7eeebdb5ac56",
        "choice_type": "single"
    },
    {
        "question": "Longest acting insulin is",
        "exp": "(Protamine zinc insulin) (259-KDT 6th). Types of Insulin Preparations and Insulin analogues1. Rapid acting- Insulin lispro, Insulin aspart, Insulin glulisine2. Short acting- Regular (soluble) insuline3. Intermediate acting- Insulin zinc suspension or Lente, Neutral protamine hagedorm (NPH) or Isophane insulin4. Long acting- Protamine zinc insulin (PZI), Insulin glargine",
        "cop": 4,
        "opa": "Global zinc suspension",
        "opb": "Insulin- zinc suspension",
        "opc": "Neutral protamine hagedorm (NPH)",
        "opd": "Protamine- zinc insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1b228e7f-39fe-4ae1-be1b-d907b8deb64a",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone antagonists are not useful in the treatment of",
        "exp": "Aldosterone antagonists cause gynaecomastia as an adverse effect.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Congestive heart failure",
        "opc": "Gynaecomastia",
        "opd": "Hirsutism",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1a9a4824-fb63-426c-bb6a-27471acb627f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a selective estrogen receptor modulator?",
        "exp": "Ormeloxifene, also known as centchroman, is one of the selective estrogen receptor modulators or SERMs, a class of medication which acts on the estrogen receptor. It is best known as a nonsteroidal oral contraceptive which is taken once per week. In India, ormeloxifene has been available as bih control since the early 1990s, and it is currently marketed there under the trade name Saheli. Mifepristone is an antiprogestin. Danazol is an anti androgen. Anastrozole is an aromatase inhibitor. (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 314)",
        "cop": 1,
        "opa": "Centchroman",
        "opb": "Mifepristone",
        "opc": "Danazol",
        "opd": "Anastozole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4a3ce09f-8fd7-473a-b137-62b540ca7e34",
        "choice_type": "single"
    },
    {
        "question": "In Addison's disease drug to be given is:",
        "exp": "Ans. (A) Hydrocortisone(Ref: KDT 8/e p314; CMDT 2014/1116). In chronic adrenal insufficiency or Addison's disease, hydrocortisone given orally is the drug of choice. Hydrocortisone is a glucocorticoid with maximum mineralocorticoid action.",
        "cop": 1,
        "opa": "Hydrocortisone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "DOCA",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f9e3d876-b983-4244-b7d5-c23003d8e8fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in the treatment of thyroid storm",
        "exp": "Refer Katzung 11/e p 677. Propanolol to control severe cardiovascular manifestations Calcium channel blockers are used if b-blockers are contraindicated as in asthmantics Iodides to inhibit the release big thyroid hormones from the gland",
        "cop": 2,
        "opa": "Potassium iodide",
        "opb": "Reserpine",
        "opc": "Propanolol",
        "opd": "Calcium channel blockers",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "33a34b7a-e710-44ed-bcc1-25581b5afeb5",
        "choice_type": "single"
    },
    {
        "question": "Drug X which inhibit the binding of RANKL to its receptor (RANK) in osteoporosis:",
        "exp": "Ans. C. Denosumab. Osteoclasts express RANK receptor which on stimulation causes resorption of bone. Denosumab is monoclonal antibody which inhibit the binding of ligand to the receptor and thus play a role in osteoporosis.",
        "cop": 3,
        "opa": "Teriparatide",
        "opb": "Alendronate",
        "opc": "Denosumab",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ae04a4d0-ec3b-4589-a6d4-6f216857293c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a SERM is useful for treatment of osteoporosis?",
        "exp": "Raloxifen has agonistic action on estrogen receptors on bone Raloxifene is a first line drug for prevention and treatment of osteoporosis in postmenopausal females. It prevent bone loss, increases bone mineral density by 0. 9 percent. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 305)",
        "cop": 1,
        "opa": "Raloxifene",
        "opb": "Bisphosphonate",
        "opc": "Strontium",
        "opd": "Estradiol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "60cc5fed-8066-4768-87a2-2be5a1e577dd",
        "choice_type": "single"
    },
    {
        "question": "Anti-diabetic effect of sulfonylureas is by reducing:",
        "exp": "Ans. (A) Glucagon production(Ref: KDT 8/e p294). Sulfonylureas act by. Increasing insulin release from pancreas (not by decreasing insulin secretion), so 'option b' ruled out. A minor action reducing glucagon and increasing somatostatin release has been demonstrated.",
        "cop": 1,
        "opa": "Glucagon production",
        "opb": "Insulin secretion",
        "opc": "Tissue sensitivity to insulin",
        "opd": "Tissue sensitivity to glycogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4c91d3d9-a12d-4d27-b6ba-bf5ce2f03346",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is human Insulin analogue?",
        "exp": "Ultra-sho acting like lispro, aspa, glulysine., long acting like glargine, determir, degludec is human insulin ANALOGUES They are ultra sho acting and ultra long acting and have very less risk of hyoglycemia and can be take just before a meal unline the regular insulins available. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Lispro",
        "opb": "Regular",
        "opc": "NPH insulin",
        "opd": "Lente insulin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "daa5e8af-c28b-4678-b71d-5c1e6f07dcac",
        "choice_type": "single"
    },
    {
        "question": "Wof bones is affected more with glucocoicoid induced osteoporosis",
        "exp": "Adverse effects:- Osteoporosis Especially involving veebrae and other flat spongy bones. Compression fractures of veebrae and spontaneous fracture of long bones can occur, especially in the elderly. Radiological evidence of osteoporosis is an indication for withdrawal of coicoid therapy. Coicosteroid induced osteoporosis can be prevented/arrested by calcium supplements + vit D, and by estrogen/raloxifene or androgen replacement therapy in females and males respectively. However, bisphosphonates are the most effective drugs. Avascular necrosis of head of femur, humerus, or knee joint is an occasional abrupt onset complication of high dose coicosteroid therapy. Ref:- kd tripathi; pg num:-293",
        "cop": 4,
        "opa": "Humerus",
        "opb": "Femur",
        "opc": "Radius",
        "opd": "veebra",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9ac791bf-d8b6-4e82-9912-dd5df2d2cad4",
        "choice_type": "single"
    },
    {
        "question": "DPP-IV inhibitor used in renal failure:",
        "exp": "A i. e. Linagliptin. Ref: Hoh. IA, Ronsoni MF, Guedes EP, de Melo TG, Lauand F (2014), Linagliptin: DPP-4 Inhibition in the Treatment of Type 2, Diabetes Mellitus, J Diabetes Metab Disord Control 1(1): 00005, DOI: 10. 15406/jdmdc, 2014. 01. 00005. Explanation: Patients with T2. DM have dysfunction in incretin hormones (such as glucagon-like peptide-1 or GLP-1 and glucose-dependent insulinotropic polypeptide or GIP). By inhibiting the dipeptidyl peptidase-4 (DPP-4) enzyme, it is possible to slow the inactivation of GLP-1 and GIP, promoting blood glucose level decrease in a glucose-dependent manner. Linagliptin is a dipeptidyl peptidase-4 inhibitor DPP IV inhibitor. Linagliptin is approved by FDA and EMA for the T2. DM treatment as an anti-hyperglycemic agent that can be used as monotherapy or in combination with other medications (metformin, sulphonylurea, pioglitazone, metformin plus sulphonylurea or insulin). NOTE: Linagliptin is safe in renal failure, as it is eliminated majorly by biliary excretion and it also undergoes enterohepatic recycling. Chemical and metabolic characteristics of DPP-4 inhibitors. Inhibitor. Chemical Structure. Metabolites. Route of Elimination. Linagliptin. Based on Xanthine. Negligible. Biliary(> 70% unchanged); <6% via kidney. Saxagliptin. Cyanopyrrolidine. Metabolized in the liver to active metabolite (via P450 3. A4/5). Renal (12-29% unchanged and 21-52% as metabolite). Sitagliptin. Based on p-amino acid. Negligible. Renal (80% unchanged). Vildagliptin. Cyanopyrrolidine. Hydrolyzed to inactive metabolite (P450 enzyme-independent). Renal (22% unchanged and 55% as primary metabolite). Alogliptin. Pyrimidine. Demethylated, acetylated. Renal",
        "cop": 1,
        "opa": "Linagliptin",
        "opb": "Sitagliptin",
        "opc": "Vildagliptin",
        "opd": "Saxagliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bd469dc3-dfef-4241-87af-c8c2717a5b73",
        "choice_type": "single"
    },
    {
        "question": "Finasteride acts by blocking",
        "exp": "Finasteride is a competitive inhibitor of the enzyme 5alpha-reductase which conves testosterone into more active DHT responsible for androgen action in many tissues. finasteride, dutasteride- used for prostate cancer and BPH (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 302)",
        "cop": 2,
        "opa": "Alpha receptor",
        "opb": "5 alpha reductase enzyme",
        "opc": "5 alpha reductase enzyme",
        "opd": "Beta receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "95000cbc-958b-41e8-a3fa-15edf0dd1076",
        "choice_type": "single"
    },
    {
        "question": "Most potent analgesic:",
        "exp": "Ref: Goodman & Gillman 13th ed. P 376* Fentanyl citrate and sufentanil citrate are congeners of fentanyl and are considered as potent analgesics* After systemic delivery:# Fentanyl is about 100 times more potent than morphine# Sufentanil is about 1000 times more potent than morphine* Time to peak analgesic effect after IV administration: 5 minutes* These drugs are well known to be used as epidural analgesic.",
        "cop": 4,
        "opa": "COX-2 inhibitor",
        "opb": "Remifentanil",
        "opc": "Morphine",
        "opd": "Sufentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "68163ab9-795b-403d-aed3-c89e3b82cbd6",
        "choice_type": "single"
    },
    {
        "question": "Insulin acts through which receptor? (REPEAT)",
        "exp": "Insulin acts through tyrosine phosphate kinase-enzyme.",
        "cop": 2,
        "opa": "GPCR",
        "opb": "Enzyme-linked",
        "opc": "Intracellular",
        "opd": "Ion channel",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "05154c8b-e75a-4521-82b9-8657764fad74",
        "choice_type": "single"
    },
    {
        "question": "Bromocriptine inhibits: (Repeat)",
        "exp": "Ans: A (Prolactin) Ref: Essentials of Medical Pharmacology by K. D. Tripathi, 6th ed p. 235. Explanation: Prolactin is under predominant inhibitory control of hypothalamus through PRIH which is dopamine that acts on pituitary lactotrope D2 receptor. Dopamine agonists - |Plasma Prolactin levels. Dopamine antagonists - |Plasma Prolactin levels. Dopaminergic agonists. Dopamine. Bromocriptine. Cabergoline. Dopaminergic antagonists. Chlorpromazine. Haloperidol. Metoclopramide. Dopamine depleters (Reserpine. Methyldopa)",
        "cop": 1,
        "opa": "Prolactin",
        "opb": "Vasopressin",
        "opc": "Imipramine",
        "opd": "Levodopa",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d52f9a8c-3b4f-4028-945c-fcd5a7e68d53",
        "choice_type": "single"
    },
    {
        "question": "Bisphosphonate-induced osteomalacia is common with",
        "exp": "Etidronate is 1st gen bisphosphonate The first generation bisphosphonates, such as etidronate (ETD), a non-nitrogen containing bisphosphonate, displays considerable anti-mineralization activity but is a relatively low-potency inhibitor of osteoclasts. Bisphosphonate-related osteonecrosis of the jaw (BRONJ) is a condition found in patients who have received intravenous and oral forms of bisphosphonate therapy for various bone-related conditions. it manifests as exposed, nonvital bone involving the maxillofacial structures. it is caused by to dentoalveolar structures that have a limited capacity for bone healing due to the effects of bisphosphonate therapy. REF KD tripathi 8th ed",
        "cop": 4,
        "opa": "Alendronate",
        "opb": "Pamidronate",
        "opc": "Zolendronate",
        "opd": "Etidronate",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e5c9278c-c17e-4bf8-9b23-cdd53ade6ad1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication for oxytocin:",
        "exp": "Ans. (a) Spontaneous premature labour(Ref: KDT 8/e p356). Note: Spotaneous premature labour is an indication for use of tocolytics and not oxytocin.",
        "cop": 1,
        "opa": "Spontaneous premature labour",
        "opb": "Post partum haemorrhage",
        "opc": "Uterine inertia",
        "opd": "Breast engorgement due to inefficient milk ejection reflex",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "bce76c72-b95f-4b28-9971-fed8e23e30e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indication for the use of corticosteroids?",
        "exp": "Ans. (C) Loffler's syndrome(Ref: CMDT 2010/266, 1018). Corticosteroids are contra-indicated in psychosis and herpes simplex. Treatment of choice for subacute thyroiditis is aspirin. Thyrotoxic symptoms are treated with propranolol. Transient hypothyroidism, if symptomatic, can be treated with thyroxine. Prednisolone produce dramatic relief in eosinophilic pulmonary syndromes like Loeffler syndrome.",
        "cop": 3,
        "opa": "Psychosis",
        "opb": "Herpes simplex",
        "opc": "Loffler's syndrome",
        "opd": "Subacute thyroiditis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "250ab22a-e58f-4f49-b130-0f67f0e0257d",
        "choice_type": "single"
    },
    {
        "question": "Indications of somatostatin include",
        "exp": "GH Inhibitors Somatostatin Mech of action:- This- 14 amino acid peptide inhibits the secretion of GH, prolactin and TSH by pituitary; insulin and glucagon by pancreas, and of almost all gastrointestinal secretions including that of gastrin and HCl. Side effects:- The g. i. t action produces steatorrhoea, diarrhoea, hypochlorhydria, dyspepsia and nausea as side effect. Uses:- 1) Somatostatin constrict splanchnic, hepatic and renal blood vessels. The decreased g. i. mucosal blood flow can be utilized for controlling bleeding esophageal varices and bleeding peptic ulcer, but octreotide is preffered now due to longer duration of action. 2) it's antisecretory action is beneficial in pancreatic, biliary or intestinal fistulae; can also be used to reduce complications after pancreatic surgery. 3) it also has adjuvant value in diabetic ketoacidosis (by inhibiting glucagon and GH secretion). 4) somatostatin in acromegaly. 5) insulinoma, glucaganoma. Ref:- kd tripathi; pg num:-237",
        "cop": 2,
        "opa": "Zollinger Ellison syndrome",
        "opb": "Bleeding esophageal varices",
        "opc": "Steatorrhoea",
        "opd": "Macroprolactinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "df7ced86-3b38-4693-8f90-725109a455f3",
        "choice_type": "single"
    },
    {
        "question": "Tolvaptan is used for",
        "exp": "Tolvaptan:- * Tolvaptan is a selective Vasopressin V2 receptor antagonist indicated in treatment of euvolaemic or hypervolaemic hyponatremia (Na+ < 125m. Eq/L or clinically symptomatic hyponatraemia, in spite of fluid restrictive corrective measures), including patients with Syndrome of Inappropriate ADH Secretion and Heart Failure. * Bater and Schwaz criteria defines SIADH as follows: Ref:- Goodman & Gilman's Pharmacological basis of Therapeutics 13th Ed; Pg Num:- 466",
        "cop": 4,
        "opa": "Von Willebrand Disease",
        "opb": "Catecholamine resistant Shock",
        "opc": "Central DI",
        "opd": "SIADH",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "05d2367e-55d6-44f6-8cf1-8f7ace1e4856",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not cause hypoglycemia?",
        "exp": "Ans. d. Acarbose Acarbose towers glucose by inhibiting intestinal enzymes that digest carbohydrate by reducing carbohydrate digestion. Because of its mechanism of action, acarbose, when administered alone does not cause hypoglycemia in the fasting or postprandial states. Glimepiride and Nateglinide are an insulin secretogogue and it is a well known fact that insulin secretogogues are associated with hypoglycemia. \"\"All the insulin secretogogues increase insulin secretion from the pancreas through the same mechanism, i. e. by interfering with potassium channel. All the insulin secretogogues have the potential to cause profound and persistent hypoglycemia especially in elderly individuals. \"Acarbose {Alpha Glucosidase Inhibitor)* Acarbose is alpha glucosidase inhibitor, lowers glucose by inhibiting intestinal enzymes that digest carbohydrate there by reducing carbohydrate digestion.* Because of its mechanism of action, acarbose, w hen administered alone does not cause hypoglycemia in the fasting or postprandial states.* Acarbose only produces hypoglycemia when used along with other oral hvpoglycemics. Indications:* Acarbose can decrease blood glucose in both ty pe I and type 2 DM.* Apart from insulin, acarbose is the only drug approved for the treatment of both ty pe 1 and type 2 DM. Adverse Effect:* Major adverse effect is flatulence due to fermentation of unabsorbed carbohydrates",
        "cop": 4,
        "opa": "Insulin",
        "opb": "Glitmepiride",
        "opc": "Nateglinide",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "23168c9a-db4f-4942-bf84-0deb5617c430",
        "choice_type": "single"
    },
    {
        "question": "In which of the following disease is coicosteroids indicated?",
        "exp": "uses: asthma, multiple sclerosis, collgen vascular disease, autoimmune diseases, shock, COPD, uicaria, severe allergies, anaphylactic shock etc Glucocoicoid impair immunological competence. They suppress all type of hyoersensitation and allergic phenomenon. At high doses they interfere with immunological response. They are life saving in collagen diseases. Therapy is generally staed with high doses which are tappered to maintenence dose when remission occur. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 284)",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Peptic ulcer",
        "opc": "Collagen vascular disease",
        "opd": "Tuberculosis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2922204f-adf3-4fd9-bfbf-cda3fce756f7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-thyroid drugs are safe in pregnancy",
        "exp": "PTU is safe after 1st trimester of pregnancy for hypehyroidism In 1st trimester -it causes liver damage in the fetus liver will develop by the end of 1st trimester so PTU can be given from 2nd trimester",
        "cop": 3,
        "opa": "Carbimazole",
        "opb": "Iodine",
        "opc": "Propylthiouracil",
        "opd": "Methimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4cc36322-a6a9-4588-8929-72be0d24fe15",
        "choice_type": "single"
    },
    {
        "question": "Febuxostat:",
        "exp": "Ans. (a) Anti-gout and Xanthine Oxidase inhibitor. Ref. Katzung's Pharmacology 10th ed. Ch 36* Febuxostat is a non-purine inhibitor of xanthine oxidase and thereby reduces the formation of xanthine and uric acid and is useful in management of gout.* It is 80% absorbed following oral administration and extensively metabolized in the liver.* All of the drug and its metabolites appear in the urine although less than 5% appears as unchanged drug. Because it is highly metabolized to inactive metabolites, no dosage adjustment is necessary for patients with renal impairment.",
        "cop": 1,
        "opa": "Anti-gout and Xanthine Oxidase inhibitor",
        "opb": "Purine inhibitor",
        "opc": "Dose adjustment required in renal impairment",
        "opd": "Has uricosuric action",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b9f8df4d-c797-4d17-8ebc-059a6cdbfb62",
        "choice_type": "single"
    },
    {
        "question": "Long acting dopamine agonist is",
        "exp": "Bromocriptine has greater action on D2 receptors. Cabergoline is more potent and longer acting than bromocriptine. ERGOT-DERIVED DOPAMINE AGONISTS Examples of this type of dopamine agonist are bromocriptine, pergolide, lisuride, and the long acting ergoline, cabergoline. (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 237)",
        "cop": 3,
        "opa": "Bromocriptine",
        "opb": "Lisuride",
        "opc": "Cabergoline",
        "opd": "Apomorphine",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "a55b173d-1287-4ef8-bcae-262ff8aa9ca7",
        "choice_type": "single"
    },
    {
        "question": "Antithyroid drug of choice in pregnancy -",
        "exp": "Ans. is 'c' i. e., Propylthiouracil o Both carbimazole and propylthiourcil can be used during pregnancy, but propyl-thiouracil is the drug of choicebecause its greater protein binding allows low doses of propylthioracil to be transferred across the placenta and therefore less chance of hypothyroidism.",
        "cop": 3,
        "opa": "Carbimazole",
        "opb": "Iodine therapy",
        "opc": "Propylthiouracil",
        "opd": "Metimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "026fc016-e411-462d-a9ff-ad21439ec515",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is given subcutaneously for diabetes",
        "exp": "GLP 1 analogs like exenatide, liraglutide, dulaglutide are given by SC injection Pramlintide- amylin analog is also given as an injection REF KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Glipezide",
        "opb": "Rapaglenide",
        "opc": "Exenatide",
        "opd": "Vildagliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "67ef97ab-1d78-4bd1-8385-ade50d233d47",
        "choice_type": "single"
    },
    {
        "question": "Treatment for male pattern alopecia includes",
        "exp": "Finasteride and dutasteride are 5 alpha reductase inhibitors; inhibit the formation of Dihydrotestosterone. So they are used in alopecia and also in BPH. Minoxidil also used in treatment. Fulvestrant is a SERD selective estrogen down regulator Ref: KD tripathi, 8th ed",
        "cop": 1,
        "opa": "Finasteride",
        "opb": "Potassium channel blocker",
        "opc": "Fulvestrant",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "ac84e3ea-f62e-4f0c-bd7a-689ac2a0379b",
        "choice_type": "single"
    },
    {
        "question": "Which drug is not used for erectile dysfunction?",
        "exp": "Physiological erection occurs in response to the release of nitric oxide from noradrenergic - nor cholinergic nerves associated with parasympathetic discharge. Nitric oxide acts by activating guanylyl cyclase -| CGMP - cavernosal relaxation resulting in the erection. Thus the drugs which can be used for erectile dysfunction are: 1. PGE-l analogs eg Alprostadil 2. antagonists 3. Sildenafil (PDE - inhibitor) and its congeners tadalafil and vardenafil 4. Apomorphine (releases DA in CNS). Ref; KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Phenylephrine",
        "opb": "Apomorphine",
        "opc": "Yohimbine",
        "opd": "Vardenafil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "959a6e11-d2da-49c5-b97a-2872add67a60",
        "choice_type": "single"
    },
    {
        "question": "Peripheral conversion of T4 to T3 is inhibited by-",
        "exp": "Ans. is 'a\" i. e.. Propranolol THYROID HORMONESo Both thy. Toxine (T4) and triiodothyronine (T4) are iodine containing derivatives of thyronine, o Thyronine is a condensation product of two molecules of amino acid tyrosine. Thyroxine (T4)- 3, 5, 3', 5' - tetraiodothyronine. T3- 3, 5, 3' triiodothy. Tonineo Thyroid hormones are synthesized and stored in the thyroid follicles as a part of thvroglobulin molecule, o Synthesis of thvroid hormones1. Iodide uptakeo First step in the synthesis of T3 & T4 is iodide uptake. o Thyroid cells (follicular cells) have active transport system for iodine uptake - Na+: I- symporter. o This trapping is stimulated by TSH. o The iodide concentrating mechanism (Na+: I- symporter) is also found in skin, salivary glands, gastric mucosa, intestine, mammary glands and placenta, but uptake in these organs is not stimulated by TSH. 2. Oxidation and iodinationo Iodide trapped by follicular cells is transported to colloid. o In colloid it is oxidised by membrane bound thyroid peroxidase to iodinium ion (I+) or hypoiodous acid (HOI) or enzyme - linked hypoiodate (E-OI). o These oxidized forms of iodine combines with tyrosine residues of thvroglobulin to form monoiodotyrosine (MIT) and diiodotyorosine (DIT) (in this reaction no enzyme is required), o These MIT and DIT are attached to thvroglobulin. 3. Couplingo Pairs of iodinated tyrosine residues couple together to form T3 and T4. o Coupling is an oxidation reaction and is catalysed by same membrane bound thyroid peroxidase, o Normally more T4 is formed than T3. o Oxidation and coupling are stimulated by TSH. 4. Storage and releaseo Thyroglobulin containing MIT, DIT, T3 & T4 is transported into the follicular cells by endocytosis. o Inside the cells thyroglobulin is broken down by lysosomal proteases. o Released T4 & T3 are secreted into the circulation, released MIT and DIT are deiodinated and the iodide released is reutilized. o The uptake (endocytosis) and proteolysis of thyroglobuline are stimulated by TSH. 5. Peripheral conversion of T4 to T3o Peripheral tissues, especially liver and kidney, convert T4 to T3. o Target tissues take up Tj from circulation for their metabolic need, except brain and pituitary which take up T4 and convert it to T3 within their own cells. o Propylthiouracil, propranolol, amiodarone and glucocorticoids inhibit peripheral conversion of T4 to T3.",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Diltiazem",
        "opc": "Sotalol",
        "opd": "Sodium iodide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "504ece22-eff3-410e-a54c-38860c095d72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is contraindicated in diabetic patients",
        "exp": "Steroids could increase insulin resistance leading to hyperglycemia and ultimately secondary or drug-induced diabetes if used for a prolonged duration Ref KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Mannitol",
        "opb": "Steroids",
        "opc": "Enalapril",
        "opd": "Glycerol",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "e9d36cc8-a88c-4da7-93f9-604b450d74f4",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman who is being treated for metastatic breast cancer is noted to have some lethargy, fatigue, and an elevated serum calcium level. She is brought into the ER for near comatose state, thought to be caused by the hypercalcemia. After addressing the ABCs (airway, breathing, circulation), wof is the best therapy for this patient",
        "exp": "Hypercalcaemia of malignancy:- Severe hypercalcaemia, a common complication of malignancy, is a medical emergency with altered consciousness. Treatment:- Pamidronate or zoledronate are the most effective drugs, but take 24-48 hours to act. They may be supplemented by i. m. calcitonin 6-12 hourly for 2 days to achieve rapid action. Vigorous i. v. hydration is instituted first. After volume repletion, furosemide is added to enhance Ca2+ excretion and to prevent volume overload. This is followed by BPN infusion. This therapy reduces serum calcium within few hours and corrects the attending dehydration. Oral BPNs are not useful. Coicosteroids also lower plasma Ca2+, but are slow to act, take 1-2 weeks. Ref:- kd tripathi; pg num:-344",
        "cop": 3,
        "opa": "Bisphosphonates",
        "opb": "IV estrogen therapy",
        "opc": "Saline infusion and furosemide",
        "opd": "Vitamin D",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "d293b701-c3b4-41c6-aaa1-df01ed50c010",
        "choice_type": "single"
    },
    {
        "question": "At the same concentration of steroid which of the following is most potent?",
        "exp": "The potency of a topical coicosteroid depends on the formulation. Potency is also increased when a formulation is used under occlusive dressing or in interiginous areas. In general, ointments are more potent than creams or lotions.",
        "cop": 1,
        "opa": "Ointment",
        "opb": "Lotion",
        "opc": "cream",
        "opd": "Gel",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "061724a0-0978-4216-b950-002d8f94fba4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given at intervals as a pulsatile therapy?",
        "exp": "Only pulsatile exposure to Gn. RH induces FSH/LH secretion while continuous exposure desensatizes pituitary gonadotropes resulting in loss of Gn release GNRH agonists are usually given in pulsatile manner while antagonists are given in continous manner (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 239)",
        "cop": 1,
        "opa": "Gn. RH agonist",
        "opb": "Insulin",
        "opc": "FSH",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f6b86582-b8b5-4314-a35f-f2eaea2c060a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti diabetic drugs can cause vitamin B12 deficiency",
        "exp": "Refer Goodman Gilman 12/e p 1259 Lactic acidosis and Megaloblastic anemia due to vitamin B12 deficiency are the major adverse effects of these drugs Lactic acidosis is more likely to occur in the presence of hepatic and renal impairment or alcohol ingestion",
        "cop": 3,
        "opa": "Glipizide",
        "opb": "Acarbose",
        "opc": "Metformin",
        "opd": "Pioglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "875832b8-eff9-4c2a-9109-dec78504ce12",
        "choice_type": "single"
    },
    {
        "question": "Bone resorption is enhanced by",
        "exp": "Bone resorption is increased by prostaglandin E2. Increased PGE2 stimulates binding of RANK ligand to RANK- stimulating osteoclast-causing resorption (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 325)",
        "cop": 3,
        "opa": "PGD2",
        "opb": "PDF2",
        "opc": "PGE2",
        "opd": "PGI2",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5532cf1f-6dc0-4607-b8ae-31b5d0c13a1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long acting insulin preparation?",
        "exp": "Ans. is 'd' i. e., Insulin detemir * Insulin detemir and insulin glargine are the long acting insulin preparations.",
        "cop": 4,
        "opa": "Insulin lente",
        "opb": "Isophane insulin",
        "opc": "Insulin lispro",
        "opd": "Insulin detemir",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "8e47093f-af63-4555-809c-17d5de98658b",
        "choice_type": "single"
    },
    {
        "question": "Which does not cause hypoglycemia -",
        "exp": "Ans. is 'd' i. e., Acarbose Nateglinide, Glimepiride * Glimepiride and Nateglinide are an insulin secretagogue and it is a well-known fact that insulin secretagogues are associated with hypoglycemia. All the insulin secretagogues increase insulin secretion from the pancreas through the same mechanism i. e., by interfering with potassium channel. All the insulin secretagogues have the potential to cause profound and persistent hypoglycemia especially in elderly individuals. Hypoglycemia is usually related to delayed meals, increased physical activity, alcohol intake or renal insufficiency. Individuals who ingest an overdose of some agents develop prolong and serious hypoglycemia and should be monitored closely in the hospital. Thiazolidinediones (Pioglitazone). Thiazolidinediones are considered \"euglycemic\" and are efficacious in about 70% new users. Combination therapy of thiazolidinediones with sulfonylureas or insulin can lead to hypoglycemia and may require dose adjustment. Biguanides (Metformin Phenformin). Biguanides lower glucose among patients with type 2 diabetes mellitus largely by decreasing hepatic glucose output. It is also thought to increase glucose uptake by skeletal muscles. Because insulin secretion is unaltered hypoglycemia is not a side effect of metformin used as monotherapy. Alpha Glucosidase inhibitors (Acarbose). Lowers glucose by inhibiting intestinal enzymes that digest carbohydrate there by reducing carbohydrate digestion. Because of its mechanism of action, acarbose, when administered alone does not cause hypoglucemia in the fasting or postprandial states. Acarbose only produces hypoglycemia when used along with other oral hypoglycemics.",
        "cop": 4,
        "opa": "Insulin",
        "opb": "Glimipiride",
        "opc": "Nateglinide",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "b96f6e58-53c6-47c9-adf6-a0d882d0881f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-diabetic drugs can cause vitamin B12 deficiency?",
        "exp": "Ans. (C) Metformin(Ref: Goodman Gilman 12/e p1259, KDT 8/e 299). Lactic acidosis (more with phenformin) and megaloblastic anemia (more with metformin) due to vitamin B12 deficiency are the major adverse effects of these drugs. Lactic acidosis is more likely to occur in the presence of hepatic and renal impairment or alcohol ingestion.",
        "cop": 3,
        "opa": "Glipizide",
        "opb": "Acarbose",
        "opc": "Metformin",
        "opd": "Pioglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "434b8dad-48bc-40d9-9d26-3766c32ba072",
        "choice_type": "single"
    },
    {
        "question": "Lactic acidosis is common in",
        "exp": "(Phenformin) (247-KDT) (689-BB) (267-KDT 6th)* Lactic acidosis more common in Phenformin and rare in Metformin* * Hypoglycemia is the most common adverse effect with sulphonyl ureas. Repaglinide indicated only in type 2 DM as an alternative to sulfonyl ureas.* It should be avoided in liver disease. Rosiglitazone - Thiozolidinediones* It is indicated once daily in patients not controlled by metformin alone.* It is contraindicated by cardiac or hepatic failure.* Weight gain and oedema are the main adverse effects others - headache, myalgia and mild anemia",
        "cop": 2,
        "opa": "Metformin",
        "opb": "Phenformin",
        "opc": "Repaglinide",
        "opd": "Rosiglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "5706486d-3386-477f-8b63-38ed3768f97c",
        "choice_type": "single"
    },
    {
        "question": "Long acting glucocorticoid is -",
        "exp": "Ans. is 'a' i. e., Dexamethasone Relative activity of systemic corticosteroids Compound. Gluco. Mineralo. Equiv, dose (antiinflammatory). Short acting, (Biological t 1/2 < 32 hr)1. Hydrocortisone (cortisol)1120 mg. Intermediate acting, (Biologiat t 1/2 12-36 hr)2. Prednisolone3. Methylprednisolone4. Triamcinolone4550[?]80[?]505 mg4 mg4 mg. Long acting, (Biological t 1/2 > 36 hr)5. Dexamethasone6. Betamethasone2525000-75 mg0-75 mg Equiv, salt retaining dose2-5 mg(sublingual)0-2 mgnot used clinically7. Desoxvcortico- sterone acetate (DOCA)01008. Fludrocortisone101509. Aldosterone0-33000. Remembero Zero mineralocorticoid activity - Triamcinolone, Paramethasone, Dexamethasone, Betamethasoneo Mineralocorticoid with zero glucocorticoid activity - DOCA (Deoxycorticoisterone acetate)o Most potent glucocorticoid - Betametasoneo Least potent glucocorticoid - Cortisoneo Maximum mineralocorticoid activity' - Aldosteroneo Maximum glucocorticoid activity' - Dexamethosone & Betametasone",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Triamcenolone",
        "opc": "Prednisolone",
        "opd": "Hydrocortisone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "aaeb6d26-5f23-44a4-83da-6a7aa350da50",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for treatment of thyrotoxicosis during pregnancy is",
        "exp": "Refer KDT 6 /e p 250 Propylthiouracil does not cross placenta and us therefore The drug of choice in first trimester pregnancy",
        "cop": 3,
        "opa": "Iodine therapy",
        "opb": "Carbimazole",
        "opc": "Propylthiouracil",
        "opd": "Methimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "1d3d7abf-36bb-453d-9609-a701d1aead52",
        "choice_type": "single"
    },
    {
        "question": "Sulfonylureas act by:",
        "exp": "Ans. (D) Increasing insulin secretion from pancreas(Ref: KDT 8/e p294). Sulfonylureas stimulate the release of insulin by the beta cells of the islets of Langerhans by blocking K+ channels. Glucagon secretion is also reduced by sulfonylureas, but it is a minor action.",
        "cop": 4,
        "opa": "Decreasing glucagon secretion from pancreas",
        "opb": "Decreasing insulin secretion from pancreas",
        "opc": "Increasing gluconeogenesis",
        "opd": "Increasing insulin secretion from pancreas",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "35699b16-17f2-4771-82b1-9ed9f50ba8c6",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for the treatment of Thyrotoxicosis during pregnancy is:",
        "exp": "Ans. is 'c' i. e. propylthiouracil. Ref.: K. D. T. 5th/e p 232, 4th/e p 259, 260. This question has been repeated several times before, remember these important points. All antithyroid drugs can cross placenta so risk of fetal hypothyroidism and goitre is always there. Both carbimazole and propylthiouracil can be used during pregnancy, but propylthiouracil is the drug of choice because its greater protein binding allows low doses of propylthiouracil to be transferred across the placenta and therefore less chance of hypothyroidism. The lowest effective dose of propyl thiouracil should be given and it is often possible to stop treatment in the last trimester since TSH Receptor antibodies tend to decline in pregnancy. Radioactive iodine is C/I during pregnancy. It can destroy the fetal thyroid tissue resulting in cretinism. Carbimazole and methimazole have been associated with rare cases of foetal aplasia cutis.",
        "cop": 3,
        "opa": "Carbimazole",
        "opb": "Iodine therapy",
        "opc": "Propyl thiouracil",
        "opd": "Metimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3bd54f9d-dd9d-4a31-adbd-5c673b5f81c5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drug is a Corticosteroid Synthesis Inhibitor?",
        "exp": "(A) Metyrapone [?]METYRAPONE is an inhibitor of endogenous adrenal corticosteroid synthesis used in the treatment of hypercortocolism. o. Mechanism of action: Selectively inhibits11-b-hydroxylase, which converts 11-deoxycortisol to cortisol in the terminal reaction of the glucocorticoid biosynthetic pathway. o. Because of this inhibition, the biosynthesis of cortisol is markedly Impaired, and the levels of steroid precursors (e. g., 11- deoxycortisol) are markedly increased which can be used as a diagnostic test to assess hypothalamic-pituitary ACTH function. o. Metyrapone is used: To treat the hypercorticism resulting from either adrenal neoplasms or tumors producing ACTH ectopically. As adjunctive therapy in patients who have received pituitary irradiation or in combination with other agents that inhibit steroidogenesis. o. Chronic administration of metyrapone can cause hirsutism (due to increased synthesis of adrenal androgens upstream from the enzymatic block) and hypertension, which results from elevated levels of 11-deoxycortisol. o. Other side effects include nausea, headache, sedation, and rash. [?]. Glucocorticoids antagonistso. Mitotane: Structure similar to DDT, used in inoperable adrenal cancer. o. Metyrapone: Inhibit 11 b-hydroxylaseo. Aminoglutethamide: Inhibit conversion of cholesterol to pregnolone, medical adrenelectomyo. Trilostane: Inhibit conversion, of pregnolone to progesterone; used in Cushing's syndromeo. Ketoconazole: Anti-fungal, inhibit CYP450 enzymes, inhibit steroid synthesis in adrenal cortex and testis; used in Cushing's syndrome and carcinoma prostate. o. Mifepristone: Glucocorticoid receptor antagonists; anti-progesterone, used in Cushing's syndrome",
        "cop": 1,
        "opa": "Metyrapone",
        "opb": "Finasteride",
        "opc": "Flutamide",
        "opd": "Mifepristone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "be03bffb-5296-4380-aa30-7bc27a76d1f0",
        "choice_type": "single"
    },
    {
        "question": "which of the following Is used in the treatment of hyperprolactineinia?",
        "exp": "Dopamine actions are always opposite to prolactin Bromocriptine is a dopamine receptor agonist (mainly D2 receptors). Dopamine is the main factors controlling prolactin secretion. Being a agonist it effectively reduces the secretion of prolactin. apa from bromocriptine, cabergoline, pergolide are also used in hyperprolactenemia (REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 236)",
        "cop": 3,
        "opa": "Cimetidine",
        "opb": "Methysergide",
        "opc": "Bromocriptine",
        "opd": "Ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "4d8126c5-6883-46d1-a37c-937433ea269a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhibits peripheral conversion of Thyroxin to Triiodothyronine?",
        "exp": "Ans. d (Propylthiouracil) (Ref. KDT, Pharmacology, 6th ed., 250). Propylthiouracil also inhibits peripheral conversion of T4 to T3 by D1 type of 5'D1, but not by D2 type. This may partly contribute to its effects. Methimazole and carbimazole do not have this action and may even antagonize that of propylthiouracil. Differences between propylthiouracil and carbimazole Propylthiouracil. Carbimazole1. Dose to dose less potent. About 5 x more potent2. Highly plasma protein bound. Less bound3. Less transferred across placenta and in milk. Larger amounts cross to foetus and in milk4. Plasma tl/2=l-2 hours6--10 hours5. Single dose acts for 4-8 hours12-24 hours6. No active metabolite. Produces active metabolite-methimazole7. Multiple (2-3) daily doses needed. Mostly single daily dose8. Inhibits peripheral conversion of T, to T3. Does not inhibit T, to T3 conversion Antithyroid Drugs. Features1. Carbimazole, methimazole, prophlthiouracil. Thyroid peroxidase inhibitors2. Prophythiouracil. Drug of choice in pregnancy3. Thyroid constipating Agent. Lugol's Iodine, Potassium iodide4. Faster acting antithyroid drug. Lugol's Iodine, Potassium iodide5. Drug causing destruction of thyroid gland131. I6. Drug inhibiting peripheral conversion of T4 and T3. Propranolol, Prophylthiouracil, Lithium, Amiodoraone",
        "cop": 4,
        "opa": "Lugol's Iodine",
        "opb": "Carbimazole",
        "opc": "Radioactive iodine",
        "opd": "Propylthiouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "035f1f05-40df-405b-9c5a-befa829418f8",
        "choice_type": "single"
    },
    {
        "question": "A postmenopausal women with a family history of osteoporosis completes a bone mineral density work-up and you find her T-score is -2. 6. She tried a sho course of teriparitide a year ago but complained of serious depression and mood changes. You decided to try an antibody-based therapy and schedule a time for an injection. Wof is the drug you have selected",
        "exp": "Denosumab:- It is a human monoclonal antibody which inhibits osteoclast differentiation and function as well as promotes their apoptosis. It is a treatment option for postmenopausal osteoporosis when no other drug is appropriate. Ref:- kd tripathi; pg num:-346",
        "cop": 4,
        "opa": "Calcitonin",
        "opb": "Dihydrotachysterol",
        "opc": "Infliximab",
        "opd": "Denusomab",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "3ae3d987-996d-4616-87e0-50d8f134cee2",
        "choice_type": "single"
    },
    {
        "question": "Vasopressin inhibited by:",
        "exp": "Ref: Goodman & Gillman, The pharmacological basis of therapeutics. 12th edition, Pg No. 708. Explanation: Lithium and Demeclocycline are the other drugs which inhibits the action of vasopressin. Lithium reduce the V2 receptor mediated stimulation of adenylyl cyclase. It also increases PTH which is an antagonist of Lithium. Demeclocycline decreases the antidiuretic response of vasopressin. Indomethacin. Chlorpropamide and Carbamezapine are the drugs which enhances the actions of vasopressin.",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Carbamazepine",
        "opc": "Clofibrate",
        "opd": "Chlorpropamide",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "0f3b0738-c30e-42b1-aeb6-3ace6e7f7129",
        "choice_type": "single"
    },
    {
        "question": "Carbonic anhydrase inhibitors should not be given in",
        "exp": "Carbonic anhydrase inhibitors(CAIs)are more likely to produce acidosis in patients of COPD, CRF and DM. They are contraindicated in COPD as they may precipitate respiratory acidosis. They are sulfonamides in structure, so should not be given in hypeensitive persons.",
        "cop": 1,
        "opa": "Sulfonamide hypersensitivity",
        "opb": "Glaucoma",
        "opc": "High altitude sickness",
        "opd": "Metabolic acidosis",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f3f3db02-5a89-4d17-a1a7-d8c1f6921fdf",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for pregnant female suspected of having a baby with congenital adrenal hyperplasia is",
        "exp": "Dexamethasone is very potent and highly selective glucocoicoid to be staed before 10 weeks of gestation to suppress fetal androgen production effectively It has a long duration of action and cause marked pituitary-adrenal suppression. DOC for CAH is hydrocoisone but DOC for pregnant women having baby with CAH - dexamethasone REF. Essential of medical pharmacology K D TRIPATHI 6 Edition, Page No - 283",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Hydrocoisone",
        "opd": "Predinsolone",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "2cc8c4ee-0c00-4835-8157-34efb1927cf9",
        "choice_type": "single"
    },
    {
        "question": "Long term side effect of glucocorticosteroids:",
        "exp": "Ans. B. Osteoporosis. Glucocorticosteroid have many side effects like Cushing syndrome hyperglycemia, osteoporosis, delay in wound healing, increase in infection and many other.",
        "cop": 2,
        "opa": "Hepatotoxicity",
        "opb": "Osteoporosis",
        "opc": "Precocious puberty",
        "opd": "Lupus like syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "9903c825-5f6d-47cb-88aa-393dec323c28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in the treatment of hyperprolactinemia",
        "exp": "Refer KDT 6/e p 236 It is an ergot alkaloid and is a Dopamine agonist Dopamine acts as prolactin inhibiting hormonal big the brain Agonism of Dopamine receptors by Bromocriptine is responsible for it's use in hyperprolactinemia",
        "cop": 3,
        "opa": "Cimetidine",
        "opb": "Methysergide",
        "opc": "Bromocriptine",
        "opd": "Ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "f805eb19-e79e-42c0-a894-b88a306519bd",
        "choice_type": "single"
    },
    {
        "question": "Causes of reduced bioavailability of a drug includes",
        "exp": "When the metabolism of a drug is high during its passage from the site of absorption into the systemic circulation, the rate, and extent of absorption of that drug decreases. absorption- amount of drug reaching the systemic circulation from the site of administration (Ref. Essentials of medical pharmacology TD Tripathi 7th edition page no. 16, 27)",
        "cop": 1,
        "opa": "High first pass metabolism",
        "opb": "Increased absorption",
        "opc": "IV drug administration",
        "opd": "High lipid solubility",
        "subject_name": "Pharmacology",
        "topic_name": "Endocrinology",
        "id": "547bbe6f-6b25-4205-9307-84e6a79f1467",
        "choice_type": "single"
    }
]