[
    {
        "question": "Drug used in irritable bowel syndrome with constipation is",
        "exp": "-Lubiprostone acts by stimulating Cl- channel opening in the intestine, increasing liquid secretion in gut and decreasing transit time, therefore used for chronic constipation. -It has also been approved for constipation dominant irritable bowel syndrome in women. -Irritable bowel syndrome is a condition characterized by abdominal pain, bloating and altered bowel habits (diarrhea or constipation) For diarrhea dominant IBS, drugs that can be used are Loperamide or diphenoxylate New kappa opioid receptor antagonist- Fedotozine Reserpine analog - Mebeverine 5 HT3 antagonist - Alosetron (also reduces pain) Clonidine (also reduces distension induced pain ) For constipation dominant IBS, drugs effective are 5 HT4 agonists (tegaserod, prucalopride) Loxiglumide Lubiprostone Plecanatide",
        "cop": 1,
        "opa": "Lubiprostone",
        "opb": "Loperamide",
        "opc": "Alosetron",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "e5f159bf-3ec9-4ba9-8c0e-de8ff0df4fed",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for NSAID induced peptic ulcer disease is",
        "exp": "Misoprostol is the most specific drug for NSAIDS induced peptic ulcer but it is not the drug of choice for any ulcer. DOC for all types of peptic ulcer including NSAIDs induced peptic ulcer are proton pump inhibitors.",
        "cop": 2,
        "opa": "Pirenzapine",
        "opb": "Omeprazole",
        "opc": "Cimetidine",
        "opd": "Misoprostol",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "f4b60fb9-cb39-43fd-af1b-c547d1cfe989",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a prokinetic drug with no dopamine antagonism?",
        "exp": "PROKINETIC DRUGS ACh is the main excitatory neurotransmitter in the GIT. Cholinergic neurons contain excitatory (5-HT4) as well as inhibitory (5. HT3, D2) presynaptic receptors. Thus D2 and 5. HT3 antagonists and 5 HT4 agonists will increase the release of ACh and stimulate the GI motility. Metoclopramide possesses central as well as peripheral D2 blocking action. Central D2 blocking action is responsible for its antiemetic effects. Domperidone is a D2 receptor antagonist and cannot cross blood brain barrier. It is mainly used as an antiemetic (less efficacious than metoclopramide) drug and is devoid of extrapyramidal and hyperprolactinemic adverse effects. Cisapride, mosapride, renzapride, prucalopride and tegaserod are 5-HT4 agonistic drugs with no action on D2 receptors (no antiemetic propey). These drugs increase whole GI motility including colon.",
        "cop": 4,
        "opa": "Chlorpromazine",
        "opb": "Metoclopramide",
        "opc": "Domperidone",
        "opd": "Mosapride",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "1986196e-869c-41c0-a4fe-0bf8b993bc87",
        "choice_type": "single"
    },
    {
        "question": "A patient Geeta began taking alendronate and she was advised to take large amount of water and remain in the standing position for at least half an hour till she had the first meal of the day. These instructions were given to reduce the risk of:",
        "exp": "Due to risk of Erosive Gastritis Bisphosphonates are advised to be taken:- - with plenty of water - remain in standing position - before first meal of day",
        "cop": 3,
        "opa": "Cholelithiasis",
        "opb": "Constipation",
        "opc": "Erosive esophagitis",
        "opd": "Osteonecrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "39010f05-2d63-4eb7-9361-d7ea301dd36a",
        "choice_type": "single"
    },
    {
        "question": "Anticholinergic drug useful in treatment of peptic ulcer disease is",
        "exp": "Peptic Ulcer Disease 1) Drug inhibiting the M1 receptor - Pirenzepine 2) Drug blocking the H2 receptor - Cimetidine - Ranitidine 3) Prostaglandin - Misoprostol - It is chemically PGE1 but work like PGE2 4) Proton pump inhibitors: - Omeprazole - Esomeprazole - Pantoprazole - Lansoprazole - Rabeprazole",
        "cop": 4,
        "opa": "Cimetidine",
        "opb": "Misoprostol",
        "opc": "Omeprazole",
        "opd": "Pirenzipine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "a65387fe-97b2-472d-9245-18d5d351e7f2",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with history of few episodes of vomiting and was given an anti-emetic drug by the intern. Few hours later, the patient developed an abnormal posture. Which of the following is likely drug administered to him?",
        "exp": "Antiemetic drugs: D2 antagonist: metoclopramide cross BBB, blocking D2 receptor in CNS, causing extrapyramidal side effect like dystonia. Metoclopramide Domperidone Cross BBBCan cause dystonia Do not cross BBBDo not cause dystonia. DOC for levodopa induced vomiting 5. HT3(-) 5. HT4(+) No other action",
        "cop": 1,
        "opa": "Metoclopramide",
        "opb": "Ondansetron",
        "opc": "Domperidone",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "6d83214e-b1db-4876-a3fb-03737d8ba665",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for the treatment of peptic ulcer caused due to chronic use of NSAIDs is:",
        "exp": "Proton pump inhibitors: are DOC for:-- PUD of any reason- GERD- Zollinger Ellison Syndrome Misoprostol is specific drug for NSAIDs induced peptic ulcer.",
        "cop": 4,
        "opa": "Pirenzepine",
        "opb": "Loxatidine",
        "opc": "Misoprostol",
        "opd": "Esomeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "09a0a71c-c440-4c8d-9e85-9e13ba7ce25a",
        "choice_type": "single"
    },
    {
        "question": "The success of oral rehydration therapy of diarrhea depends upon which of the following processes in the intestinal mucosa?",
        "exp": "Glucose coupled Na+ absorption from GIT remain patent even in presence of severe diarrhea whereas other mechanisms may fail. Thus, glucose is added in the ORS.",
        "cop": 2,
        "opa": "Sodium pump mediated Na+ absorption",
        "opb": "Glucose coupled Na+ absorption",
        "opc": "Bicarbonate coupled Na+ absorption",
        "opd": "Passive Na+ diffusion secondary to nutrient absorption",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "b76a3832-e586-4350-af9c-29954b2eec4e",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old male presents to OPD with diarrhea and abdominal pain. On investigations, it was found to be non-infective and you proceed with diphenoxylate therapy in this patient. Which of the following is the primary target for the drug you prescribed to this patient?",
        "exp": "Diphenoxylate - is an opioid - it binds to mu receptors in the GIT - works by slowing motility of GIT.",
        "cop": 4,
        "opa": "Secretion",
        "opb": "Digestion",
        "opc": "Inflammation",
        "opd": "Motility",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "fcabd37a-225c-4b63-a770-5fb328087a3c",
        "choice_type": "single"
    },
    {
        "question": "In peptic ulcer, antacids are now primarily used for:",
        "exp": "Peptic ulcer disease is due to imbalance between aggressive and protective factors Treatment involves: - Proton pump inhibitors(PPI): Irreversible inhibitors, drug of choice fot Peptic ulcer disease. - Antacids: Fastest pain relievers of PUD. - Ulcer protectives: Sucralfate, colloidal bismuth subcitrate. - H Pylori drugs: Amoxycillin, Metronidazole, Clarithromycin Triple drug: - C: Clarithromycin- A: Amoxycillin- P: PPI",
        "cop": 1,
        "opa": "Prompt pain relief",
        "opb": "Ulcer healing",
        "opc": "Preventing ulcer relapse",
        "opd": "Control of bleeding from the ulcer",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "4a929f71-ec46-41bb-9770-2e0d66e59c91",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs when combined erythromycin may cause ventricular arrhythmias?",
        "exp": "- Erythromycin causes inhibition of CYP3. A4 enzyme. - As a result of this, level of Cisapride rises in blood - High blood levels of Cisapride causes QT prolongation and leads to Torsades-de-pointes (ventricular arrythmia) so, the combination is avoided.",
        "cop": 4,
        "opa": "Tetracycline",
        "opb": "Streptomycin",
        "opc": "Ebastine",
        "opd": "Cisapride",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "d70faa26-15b6-4e00-8449-80a82f943656",
        "choice_type": "single"
    },
    {
        "question": "The concentration of sodium ions in the standard WHO oral rehydration Solution is:",
        "exp": "Concentration of Na+ is 90 mmol/L in standard WHO-ORS whereas it is 75 mmol/L in New formula ORS. NEW FORMULA ORS contains:- Na+ - 75 mM k+ - 20mM Cl- - 65mM Glucose - 75mM Citrate - 10mM Total - 245m. Osm/L",
        "cop": 3,
        "opa": "40 m moles/L",
        "opb": "60 m moles/L",
        "opc": "90 m moles/L",
        "opd": "110 m moles/L",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "2a2c0a79-1367-4707-ad45-61e3a73f372d",
        "choice_type": "single"
    },
    {
        "question": "Pirenzepine is used in:-",
        "exp": "Pirenzipine is selective M1 receptor antagonist. so, it is used for peptic ulcer disease. * For Bronchial asthma M3 blocker such as Ipratropium is used. * For motion sickness Hyoscine is used which is M1 blocker",
        "cop": 1,
        "opa": "Peptic ulcer disease",
        "opb": "Bronchial asthma",
        "opc": "Rheumatoid ahritis",
        "opd": "Motion sickness",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "6f64ca49-ccc3-4b61-a518-33c0adff0d2d",
        "choice_type": "single"
    },
    {
        "question": "A patient is on long term ketoconazole therapy. He developed gastroesophageal reflux disease (GERD). Which of the following drug should not be used for treatment of GERD in this patient?",
        "exp": "Cisapride, mosapride, renzapride, prucalopride and tegaserod are 5-HT4 agonistic drugs with no action on D2 receptors (no antiemetic propey). These drugs increase whole GI motility including colon. Cisapride was previously used for the treatment of GERD but it has been withdrawn in some countries due to its QT prolonging action. It is metabolized by CYP 3. A4 and therefore should not be administered with microsomal enzyme inhibitors like ketoconazole and erythromycin (increased chances of Torsades' de pointes, an arrhythmia with QT prolongation). Mosapride and renzapride do not prolong QT interval.",
        "cop": 2,
        "opa": "Itopride",
        "opb": "Cisapride",
        "opc": "Metoclopramide",
        "opd": "Domperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "6ef217cc-4b4a-4b8e-9021-a2af86018151",
        "choice_type": "single"
    },
    {
        "question": "Which is not a long term adverse effect of proton pump inhibitors?",
        "exp": "Proton pump inhibitors (PPI) - They are the strongest acid inhibiting drugs. - All PPI are prodrugs. - They are enteric coated - They are irreversible inhibitors of the proton pump. So, they work like hit &run drugs. - They inhibit CYP2. C19. - Adverse effects o Osteoporosis (calcium deficiency) o Megaloblastic anemia (Vitamin B12 deficiency) o Increased infection (like pneumonia) o Carcinoid tumor (seen in rats and mice) o hypergatrinemia following withdrawal of drug",
        "cop": 4,
        "opa": "Pelvic fracture",
        "opb": "Pneumonia",
        "opc": "Vitamin -B12 deficiency",
        "opd": "Hypothyroidism",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "3b21ce0b-bdd0-43f3-a9c4-18cb4b604aca",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for late cisplatin induced vomiting is",
        "exp": "Anti - Emetic Drugs:- - Neurokinin antagonist (NK1antagonist / Substance-P antagonist) Aprepitant Fosaprepitant Rolapitant Netupitant - These are drug of choice for delayed vomiting due to chemotherapy",
        "cop": 3,
        "opa": "Omeprazole",
        "opb": "Granisetron",
        "opc": "Aprepitant",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "bbd02411-7e68-4665-85bc-0b68962b033a",
        "choice_type": "single"
    },
    {
        "question": "Ranitidine differs from cimetidine in the following respect:-",
        "exp": "Cimetidine is rarely used now because: It is the least potent H2 blocker It is a sho acting agent It is a potent inhibitor of microsomal enzymes It can cause gynaecomastia It produces more CNS adverse effects",
        "cop": 3,
        "opa": "It is less potent",
        "opb": "It is shoer acting",
        "opc": "It does not have anti-androgenic action",
        "opd": "It produces more CNS side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "b8ae2cf2-171d-4cbf-bf24-95fbe8c853c6",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Zollinger-Ellison syndrome is:-",
        "exp": "Proton pump inhibitors are the drugs of choice for peptic ulcer disease (PUD) due to any etiology (even NSAID induced). These are also the agents of choice for gastroesophageal reflux disease (GERD) and Zollinger Ellison Syndrome (ZES). Zollinger Ellison syndrome: It is a Pancreatic or duodenal gastrinoma which leads to secretion of large amounts of gastric acid causing severe ulcers and hyperchlorhydria. PPI are better than H2 blockers in this condition.",
        "cop": 2,
        "opa": "Cimetidine",
        "opb": "Omeprazole",
        "opc": "Misoprostol",
        "opd": "Aluminium hydroxide",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "ea2753c7-0673-47b7-8461-1648810829bb",
        "choice_type": "single"
    },
    {
        "question": "Which antiemetic drug selectively blocks levodopa induced vomiting without blocking its anti-Parkinsonian action?",
        "exp": "Levodopa. Lev alone- Is less potent- As peripheral dopamine decarboxylase effective than central. Therefore, efficacy of drug decreases. As L-DOPA - Dopamine conveed in periphery > central - DA causes peripheral side effects D1 + - Hypotension B1 + - Arrhythmias a1 + - Hypertension CTZ + - Vomiting Antiemetic drugs: D2 antagonist: Metoclopramide Domperidone Cross BBB Can cause dystonia Do not cross BBB Do not cause dystonia DOC for levodopa induced vomiting 5. HT3 5. HT4 + No other action As domperidone do not cross BBB, it blocks levodopa induced vomiting without blocking it's anti - parkinsonism effect.",
        "cop": 3,
        "opa": "Metoclopramide",
        "opb": "Cisapride",
        "opc": "Domperidone",
        "opd": "Ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "cca9f3f5-cad7-4410-9f5d-49fbcf589ab5",
        "choice_type": "single"
    },
    {
        "question": "Total osmolarity of WHO-New formula- low osmolality ORS is",
        "exp": "New Formula WHO-ORS Na. Cl 2. 6 g KCl 1. 5 g Trisodium citrate 2. 9 g Glucose 13. 5 g Water 1 L Na+ 75 mmol/L K+ 20 mmol/L Cl- 65 mmol/L Citrate 10 mmol/L Glucose 75 mmol/L Total osmolality 245 mosm/L",
        "cop": 2,
        "opa": "210 m. Osm/L",
        "opb": "245 m. Osm/L",
        "opc": "310 m. Osm/L",
        "opd": "345 m. Osm/L",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "cd76a597-99e8-46fb-95e2-5e9c8c0c8817",
        "choice_type": "single"
    },
    {
        "question": "Prompt pump inhibitor suppress gastric acid secretion by acting on:",
        "exp": "PPIs(proton pump inhibitor): - Irreversible inhibitors- Example of HIT and RUN drugs- Exes systemic effect: normally acid labile, given with acid resistant coating.- DOC for: PUD, GERD, Zollinger Ellison syndrome- Prompt pump inhibitor suppress gastric acid secretion by acting on H+/K+ pump. Side effect: (chronic use): - Osteoporosis(decrease calcium)- Megaloblastic anemia(decrease vitamin B12)- Infection",
        "cop": 2,
        "opa": "H+/ Cl- ATPase pump",
        "opb": "H+/ K+ ATPase pump",
        "opc": "Na+ / K+ ATPase pump",
        "opd": "Na+ / K+ /Cl-ATPase pump",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "9ad88a9a-cb0a-4a80-9840-8ea2d1b6c7d5",
        "choice_type": "single"
    },
    {
        "question": "Most specific antiemetic for chemotherapy induced vomiting is:-",
        "exp": "DOC for chemotherapy induced vomiting are 5. HT3 antagonist which are drugs ending with setron. Granisetron Ondansetron Dolasetron These agent selectively block 5. HT3 receptor in periphery (Visceral Vagal afferent fibers) and in brain(CTZ) Doxylamine are somnifacient (have strong sedative propeies and are used in treatment of insomnia) these are 1st generation antihistamine like diphenhydramine.",
        "cop": 3,
        "opa": "Doxylamine",
        "opb": "Tegaserod",
        "opc": "Granisetron",
        "opd": "Domperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "5971f6b2-b87f-4bed-b204-2a3761500dee",
        "choice_type": "single"
    },
    {
        "question": "Aryan, a 14-year-old boy presented with chronic diarrhea and weight loss. History reveals that he has repeated attacks of respiratory tract infections with Pseudomonas aeruginosa. His younger brother died from a severe respiratory infection at the age of 7. Which of the following agents is most likely to improve this patient's condition?",
        "exp": "- In a young male, a history of recurrent respiratory infections with P. aeruginosa, chronic diarrhea, weight loss, and death of a sibling due to respiratory infection suggests a diagnosis of cystic fibrosis (CF). - Chronic diarrhea and weight loss in patients with CF are typically caused by malabsorption secondary to pancreatic insufficiency and can be corrected by pancreatic enzyme supplementation.",
        "cop": 2,
        "opa": "Octreotide",
        "opb": "Pancreatic lipase",
        "opc": "Metronidazole",
        "opd": "Loperamide",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "38ce9cb0-fbb2-4cb0-8ccd-f2727424855b",
        "choice_type": "single"
    },
    {
        "question": "The preferred drug for controlling an acute exacerbation of ulcerative colitis is:",
        "exp": "- Coicosteroids are the mainstay of treatment of acute exacerbation of ulcerative colitis. - so, among the given options prednisolone is best to be used in controlling acute exacerbation of ulcerative colitis",
        "cop": 1,
        "opa": "Prednisolone",
        "opb": "Sulfasalazine",
        "opc": "Mesalazine",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "bf009ffe-2da6-4cad-9685-64cb54e01034",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for medical management of bleeding esophageal varices is?",
        "exp": "Oesophageal variceal bleed. Drug of choice - Octreotide>Terlipressin. Treatment of choice -Endoscopic band ligation",
        "cop": 2,
        "opa": "Terlipressin",
        "opb": "Octreotide",
        "opc": "Propranolol",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "7af149fc-96dc-432f-8244-eecadfb6d8ca",
        "choice_type": "single"
    },
    {
        "question": "A pregnant lady is suffering from peptic ulcer. Drug that is absolutely contraindicated is:-",
        "exp": "Misoprostol (PGE1 analogue) is the MOST SPECIFIC drug for treatment and prevention of NSAID induced peptic ulcer (DOC is PPI). Commonest side effect of PG analogues is diarrhea and colicky abdominal pain. Misoprostol can cause aboion. It is therefore contraindicated in pregnancy.",
        "cop": 3,
        "opa": "Omeprazole",
        "opb": "Ranitidine",
        "opc": "Misoprostol",
        "opd": "Famotidine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastro-Intestinal Tract",
        "id": "4629afc9-09ca-4566-8618-c1c0e14255ad",
        "choice_type": "single"
    }
]