[
    {
        "question": "The mechanism of action of Sofosbuvir?",
        "exp": "Sofosbuvir is used orally for Hep C. Orally given once daily in combination with ledipasvir or ribavirin or PEG-interferon for 24 weeks. It is a Hep C NS5B polymerase inhibitor. Ref: HL. Sharma 3rd ed. Pg 800",
        "cop": 1,
        "opa": "Inhibits RNA dependent RNA polymerase of HCV",
        "opb": "Inhibits DNA dependent RNA polymerase of HCV",
        "opc": "Inhibits RNA dependent RNA polymerase of HBV",
        "opd": "Inhibits DNA dependent RNA polymerase of HBV",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "3247a85c-fd3e-4d91-9c86-f495debe311c",
        "choice_type": "single"
    },
    {
        "question": "Choose the drug which blocks basal as well as stimulated gastric acid secretion without affecting cholinergic, histaminergic or gastrin receptors",
        "exp": "Omeprazole:- It is the prototype member of substituted benzimidazoles which inhibit the final common step in gastric acid secretion. The only significant pharmacological action of omeprazole is dose dependent suppression of gastric acid secretion; without anticholinergic or H2 blocking action. It is a powerful inhibitor of gastric acid: can totally abolish HCl secretion, both resting as well as that stimulated by food or any of the secretagogues, without much effect on pepsin, intrinsic factor, juice volume and gastric motility. Omeprazole is inactive at neutral pH, but at pH < 5 it rearranges to two charged cationic forms (a sulphenic acid and a sulphenamide configurations) that react covalently with SH groups of the H+K+ATPase enzyme and inacti- vate it irreversibly. Acid secretion resumes only when new H+K+ATPase molecules are synthesized (reactivation half time 18 hours). It also inhibits gastric mucosal carbonic anhydrase. Ref:- kd tripathi; pg num:-648, 651, 652",
        "cop": 3,
        "opa": "Loxatidine",
        "opb": "Pirenzepine",
        "opc": "Omeprazole",
        "opd": "Famotidine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "92128fc6-e798-4064-9771-7e45042b7f96",
        "choice_type": "single"
    },
    {
        "question": "Most specific antiemetic for Chemotherapy induced vomiting is",
        "exp": "5. HT3 Antagonists *5. HT3 antagonists like Ondansetron, Granisetron, Dolasetron, Tropisetron and Palanosetron are the most specific and effective agents in the management of chemotherapy-induced nausea vomiting and in nausea associated with upper abdominal irradiation. Ref:- Goodman & Gilman's Pharmacological basis of Therapeutics 13th Ed; Pg. No:- 935-6",
        "cop": 2,
        "opa": "Domperidone",
        "opb": "Granisetron",
        "opc": "Tegaserod",
        "opd": "Doxylamine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "ca29c6de-ee94-4be5-9637-cefb08eca4f9",
        "choice_type": "single"
    },
    {
        "question": "Antiemetic action is produced through:",
        "exp": "Mechanism of action of antiemetic drugs are: Anticholinergic e. g hyoscine H1 antihistaminics e. g promethazine, diphenyhydramine, cyclizine. 5-HT3 antagonists e. g ondansetrone, granisetron Prokinetics. 5. HT4 agonists e. g cisapride. Motilin agonist e. g erythromycin. CTZ contains histamine dopamine, cholinergic, opioid and serotonin receptors. antiemetic acts by inhibiting the receptors at CTZ. ( ref KDT 6/e p643)",
        "cop": 1,
        "opa": "Decreased CTZ stimulation",
        "opb": "H1 agonistic action",
        "opc": "D1 antagonistic action",
        "opd": "Olfactory apparatus stimulation",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "9942c7f1-5c2b-4ec9-a218-8f4e38875cbe",
        "choice_type": "single"
    },
    {
        "question": "Ondansetron acts by:",
        "exp": "Ondansetron blocks the depolarizing action of serotonin through 5-HT3 receptors on vagal afferents in the gut as well as in NTS and CTZ. It donot block dopamine receptors or ACH receptors. ( ref KDT 6/e p646)",
        "cop": 1,
        "opa": "Action on CTZ",
        "opb": "5-HT3 antagonism",
        "opc": "D1 and D2 receptor antagonism",
        "opd": "Increasing GIT motility",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "49d66f3a-4f79-421e-8eb3-831337eb3707",
        "choice_type": "single"
    },
    {
        "question": "An antiemetic drug that also decreases acid secretion due to its action on H1 receptors is",
        "exp": "promethazine is a first generation H1 antihidtaminic drug. it is inficated fir treatment of allergic reactions. because of its anticholinergic action and abikity to cross blood brain barrier it can be used as an antiemetic and an anti parkinsonian drug. acid secretion is reduced mainly by H2 blocking drugs like ranitidine but even H1 anti histamainics can also reduce secretion at high doses.",
        "cop": 1,
        "opa": "promethazine",
        "opb": "domperidone",
        "opc": "metaclopromide",
        "opd": "ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "0ebe3045-f4de-4421-9006-62de997c3de3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the drugs is useful in treating Crohn's disease?",
        "exp": "drug used in CrD are a)5. ASA compound b)coicosteroid c)immuno suppressent d)TNalpha inhibitors(infliximab) ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO. 683, 685",
        "cop": 1,
        "opa": "Infliximab",
        "opb": "Azathioprine",
        "opc": "Tacrolimus",
        "opd": "Cyclosporine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "17fc091b-e644-4a38-afe7-21226b80408e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits the release of acetylcholine from cholinergic nerves in the submucosa and myenteric complex",
        "exp": "Loperamide:- It is an opiate analogue with major peripheral u opioid and additional weak anti-cholinergic propey. As a constipating agent it is much more potent than codeine. Because of poor water solubility--little is absorbed from the intestines. Entry into brain is negligible--CNS effects are rare and occur only with high doses; no abuse liability. The duration of action is longer (12 hr). Ref:- kd tripathi; pg num:-686",
        "cop": 3,
        "opa": "Pectin",
        "opb": "Docusate",
        "opc": "Loperamide",
        "opd": "Cholestyramine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7b9d6cdb-52a3-4b5b-8f70-c1b2fe22a918",
        "choice_type": "single"
    },
    {
        "question": "Drug used in the treatment of gastric ulcer due to H. pylori is:",
        "exp": "Bismath taken as suspension it is thought to act by decreasing PG synthesis in the intestinal mucosa there by reducing cl secretion ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION kD TRIPATHI Pg no. 686",
        "cop": 3,
        "opa": "Anticholinergics",
        "opb": "Carbenoxolone sodium",
        "opc": "Bismuth sub citrate",
        "opd": "Coicosteroid",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7b215459-4356-4055-a1b3-69a1e1b08c56",
        "choice_type": "single"
    },
    {
        "question": "An oral drug approved for the treatment of Hepatitis C?",
        "exp": "Ledipsavir is a direct acting antiviral drug used to treat chronic Hep C. It is used in combination with sofosbuvir. trade name being Harvoni Ref: Goodman n Gillman 13th ed.",
        "cop": 1,
        "opa": "Ledipsavir",
        "opb": "Rimantidine",
        "opc": "Telbivudine",
        "opd": "Entecavir",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "12b0fc16-fccc-40c0-ad23-b4aa7e6bee99",
        "choice_type": "single"
    },
    {
        "question": "Bisacodyl is:",
        "exp": "stimulant purgatives 1. diphenylmethane( bisacodyl, sodium picosulfate) 2. Anthraquinones(senna) 3. 5. HT4 antagonisr(prucalopride) 4. fixed oil(castor oil) ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO. 672",
        "cop": 3,
        "opa": "Bulk forming",
        "opb": "Stool softner",
        "opc": "Stimulant purgative",
        "opd": "Osmotic purgative",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "656f8deb-e83b-464f-b113-1a96c6925335",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an inducer of CYP3. A4",
        "exp": "Inducer of CYP3. A4 are. Barbiturates, carbamazepine, glucocoicoids, pioglitazone, phenytoin, rifampin, St. John's wo",
        "cop": 4,
        "opa": "Barbiturates",
        "opb": "Glucocoicoids",
        "opc": "Phenytoin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "21bdb8b3-4671-4c92-bd78-d8a62f35b9a0",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman has nausea due to chemotherapy for breast cancer. Droperidol is effective in reducing nausea because it blocks wof",
        "exp": "NEUROLEPTICS The older neuroleptics(phenothiazines, haloperidol) are potent antiemetics; act by blocking D2 receptors in the CTZ; antagonize apomorphine induced vomiting and have additional antimuscarinic as well as H1 antihistaminic propey. They have broad spectrum antiemetic action effective in: (a) Drug induced and postoperative nausea and vomiting (PONV). (b) Disease induced vomiting: gastroenteritis, uraemia, liver disease, migraine, etc. (c) Malignancy associated and cancer chemotherapy (mildly emetogenic) induced vomiting. (d) Radiation sickness vomiting (less effective). (e) Morning sickness: should not be used except in hyperemesis gravidarum. Ref:- kd tripathi; pg num:-664",
        "cop": 3,
        "opa": "5-HT 2 receptors in the CTZ",
        "opb": "Glucocoicoid receptors in the vomiting center",
        "opc": "Dopamine receptors in the CTZ",
        "opd": "ACh receptors in the periphery",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "2842822f-b1de-429b-ad47-7302e509ac74",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely indication for the use of pirenzepine?",
        "exp": "Pirenzepine is a selective anticholinergic used for the treatment of peptic ulcer disease. Pirenzepine has a specific action on the muscarinic MI receptor where it inhibits gastric acid secretion. Pirenzepine (telenzepine is a more potent Analog) It is relatively selective MI muscarinic receptor antagonist (Selectivity for MI over M2 and M3 receptors) In contrast to most muscarinic receptor antagonists. Pirenzapine, shows some selectivity for M1 receptors. It inhibits gastric acid secretion with minimal or no atropinic side effects (little effect on salivation or heart rate) Basal secretion is blocked more effectively than that stimulated by food, nicotine, or alcohol It can reduce basal acid production by 40-50%v Pirenzapine is used in the treatment of acid peptic disease in Europe, japan and canada. Ref: Goodman and Gilman 13th edition Pgno: 157, 1316-1317",
        "cop": 1,
        "opa": "Peptic Ulcer Disease",
        "opb": "Bronchial Asthma",
        "opc": "Motion Sickness",
        "opd": "Dysmenorrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "b6369ddd-608b-4309-95e2-766f30dc7270",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug cause the following effect? (colonoscopic view)",
        "exp": "Bismuth cause tongue and stool discoloration. Senna(irritant purgative) cause colon pigmentation - melanosis coli. ref: katzung 12th ed",
        "cop": 1,
        "opa": "Senna",
        "opb": "Bisacodyl",
        "opc": "Bismuth",
        "opd": "Aluminium Hydroxide",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "e3e8bc74-b2fa-4972-9aab-b08a36db636c",
        "choice_type": "single"
    },
    {
        "question": "Less sedating antiemetic used in motion sickness and veigo",
        "exp": "Meclizine and cyclizine are often used in preventing motion sickness and for sho-term treatment of veigo because they are less sedating than diphenhydramine and promethazine. Promethazine also causes antiemetic activity and is available as a suppository or for injection. Chlorpheniramine and brompheniramine, which are less sedating than diphenhydramine and promethazine, are often used alone or in combination with decongestants for allergies and colds. Cyproheptadine has antiserotonin activiry and may be useful in treating patients with carcinoid t. Umor, where it blocks the effects of serotonin and histamine on smooth muscle. Aztemizole, loratadine, and terfenadine are nonsedating antihistamines that do not cross the blood-brain barrier. Ref: katzung 12th ed.",
        "cop": 4,
        "opa": "Cyproheptadine",
        "opb": "Chlorpheniramine",
        "opc": "Promethazine",
        "opd": "Meclizine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "23ed5c15-c4cc-4a55-826b-b525f22024a0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not an antacid?",
        "exp": "Clasification of antacids 1. systemic( sodium carbonate, sodium citrate) 2. Non systemic(magaldrate, magnesium carbonate, magnesium phosphate, magnesium hydroxide, aluminium hydroxide, calcium carbonate) ESSENTIALS MEDICAL PHARMACOLOGY SIXTH EDITION KD TRIPATHI PG NO. 626",
        "cop": 1,
        "opa": "Magnesium sulfate",
        "opb": "Magaldrate",
        "opc": "Magnesium carbonate",
        "opd": "Magnesium phosphate",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "ccfafd09-4bbf-4f9c-b585-80f99c1d314e",
        "choice_type": "single"
    },
    {
        "question": "Ondansetron acts by inhibiting which of the following receptors?",
        "exp": "ondasetron blocks the depolarising action of 5. HT exeed through 5. HT3 receptor on on vagal afferents in the git as well as in NTZ and CTZ ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO. 668",
        "cop": 3,
        "opa": "5-HT1",
        "opb": "5-HT2",
        "opc": "5-HT3",
        "opd": "5-HT4",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "9587210e-dbe9-473d-9317-0949f563e631",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with abdominal pain and frequent unsatisfactory bowel movement. For the last one year he has been using a purgative twice weekly to open his bowel. On colonoscopy the colon was found to be atonic with bluish pigmentation of the mucosa. Which is the most likely purgative that the patient has been using",
        "exp": "Anthraquinones Lactulose Senna is obtained from leaves and pods of ceain Cassia sp. The glycosides are not active as such. Unabsorbed in the small intestine, they are passed to the colon where bacteria liberate the active anthrol form, which either acts locally or is absorbed into circulation-- excreted in bile to act on small intestine. Thus, they take 6-8 hours to produce action. Taken by lactating mothers, the amount secreted in milk is sufficient to cause purgation in the suckling infant. The active principle of these drugs acts on the myenteric plexus to increase peristalsis and decrease segmentation. They also promote secretion and inhibit salt and water absorption in the colon. adverse effects:- Skin rashes, fixed drug eruption. Regular use for 4-12 months causes colonic atony and mucosal pigmentation (melanosis). Ref:- kd tripathi; pg num:-674, 675",
        "cop": 4,
        "opa": "Liquid paraffin",
        "opb": "Lactulose",
        "opc": "Ispaghula",
        "opd": "Senna",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "e786582b-f815-4f1d-baa2-00acc24a7864",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used for motion sickness:",
        "exp": "repeat",
        "cop": 1,
        "opa": "Metoclopranide",
        "opb": "Cyclizine",
        "opc": "Cinnarizine",
        "opd": "Scopolamine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "5bf20ac5-a980-42aa-9591-39479ba2b5a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an antagonist of a peptide and is used to reduce chemotherapy induced nausea and vomiting?",
        "exp": "This drug is an antagonist of substance p. it is paicularly useful in delayed phase of chemotherapy induced vomiting. (ref Goodman and Gilman 11/e p1005)",
        "cop": 2,
        "opa": "Atrial natriuretic peptide",
        "opb": "Aprepitant",
        "opc": "Bradykinin",
        "opd": "Enalapril",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "e3ee6f98-8204-4d3e-9b13-fbb2e638c765",
        "choice_type": "single"
    },
    {
        "question": "Levosulpiride acts as an antagonist of which central dopamine receptor",
        "exp": "D2 receptor antagonists being explored as prokinetic agents include levosulpiride, the levo-enantiomer of sulpiride Levosulpiride is claimed to have mood elevating propeies. Levosulpiride is used in the treatment of psychoses, paicularly negative symptoms of schizophrenia, anxiety disorders, dysthymia, veigo, dyspepsia, irritable bowel syndrome and premature ejaculation. Ref: G&G 12e pg: 1506",
        "cop": 2,
        "opa": "D1",
        "opb": "D2",
        "opc": "D3",
        "opd": "D4",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7e4ee11f-e06e-444c-accc-476d47fe8ac8",
        "choice_type": "single"
    },
    {
        "question": "Linaclotide is used for the following indication?",
        "exp": "Linaclotide-chloride channel activator: 290mg OD approved by FDA for constipation in Irritable bowel syndrome. Linaclotide is a poorly absorbed 14-amino-acid peptide that binds to the guanylate cyclase C receptor on the luminal surface of intestinal enterocytes, activating the cystic fibrosis transmembrane conductance channel and stimulating intestinal fluid secretion. Preliminary results of phase 3 clinical trials confirm its efficacy in patients with chronic constipation. Ref: Katzung 13th ed. Pg 1068",
        "cop": 2,
        "opa": "IBS-Diarrhea dominant",
        "opb": "IBS-constipation dominant",
        "opc": "Ulcerative colitis",
        "opd": "Non-specific diarrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "b8ea2c72-8eb3-410f-832d-fc540ed05a4d",
        "choice_type": "single"
    },
    {
        "question": "NSAID induced ulcer are treated by:",
        "exp": "PPI are DOC for NSAIDS induced ulcer, healing may occur despite continued use use of NSAIDS, higher dose reqiuerd ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI Pg no. 652",
        "cop": 4,
        "opa": "Antacids",
        "opb": "H2 blockers",
        "opc": "Misoprostol",
        "opd": "PPI (proton pump inhibitors)",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "c4661695-b367-4cb4-b61b-5f35a4be103a",
        "choice_type": "single"
    },
    {
        "question": "Metoclopramide",
        "exp": "metoclopramide incerase peristalsis, no significant action on colonic motility ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPARHI PG NO. 664",
        "cop": 4,
        "opa": "Inhibit cholinergic smooth muscle stimulation in the gastrointestinal tract",
        "opb": "Decrease lower esophageal sphincter pressure",
        "opc": "Stimulate D2 receptor",
        "opd": "No significant action on colonic motility",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "3247a4f3-2a19-478c-962b-332f59d7dcbd",
        "choice_type": "single"
    },
    {
        "question": "WHich of the following proton pump inhibitor has enzyme inhibitory activity?",
        "exp": "Omeprazole and esomoprazole are microsomal anzymes inhibitors. these may decrease the metabolism of diazepam. Lansoprazole enhances the metabolism of theophyllin. (katzung 11/e p1075)",
        "cop": 4,
        "opa": "Rabeprazole",
        "opb": "Lansoprazole",
        "opc": "Pantoprazole",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "c1454865-3539-4ee2-846a-84b93e7abb5c",
        "choice_type": "single"
    },
    {
        "question": "Sulfa drug used in inflammatory bowel disease includes:",
        "exp": "the azo bond is split by colonic bacteria to release 5. ASA and sulfa pyridine. the former exes a local antiinflammatory effect ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITIION KD TRIPATHI PG NO 683",
        "cop": 1,
        "opa": "Sulfasalazine",
        "opb": "Sulfamethoxazole",
        "opc": "Sulfinpyrazone",
        "opd": "Sulphadoxine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "e0716adc-ec4f-4672-99c7-8d400957ce6a",
        "choice_type": "single"
    },
    {
        "question": "The ratio of c peptide: insulin in normal adults is",
        "exp": "C peptide and insulin are released in an equal ratio from beta cells of the pancreas. The indirect way of measurment of insulin in ones body is measuring the C peeptide. Ref: HL sharma 3rd ed. Pg 634",
        "cop": 3,
        "opa": "2: 01",
        "opb": "1: 02",
        "opc": "1: 01",
        "opd": "1: 04",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "5a098295-f2c5-4662-9fc6-f3cd2cd82347",
        "choice_type": "single"
    },
    {
        "question": "Which of following drugs is not an antiemetic?",
        "exp": "Cinnarizine is an anti veigo drug. Metaclopromide and domperidone are antiemetic drugs. These act by blocking D2 receptors. Ondansetron is an antagonist of 5. HT3 receptors it is the drug of choice for chemotherapy induced vomiting.",
        "cop": 4,
        "opa": "Ondansetron",
        "opb": "Domperidone",
        "opc": "Metaclopromide",
        "opd": "Cinnarizine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7d93c66b-b148-4aec-a787-9afd1235a926",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common adverse effect of omeprazole",
        "exp": "PROTON PUMP INHIBITORS (PPIs) Omeprazole Adverse effects:- Nausea, loose stools, headache, abdominal pain, muscle and joint pain, dizziness, Rashes. Leucopenia and hepatic dysfunction are infrequent. On prolonged treatment atrophic gastritis has been repoed. Ref:- kd tripathi; pg num:- 653",
        "cop": 1,
        "opa": "Nausea",
        "opb": "Constipation",
        "opc": "Jaundice",
        "opd": "Black stools",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "5531d634-87c4-46ca-9705-e64f77369612",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs crosses the blood-brain barrier",
        "exp": "Diphenoxylate It is a synthetic opioid, chemically related to pethidine; used exclusively as constipating agent; action is similar to codeine. The antidiarrhoeal action is most prominent, but because it is absorbed systemically and crosses blood-brain barrier--CNS effects do occur. Atropine is added in subpharmacological dose to discourage abuse by taking several tablets. adverse effects:- respiratory depression, paralytic ileus and toxic megacolon in children. contraindication:- contraindicated below 6 years of age. Ref:- kd tripathi; pg num:-686",
        "cop": 4,
        "opa": "Loperamide",
        "opb": "Kaolin",
        "opc": "Methylcellulose",
        "opd": "Diphenoxylate",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7ac1c5d9-c8ef-49d7-9225-42cb46b6b118",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents are useful in medical treatment variceal bleeding?",
        "exp": "Management if variceal bleeding: A. prevention of re bleeding Non selective beta blockers Variceal band ligation B. Management of acute bleed Stabilize with fluids and blood Octreotide Vasopressin Balloon tamponade: 1. sengstaken-blackmore 2. minnesota tube Varriceal ligation Variceal sclerotherapy. ( ref Harrison principals of medicine 17/e p1977)",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Pantoprazole",
        "opc": "Somatotropin",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "8cf79839-a5fa-4628-b527-775d9595b857",
        "choice_type": "single"
    },
    {
        "question": "A patient undergoing chemotherapy with cisplatin has severe nausea. Which of the following would be the drug to use in this patient",
        "exp": "5-HT3 ANTAGONISTS Ondansetron Mech of action:- It blocks the depolarizing action of 5-HT exeed through 5-HT3 receptors on vagal afferents in the g. i. t. as well as in NTS and CTZ. uses:- Cytotoxic drugs/radiation produce nausea and vomiting by causing cellular damage - release of mediators including 5-HT from intestinal mucosa - activation of vagal afferents in the gut -emetogenic impulses to the NTS and CTZ. Ondansetron blocks emetogenic impulses both at their peripheral origin and their central relay. thus, used to control cancer chemotherapy/radiotherapy induced vomiting, and later found to be highly effective in PONV and disease/drug associated vomiting as well. Ref:- kd tripathi; pg num:-668",
        "cop": 2,
        "opa": "Scopolamine",
        "opb": "Ondansetron",
        "opc": "Naloxone",
        "opd": "Cyclizine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "81aa5562-d480-4bec-8722-673a1864e70d",
        "choice_type": "single"
    },
    {
        "question": "Which of the stool softners doesnot interfere with fat absorption?",
        "exp": "Phenolphtalein and castor oil are stimulant purgatives whereas docussates and liquud paraffin are stool softners. liquid paraffin may cause deficiency of fat soluble vitamins. (ref KDT 7/e p673-674)",
        "cop": 1,
        "opa": "Docussates",
        "opb": "Phenolphtalein",
        "opc": "Liquud paraffin",
        "opd": "Castor oil",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "3325f8b2-4a2d-425e-899b-ae7b26fd9010",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with zo11inger-Ellison syndrome due to gastrinoma. He has two bleeding ulcers and diarrhoea. A drug that irreversibly inhibits the H+/K+ ATPase in gastric parietal cells is:",
        "exp": "that react covalently with SH groups of the H+K+ATP ase enzyme and inactivate it irreversibly ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO 651",
        "cop": 4,
        "opa": "Cimetidine",
        "opb": "Cisapride",
        "opc": "Glycopyrrolate",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "49b054c1-899f-4695-8460-3db8f6180b32",
        "choice_type": "single"
    },
    {
        "question": "The following laxative lowers blood ammonia level in hepatic encephalopathy",
        "exp": "Lactulose:- It is a semisynthetic disaccharide of fructose and lactose which is neither digested nor absorbed in the small intestine--retains water. Fuher, it is broken down in the colon by bacteria to osmotically more active products. In a dose of 10 g BD taken with plenty of water, it produces soft formed stools in 1-3 days. Flatulence and flatus is common, cramps occur in few. In patients with hepatic encephalopathy, lactulose causes reduction of blood NH3 concentration by 25-50%. The breakdown products of lactulose are acidic--lower the pH of stools. Ammonia produced by bacteria in colon is conveed to ionized NH4 + salts that are not absorbed. Ref:- kd tripathi; pg num:-676",
        "cop": 2,
        "opa": "Bisacodyl",
        "opb": "Lactulose",
        "opc": "Magnesium sulfate",
        "opd": "Liquid paraffin",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "e73cbd9b-803d-4dce-b354-3eeca3023fbd",
        "choice_type": "single"
    },
    {
        "question": "Drug used in hepatic encephalopathy is:",
        "exp": "Lactulose is a laxative that acts by conversion to sho chain fatty acids in the colon. These fatty acids resulrs in decrese in PH of intestinal juice. At low PH ammonia becomes ionized and thus cannot be absorbed.",
        "cop": 2,
        "opa": "Magnesium sulphate",
        "opb": "Lactulose",
        "opc": "Bisacodyl",
        "opd": "Bisphosphonates",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "d75820cb-558e-4fbe-9e84-36f37ace60dd",
        "choice_type": "single"
    },
    {
        "question": "For chemotherapy induced vomiting, 5. HT3 antagonist having maximum potency is:",
        "exp": "it is the longest acting and highest affinity towards 5. HT3 receptor used in chemotherapy induced vomiting ESSENTIAL OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO. 669",
        "cop": 4,
        "opa": "Ondansetron",
        "opb": "Granisetron",
        "opc": "Dolasetron",
        "opd": "Palonosetron",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "1d10ad06-177f-464b-b835-dd664ed1a77e",
        "choice_type": "single"
    },
    {
        "question": "Drug used in irritable bowel syndrome with constipation is?",
        "exp": "Lubiprostone acts by stimulating cl- channel opening in the intestine increasing liquid secretion in the gut and decresing transit time therefore used for chronic constipation. It has also been approved for constipation dominant irritable bowel syndrome in women. ( ref katzung 11/e p1080)",
        "cop": 1,
        "opa": "Lubiprostone",
        "opb": "Loperamide",
        "opc": "Alosetrone",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "89cd80a0-dd12-4b14-9c32-0c560fe68422",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is beneficial in NSAID induced gastric ulcer?",
        "exp": "functioning as natural ulcer protective by enhancing gastric mucus and HCO3 production as well as by improving mucosal circulation ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PG NO. 186",
        "cop": 1,
        "opa": "PGE1 agonist",
        "opb": "PGE2 agonist",
        "opc": "PGD2 agonist",
        "opd": "PGF2alpha agonist",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "84e381a7-6255-44b1-b615-ab1fceda8e64",
        "choice_type": "single"
    },
    {
        "question": "Laxative abuse is associated with:",
        "exp": "Some individuals are obsessed with using purgatives regularly. This may be reflection of a psychological problem. Dangers of laxative abuse are: 1. flairing of intestinal pathology, rupture of inflammes appendix 2. fluid and electrolyte imbalance, especially hypokalemia 3. steatorrhoea, malabsorption syndrome 4. protein losing enteropathy 5. spastic colitis ESSENTIALS OF MEDICAL PHARMACOLOGY 6. TH EDITION KD TRIPATHI PAGE NO: 656",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hypomagnesemia",
        "opc": "Hypoglycemia",
        "opd": "Colonic spacticity",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "97540bdc-2f8f-416f-9351-13573769ac7c",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in H. pylori is:",
        "exp": "Mosapride is a 5-HT4 agonist used for GERD. other drugs given in the option are used for H. pylori. ( ref KDT 6/e p645-646)",
        "cop": 3,
        "opa": "Metronidazole",
        "opb": "Omeprazol",
        "opc": "Mosapride",
        "opd": "Amoxicilline",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "9e0bb2c8-482b-49fa-a142-f0b45fd18436",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used for H. pylori treatment?",
        "exp": "(ref: KDT 6/e p637)",
        "cop": 1,
        "opa": "Oxytetracycline",
        "opb": "Bismuth compounds",
        "opc": "Amoxicillin",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "7f5bb051-a09f-49cd-bec1-62b080fac7d1",
        "choice_type": "single"
    },
    {
        "question": "Diarrhea (loose stools) is side effect of:",
        "exp": "Misoprostol is a prostaglandin analogue which inhibit acid secretion. The primary indication is the prevention and treatment of NSAID associated gastrointestinal injury and blood loss. Major problems in the use of misoprostol are diarrhoea, abdominal cramps, uterine bleeding, aboion and need for multiple doses. ESSENTIALS OF MEDICAL PHARMACOLOGY 7. TH EDITION KD TRIPATHI Page No: 654",
        "cop": 4,
        "opa": "Omeprazole",
        "opb": "Sucralfate",
        "opc": "Metoclopramide",
        "opd": "Misoprostol",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "c76d67f5-8880-40e8-a225-1a78ccc1f49e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Wilson's disease with hepatic compensation?",
        "exp": "With no hepatic decompensation, DOC - Zinc alone. With hepatic decompensation - zinc+trientene for 4months followed by zinc alone as maintenance therapy. Ref: -recent study",
        "cop": 2,
        "opa": "Zinc",
        "opb": "Zinc and Trientene",
        "opc": "Thiomolybdate",
        "opd": "Pencillamine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "5f540c89-a743-4679-90b8-967bd01bd857",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diuretic is used in the given condition?",
        "exp": "Loop diuretics are 1st choice in hepatic cirrhosis associated edema along with aldosterone antagonist. Ref: Katzung 13thed. Pg 265",
        "cop": 1,
        "opa": "Furosemide",
        "opb": "Thiazide",
        "opc": "Acetazolamide",
        "opd": "Neomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "83d11f6f-924f-49d4-af78-9d92ad75b1af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used for H. pylon treatment?",
        "exp": "H. pylori is a gram negative bacillus uniquely adapted to survival in the hostile environment of stomach. Antimicrobials that have been found clinically effective against H. pylori are: amoxicillin, clarithromycin, tetracycline and metronidazole/ tinidazole. (Essentials of pharmavology KD Tripathy, 6th edition, pg no. 637)",
        "cop": 1,
        "opa": "Oxytetracycline",
        "opb": "Bismuth compounds",
        "opc": "clarithromycin",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "91968cda-f407-4d81-aa56-a0cb2bfba390",
        "choice_type": "single"
    },
    {
        "question": "Drug given for metaclopramidr induced dystonic reaction is:",
        "exp": "Acute muscle dystonia caused by antiemetic-antipsycotic drugs is promptly relieved by parentral promethazine or hydroxyzine. this is based on central anti cholinergic action of the drugs. Promethazine is an first generation anti histaminic which has maximum anticholinergic activity. (ref: KDT 6/ep157)",
        "cop": 2,
        "opa": "Pheniramine",
        "opb": "Promethazine",
        "opc": "Chlorpropamide",
        "opd": "Prochlorperazine",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "13ea4eda-a4c5-416a-8520-3400523d126e",
        "choice_type": "single"
    },
    {
        "question": "metaclopromide:",
        "exp": "metaclopromide is a. D2 receptor antagonist that increases cholinergic activity by inhibiting presynapyic D2 receptors in GIT. it increases LES tone that is also responsible for anti emetic action. it does not significantly increase colonic motility",
        "cop": 4,
        "opa": "inhibit cholinergic smooth. muscle stimulation in the gastrointestinal tract",
        "opb": "decrease lower esophageal spinchter pressure",
        "opc": "stimulate D2 receptor",
        "opd": "enhance colonic activity",
        "subject_name": "Pharmacology",
        "topic_name": "Gastrointestinal tract",
        "id": "786efe0b-4ef6-4853-b08d-0317cf308c3c",
        "choice_type": "single"
    }
]