[
    {
        "question": "All of the following agents act by intracellular receptors EXCEPT:",
        "exp": "The insulin receptor is located at outer membrane Pg.no.261KD TRIPATHI SEVENTH EDITION",
        "cop": 3,
        "opa": "Thyroid hormones",
        "opb": "Vitamin D",
        "opc": "Insulin",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a49da66e-2ce3-491c-8cb7-5d7e93bb830c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are physiological antagonists",
        "exp": "Adrenalin and histamine and glucagon, insulin are physiological antagonists Physiological antagonism - opp effect on the same physiological system by two drugs glucagon increases blood glucose, insulin decreases- blood glucose adrenaline- bronchodilatation histamine- broncho constriction Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Adrenaline and Isoprenaline",
        "opb": "glucagon and insulin",
        "opc": "Isoprenaline and Propranolol",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "6e23d040-cb96-4698-9a86-e9e5501b8814",
        "choice_type": "multi"
    },
    {
        "question": "Pharmacovigilance means:",
        "exp": "Pharmacovigilance has been defined by the WHO as the ''science and activities relating to the detection, assessment, understanding, and prevention of adverse effects or any other drug-related problems'' The information generated by pharmacovigilance is useful in educating doctors about the adverse drug reaction and in the official regulation of drug use Ref; KD Tripathi Pharmacology 7th edition (page no:82)",
        "cop": 1,
        "opa": "Monitoring of drug safety",
        "opb": "Monitoring of unethical trade of drugs",
        "opc": "Monitoring pharma students",
        "opd": "Monitoring drug efficacy",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "e702181c-7216-4b23-9a09-87ec18055cda",
        "choice_type": "single"
    },
    {
        "question": "CYP-450 inducers are:",
        "exp": "eg for enzyme inducers of cyp3a4 - phenobarbitone, rifampin, glucocoicoids, Phenobarbitone also induces CYP2Bl and rifampin also induces CYP2D6.Isoniazid and chronic alcohol consumption induce CYP2El.Other impoant enzyme inducers are- chloral hydrate, phenylbutazone, griseofulvin, DDT. Erythromycin, cimetidine, ketoconazole are enzyme inhibitors ref ;KD Tripathi Pharmacology 7th edition (page no;26)",
        "cop": 4,
        "opa": "Cimetidine",
        "opb": "Ketoconazole",
        "opc": "erythromycin",
        "opd": "DDT",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d49be83b-ca03-47fb-b02b-307fc2ad4e2a",
        "choice_type": "single"
    },
    {
        "question": "After I.V. drug administration, elimination of a drug depends on",
        "exp": "if a drug is highly lipid soluble it is unionized-easily eliminated if vd is more, elimination is difficult if clearance is good, elimination is easy Pg.no 30 KD TRIPATHI SEVENTH EDITION",
        "cop": 4,
        "opa": "Lipid solubility",
        "opb": "Volume of distribution",
        "opc": "Clearance",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "48d91011-d95d-486b-a631-46b50a3cbf82",
        "choice_type": "multi"
    },
    {
        "question": "The postmarketing trial comes under",
        "exp": "There are 4 phases of a clinical trial. Once the drug is released into market pharmacovigilance is done - comes under phase 4 of drug trial to asses the safety, cost effectiveness of the drug once marketed Ref: K.D.Tripati.7th ed. Pg 82-83",
        "cop": 4,
        "opa": "Phase 1 clinical trial",
        "opb": "Preclinical trial",
        "opc": "Phase 3 clinical trial",
        "opd": "Phase 4 clinical trial",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "f6d5364f-40a1-4ce8-8070-c22653c5b8f0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for hyperkalemia?",
        "exp": "Calcium gluconate is used to decrease potassium toxicity along with insulin. Calcium chloride is 2nd choiceRef:",
        "cop": 1,
        "opa": "Calcium gluconate",
        "opb": "Glucagon",
        "opc": "Sodium phosphate",
        "opd": "Chloride salts",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9e918ba4-23b3-4379-a5f6-b40516007d6b",
        "choice_type": "single"
    },
    {
        "question": "Alkaline diuresis is done for treatment of poisoning due to",
        "exp": "Alkaline diuresis is useful for poisoning of acidic drugs as acidic drugs ionize in alkaline medium ionized drugs will get eliminated easily eg for acidic drugs- Barbiturates, benzodiazepines, tetracyclines, penicillins, sulphonamides, etc Ref: KD Tripathi pharmacology 7th edition (page.no: 81)",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Amphetamine",
        "opc": "phenobarbitone",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "21bc15c4-b93f-4cb2-be12-1349fcb36f72",
        "choice_type": "single"
    },
    {
        "question": "Physiological antagonism is found in",
        "exp": "ref ; KD Tripathi pharmacology 7th edition (page no; 58) Physiological/functional antagonism; The two drugs act on different receptors or by different mechanisms but have opposite ove effects on the same physiological function, i. e . have pharmacological effects in the opposite direction, e.g.Histamine and adrenaline on bronchial muscles and BP Hydrochlorothiazide and triamterene on urinary k+ excretion Glucagon and insulin on blood sugar level. Ref: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Isoprenaline and salbutamol",
        "opb": "Isoprenaline and adrenaline",
        "opc": "Isoprenaline and propanolol",
        "opd": "Adrenaline and histamine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a343013b-a0c9-4c0f-b819-7d5b52789717",
        "choice_type": "single"
    },
    {
        "question": "Phase 3 clinical trial is also called as",
        "exp": "Phase 3 trial-done on 1000s of patients in various centers- multicentric, double-blinded after completion of phase 3, new drug will be released into the market Reference: Katzung's Pharmacology; 13th edition; Chapter 5; Development & Regulation of Drugs",
        "cop": 4,
        "opa": "Human pharmacology",
        "opb": "Post marketing surveillance",
        "opc": "Therapeutic exploration",
        "opd": "Therapeutic confirmation",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "168afa1b-c3ca-4d48-b752-634a2b03199c",
        "choice_type": "multi"
    },
    {
        "question": "A newborn baby was born with phocomelia. It results due to which drug taken by mother during pregnancy?",
        "exp": "Thalidomide disaster (1958-61) resulting in thousands of babies born with phocomelia (seal-like limbs) and other defects focused attention to this type of adverse effect. Tetracyclines cause discolored and deformed teeth, retarded bone growth in children Warfarin causes depressed nose; eye and hand defects, growth retardation in childrenAlcohol causes low IQ baby, growth retardation, fetal alcohol syndrome in children Ref; KD Tripathi pharmacology 7 th editon (page no; 89)",
        "cop": 2,
        "opa": "Tetracycline",
        "opb": "Thalidomide",
        "opc": "Warfarin",
        "opd": "Alcohol",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d6c03993-3e09-4a80-bcab-b46659c08a03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an enzyme inhibitor?",
        "exp": "Eg for enzyme inducers- phenytoin, phenobarbitone, carbamazepine, rifampin An enzyme inhibitor is a molecule that binds to an enzyme and decreases its activity. Since blocking an enzyme's activity can kill a pathogen or correct a metabolic imbalance, many drugs are enzyme inhibitors. eg for enzyme inhibitors: ketoconazole, grapefruit juice, ciprofloxacin, chloramphenicol Refer cha Pg.no 26. KD TRIPATHI SEVENTH EDITION",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Rifampicin",
        "opc": "Tolbutamide",
        "opd": "Phenobarbitone",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "8d4a05b7-1116-489d-accd-bc0df787c15b",
        "choice_type": "single"
    },
    {
        "question": "Two drugs with opposite action on different receptors is",
        "exp": "physiological antagonism- functional antagonism - 2 drugs binding to two diff receptors, produces opp effects in same physiological system physical antagonism - by viue of physical propeies - opp to each other- charcoal helps in adsorption in alkaloid poisoning pharmacological anatagonism- competitive and non-competitive types Refer kDT 6/e ,katzung 12e",
        "cop": 4,
        "opa": "Physical antagonism",
        "opb": "Competitive antagonism",
        "opc": "Non competitive antagonism",
        "opd": "Physiological antagonism",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "01054d6d-5170-42da-89fb-7719d955dcc8",
        "choice_type": "single"
    },
    {
        "question": "By binding RANKL with high affinity, which of the following drug reduces bone resorption",
        "exp": "By binding to RANKL,denosumab inhibitsRANKL from activating its only receptor RANKon the surface of osteoclasts and their precursors. Prevention of RANKL-RANKinteraction inhibits osteoclast formation, function, and survival; thereby decreasing bone resorption and interrupting cancer-induced bone destruction Ref essentials of pharmacology, k. D tripati 5e",
        "cop": 4,
        "opa": "Alemtuzumab",
        "opb": "Palivizumab",
        "opc": "Daclizumab",
        "opd": "Denosumab",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "ca020156-7ab9-4097-9cd6-8a5d10e8b2a1",
        "choice_type": "single"
    },
    {
        "question": "The mitochondrial enzyme involved in the metabolism of clopidogrel and proton pump inhibitors is:",
        "exp": "50% of drugs are metabolized bycyp3a4 20-30% by cyp2d6 cyp2c19-omeprazole, clopidogrel, diazepam, citalopram, etc KD Tripathi 8th ed",
        "cop": 3,
        "opa": "CYP3A4",
        "opb": "CYP2D6",
        "opc": "CYP 2C19",
        "opd": "CYP 2C9",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a3018ebe-ba83-49f6-a413-fa32f7976863",
        "choice_type": "single"
    },
    {
        "question": "A drug that binds to the receptor at the same site as the agonist and produces an intrinsic effect opposite to the agonist is termed as:",
        "exp": "A drug that binds to the receptor at the same site as the agonist and produces an effo opposite to the agonist is termed as A reverse Agonist. Inverse/Reverse Agonist: is an agent that binds to the receptor as an agonist but induces an intrinsic response opposite to that of an agonist. A Competitive Antagonist: is an agent that binds to the same site as the agonist and induces no intrinsic response. (No intrinsic activity; does not activate). The antagonism is acheived because it blocks the action of the agonist. The antagonist effect is only observed if the agonist is also present (it cannot block the agonist effect if no agonist is present) Agonist Antagonist A drug that binds to and activates a receptor. Can be full, paial or Inverse. A Full Agonist has high efficacy, producing a full response while occupying a relatively low propoion of receptors A Paial Agonist has lower efficacy than a full agonist. It produces sub-maximal activation even when occupying the total receptor population, therefore cannot produce the maximal response, irrespective of the concentration applied. A paial antagonist antagonizes the action of a full agonist. An Inverse Agonist produces an effect opposite to that of an agonist, yet binds to the same receptor binding-site as an agonist. A drug that attenuates the effect of an agonist. Can be competitive or non-competitive, each of which can be reversible or irreversible A Competitive Antagonist binds to the same site as the agonist but does not activate it, thus blocks the agonist&;s action. A Non-competitive Antagonist binds to an allosteric (non-agonist) site on the receptor to prevent activation of the receptor. Any non-competitive inhibitor may thus also be termed as an Allosteric Inhibitor. A Reversible Antagonist binds non-covalently to the receptor, therefore can be \"washed out\" An Irreversible Antagonist binds covalently to the receptor and cannot be displaced by either completing ligands or washing Ref: KDT 7th edition",
        "cop": 2,
        "opa": "Paial agonist",
        "opb": "Inverse agonist",
        "opc": "Competitive antagonist",
        "opd": "Non-competitive Antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a385dc81-7224-49a8-a97b-88010d81b568",
        "choice_type": "single"
    },
    {
        "question": "Bioavailability is defined as",
        "exp": "Bioavailability refers to the rate and extent of absorption of a drug from a dosage form as determined by its concentration-time curve in blood or by its excretion in urine It is a measure of the fraction (F ) of an administered dose of a drug that reaches the systemic circulation in the unchanged form. Bioavailability of drug injected i.v. is 100%, but is frequently lower after oral ingestion BA=F=Area under curve oral/ AUC IV Ref-KD Tripathi Pharmacology 7th edition (page no;32)",
        "cop": 2,
        "opa": "The volume of plasma completely cleared of a specific compound per unit time and measured as a test of kidney function",
        "opb": "The percentage of drug that is detected in the systemic circulation after its administration",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "51cedfb2-55f3-42ff-95d6-106bdb71675f",
        "choice_type": "multi"
    },
    {
        "question": "A woman is taking oral contraceptives (OCs). Which of the following drugs is unlikely to reduce the effectiveness of the OCs",
        "exp": "MICROSOMAL ENZYME INDUCTION Many drugs and carcinogens interact with DNA and increase the synthesis of microsomal enzyme protein, especially cytochrome P-450 and UGTs As a result rate of metabolism of inducing drug itself and/or other drugs is increased. Different inducers are relatively selective for ceain cytochrome P-450 isoenzyme families, e.g.: * Anticonvulsants (phenobarbitone, phenytoin, carbamazepine), rifampin, glucocoicoids induce CYP3A isoenzymes. * Phenobarbitone also induces CYP2B1 and rifampin also induces CYP2D6. * Isoniazid and chronic alcohol consumption induce CYP2E1. * Polycyclic hydrocarbons like 3-methylcholanthrene and benzopyrene found in cigarette smoke, charcoalbroiled meat, omeprazole and industrial pollutants induce CYP1A isoenzymes. * Other impoant enzyme inducers are: phenylbutazone, griseofulvin, DDT. Consequences of microsomal enzyme induction 1. Decreased intensity and/or duration of action of drugs that are inactivated by metabolism, e.g. failure of contraception with oral contraceptives. 2. Increased intensity of action of drugs that are activated by metabolism. Acute paracetamol toxi-city is due to one of its metabolites--toxicity occurs at lower doses in patients receiving enzyme inducers. 3. Tolerance--if the drug induces its own metabolism (autoinduction), e.g. carbamazepine, rifampin. 4. Some endogenous substrates (steroids, bili rubin) are also metabolized faster. 5. Precipitation of acute intermittent porphyria: enzyme induction increases porphyrin synthesisby derepressing d-aminolevulenic acid synthetase. 6. Intermittent use of an inducer may interfere with adjustment of dose of another drug prescribed on regular basis, e.g. oral anticoagulants, oral hypoglycaemics, antiepileptics, antihypeensives. Ref:- kd tripathi; pg num:-26,27",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Phenytoin",
        "opc": "Phenobarbital",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "c6461ee7-167f-4101-8e6e-dfae710c6f7a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs causes increase in cAMP levels",
        "exp": "Beta-adrenergic and alpha adrenergic receptors are G protein-coupled receptors among them, beta receptors are GS PCR- stimulatory type- stimulate adenyl cyclase- increase CAMP alpha 2-inhibitory, alpha1- G q PCR- increasing or decreasing IP3 and DAG levels REF KD tripathi 8th ed",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Beta receptor",
        "opc": "Alpha receptor",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "91067921-744b-4f7b-97ca-cd8d3f5249a2",
        "choice_type": "single"
    },
    {
        "question": "A drug that binds to a receptor at a site distinct from the active site and reduces the affinity of the receptor for the endogenous ligand is a:",
        "exp": "A drug that binds to a receptor at a site distinct from the active site (allosteric or non-agonist site) and reduces the affinity of the receptor for the endogenous ligand is termed as allosteric inhibitor. Allosteric inhibition is a form of non-competitive antagonism (Allosteric antagonism). Allosteric Modulator: An allosteric modulator is a drug that binds to a receptor at a site distinct from the active site and induces a conformational change in the receptor, which alters the affinity of the receptor for the endogenous ligand. Positive allosteric modulators increase the affinity, whilst negative allosteric modulators decrease the affinity. Ref: Katzung 14th edition Pgno: 24",
        "cop": 4,
        "opa": "Competitive antagonist",
        "opb": "Paial antagonist",
        "opc": "Inverse agonist",
        "opd": "Allosteric antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1c202978-18b6-4e70-b265-5e96e1fd00a4",
        "choice_type": "multi"
    },
    {
        "question": "Pharmacokinetics is:",
        "exp": "Pharmacokinetics (Greek: Kinesis-movement)- What the body does to the drug. This refers to the movement of the drug and alteration of the drug by the body; includes absorption, distribution, binding/localization/storage, biotransformation and excretion of the drug. For example: paracetamol is rapidly and almost completely absorbed orally attaining peak blood levels at 30- 60 min; 25% bound to plasma proteins, widely and almost uniformly distributed in the body (volume of distribution - IL/kg); extensively metabolized in the liver, primarily by glucuronide and sulfate conjugation into inactive metabolites which are excreted in urine; has a plasma half-life (t1/2 )o 2-3 hours and a clearance value of 5 ml/kg/min. Ref- KD Tripathi Pharmacology 8th/e p1",
        "cop": 1,
        "opa": "Study of absorption, distribution, binding storage/ biotransformation and excretion of the drug",
        "opb": "Study of physiological and biochemical effects of drugs",
        "opc": "Application of pharmacological information together with knowledge of the disease",
        "opd": "Scientific study of drugs in humans",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "49cfe6d1-28e4-4d3e-9f45-c6dd8a0dbba3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is excreted in saliva?",
        "exp": "Saliva and sweat are of minor impoance for drug excretion. Lithium, potassium iodide, rifampin, and heavy metals are present in sweat and saliva significant amounts saliva levels of lithium can be estimated in case of poisoning Ref; KD Tripathi pharmacology 7th edition (page no; 28)",
        "cop": 3,
        "opa": "Tetracyclines",
        "opb": "Ampicillin",
        "opc": "Lithium",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "689daafb-19d6-4fb0-8b81-0b5e7c3c44a1",
        "choice_type": "single"
    },
    {
        "question": "In which of the following phases of clinical trial ethical clearance is not required",
        "exp": "Ethical clearance is required for every study but among clinical trials, phase 4 could be exempted from clearance of ethical committee Once approval to market a drug has been obtained, phase 4 begins. This constitutes monitoring the safety of the new drug under actual conditions of use in large numbers of patients. The impoance of careful and complete repoing of toxicity by physicians after marketing begins can be appreciated by noting that many impoant drug-induced effects have an incidence of 1 in 10,000 or less and that some adverse effects may become apparent only after chronic dosing. The sample size required to disclose drug-induced events or toxicities is very large for such rare events. Phase 4 has no fixed duration. As with monitoring of drugs granted accelerated approval, phase 4 monitoring has often been lax. Reference: Katzung Pharmacology; 13th edition; Chapter 5; Development & Regulation of Drugs",
        "cop": 4,
        "opa": "Phase I",
        "opb": "Phase II",
        "opc": "Phase III",
        "opd": "Phase IV",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a3f3818a-7c4b-4cf5-9149-5f3d092f1c17",
        "choice_type": "single"
    },
    {
        "question": "Elimination after 4 half-lives in first-order kinetics is:",
        "exp": "The Plasma half-life ( t1/2) of a drug is the time taken for its plasma concentration to be reduced to half of its original value 1 t 1/2-50% drug is eliminated. 2 t 1/2 -75% (50 + 25) drug is eliminated. 3 t 1/2 -87.5% (50+ 25 + 12.5) drug is eliminated 4 t 1/2 -93.75% (50 + 25 + 12.5 + 6.25) drug is eliminated In first-order kinetics-t 1/2 remains constant because Volume of distribution and Clearance do not change with dose. after 5-6 t1/2 drug is almost completely eliminated from the body Ref: KD Tripathi pharmacology 7th edition (page.no: 31)",
        "cop": 2,
        "opa": "84%",
        "opb": "93.75%",
        "opc": "80.75%",
        "opd": "75%",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3a9dfb93-6ff6-464d-b895-9383ec18bda5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs do not act through the ion channel receptors",
        "exp": "Insulin acts through enzyme-linked receptor - tyrosine kinase acts through: gliclazide- potassium channels, nicotine-nicotinic acetylcholine channels, diazepam- GABA channels Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Nicotine",
        "opb": "Insulin",
        "opc": "Gliclazide",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9d2df8a0-f0af-49dc-b07a-9b108d91b885",
        "choice_type": "single"
    },
    {
        "question": "Most common drug transpo mechanism is",
        "exp": "Passive diffusion- entry of drugs from high to low conc. with no requirement of ATP or energy Pg.no 30 KD TRIPATHI Seventh edition",
        "cop": 2,
        "opa": "Active transpo",
        "opb": "passive diffusion",
        "opc": "facilitated diffusion",
        "opd": "P glycoprotein",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9d5c03e5-70ac-4048-8226-44f48178a6f1",
        "choice_type": "single"
    },
    {
        "question": "Receptors are located in the nucleus for all the following except",
        "exp": "Insulin receptors are enzyme-linked tyrosine kinase receptors on cell surface. nuclear or cytosolic receptors include steroid hormone,vit A, vit D, thyroid hormones Ref: HL Sharma 3rd ed Pg 66",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Vitamin D",
        "opc": "Thyroxine",
        "opd": "Vitamin A",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "ea7c2283-12ac-43fc-a350-5031be31dd79",
        "choice_type": "multi"
    },
    {
        "question": "Therapeutic monitoring of plasma level of drug is done when using all of the following drugs except:",
        "exp": "Therapeutic drug monitoring (TDM) is useful in the following situations: 1. Drugs with low safety margin-digoxin, anticonvulsants, antiarrhythmics, theophylline, aminoglycosides, lithium, tricyclic antidepressants, vancomycin In case of failure of response without any apparent reason-antimicrobials, To check patient compliance-psychopharmacological agents Monitoring of plasma concentration is of no value for1. Drugs whose response is easily measurable antihypeensives, hypoglycaemics, diuretics, oral anticoagulants(Warfarin), general anesthetics.2. Drugs activated in the body-levodopa.3. 'Hit and run drugs' (whose effect lasts much longer than the drug itself)-reserpine, guanethidine, MAO inhibitors, omeprazole.4. Drugs with irreversible action-organophosphate anticholinesterases, phenoxybenzamine. ref ; KD Tripathi pharmacology 7th edition (page no; 34)",
        "cop": 1,
        "opa": "Warfarin",
        "opb": "Gentamicin",
        "opc": "Cyclosporine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "502af582-7737-4f64-8026-5d7194fd7087",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following best describes the drug phenomenon at pKa=pH?",
        "exp": "pka is numerically equal to the pH at which a drug is 50% ionized. The pKa of a drug is the hydrogen ion concentration (pH) at which 50% of the drug exists in its ionized hydrophilic form (i.e., in equilibrium with its un-ionized lipophilic form) pKa is a different term than pH pH is simply a measure of the concentration in a given solution pKa is defined as the pH were a drug exists as 50% ionized and 50% unionized If pKa-pH = 0, then 50% of drug is ionized and 50% is unionized Ref: KDT 7th edition Pgno: 11,12",
        "cop": 1,
        "opa": "Drug exists as 50% ionized and 50% unionized",
        "opb": "Drug exists as 25% ionized and 75% unionized",
        "opc": "Drug exists as 75% ionized and 25% unionized",
        "opd": "Drug is completely (100%) Ionized",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "b76922d7-ed2e-43d4-b661-74cdf2857636",
        "choice_type": "single"
    },
    {
        "question": "Forced Alkaline diuresis is useful in the poisoning of",
        "exp": "Barbiturates Forced alkaline diuresis increses the excreation of some drugs in urine and is used in treatment of drug overdose or treatment of poisioning by these drugs.Sodium bicarbonate is used.Other drugs where it is used as treatment are salicylates,cocaine,amphetamine. Ref: K.D.Tripati.7th Ed., Pg: 29",
        "cop": 2,
        "opa": "Lead",
        "opb": "Barbiturates",
        "opc": "Morphine",
        "opd": "Iron",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "179a59ee-09bf-4dd4-9133-11a5a01f2a00",
        "choice_type": "single"
    },
    {
        "question": "A 500-mg dose of a drug has therapeutic efficacy for 6 h. If the half- life of the drug is 8 h, for how long would a 1gm dose be effective",
        "exp": "The fact that the drug has therapeutic efficacy for 6 h has no direct relationship to its half-life--it simply means that the drug is above its minimal effective concentration for 6 h. Doubling the dose (to 1 g) means that the drug level will be above the minimum for a longer period. Because the elimination half-life is 8 h, 500 mg of the drug will remain in the body 8 h after a dose of 1 g. Thus, the total duration of effectiveness must be 8 + 6 = 14 hrs Ref:- kd tripathi; pg num:-56",
        "cop": 2,
        "opa": "12 hrs",
        "opb": "14 hrs",
        "opc": "16 hrs",
        "opd": "24 hrs",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "6f1f4a7d-d880-41b9-b05e-b4600c4e1cf0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following propey of the drug will enable it to be used in low concentration?",
        "exp": "Affinity is the ability of the drug to bind with the receptor The receptor occupancy by the drug is needed to elicit a response, so drug with hyper affinity will occupy a larger number of receptor and produce more response at a given concentration than a drug with lower affinity. Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "High affinity",
        "opb": "High specificity",
        "opc": "Low specificity",
        "opd": "High stability",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "405166ce-d049-446f-bc88-a8c364c96e2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following describes the first pass metabolism",
        "exp": "The first-pass effect refers to the process in which following oral administration a drug is extensively metabolized as it initially passes through the liver, before it enters the general circulation. Liver enzymes may metabolize the agent to such an extent that the drug cannot be administered orally. Ref:- KD Tripathi",
        "cop": 4,
        "opa": "Drug given IV accumulates quickly in the central nervous system (CNS).",
        "opb": "Inactivation of a drug as a result of the gastric acids.",
        "opc": "Absorption of a drug through the duodenum.",
        "opd": "Drug given orally is metabolized by the liver before entering the circulation.",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "7f1499e4-6d42-45bd-a4b0-a56fc1aae9fd",
        "choice_type": "multi"
    },
    {
        "question": "The following are given intradermally EXCEPT:",
        "exp": "Insulin is given subcutaneously-so that the absorption is slow avoiding sudden hypoglycemia absorption is slow as fat is having less blood supply MMR vaccine, heparin, morphine are also given subcutaneously-into the fat layer of skin Pg.no.8 KD Tripathi Seventh edition",
        "cop": 2,
        "opa": "Test dose of drugs",
        "opb": "Insulin",
        "opc": "BCG vaccine",
        "opd": "Mantoux test",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "90c90a1f-5abd-4d4d-992e-ce79b097d351",
        "choice_type": "multi"
    },
    {
        "question": "Therapeutic Drug Monitoring (TDM) involves measurement of plasma concentrations of drugs to find whether the drug levels are within the therapeutic range or not. For TDM to be clinically useful the following criteria should be fulfilled:",
        "exp": "Therapeutic drug monitoring (TDM) is useful in the following situations: 1. Drugs with low safety margin-digoxin, anticonvulsants, antiarrhythmics, theophylline, aminoglycosides, lithium, tricyclic antidepressants, vancomycin In case of failure of response without any apparent reason-antimicrobials, To check patient compliance-psychopharmacological agents Monitoring of plasma concentration is of no value for1. Drugs whose response is easily measurable antihypeensives, hypoglycaemics, diuretics, oral anticoagulants(Warfarin), general anesthetics.2. Drugs activated in the body-levodopa.3. 'Hit and run drugs' (whose effect lasts much longer than the drug itself)-reserpine, guanethidine, MAO inhibitors, omeprazole.4. Drugs with irreversible action-organophosphate anticholinesterases, phenoxybenzamine. Ref ; KD Tripathi pharmacology 7th edition (page no; 34)",
        "cop": 4,
        "opa": "There should be good relationship between plasma concentration and drug dosage",
        "opb": "The relationship between plasma drug concentration and therapeutic response and /or toxicity should be poor",
        "opc": "When pharmacodynamic tolerance is suspected",
        "opd": "When the clinical response cannot be easily monitored",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "0949b3c9-a0d3-47fb-a11f-52fad9761b9b",
        "choice_type": "multi"
    },
    {
        "question": "Drugs that are highly bound to albumin",
        "exp": "Plasma protein binding 1) Highly plasma protein bound drugs are largely restricted to the vascular compament because protein bound drug does not cross membranes,thus they tend to have smaller volumes of distribution. 2)High degree of protein binding generally makes the drug long acting, because bound fraction is not available for metabolism or excretion, unless it is actively extracted by liver or by kidney tubules. 3) One drug can bind to many sites on the albumin molecule. Conversely, more than one drug can bind to the same site. This can give rise to displacement interactions among drugs bound to the same site(s). The drug bound with higher affinity will displace that bound with lower affinity. Some clinically impoant displacement interactions are: * Aspirin displaces sulfonylureas. * Indomethacin, phenytoin displace warfarin. Ref:- kd tripathi; pg num:-19,20",
        "cop": 4,
        "opa": "Effectively cross the BBB",
        "opb": "Have a large Volume of distribution",
        "opc": "Are easily filtered at the glomerulus",
        "opd": "Can undergo competition with other drugs for albumin binding sites",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "6f65f4c2-2184-4d4f-8707-e51f1e20ad49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a prodrug?",
        "exp": "ref; KD Tripathi pharmacology 6th edition (page no;24) prodrugs-Few drugs are inactive as such and need conversion in the body to one or more active metabolites. Enalapril is conveed to active form Enalaprilat other drugs do not need activation because they are active forms Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "Clonidine",
        "opc": "Salmeterol",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1fd1c36c-7ca9-4e52-a94b-71e46df257ac",
        "choice_type": "single"
    },
    {
        "question": "5HT3 receptors belong to which of the following group of receptors?",
        "exp": "5HT3 receptors among serotonin receptors are the only ion channel receptors among serotonin group Ion channel receptors are fastest acting receptors Intracellular -slowest acting Ref: HL sharma KK sharma 3rd edition pg no: 62",
        "cop": 2,
        "opa": "Metabotropic",
        "opb": "Fastest acting receptors",
        "opc": "Slowest acting receptors",
        "opd": "Enzymatic receptors",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "32f26386-d76a-4ec4-b1fa-eacdf17e939a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an enzyme inhibitor",
        "exp": "Disulfiram is inhibiting the enzyme aldehyde dehydrogenase- accumulation of acetaldehyde- various hangover effects- vomiting, nausea, headache, tremors, sweating. used in alcohol addiction- 1st dose of disulfiram is used in doctor's supervision REF KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "disulfiram",
        "opc": "Phenytoin",
        "opd": "CCl4",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d9ff433a-e4a6-4406-80d0-784e11928eff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following receptor has an ion channel?",
        "exp": "GABA receptors are divided into two main types: GABA A and GABA B. GABA A receptors are ionotropic receptors and, like glycine receptors, are pentameric structures that are selectively permeable to Cl-. GABA B receptors are metabotropic receptors that are selectively activated by the antispastic drug baclofen. These receptors are coupled to G proteins that, depending ontheir cellular location, either inhibit Ca 2+ channels or activate K + channels. Ref: Katzung; 13th edition; Page no: 369",
        "cop": 1,
        "opa": "GABA A receptor",
        "opb": "Insulin receptor",
        "opc": "Vitamin A receptor",
        "opd": "GABA B receptor",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "0a0a83cf-e905-4199-a24a-1ccbbdb129e5",
        "choice_type": "single"
    },
    {
        "question": "A patient was given a 200 mg dose of a drug IV, and 100 mg was eliminated during the first 2 hours. If the drug follows first-order elimination kinetics, how much of the drug will remain 6 hours after its administration",
        "exp": "One half of the dose is eliminated in the first 2 hours so its elimination half-life equals 2 hours. With the passage of each half-life the amount in the body (or in the blood) will decrease to 50% of a former level. Thus, at 6 hours after administration, 3 half-lives have passed: (1) 200 mg to 100 mg, (2) 100 mg to 50 mg, and (3) 50 mg to 25 mg. Ref:- kd tripathi; pg num:-32 Plasma half-life:-",
        "cop": 4,
        "opa": "100 mg",
        "opb": "75 mg",
        "opc": "50 mg",
        "opd": "25 mg",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "4d74e509-bb09-4ad9-9921-f5c007e8a8e8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding transfer of drugs across placenta is FALSE?",
        "exp": "<Insulin and heparin(strongest acid) are very high molecular weight drugs- cant cross through the placenta. lipid soluble and unionized drugs easily pass through the placenta drugs mostly common transfer through passive diffusion.P glycoprotein plays a key role in the transfer of drugs Pg.no.19 K D Tripathi Seventh edition",
        "cop": 3,
        "opa": "Transfer across placenta is lesser in early pregnancy",
        "opb": "most of the drugs to some extent can cross the placenta except heparin and insulin",
        "opc": "drugs most commonly transfers through active transpo",
        "opd": "P-glycoprotein is present in placenta",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "077f9cdd-c82c-47c3-b439-aa7fc61b7804",
        "choice_type": "multi"
    },
    {
        "question": "Low Vd means",
        "exp": "The volume of distribution (V) relates the amount of drug in the body to the concentration of drug (C) in blood or plasmaVd = amount of drug in body/concentration of drug (C)Drugs with low volumes of distribution have much lower concentrations in extravascular tissue than in the vascular compament.Katzung Pharmacology 12th edition Pg: 38",
        "cop": 2,
        "opa": "The drug has low half life",
        "opb": "The drug does not accumulate in tissues",
        "opc": "The drug has low bioavailability",
        "opd": "The drug has weak plasma protein binding",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "bcd28813-a1dc-492e-b93d-74b2f4afe802",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is required for all drugs except:",
        "exp": "Therapeutic drug monitoring (TDM) is useful for digoxin, anticonvulsants, antiarrhythmics, theophylline, aminoglycoside antibiotics, lithium, tricyclic antidepressants. not useful for drugs whose response is easily measurable antihypeensives, hypoglycaemics (Metformin), diuretics, oral anticoagulants(Warfarin), general anesthetics. Ref; KD Tripathi pharmacology 7th edition (page no; 34)",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Metformin",
        "opc": "Tacrolimus",
        "opd": "Cyclosporin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d2b5238a-592d-425f-a407-fade66ecd568",
        "choice_type": "multi"
    },
    {
        "question": "Intramuscular injections are given in --------- quadrant of gluteus",
        "exp": "To avoid injury to major aeries and nerves, injections are given usually in the upper or supero lateral pa of gluteus Ref: KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Inferomedial",
        "opb": "Superomedial",
        "opc": "Superolateral",
        "opd": "Inferolateral",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "b6fc05b5-5c1a-46ec-a6b9-20bf6715ba67",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents used in hypeension is a prodrug that is conveed to its active form in the brain?",
        "exp": "Methyldopa (L-a-methyl-3,4-dihydroxyphenylalanine) is an analog of L-dopa. Methyldopa enters the brain an aromatic amino acid transpoer and is conveed to a-methyldopamine and a-methylnorepinephrine. Antihypeensive action appears to be due to stimulation of central a adrenoceptors by a-methylnorepinephrine or a-methyldopamine.Katzung Pharmacology 12th edition Pg: 175",
        "cop": 2,
        "opa": "Doxazosin",
        "opb": "Methyldopa",
        "opc": "Clonidine",
        "opd": "Nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1c2b697c-221d-4c96-9caa-b2cda72a97ba",
        "choice_type": "single"
    },
    {
        "question": "The aim of post-marketing study is:",
        "exp": "post-marketing trial means phase IV trial Phase IV clinical trials are conducted to identify and evaluate the long-term effects of new drugs and treatments over a lengthy period for a greater number of patients Phase IV research takes place after the FDA approves the marketing of a new drug Pg.no.80 KD Tripathi Seventh edition",
        "cop": 4,
        "opa": "Efficacy of the drug",
        "opb": "Dosage of the drug",
        "opc": "Deals with alteration of the drug includes absoion, distribution, binding/ storage",
        "opd": "rare adverse effects identification",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "0d42baa8-2c08-4e9a-a1a3-6379f677e1dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements best describes long-acting nitrate preparations?",
        "exp": "Nitrates are generalized smooth-muscle dilators whose direct effect on the vasculature cannot be blocked by any currently available agents. Long-acting preparations of nitroglycerin may be completely degraded by the liver in some patients and thus are generally less effective than sublingual forms. Because individual variability in metabolism is considerable, doses should be titrated against side effects and should not conform to a rigidly standardized regimen. Tolerance is common and must be considered if a patient fails to respond to a previously efficacious dose. Long-acting preparations such as transdermal patches are less likely to produce the nitrate-associated side effects of headaches and dizziness that are the more rapidly acting sublingual forms. Ref: katzung 12th ed.",
        "cop": 1,
        "opa": "Tolerance often develops",
        "opb": "Their effect can be blocked by high doses of beta selective inhibitors",
        "opc": "Trasdermal patches are more likely to be associated with headaches than are sublingual nitrates",
        "opd": "Oral preparations are more effective than sublingual ones",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "aefcca76-1a0f-456a-a54c-a7a961db978a",
        "choice_type": "multi"
    },
    {
        "question": "The ratio of the dose that produces toxicity to the dose that produces a clinically desired or effective response in a population of individual is known as:DELETE REPEAT",
        "exp": "ref ; KD Tripathi pharmacology 7th edition (page no; 55) The gap between the therapeutic effect DRC (Dose Response Curve) and the adverse effect DRC defines the safety margin or the therapeutic index of a drug. Therapeutic index =median lethal dose /median effective dose or LD 50/ ED 50",
        "cop": 3,
        "opa": "Efficacy",
        "opb": "Potency",
        "opc": "Therapeutic index",
        "opd": "Paial agonist",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d535d24e-8efa-4da3-b790-450cfa0b71dc",
        "choice_type": "multi"
    },
    {
        "question": "Drug remaining in body after 3 half lives is",
        "exp": "Half-life- time taken by the drug to become half of its earlier concentration it takes 5-6 half-lives for a drug to almost get eliminated from the body Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "12.50%",
        "opb": "75%",
        "opc": "87.50%",
        "opd": "94%",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3ec0a72a-b335-4165-b9ef-83619aee3ec7",
        "choice_type": "single"
    },
    {
        "question": "Tolerance and physical dependence may occur after chronic use of all of the following agents Except",
        "exp": "Tolerance and physical dependence can occur after chronic administration of most central nervous system depressants, including ethanol, barbiturates, benzodiazepines (diazepam), and opiates (meperidine). Tolerance and physical dependence are not associated with most antiepileptics, antidepressants, neuroleptics, and lithium. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Meperidine",
        "opb": "Phenobarbital",
        "opc": "Diazepam",
        "opd": "Clomipramine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "79bb1a4a-1078-4489-bfb0-6dcdcae62835",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs cause hemolysis in patient with G-6-PD deficiency except",
        "exp": "G-6-PD deficiency is responsible for hemolysis with primaquine, sulfonamides, dapsone, quinine, nalidixic acid, nitrofurantoin, menadione, pyrimethamine etc Ref:KD Tripathi pharmacology 7th edition (page.no: 58)",
        "cop": 4,
        "opa": "Primaquine",
        "opb": "Chloroquine",
        "opc": "Quinine",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "15714ebc-e151-48b3-a0b1-d50f7264b471",
        "choice_type": "multi"
    },
    {
        "question": "Alkanization of urine is done for:",
        "exp": "Elimination of some drugs is by altering the pH Eg; alkalinization for weak acidic drugs, e.g. Barbiturates acidification of weak alkaline drugs or weak bases weak acids or weak bases- unionized forms- difficult to get eliminated strong acids and strong bases- ionized forms- could be eliminated easily Ref: KD Tripathi pharmacology 7th edition (page.no: 81)",
        "cop": 1,
        "opa": "Weak acid drugs",
        "opb": "Weak basics drugs",
        "opc": "Strong acidic drugs",
        "opd": "Strong basic drugs",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "82982ae4-f7af-407f-8225-09ec5d690a14",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are contraindicated in patients with G-6-PD deficiency, except",
        "exp": "G-6PD deficiency is responsible for haemolysis with primaquine and other oxidizing drugs. Haemolysis is severe in homozygous deficient individuals of ceain genotypes. Impoant drugs repoed to cause haemolysis in G-6PD deficient subjects are listed Ref:- kd tripathi; pg num:-65,66",
        "cop": 3,
        "opa": "Furazolidone",
        "opb": "Cotrimoxazole",
        "opc": "Ceftriaxone",
        "opd": "Nalidixic acid",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "63459dc3-34c8-4d45-926b-18606f625c16",
        "choice_type": "multi"
    },
    {
        "question": "G-coupled protein receptor is:",
        "exp": "Metabotropic receptors- most common type of receptoors Involved in various metabolisms These receptors do not have ion channels as pa of their structure; instead, they affect channels by the activation of intermediate molecules called G-protein.For this reason, metabotropic receptors are also called G-protein-coupled receptors. They have a determinant - alpha subunit Adrenergic receptors are GPCRs Ref\" KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Metabotropic receptor",
        "opb": "Ionic receptor",
        "opc": "Kinase-linked receptor",
        "opd": "Nuclear receptor",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d6936a71-581b-4a3f-8a7f-555c33502fc8",
        "choice_type": "single"
    },
    {
        "question": "All of the following results in detoxification of drugs EXCEPT:",
        "exp": "Oxidative reactions are mostly carried out by a group of monooxygenases in the liver, which in the final step involve a cytochrome P-450 hemoprotein, NADPH, cytochrome P-450 reductase More than 100 cytochrome P450 isoenzymes differing in their affinity for various substrates (drugs), have been identified cytochrome oxidase is involved in the respiratory electron transpo chain, not drug metabolism KD Tripathi Essentials of medical pharmacology -7th edition; pg no-23",
        "cop": 3,
        "opa": "NADPH cytochrome P450 reductase",
        "opb": "Cytochrome P450",
        "opc": "Cytochrome oxidase",
        "opd": "Monooxygenase",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "93d1d467-5998-416f-9018-051b02b60fbb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding essential medicines",
        "exp": "essential drugs- needed to satisfy primary health care needs of the society regularly indian govt will release national list of essential medicines - these drugs should be available in all PHCs and in government hospitals orphan drugs - for rare diseases Ref KD tripathi 8th ed.",
        "cop": 3,
        "opa": "Drugs for emergency conditions",
        "opb": "Drugs for serious disorders",
        "opc": "Drugs to satisfy priority needs of the populations",
        "opd": "Newer orphan drugs",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "40d2d3de-6e0d-4fe4-9a2b-9003c8d45c6f",
        "choice_type": "multi"
    },
    {
        "question": "Marketing of these drugs is difficult and they are highly expensive to produce:",
        "exp": "Orphan Drugs are drugs or biological products for diagnosis/treatment/ prevention of a rare disease or condition. cost of developing and marketing is high eg: sodium nitrite, fomepizole, liposomal amphotericin B, rifabutin, succimer, somatropin, digoxin immune Fab (digoxin antibody), liothyronine (T3), etc Over the counter, (OTC)drugs or Nonprescription drugs can be sold even by grocery stores-they are available and can be dispensed without prescription Ref ;KD Tripathi pharmacology 7 th edition (page no; 5)",
        "cop": 1,
        "opa": "Orphan drugs",
        "opb": "Rare drugs",
        "opc": "Over the counter drugs",
        "opd": "Emergency drugs",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "c8a73e3b-0197-4d5e-970f-147b4572a66b",
        "choice_type": "single"
    },
    {
        "question": "Antagonism between acetylCholine and atropine is?",
        "exp": "Competitive antagonism (equilibrium type) -The antagonist is chemically similar to the agonist, competes with it and binds to the same site to the exclusion of the agonist molecules. Because the antagonist has affinity but no intrinsic activity no response is produced and the log DRC (dose-response curve) shifted to the right. Eg; Ach- atropine, morphine- naloxone Ref:KD Tripathi pharmacology 7th edition (page.no: 58)",
        "cop": 1,
        "opa": "Competitive antagonism",
        "opb": "physiological antagonism",
        "opc": "Noncompetitive antagonism",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "f57abcab-b60c-442f-9443-4d9ad8925fb5",
        "choice_type": "multi"
    },
    {
        "question": "Zero-order kinetics occur in the following drug with high dose",
        "exp": "zero order kinetics -the rate of elimination remains constant irrespective of drug concentration, clearance decreases with increase in concentration, or a constant amount of drug is eliminated in unit time The elimination of some drugs changes from first order to zero order at higher doses eg ; Phenytoin, Tolbutamide, Theophylline, Warfarin, DIGOXIN, aspirin ref; KD Tripathi Pharmacology 7th edition (page no;31 )",
        "cop": 1,
        "opa": "Phenytoin and Theophylline",
        "opb": "Digoxin and Propranol",
        "opc": "Amiloride and Probenecid",
        "opd": "Lithium and Theophylline",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "e7c2c30b-c22e-4d93-b665-11ad21518d69",
        "choice_type": "single"
    },
    {
        "question": "What does the term \"bioavailability\" mean?",
        "exp": "Bioavailability is defined as the fraction of unchanged drug reaching the systemic circulation following administration by any routeBasic and clinical pharmacology Katzung 13th edition pg 47",
        "cop": 3,
        "opa": "Plasma protein binding degree of substance",
        "opb": "Permeability through the brain-blood barrier",
        "opc": "Fraction of an uncharged drug reaching the systemic circulation following any route administration",
        "opd": "Amount of a substance in urine relative to the initial doze",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "6a07b32c-8c55-4dbc-bf74-20f083978f1e",
        "choice_type": "single"
    },
    {
        "question": "Loading drug of dose primaraly depends on",
        "exp": "Loading dose; This is a single or few quickly repeated doses given in the beginning to attain target concentration rapidly. Loading dose =Target Cp * V /F Cp-concentration, V - the volume of distribution, F-oral bioavailabilityThus, the loading dose is governed only by V and not by Clearance or t1/2 Ref ; KD Tripathi Pharmacology 7th edition (page no;33)",
        "cop": 1,
        "opa": "Volume of distribution",
        "opb": "Clearance",
        "opc": "Rate of administration",
        "opd": "Half life",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "97bccc99-7bc6-452b-aea0-7772f39f9d22",
        "choice_type": "single"
    },
    {
        "question": "Drug having narrow therapeutic range is:",
        "exp": "Therapeutic range is bounded by the dose which produces a minimal therapeutic effect and the dose which produces maximal acceptable adverse effect Lithium is an unsafe drug with a narrow therapeutic range- 0.6 - 1.2 mmol/L. Ref: KD Tripathi Pharmacology 7th edition (page no;56 )",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Seraline",
        "opc": "Roboxetine",
        "opd": "Dothiepin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "804c68df-f3e6-4d41-9fb3-eff9ed6a6ec6",
        "choice_type": "single"
    },
    {
        "question": "An agonist is having?",
        "exp": "The agonist is an agent which activates a receptor to produce an effect similar to that of the physiological signal molecule. Affinity is the ability to bind to the target(receptor) intrinsic activity is producing a response after binding Agonist have Affinity with intrinsic activity is 1 Ref; KD Tripathi pharmacology 7th edition (page no; 41)",
        "cop": 1,
        "opa": "Affinity with intrinsic activity is 1",
        "opb": "Affinity with intrinsic activity is 0",
        "opc": "Affinity with intrinsic activity is-1",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3936e3a3-eddd-4759-81a5-fbc34bfc960c",
        "choice_type": "multi"
    },
    {
        "question": "ED50 is used for determining",
        "exp": "Ed 50 measures potency Ld 50 measures safety or fatality ed50- dose required to produce 50% of the maximum effect LD50- The dose that causes death in 50 percent of the subjects tested Pgno-54 K D Tripathi Seventh edition",
        "cop": 1,
        "opa": "Potency",
        "opb": "Efficacy",
        "opc": "Safety",
        "opd": "Toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "e952e7a3-8331-44e8-a2ef-f2c0fc569783",
        "choice_type": "single"
    },
    {
        "question": "Name the following scientist who is considered as the father of modern pharmacology?",
        "exp": "Oswald Schmiedeberg is the father of modern Pharmacology. Sir Ram Nath Chopra - father of Indian pharmacology. David Sackett is the father of evidence-based medicine. Paul Ehrlich - father of chemotherapy. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Ram Nath Chopra",
        "opb": "Oswald Schmiedeberg",
        "opc": "David Sackett",
        "opd": "Paul Ehrlich",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1ba0e2ab-5edf-4c66-a77e-ade438fb5ce1",
        "choice_type": "single"
    },
    {
        "question": "Drugs that should be avoided in G-6-PD deficiency are",
        "exp": "G-6-PD deficiency is responsible for hemolysis with primaquine and other oxidizing drugs like sulfonamides, dapsone, quinine, nalidixic acid, nitrofurantoin, and menadione, etc. Ref ;KD Tripathi Pharmacology 7th edition (page no; 65)",
        "cop": 4,
        "opa": "Nalidixic acid",
        "opb": "Dapsone",
        "opc": "Sulfamethoxazole",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "709d1efb-9b65-44da-bb81-3da46af1b6ee",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs binds to albumin?",
        "exp": "Most drugs possess a physicochemical affinity for plasma proteins. Acidic drugs generally bind to plasma albumin and basic drugs to the a1 acid glycoprotein. Eg for acidic drugs: albumin ;Barbiturates,Benzodiazepines,NSAIDs,Valproic acid,Phenytoin,Penicillins,Sulfonamides,Tetracyclines,Tolbutamide,Warfarin To a1 acid glycoprotein basic drugs like b-blockers (Propranalolol), Bupivacaine,Lidocaine, Disopyramide ,Imipramine, Methadone, Prazosin, Quinidine, Verapamil binds Ref ;KD Tripathi Pharmacology 7th edition (page no; 19)",
        "cop": 1,
        "opa": "penicillin",
        "opb": "Lidocaine",
        "opc": "Propanolol",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "f5f4b838-dae4-47f0-bd40-999442cf4021",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conversion is false?",
        "exp": "1 minim is 1 drop.These conversions are very useful while weighing or dispensing the drugs.Ref: Katzung 13th ed. pg 1110",
        "cop": 4,
        "opa": "1 qua=1000ml",
        "opb": "1 teaspoon=5ml",
        "opc": "1 tablespoon=15ml",
        "opd": "1minim=20 drops",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "46190f62-b063-4f17-9c5c-0fade1d6fab2",
        "choice_type": "multi"
    },
    {
        "question": "Increase in cAMP is caused by",
        "exp": "Ref:- kd tripathi; pg num:-48",
        "cop": 3,
        "opa": "a (Alpha) receptor",
        "opb": "Somatostatin",
        "opc": "b (Beta) receptor",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d2ad6393-038e-4f82-81c6-35ef1697e564",
        "choice_type": "single"
    },
    {
        "question": "True statement about phase 2 clinical trial is:",
        "exp": "Phase II Clinical trial This is conducted by physicians who are trained as clinical investigators and involve 100-500 patients. The primary aim is the establishment of therapeutic efficacy, dose range in a controlled setting. Tolerability and pharmacokinetics are studied as an extension of phase I. they are single-blinded studies Ref; KD Tripathi pharmacology 7 th edition (page no; 80)",
        "cop": 3,
        "opa": "Large number of healthy volunteers are studied",
        "opb": "Used to determine maximum tolerated dose",
        "opc": "Used to determine efficacy",
        "opd": "Used to determine toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "ff382976-323d-4e72-85a3-5b6b460f4d4c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an Oxidative type of drug metabolism?",
        "exp": "Oxidation; This reaction involves the addition of oxygen/negatively charged radical or removal of hydrogen/positively charged radical. oxidations-phase 1 metabolizing reactions Various oxidation reactions are hydroxylation; oxidation at C, N or S atoms; N or O-dealkylation, oxidative deamination, etc. Glucuronide conjugation is a synthetic reaction (phase 2 metabolic reactions) Ref: KD Tripathi pharmacology 7th edition (page.no: 24)",
        "cop": 4,
        "opa": "Deamination",
        "opb": "N-oxidation",
        "opc": "N-dealkylation",
        "opd": "Glucuronidation",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a0100af2-5a63-44b7-b2c6-9110f200d5a5",
        "choice_type": "single"
    },
    {
        "question": "If there is a Gs alpha subunit gain-of-function mutation, this results in:",
        "exp": "Gs activates Ca++ channel opening Gs-increases cAMP by stimulating adenyl cyclase Gi(inhibitory)- decreases cAMP by inhibiting adenyl cyclase Pg.no45 KD TRIPATHI SEVENTH EDITION",
        "cop": 4,
        "opa": "Decreased cAMP",
        "opb": "Decreased 1P3",
        "opc": "Increased GTPase activity",
        "opd": "Increased cAMP",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "f6fc92a5-f1f7-4c14-bc5e-88948164aea4",
        "choice_type": "single"
    },
    {
        "question": "Drugs that are administered IV are",
        "exp": "ABSORPTION Absorption is movement of the drug from its site of administration into the circulation.Except when given i.v., the drug has to cross biological membranes. Bioavailability of drug injected i.v. is 100%. parenteral Conventionally, parenteral refers to administration by injection which takes the drug directly into the tissue fluid or blood without having to cross the enteral mucosa. Drug action is faster and surer (valuable in emergencies). Gastric irritation and vomiting are not provoked. Parenteral routes can be employed even in unconscious, uncooperative or vomiting patient. Liver is bypassed. Ref:- kd tripathi; pg num:-8,14,16,",
        "cop": 3,
        "opa": "Rapidly absorbed",
        "opb": "Subject to first-pass metabolism",
        "opc": "100% bioavailable",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1b99d41f-5807-483d-886d-e764e9e39a6e",
        "choice_type": "multi"
    },
    {
        "question": "TherapeutIc index is a measure of:",
        "exp": "The gap between the therapeutic effect DRC (Dose Response Curve)and the adverse effect DRC defines the safety margin or the therapeutic index of a drug. So it is a measure of safety Therapeutic index =median lethal dose /median effective dose or LD 50 /ED 50 Ref; KD Tripathi Pharmacology 7th edition (page no;56 )",
        "cop": 1,
        "opa": "Safety",
        "opb": "Potency",
        "opc": "Efficacy",
        "opd": "Selectivity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "08133e2a-c633-474b-837a-29904b07abc4",
        "choice_type": "single"
    },
    {
        "question": "In the metabolism of xenobiotics, all of the following reactions occur in phase one EXCEPT?",
        "exp": "Oxidation, reduction, hydrolysis, cyclization, and decyclization are phase 1 reactions conjugation, sulfation, acetylation, methylation- phase 2 Pg.no.24 KD TRIPATHI seventh edition",
        "cop": 3,
        "opa": "Oxidation",
        "opb": "Reduction",
        "opc": "Conjugation",
        "opd": "Hydrolysis",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "cfc0f8a9-5287-42ba-95bf-b04b908f15d7",
        "choice_type": "multi"
    },
    {
        "question": "The action of Adrenergic a2 receptors and b1 receptors on adenyl cyclase?",
        "exp": "Most of the receptors are G protein-coupled receptors .Among G protein-coupled receptors, Inhibitory receptors are Alpha 2, M2 etcStimulatory receptors are all beta receptors (beta 1, beta2 and beta 3) Ref: H.L Sharma 3rd ed. Pg: 64",
        "cop": 4,
        "opa": "Stimulate; Stimulate",
        "opb": "Stimulate; Inhibit",
        "opc": "Inhibit; Inhibit",
        "opd": "Inhibit; Stimulate",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9f24021d-506d-4cb0-9718-448eaf4806e3",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs can cause SLE like syndrome Except",
        "exp": "The most common drugs that cause Drug-induced lupus erythematosus are hydralazine, procainamide, isoniazid, quinidine, diltiazem, minocycline Drugs most commonly associated with drug-induced SCLE include calcium-channel blockers, angiotensin-conveing enzyme inhibitors, thiazide diuretics, terbinafine, TNF-alpha antagonists. Penicillamine (not penicillin) can cause Drug-induced lupus erythematosus Penicillamine is a chelating agent REF: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "INH",
        "opb": "Diltiazem",
        "opc": "Procainamide",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "efe94c0c-b61b-4e64-a516-995d489006b2",
        "choice_type": "multi"
    },
    {
        "question": "A bolus of drug K is given IV. The drug is noted to follow first order kinetics. Which of the following describe the elimination of drug K",
        "exp": "First-order kinetics means the rate of elimination of a drug is propoional to the plasma concentration. Ref:- KD Tripathi",
        "cop": 1,
        "opa": "The rate of elimination of drug K is propoional to its concentration in the patient's plasma.",
        "opb": "The rate of elimination of drug K is dependent on a nonlinear relationship to the plasma protein concentration.",
        "opc": "The rate of elimination of drug K is constant.",
        "opd": "The rate of elimination of drug K is propoional to the patient's renal function.",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9d4f3781-85be-4cec-9c19-0c5180444766",
        "choice_type": "single"
    },
    {
        "question": "Drug distribution is inversely propoional to",
        "exp": "The extent of distribution of a drug depends on its lipid solubility, ionization at physiological pH, the extent of binding to plasma and tissue proteins, differences in regional blood flow. If PPB is high VD is low, PPB is inversly propoional to vd drugs with low vd usually have high ppb ref; KD Tripathi pharmacology 6th edition (page no;18)",
        "cop": 1,
        "opa": "Plasma protein binding",
        "opb": "Lipid Solubility",
        "opc": "fat layer in the body",
        "opd": "structure of drug",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "fa214456-a770-4005-bef8-d72c0a78d884",
        "choice_type": "single"
    },
    {
        "question": "Ebstein anamoly is caused by usage of wof",
        "exp": "Lithium In take by mother during pregnancy leads to Ebstein anomaly in fetus. Teratogenicity It refers to the capacity of a drug to cause foetal abnormalities when administered to the pregnant mother. The placenta does not constitute a strict barrier, and any drug can cross it to a greater or lesser extent. The embryo is one of the most dynamic biological systems and in contrast to adults, drug effects are often irreversible. The thalidomide disaster (1958-61) resulting in thousands of babies born with phocomelia (seal like limbs). Drugs can affect the foetus at 3 stages-- (i) Feilization and implantation-- conception to 17 days--failure of pregnancy which often goes unnoticed. (ii) Organogenesis-- 18 to 55 days of gestation--most vulnerable period, deformities are produced. (iii) Growth and development-- 56 days onwards-- developmental and functional abnormalities can occur, e.g. ACE inhibitors can cause hypoplasia of organs, especially of lungs and kidneys; NSAIDs may induce premature closure of ductus aeriosus; androgens and progestins cause masculanization of female foetus, antithyroid drugs and lithium cause foetal goiter. Ref:- kd tripathi; pg num:-89",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Lithium",
        "opc": "Warfarin",
        "opd": "Enalapril",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "5a5cc639-47f8-4ccb-9d37-4e433ec9803a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding biotransformation",
        "exp": "After biotransformation or metabolism the final product that is formed in water soluble and ionized so that it is easily excreted from the body it occurs in the liver mainly Through 2 phases - phase 1 and phase 2 reactions Ref KD tripathi 8th ed",
        "cop": 3,
        "opa": "Inactive metabolites are formed",
        "opb": "Active metabolites are formed",
        "opc": "More fat soluble metabolites are formed",
        "opd": "More water soluble metabolites are formed",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "70dc467d-4bc3-4065-a7e4-90866a09c3d0",
        "choice_type": "multi"
    },
    {
        "question": "Therapeutic Index is:",
        "exp": "ref; KD Tripathi Pharmacology 7th edition (page no:55) The gap between the therapeutic effect DRC (Dose Response Curve)and the adverse effect DRC defines the safety margin or the therapeutic index of a drug. Therapeutic index =median lethal dose /median effective dose or LD 50 / ED 50",
        "cop": 2,
        "opa": "ED50/LD50",
        "opb": "LD50/ED50",
        "opc": "ED50-LD50",
        "opd": "ED50 XLD50",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "77461140-b790-4852-915c-59aea1ac0769",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs act by blocking AMPA receptors of glutamate except",
        "exp": "Felbamate acts on NMDA receptors of glutamate. Perampanil is a new class of drug acting on AMPA receptors,Phenobarbitone is also known to block these receptors. Ref: HL Sharma 3rd ed.Pg 527.",
        "cop": 1,
        "opa": "Felbamate",
        "opb": "Perampanel",
        "opc": "Phenobarbitone",
        "opd": "Topiramate",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d10511aa-9c67-4fd4-bc8d-e367aaa51eb3",
        "choice_type": "multi"
    },
    {
        "question": "Secukinumab is",
        "exp": "Ustekinumab (anti-IL-12/23) and secukinumab (anti-IL-17) monoclonal antibodies have shown promising efficacy in clinical trials, but have not yet been approved for use in Ankylosing Spondylitis. Reference: Harrison&;s Principles of Internal Medicine; kd tripathi 9th ed",
        "cop": 3,
        "opa": "Anti IL 1",
        "opb": "Anti IL 6",
        "opc": "Anti IL 17",
        "opd": "Anti IL 23",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a07c31a4-f22f-4c62-b780-dd7a54929f49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is calculated as the ratio of the area under the curve (AUC) obtained by oral administration vs. the AUC for intravenous administration of the same drug?",
        "exp": "bioavailabilitygenerally refers to the fraction of drug absorbed systemically, and is thus available to produce a biological effect. This is often measured by quantifying the \"AUC\". In order to determine the respective AUCs, the serum concentration vs. time plots are typically gathered using C-14 labeled drugs and AMS (accelerated mass spectroscopy). Ref k d tripati 6/e p27",
        "cop": 2,
        "opa": "Absorption",
        "opb": "Bioavailability",
        "opc": "Clearance",
        "opd": "Elimina on rate constant",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "59224df2-bf68-4a70-9ddc-c4d659dfd3a5",
        "choice_type": "single"
    },
    {
        "question": "Calculate the loading dose of a drug whose systemic bioavailability will be 20%, Vd-200L and target concentration is 5gm/L",
        "exp": "In pharmacokinetics, a loading dose is an initial higher dose of a drug that may be given at the beginning of a course of treatment before dropping down to a lower maintenance dose Loading dose-= 1000/20=5 Ref: KD tripathi 8th ed",
        "cop": 2,
        "opa": "1g",
        "opb": "5g",
        "opc": "12.5g",
        "opd": "25g",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "cee01121-0030-459f-b795-f5bf2b4699b0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiplatelet drugs is a prodrug?",
        "exp": "Prodrugs among antiplatelet drugs- clopidogrel and prasugrel both are p2y12 inhibitors- new drugs blocking platelet aggregation Pg.no. 630KD TRIPATHI Seventh edition",
        "cop": 1,
        "opa": "Clopidogrel",
        "opb": "Tirofiban",
        "opc": "Aspirin",
        "opd": "Dipyridamole",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "54dd5256-2c56-4dac-af15-16e1549d3cda",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhibits CYP-P450",
        "exp": "enzyme inhibitors- cimetidine, chloramphenicol, ciprofloxacin, ketoconazole, protease inhibitors like ritonavir, indinavir, saquinavir, and grape fruit juice etc Ref KD Tripathi 8th ed",
        "cop": 1,
        "opa": "grape fruit",
        "opb": "Ethanol",
        "opc": "Rifampicin",
        "opd": "Procainamide",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3af4bbc4-6c0d-401e-a323-460330553227",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is not needed for?",
        "exp": "Beta blockers - used for treating HTN drug response- change in BP can be measured easily - so no need for TDM or therapeutic monitoring Ref; KD Tripathi Pharmacology 7th edition (page no;56 )",
        "cop": 1,
        "opa": "Propanolol",
        "opb": "Phenytoin",
        "opc": "Piroxicam",
        "opd": "Prazosin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d6f62ce5-1b6d-4527-a266-688c4d23c80d",
        "choice_type": "single"
    },
    {
        "question": "Pharmacodynamics include",
        "exp": "Pharmacodynamics- the study of drug actions in the body and mechanism of action drug actions- therapeutic effects and adverse effects pharmacokinetics- ADME- absorption, distribution, metabolism and excretion ref KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Drug elimination",
        "opb": "Drug excretion",
        "opc": "Drug absorption",
        "opd": "Mechanism of action",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "35e6f1ef-c82a-4b5f-b937-aa06dc0c543c",
        "choice_type": "single"
    },
    {
        "question": "Effect of Vmax and Km in competitive inhibition is as follows",
        "exp": "In competitive inhibition, Drug binds to enzyme only .So, Velocity remains unchanged and Conc- km increases. In non- competitive inhibition, drug binds to enzyme substrate complex deceasing velocity unaffecting km. Ref: K.D.Tripati.7th ed. Pg 39",
        "cop": 3,
        "opa": "Km unchanged",
        "opb": "Vmax increased, Km unchanged",
        "opc": "Km increased, V max unchanged",
        "opd": "Km and Vmax increased",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "77d6f286-737d-4da4-b6e8-533dcea8cded",
        "choice_type": "single"
    },
    {
        "question": "In which phase of clinical trials, post-marketing surveillance of a drug is carried out",
        "exp": "Clinical trials divided into 4 phases Phase I: Human pharmacology and safety Phase II: Therapeutic exploration and dose ranging Phase III: Therapeutic confirmation/comparison Phase IV* Postmarketing surveillance/studies-during this phase or after the release of the drug into the market, ADRs are monitored through pharmacovigilance centers. Ref ;KD Tripathi pharmacology 7 th edition (page no; 80)",
        "cop": 4,
        "opa": "Phase I",
        "opb": "Phase II",
        "opc": "Phase III",
        "opd": "Phase IV",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "84d56281-8f91-4eff-b802-ce01a3ce3de8",
        "choice_type": "single"
    },
    {
        "question": "Variation in drug responsiveness to a paicular dose of the drug in different individuals can be obtained from",
        "exp": "* Drug response to the same drug used in same doses in a population varies based on many factors governing pharmacodynamic variability (like age, genetics, co- morbid condition, concomitant medication, etc) operant in that subset of population under study. * This pharmacodynamic variability in a population is analyzed using a Quantal Dose Response Curve * Quantal Dose Response relationship is an \"all or none\" plot traced based on response elicited to varying dose of drug administered to a population. * Therapeutic Index of a drug is determined based on data plots from Quantal Dose Response Curves. * Median Effective Dose (ED50) is the dose of a drug required to produce a specified effect in 50% of the population. * In preclinical studies, the Median Lethal Dose (LD50) is determined in experimental animals - the dose that produced moality of 50% of animal group used in testing. * Therapeutic Index is determined as a ratio of LD50/ED50 - provides the safety margin of a drug. The wider the Lethal DRC is spaced away from the Therapeutic effect DRC --> Drug has a wide safety margin. Ref:- Goodman & Gilman's Pharmacological basis of Therapeutics 13th Ed; Pg Num:- 36",
        "cop": 1,
        "opa": "Quantal Dose Response Curve",
        "opb": "Efficacy",
        "opc": "Potency",
        "opd": "Graded Dose Response Curve",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d0b3043a-9749-44ec-9d8b-3bb652cd0984",
        "choice_type": "single"
    },
    {
        "question": "All these EXCEPT one cross the blood-brain barrier:",
        "exp": "Dopamine does not cross BBB. Hence it is administered as levodopa levodopa is the prodrug which is conveed to dopamine in the brain Pg.no.425 K D Tripathi Seventh edition",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Dopamine",
        "opc": "Propranolol",
        "opd": "Ether",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "276009cd-bd8f-4b28-a3cb-016a135b3a35",
        "choice_type": "multi"
    },
    {
        "question": "Duration of action of i.v. administered drug depends on:",
        "exp": "Once a drug has gained access to the bloodstream (by iv route), it gets distributed to other tissues that initially had no drug, concentration gradient being in the direction of plasma to tissues. The extent of distribution of a drug depends on its lipid solubility,ionization at physiological pH (a function of its pKa), extent of binding to plasma and tissue proteins, presence of tissue-specific transpoers, differences in regional blood flow, clearance Ref ;KD Tripathi Pharmacology 7th edition (page no;17)",
        "cop": 4,
        "opa": "Protein binding",
        "opb": "Clearance",
        "opc": "Distribution Volume",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "2d073812-cba9-4e89-a58d-a3eba9022ad7",
        "choice_type": "multi"
    },
    {
        "question": "The following statement is true regarding chrono-pharmacology is",
        "exp": "Chrono-pharmacology is the science dealing with effects of drugs in relation to the biological clock. many drugs act by chronopharmacology like pantaprazole to given at night , long acting insulin to be goiven at night,bronchial asthma medication to be giving in the evening. Ref: Rituparna maiti 1st ed.",
        "cop": 1,
        "opa": "Study of time related effects of drugs",
        "opb": "Study of dose related effects of drugs",
        "opc": "Study of adverse effects of drugs",
        "opd": "Study of naturally obtained drugs",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "bf9795d0-dc6f-452c-a6c2-3be89767e112",
        "choice_type": "multi"
    },
    {
        "question": "Pharmacogenetics is associated with",
        "exp": "The determinants of drug response, viz. transpoers, metabolizing enzymes, ion channels, receptors with their couplers and effectors are controlled genetically The study of the genetic basis for variability in drug response is called 'Pharmacogenetics'. Ref ;KD Tripathi Pharmacology 7th edition (page no;65)",
        "cop": 1,
        "opa": "individual variations in drug response due to gene variability",
        "opb": "Environmental influence",
        "opc": "Individual variability in oral absorption",
        "opd": "Different mechanism of actions in different individuals",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "cc532c33-334f-4492-b07c-7ebbd477abd2",
        "choice_type": "single"
    },
    {
        "question": "A competitive antagonist is a substance that",
        "exp": "In the presence of a fixed concentration of agonist, increasing concentrations of a competitive antagonist progressively inhibit the agonist responseBasic and clinical pharmacology Katzung 13th edition pg 23",
        "cop": 2,
        "opa": "Interacts with receptors and produces submaximal effect",
        "opb": "Binds to the same receptor site and progressively inhibits the agonist response",
        "opc": "Binds to the nonspecific sites of tissue",
        "opd": "Binds to one receptor subtype as an agonist and to another as an antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "62c11404-c1e1-4aec-8cdc-7d6afef80512",
        "choice_type": "single"
    },
    {
        "question": "Which is avoided with milk intake?",
        "exp": "absorption of tetracyclines. will be decreased with Milk and other dairy products, antacids, iron supplements, laxatives containing magnesium It is considered one of the impoant drug-food interaction ref: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Chloramphenicol",
        "opb": "Erythromycin",
        "opc": "Sulphonamide",
        "opd": "Tetracycline",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "d6464422-f8e2-4540-8fa3-f1e8d87dd472",
        "choice_type": "single"
    },
    {
        "question": "Paial agonist can antagonise the effects of a full agonist because it has",
        "exp": "Agonists:- Have both affinity and maximal intrin-sic activity. Competitive antagonists :- Have affinity but no intrinsic activity. Paial agonists:- Have affinity and submaximal intrinsic activity. Inverse agonists:- Have affinity but intrinsic activity with a minus sign (IA between 0 and -1). Ref:- kd tripathi; pg num:-41,42",
        "cop": 1,
        "opa": "High affinity but low intrinsic activity",
        "opb": "No affinity and low intrinsic activity",
        "opc": "Low affinity but high intrinsic activity",
        "opd": "High affinity but no intrinsic activity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "c714750a-7b15-4136-ae29-ebcdd087bfe1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a prodrug",
        "exp": "Activation of inactive drug:- Few drugs are inactive as such and need conversion in the body to one or more active metabolites. Such a drug is called a prodrug. The prodrug may offer advantages over the active form in being more stable, having better bioavailability, less side effects and toxicity. Ref:- kd tripathi; pg num:-22,23",
        "cop": 3,
        "opa": "Enalapril",
        "opb": "Sulphasalazine",
        "opc": "Imipramine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "bca7d537-d3d8-4cf8-a504-9c39fa1b66f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can be given safely in pregnancy",
        "exp": "Drugs are causing teratogenic effect - methotrexate- cleft palate, hydrocephalus, multiple defects, foetal death Warfarin - depressed nose; eye and hand defects, growth retardation Tetracycline-discolored and deformed teeth, retarded bone growth AMONG antibiotics, amoxicillin is comparatively safe Ref:KD Tripathi pharmacology 7th edition (page.no: 85)",
        "cop": 1,
        "opa": "Amoxicillin",
        "opb": "Methotrexate",
        "opc": "Warfarin",
        "opd": "Tetracycline",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "b55be8f7-c6d5-44a3-8a12-7f58bd4c8b6d",
        "choice_type": "single"
    },
    {
        "question": "According to the two-state receptor theory, which of the following statements BEST explain the term \"agonists\"? They have",
        "exp": "In to state receptor theory, agonists and inverse agonists are thought to have a selective binding affinity for the pre-existing resting and active states",
        "cop": 1,
        "opa": "Strong affinity for receptor in active state (Ra)",
        "opb": "Strong affinity for receptor in inactive state (Ri)",
        "opc": "Equal affinity for Ra and Ri",
        "opd": "Slightly more affinity for Ra than Ri",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "87e213fe-beef-42d3-8099-7df27ea2e0d4",
        "choice_type": "multi"
    },
    {
        "question": "The microsomal enzyme involved in the metabolism of omeprazole is",
        "exp": "Omeprazole and clopidogrel are mainly metabolized by CYP2C19.Other drugs metabolized by this enzyme are anti anxiety drugs like diazeoam. Induced by drugs rifampicin and barbituates. Ref: KATZUNG; 13th ed / Page: 80",
        "cop": 2,
        "opa": "CYP 2A",
        "opb": "CYP 2C19",
        "opc": "CYP 2C8",
        "opd": "CYP 2B",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "27df7cf8-f170-47ba-affe-ccff97dd3fd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not conveed into an active metabolite?",
        "exp": "prodrugs are conveed into active metabolites all ACE inhibitors except captopril and lisinopril are prodrugs lisinopril: It is the lysine derivative of enalaprilat: does not require hydrolysis to become an active ACE inhibitor. Fluoxetine has an active demethylated metabolite Diazepam has an active metabolite Desmethyl-diazepam, oxazepam Cyclophosphamide have active metabolite Aldophosphamide, .phosphorarmide mustard, acrolein Ref ;KD Tripathi pharmacology 7th edition (page no; 503,461,22,23)",
        "cop": 1,
        "opa": "Lisinopril",
        "opb": "Fluoxetine",
        "opc": "Cyclophosphamide",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "008db83c-22bd-4fc8-a855-10bce3cd8998",
        "choice_type": "single"
    },
    {
        "question": "True regarding orphan drug is",
        "exp": "Orphan drugs are used for rare diseases(orphan diseases)-affecting less than 2 lakh people.oraphan drug used to treat orphan disease for orphan patient. Eg: N acetylcysteine, Deferiprone, Fomepizole,Anagrelide, erythropoietin. Ref: K.D.Tripati.7th ed. Pg 5",
        "cop": 3,
        "opa": "Rare drug for common disease",
        "opb": "Used rarely",
        "opc": "Used for rare diseases",
        "opd": "Used for orphans",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "e1288e9f-748e-4744-86d7-06abbaabf13f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a phase II drug metabolism reaction associated with a genetic polymorphism",
        "exp": "BIOTRANSFORMATION (Metabolism) Biotransformation reactions can be classified into: (a)Nonsynthetic/PhaseI/Functionalization reactions: a functional group is generated or exposed-- metabolite may be active or inactive. (b) Synthetic/Conjugation/ Phase II reactions: an endogenous radical is conjugated to the drug-- metabolite is mostly inactive; except few drugs, e.g. glucuronide conjugate of morphine and sulfate conjugate of minoxidil are active. Acetylation:- Compounds having amino or hydrazine residues are conjugated with the help of acetyl coenzyme-A, e.g. sulfonamides, isoniazid, PAS, dapsone, hydralazine, clonazepam, procainamide. Multiple genes control the N-acetyl transferases (NATs), and rate of acetylation shows genetic polymorphism (slow and fast acetylators). Ref:- kd tripathi; pg num:-22,24",
        "cop": 2,
        "opa": "Glucuronidation",
        "opb": "Acetylation",
        "opc": "Reduction",
        "opd": "Oxidation",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "c03dd30f-7836-4b9d-a62e-80335fa846f0",
        "choice_type": "single"
    },
    {
        "question": "All of the following can cause SLE-like syndrome except",
        "exp": "Hydralazine, procainamide, sulphonamide, isoniazid- causes SLE like syndrome Also, these drugs undergo acetylation Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Penicillin",
        "opc": "Hydralazine",
        "opd": "Sulphonamide",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3e94e2de-1d3c-4774-a376-abb681db6879",
        "choice_type": "multi"
    },
    {
        "question": "First order kinetics is characterized by:",
        "exp": "First order (exponential) kinetics; The rate of elimination is directly propoional to the drug concentration, Clearance remains constant, or a constant fraction of the drug present in the body is eliminated in unit time. Ref:KD Tripathi pharmacology 7th edition (page.no: 30)",
        "cop": 3,
        "opa": "Dose independent elimination",
        "opb": "Decreasing clearance as plasma concentration increases",
        "opc": "Increasing rate of elimination as plasma concentration increases",
        "opd": "No relationship between rate of elimination and plasma concentration",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "a3725f24-d7e9-47ad-8c44-cd5fe181c644",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs does not undergo the first-pass effect?",
        "exp": "Insulin bypasses hepatic effect. Pg.no. 260 KD TRIPATHI Seventh edition Drugs that undergo first-pass elimination are opioids, beta-adrenergic blockers, progesterone, isosorbide dinitrate etc. Subcutaneous administration of insulin delivered into the peripheral circulation can lead to near-normal glycemia but differs from the physiological secretion of insulin in two major ways: * The absorption kinetics do not reproduce the rapid rise and decline of endogenous insulin in response to changes in blood glucose. * Injected insulin is delivered into the peripheral circulation instead of being released into the poal circulation. Thus, the poal/peripheral insulin concentration is not physiological, and this may alter the influence of insulin on hepatic metabolism. Pg no 1248 Goodman and Gillmann 12th edition Pg no 17 sathoskar 25th edition",
        "cop": 3,
        "opa": "Propanolol",
        "opb": "Lidocaine",
        "opc": "Insulin",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "27681d39-5515-4391-b893-ecd5b29c16b3",
        "choice_type": "single"
    },
    {
        "question": "Most common Cytochrome P450 involved in drug metabolism is",
        "exp": "Cytochrome P-450 (CYP) isoenzymes are grouped into families designated by numerals (1, 2, 3....; each having several sub-families designated by capita: letters (A, B, C. .... ), while individual isoenzymes are again allocated numerals (1, 2, 3 .... ). In human beings, only a few, members of three isoenzyme families (CYP 1, 2 and 3 carry out the metabolism of most of the drugs, The CYP isoenzyme: CYP3A4/5 Carryout biotransformation of largest number: (nearly 50%) of drugs. 20-30% of metabolism is done by the next common cyp2d6 In addition to liver, these isoforms are expressed in the intestine (responsible for the first-pass metabolism at this site) and kidney as well. Ref: KD Tripathi pharmacology 7th edition (page.no: 24)",
        "cop": 1,
        "opa": "CYP 3A4",
        "opb": "CYP 1AI",
        "opc": "CYP 2E1",
        "opd": "CYP 2D6",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "8f27f9da-0d6f-4bf7-8cdc-e72cd8882f7d",
        "choice_type": "single"
    },
    {
        "question": "High plasma protein binding of a drug results in",
        "exp": "* Most drugs bind to plasma proteins in a reversible fashion without translating into a pharmacological response. (Plasma proteins are hence called Silent Receptors) * Acidic drugs bind to Albumin, Basic drugs to alpha1 acid- glycoprotein. * Binding of the drug to plasma protein affects the pharmacokinetic handling of drug by the body. Ref:- HL & KK Sharma's Principles of Pharmacology 3rd Ed; Pg Num:- 48",
        "cop": 3,
        "opa": "Less drug interaction",
        "opb": "High volume of distribution",
        "opc": "Decreased glomerular filtration",
        "opd": "Lowers duration of action",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "53b0dffe-dd31-42f3-b3fc-1fdb697f296f",
        "choice_type": "single"
    },
    {
        "question": "Volume of distribution of drug is given by",
        "exp": "Apparent volume of distribution (Vd); Presuming that the body behaves as a single homogeneous compament with volume V into which drug gets immediately and uniformly distributedvd =dose administered i.v./ plasma concentration volume of distribution is the theoretical volume that would be necessary to contain the total amount of an administered drug at the same concentration that it is observed in the blood plasma. Ref -KD Tripathi Pharmacology 7th edition (page no;17)",
        "cop": 1,
        "opa": "Vd=Dose administrated i.v./Plasma concentration",
        "opb": "Vd=Maximum tolerated dose/Dose administered i.v.",
        "opc": "Vd=Dose administered i.v./Total lipid solubility",
        "opd": "Vd=t 1/2/Dose Administered i.v.",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3a817231-d9ce-4b58-975c-9bccdbe40c30",
        "choice_type": "single"
    },
    {
        "question": "Pharmacokinetic characteristics of propranolol include Vd = 300 L/70 kg, C1 = 700 mL/min, and oral bioavailability f = 0.25. What is the dose needed to achieve a plasma level equivalent to a steady state level of 20 mg/L?",
        "exp": "LD = 300L x 20 mg/L / 0.25 = 6000 mg/0.25 = 24,000 mg or 24 mg Ref:- kd tripathi; pg num:-33",
        "cop": 3,
        "opa": "4 mg",
        "opb": "12 mg",
        "opc": "24 mg",
        "opd": "48 mg",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9e963daa-10bf-4fdb-a9c5-4900aea72455",
        "choice_type": "single"
    },
    {
        "question": "Design of the study aimed to assess the maximum tolerable dose of a new drug is?",
        "exp": "The highest dose of a drug that does not cause unacceptable side effects. It is determined in phase 1 clinical trials by testing increasing doses on different groups of people until the highest dose with acceptable side effects is found. Also called MTD. Pg.no.80 K D Tripathi Seventh edition",
        "cop": 3,
        "opa": "Case Control study",
        "opb": "Phase II Randomized control trial (RCT)",
        "opc": "Phase I trial",
        "opd": "Phase III Randomized control trial (RCT)",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "db86e9ca-08ae-4348-93ba-1ea2b752542e",
        "choice_type": "single"
    },
    {
        "question": "The pharmacokinetics change occurring in geriatric patients is a decline in:",
        "exp": "In old age, liver metabolism of drugs and renal excretion both are decreased but the best option is always decreased renal clearance when we have to choose one best option. GFR decreases with age- one of the reasons for the decreased clearance of drugs. Clearance of drugs that are primarily excreted unchanged (aminoglycosides, digoxin, phenobarbitone) is reduced parallel to a decrease in creatinine clearance (CLcr). A loading dose of such a drug is not altered (unless edema is present), but maintenance doses should be reduced or dose interval prolonged propoionately. Ref; KD Tripathi pharmacology 7th edition (page no; 68)",
        "cop": 3,
        "opa": "Gastric absorption",
        "opb": "Liver metabolism",
        "opc": "renal clearance",
        "opd": "Hypersensitivity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "8b3ac47c-3c39-4acd-a43f-42d035449b57",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true regarding Fixed Dose Combination of drugs",
        "exp": "Fixed Drug Combination (FDC) Two different drug moieties are combined into a single pharmaceutical formulation. * As a rule, two drugs are ideal for combination into a FDC only when they have comparable pharmacokinetics. E.g: Cotrimoxazole = Sulfamethoxazole (t1/2 -11h) + Trimethoprim(t1/2 - 10h) Syndopa = Levodopa (t1/2 -1.7h) + Carbidopa (t1/2 -2h) Ref:- HL & KK Sharma's Principles of Pharmacology 3rd Ed; Pg.No: 57-8",
        "cop": 1,
        "opa": "Adverse effect of one drug may be reduced by the other drug",
        "opb": "Two drugs with different pharmacokinetics can be combined easily",
        "opc": "Dose of one drug can be altered independently as per requirement",
        "opd": "Adverse effect can be ascribed to a single drug",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "0c0fad6c-8a6d-44c4-a390-074c4129e8e9",
        "choice_type": "multi"
    },
    {
        "question": "Beta-Lactamases cause resistance to penicillins and cephalosporins by",
        "exp": "Penicillins and cephalosporins are called beta-Iactam drugs because of the impoance of the intact BETA-lactam ring for antimicrobial activity. -Lactamases inactivate these drugs by breaking the single bond in their BETA-lactam ring. BETA-Lactamases are coded for by either a transferable plasmid or by the genome of the organism. Plasmids are extrachromosomal genetic elements that may be transferred among unrelated bacteria. Ref: katzung 12th ed INtroduction to chemotherapy.",
        "cop": 1,
        "opa": "Breaking one chemical bond",
        "opb": "Breaking two chemical bonds",
        "opc": "Adding amino (NH2) groups to a molecule",
        "opd": "Inhibiting transpeptidase enzymes",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "6c367321-76cc-4f83-8d90-4b0e17c16a01",
        "choice_type": "single"
    },
    {
        "question": "True about G protein coupled receptors is",
        "exp": "Alpha subunit of GPCR has got adenyl cyclase stimulation of inhibition of adenyl cyclase- responsible for actions of GPCR Pg.no 46 KD TRIPATHI SEVENTH EDITION",
        "cop": 3,
        "opa": "G proteins bind to hormones on the cell surface",
        "opb": "All the three subunits alpha, beta and gamma should bind to each other for G proteins to act",
        "opc": "G proteins act as inhibitory and excitatory because of difference in alpha subunit",
        "opd": "G protein is bound to GTP in resting state",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "02dc106c-04d2-43c8-88a1-3c65a71b6718",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is a prodrug?",
        "exp": "Few drugs are inactive as such and need conversion in the body to one or more active metabolites. Such a drug is called a prodrug Enalapril is conveed to Enalaprilat (active form) so its a prodrug Prednisolone, Dopamine ,Ampicillin are present in active form Ref-KD Tripathi Pharmacology 7th edition(page no;22)",
        "cop": 2,
        "opa": "Dopamine",
        "opb": "Enalapril",
        "opc": "Ampicillin",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "2b2feb9e-9f07-426b-baa1-afdd6a003089",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs does not have active metabolite?",
        "exp": "Lisinopril is a lysine derivative of enalaprilat which is an active metabolite of enalapril. It is an oral prodrug that is conveed by hydrolysis to a conveing enzyme inhibitor, enalaprilat. Enalaprilat itself is available only for intravenous use, primarily for hypeensive emergencies. All other ACE inhibitors are prodrugs and are conveed to active metabolites by hydrolysis, primarily in the liver. Lisinopril doesn't require hydrolysis to become active metabolite. Its oral absorption is low and incomplete. Its half-life is about 12 hours. the active metabolite of diazepam-oxazepam Allopurinol is conveed to oxypurinol by xanthine oxidase propranolol undergoes hydrolysis to form active metabolite Pg no- 273 Basics and clinical Pharmacology G. Katzung 13th edition",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Propanolol",
        "opc": "Allopurinol",
        "opd": "Lisinopril",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "51416ad3-c3e7-41bd-ac80-d8c732d0d143",
        "choice_type": "multi"
    },
    {
        "question": "Phase 4 clinical trial also called as",
        "exp": "Phase IV: Postmarketing surveillance/ studies After the drug has been marketed for general use, practicing physicians are identified through whom data are collected on a structured proforma about the efficacy, acceptability and adverse effects of the drug. Uncommon/idiosyncratic adverse effects, or those that occur only after long-term use and unsuspected drug interactions are detected at this stage. Ref:- kd tripathi; pg num:-80",
        "cop": 2,
        "opa": "Therapeutic confirmation",
        "opb": "Post marketing surveillance",
        "opc": "Therapeutic exploration and dose ranging",
        "opd": "Human pharmacology and safety",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "41335c67-0d89-459a-8603-0cbe519c7e95",
        "choice_type": "multi"
    },
    {
        "question": "CYP 3A4 enzymes are affected by:",
        "exp": "carbamezepine is metabolised by cyp3a4 enzyme inducers will enhance the metabolism of other drugs eg for enzyme inducers- phenytoin, phenobarbitone, carbamazepine, chronic alcoholism, smoking, st johns wa Pg.no 23 KD TRIPATHI Seventh edition",
        "cop": 3,
        "opa": "Fexofenadine",
        "opb": "Phenytoin",
        "opc": "Carbamazapine",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "93dbcb16-9d86-47f6-a3a9-05ca9abd3be0",
        "choice_type": "single"
    },
    {
        "question": "Side effects of a drug arise due to interactions of the drug to molecules other than the target.These effects of the,drug can be minimized by its high:",
        "exp": "If a drug is more specific in action, it acts only in that paicular organ so no systemic side effects will be seen and targeted cancer therapy using nanopaicles is also bases on this approach Ref; KD Tripathi pharmacology 7 th edition (page no; 84)",
        "cop": 1,
        "opa": "Specificity",
        "opb": "Solubility",
        "opc": "Affinity",
        "opd": "Hydrophobicity",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "21e56d44-14a0-4b52-a74e-cb8316f3a657",
        "choice_type": "single"
    },
    {
        "question": "Which of the following group of drugs follows zero order kinetics with high dose",
        "exp": "drugs which follow zero order kinetics- methanol, ethanol mixed order - 1st order at a low dose and zero order at high dose- aspirin, phenytoin, tolbutamide, digoxin, warfarin, theophylline most of the drugs usually follow 1st order kinetics and they are considered safe drugs Ref: KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Phenytoin and Propranolol",
        "opb": "Amiloride and probenacid",
        "opc": "Alcohol and theophylline",
        "opd": "Digoxin and propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "3a48db4a-e0c7-4521-960b-681b718b04f7",
        "choice_type": "single"
    },
    {
        "question": "Type A (augmented) adverse drug reactions are characterized by all EXCEPT:",
        "exp": "Predictable (Type A or Augmented) reactions - quantitatively responses- includes side effects, toxic effects and consequences of drug withdrawal. They are more common, dose-dependent and mostly preventable and reversible. Ref ; KD Tripathi pharmacology 7 th edition (page no; 82)",
        "cop": 1,
        "opa": "Qualitatively abnormal responses to the drug",
        "opb": "Predictable from the drug's known pharmacological or toxicological effects",
        "opc": "Generally dose-dependent",
        "opd": "Usually common",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "88fabb45-2feb-447b-8ede-75d43494046a",
        "choice_type": "multi"
    },
    {
        "question": "Zero order kinetics is followed by all of the following drugs EXCEPT",
        "exp": "Zero order (linear) kinetics; The rate of elimination remains constant irrespective of drug concentration, Clearance decreases with increase in concentration, or a constant amount of the drug is eliminated in unit time, e.g. ethyl alcohol, methanol. The elimination of some drugs approaches saturation over the therapeutic range, kinetics changes from first order to zero order at higher doses. As a result plasma concentration increases dispropoionately with an increase in dose, as occurs in case of phenytoin, tolbutamide, theophylline, warfarin, aspirin, digoxin Barbiturates follow first order kinetics. Ref:KD Tripathi pharmacology 7th edition (page.no: 31)",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Barbiturates",
        "opc": "Alcohol",
        "opd": "Theophylline",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1286873c-5682-4785-b86c-69aa63962f2d",
        "choice_type": "multi"
    },
    {
        "question": "All the following enzymes are involved in the metabolism of xenobiotics except",
        "exp": "Oxidation, reduction, and hydroxylation are phase 1 reactionsCyp. 450 is the most common enzyme involved in the metabolism of various drugs in phase 1 and phase 2.Methylase - phase 2 reactionRef: Goodman Gillman 11th ed, pg 71",
        "cop": 2,
        "opa": "Hydroxylase",
        "opb": "Cytochrome oxidase",
        "opc": "Cytochrome P450",
        "opd": "Methylase",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "9ee2ce0a-0afc-4fc3-9740-2612ce6a116b",
        "choice_type": "multi"
    },
    {
        "question": "Therapeutic drug monitoring is done for all of the following drugs Except",
        "exp": "TDM is not done for most commonly used drugs or safe drugs like paracetamol, diclofenac done for antiepileptic drugs, immunosuppressants, anticancer drugs, lithium Phenytoin- antiepileptic, cyclosporin, tacrolimus- immunosuppressants in the options not done for antihypeensives and BP can be measured clinically and easily REF KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "diclofenac",
        "opc": "Tacrolimus",
        "opd": "Cyclosporine",
        "subject_name": "Pharmacology",
        "topic_name": "General pharmacology",
        "id": "1fac3e83-55e5-428c-a7a0-32be9af1b3de",
        "choice_type": "multi"
    }
]