[
    {
        "question": "Which of the following vitamins can be used for treatment of hypercholesterolemia?",
        "exp": "ANTI-DYSLIPIDEMIC AGENTS Group Mechanism Drugs Special points Statins HMG CoA reductase inhibition Atorvastatin, Rosuvastatin Max LDL lowering capacity Fibrates Stimulation of PPAR-alpha Clofibrate Fenofibrate Gemfibrozil Max TG lowering capacity Bile acid sequestrants Binds bile acids in GIT Cholestyramine, Colestipol, Cholesevalam Safe in pregnancy and children Ezetimibe Inhibit intestinal cholesterol absorption Ezetimibe Given with statins Nicotinic acid Inhibit lipase Niacin Max HDL increasing capacity",
        "cop": 4,
        "opa": "Thiamine",
        "opb": "Biotin",
        "opc": "Pyridoxine",
        "opd": "Nicotinic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "f112a4ea-ae86-4346-a5ad-e70d0b237f63",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiarrhythmic drugs can decrease the slope of Phase 0 and prolong the action potential duration?",
        "exp": "Na+ channel blockers reduce the slope of phase 0 whereas K+ channel blockers prolong the APD. Both of these propeies are present in class Ia antiarrhythmics like quinidine and procainamide.",
        "cop": 3,
        "opa": "Lignocaine",
        "opb": "Propanolol",
        "opc": "Quinidine",
        "opd": "Adenosine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "adc764ba-2c7c-4260-8328-17446d24cbfb",
        "choice_type": "single"
    },
    {
        "question": "All drugs decrease the moality in heart failure except:",
        "exp": "Digoxin is used in acute CHF as well as maintenance therapy but do not retard cardiac remodelling or prolong survival in CHF patients Drugs that decrease the cardiac remodeling in a patient with CHF decrease the moality. They are: Beta blockers (metoprolol, bisoprolol) ACE inhibitors (enalapril) ARB (telmisaan) Aldosterone antagonist (spironolactone) Note Telmisaan is an ARB which has PPAR gamma agonist activity",
        "cop": 4,
        "opa": "Metoprolol",
        "opb": "Enalapril",
        "opc": "Telmisaan",
        "opd": "Digoxin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "6d631fc9-0630-4f69-b84b-aee48feae4ef",
        "choice_type": "multi"
    },
    {
        "question": "A patient was given anti- cancer therapy and developed neutropenia which of the following drug can be used to prevent neutropenia in next cycle of chemotherapy?",
        "exp": "There are 3 types of cells in the body. (1) RBC (2) WBC (3) Platelets On bone marrow suppression due to anticancer therapy it will lead to | RBC - Anemia |WBC -Neutropenia | Platelets- thrombocytopenia To prevent these conditions, we can give growth- factors of following cells in the form of drugs DRUGS Growth factor for RBC Erythropoietin Darbopoietin Growth factor for WBC G -CSF GM- CSF Filgrastim Sargramostim Growth factor for Platelets IL -11 Oprelvekin",
        "cop": 1,
        "opa": "Filgrastim",
        "opb": "Prednisolone",
        "opc": "Vitamin B12",
        "opd": "Folic Acid",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "74e11e83-2731-4d3e-bc35-47f5a4d4b9c2",
        "choice_type": "single"
    },
    {
        "question": "Clonidine is used as an antihypeensive agent but if used as a fast intravenous injection, it can increase the blood pressure due to:",
        "exp": "Alpha 2 receptors are present both presynaptically as well as postsynaptically. Clonidine acts as presynaptic a2 agonist and decreases the central sympathetic outflow. However, it can also act on vascular postsynaptic a2 receptors, leading to vasoconstriction and increase in blood pressure. Chances of this reaction is more when clonidine is administered by quick i. v. injection.",
        "cop": 3,
        "opa": "Stimulation of vasomotor center",
        "opb": "Release of noradrenaline from adrenergic nerve endings",
        "opc": "Agonistic action on vascular a2 adrenergic receptors",
        "opd": "Cardiac stimulation",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "ed9b05ad-51ec-43d5-9cec-bfc0bdeec470",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male Suresh is hospitalized with muscle pain, fatigue and dark urine. His past medical history is significant for stable angina. The patient's medications include atenolol, atorvastatin, and aspirin. His urine dipstick test is positive for blood but urine microscopy did not reveal RBCs in the urine. Serum creatinine kinase was significantly raised in this person. The addition of which of the following medications is most likely to have precipitated this patient's condition?",
        "exp": "Diagnosis in this condition is Rhabdomyolysis suggested by myoglobinuria (red coloured urine without RBCs) and raised creatinine kinase levels. Statins can cause serious s/e like myopathy and hepatitis. Most statins are metabolized by cytochrome P-450 3. A4, with the exception of pravastatin. Concomitant administration of drugs that inhibit statin metabolism (e. g. macrolides- Erythromycin) is associated with increased incidence of statin induced myopathy and rhabdomyolysis. Acute renal failure is a possible sequelae of rhabdomyolysis.",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Rifampin",
        "opc": "Griseofulvin",
        "opd": "Amikacin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "8707f715-f2c8-42e6-a2b9-6a939d92baf7",
        "choice_type": "single"
    },
    {
        "question": "A patient of prinzmetal's angina is staed on isosorbide mononitrate. What is the mechanism of action of nitrates in this condition?",
        "exp": "Prinzmetal's angina is due to spasm of main coronary aery. Treatment is by dilatation of coronary aery. Endothelium normally generates NO, but here we are giving nitrates for generation of NO. Mechanism of action of nitrates: Preload reduction >> Afterload reduction Redistribution of coronary flow in the aerial tree action may cause orable redistribution of blood flow to ischaemic areas in angina patients.",
        "cop": 4,
        "opa": "Reduced cardiac contractility",
        "opb": "Increased left ventricular end diastolic volume",
        "opc": "Decreased diastolic perfusion pressure",
        "opd": "Endothelium independent coronary vasodilation",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "f2989862-737c-4269-af30-bd750b41e54e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding ticlopidine is TRUE?",
        "exp": "Abciximab, eptifibatide and tirofiban inhibits Gp. IIb/IIIa receptors. Ticlopidine and clopidogrel inhibits ADP receptors. Aspirin inhibits TXA2 synthesis in platelets. Bleeding time is prolonged by antiplatelet drugs whereas PT is prolonged by oral anticoagulants and a. PTT by heparin.",
        "cop": 2,
        "opa": "It blocks Gp. IIb/IIIa receptors on platelet membrane",
        "opb": "It prevents ADP mediated platelet adenylyl cyclase inhibition",
        "opc": "It inhibits thromboxane A2 synthesis in platelets",
        "opd": "It does not prolong bleeding time",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "98b828cf-f252-449a-8ac1-f10f4363753a",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of atorvastatin is:-",
        "exp": "HMG CoA reductase catalyses the rate limiting step in cholesterol biosynthesis (conversion of HMG CoA to mevalonate). Statins act by inhibiting this enzyme competitively and result in decreased cholesterol synthesis in the liver. As liver requires cholesterol for synthesis of bile acids and steroid hormones, it responds by increasing the uptake of LDL from the plasma. This is done by increasing LDL receptors on its surface. Statins are most powerful LDL lowering agents.",
        "cop": 4,
        "opa": "HMG-CoA synthase stimulator",
        "opb": "HMG-CoA reductase stimulator",
        "opc": "HMG-CoA synthase inhibitor",
        "opd": "HMG-CoA reductase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "bacf19bc-c6b9-42a9-a922-96f8e9dfef76",
        "choice_type": "single"
    },
    {
        "question": "If a thiazide diuretic is administered for hypertension, the response seen within 24 hrs on excretion of different electrolytes is",
        "exp": "Excretory and Renal Hemodynamic Effects of Diuretics: Na+ K+ H+ Ca2+ Mg2+ Cl- HCO3- Carbonic anhydrase inhibitors | || I NC V | || Osmotic diuretics || | I | || | | Loop Diuretics || || | || || || | Thiazides | || | | | | | Epithelial sodium channels blockers | | | | | | | Aldosterone antagonists | | | I | | | |: INCREASE, |: DECREASE, NC: No change, V: Variable change. I: Insufficient data Do not get confused by the term 'within 24 hours' in the question. These are the acute effects of diuretics and these may be modified later by the compensatory responses of the body.",
        "cop": 3,
        "opa": "Sodium| Potassium| Calcium|",
        "opb": "Sodium| Potassium| Calcium|",
        "opc": "Sodium| Potassium|Calcium|",
        "opd": "Sodium| Potassium| Calcium|",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "07a583cf-ef78-48b8-bf47-19606638e2cd",
        "choice_type": "single"
    },
    {
        "question": "Surinder singh developed acute CHF and was put on digitalis therapy. ECG of this patient revealed the presence of ventricular extrasystoles. Which of the following drugs can be administered safely to this patient in order to counteract this arrhythmia?",
        "exp": "Lignocaine is the DOC for ventricular arrhythmias due to digitalis toxicity. Lidocaine is also used as emergency treatment of myocardial infarction arrhythmias",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Quinidine",
        "opc": "Atropine",
        "opd": "Amiodarone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "f73fb967-d63e-430e-9935-c4e1fa613296",
        "choice_type": "single"
    },
    {
        "question": "In which of the following patients would enalapril be the best first line agent for high blood pressure control?",
        "exp": "Enalapril ACE inhibitor. Lowers the risk of Diabetic nephropathy Prodrug which is conveed to Enalaprilat, its active form. This active form is also available as a intravenous formulation. It is given when oral drug is contraindicated. It is also used in hypeensive urgencies ACE inhibitors are contra-indicated in: Bilateral renal aery stenosis Pregnancy Hyperkalemia.",
        "cop": 4,
        "opa": "A 62 year old man with renal aery stenosis",
        "opb": "A 32 year old pregnant female",
        "opc": "A 41 year old woman with hyperkalemia",
        "opd": "A 56 year old diabetic woman",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "5df95834-e634-42b7-a39d-5877ab8e6a5c",
        "choice_type": "single"
    },
    {
        "question": "A patient has been taking digoxin for several years and is about to receive atropine for some other indication. A common side effect of digoxin that can be blocked by atropine is:",
        "exp": "Digitalis possesses vago-mimetic action - due to alteration in haemodynamics and direct CNS effects altering sympathetic activity, causes bradycardia and decreased A-V conduction (ECG as increased PR interval). Atropine can block this adverse effect and it shows || PR interval and increases HR.",
        "cop": 3,
        "opa": "Decreased appetite",
        "opb": "Increased cardiac contractility",
        "opc": "Increased PR interval on the ECG",
        "opd": "Tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "4cf0e638-ca1b-4eed-9966-4d5456b5adc5",
        "choice_type": "single"
    },
    {
        "question": "Drugs that have been found to be useful in compensated heart failure include all of the following except:",
        "exp": "BNP analogue (Nesiritide) are used in acute cardiac failure not used in chronic therapy. Compensated heart failure (Chronic CHF): Management: Digitalis (Na+ - K+ ATPase inhibitor) - Inhibit Na+/K+ ATPase--> positive inotropic action. It does not acts as chronotropic agent so no increase in workload on heart and useful in chronic conditions. Aldosterone antagonist: Decreases morbidity/moality. Used to prevent cardiac remodelling along with ACE inhibitors and ARBs. b blockers: These drugs can precipitate acute decompensation of cardiac function but are used in chronic CHF as these decrease moality by reversing LVH.",
        "cop": 3,
        "opa": "Na+ K+ ATPase inhibitors",
        "opb": "Aldosterone antagonists",
        "opc": "BNP analogue",
        "opd": "Beta receptor antagonists",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "9c7fb109-0ef6-4570-bc43-c666f565ab6d",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old politician suffered from attacks of chest pain diagnosed as angina pectoris. He had a tense personality, heart rate was 96/min blood pressure 170/104mm Hg, but blood sugar level and lipid profile were normal. Select the most suitable antihypeensive for the initial therapy in his case:",
        "exp": "Tense personality and high resting heart rate (96/min) makes b-blockers ideal candidate drugs to be used in this case. As blood sugar and lipid profile is normal, beta blockers can be used safely.",
        "cop": 3,
        "opa": "Nifedipine",
        "opb": "Hydrochlorothiazide",
        "opc": "Atenolol",
        "opd": "Methyldopa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "baf047d3-b2dc-4c76-a52b-31693be1d972",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an adverse effect of amiodarone?",
        "exp": "Adverse effects of Amiodarone: The Thyroid (both hypo and hypehyroidism) Periphery of Peripheral neuropathy My Myocardial depression Lung Lung fibrosis Liver and Liver Toxicity Cornea is Corneal microdeposits Photosensitive Photosensitivity",
        "cop": 4,
        "opa": "Hypehyroidism",
        "opb": "Corneal microdeposits",
        "opc": "Pulmonary fibrosis",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology and CVS",
        "id": "b25259da-ddff-4e58-b048-bdbb1c9faa6d",
        "choice_type": "single"
    }
]