[
    {
        "question": "Filgrastim is used for the treatment of:",
        "exp": "Ans. (A) Neutropenia(Ref: Katzung's 11/e p580-581). Filgrastim (G-CSF) and sargramostim (GM-CSF) are used to prevent or treat chemotherapy induced neutropenia. Erythropoietin is used to treat anemia associated with chronic renal failure and cancer chemotherapy. Oprelvekin (1L-11) is used to prevent and treat thrombocytopenia.",
        "cop": 1,
        "opa": "Neutropenia",
        "opb": "Anemia",
        "opc": "Polycythemia",
        "opd": "Neutrophilia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematinics",
        "id": "1a547fc6-ffbe-44f1-8021-d957a8846330",
        "choice_type": "single"
    },
    {
        "question": "Posterior column sensations in lower limbs are lost in:",
        "exp": "Ans. (B) Vitamin B12 deficiency(Ref: KDT 8/e p654). Deficiency of vitamin B12 leads to megaloblastic anemia which is indistinguishable from folic acid deficiency. Deficiency also have manifestations related to loss of myelin like subacute combined degeneration of spinal cord (symptoms of lesions of posterior column like loss of vibration and proprioception, paranesthesia, depressed stretch reflexes and mental changes like poor memory and hallucinations etc.)",
        "cop": 2,
        "opa": "Vitamin A deficiency",
        "opb": "Vitamin B12 deficiency",
        "opc": "Vitamin C deficiency",
        "opd": "Vitamin D deficiency",
        "subject_name": "Pharmacology",
        "topic_name": "Hematinics",
        "id": "409a5a58-cccc-489f-abcc-69f6d440caa8",
        "choice_type": "single"
    },
    {
        "question": "In the treatment of undiagnosed megaloblastic anemia, vitamin B12 and folic acid should be given together because:",
        "exp": "Ans. (B) Folic acid alone causes improvement of anemic symptoms but neurological dysfunction continues(Ref: Katzung 10/e p532; KDT 8/e p656). Vitamin B12 is required for conversion of methionine to homocysteine and for formation of succinyl CoA from methylmalonyl CoA. Deficiency of vitamin B12 results in megaloblastic anemia, GI manifestations and neurological abnormalities (due to demyelination). Folic acid alone will correct the symptoms of megaloblastic anemia but it does not prevent neurological abnormalities, which continue to proceed. Neurological abnormalities manifests initially in the form of loss of posterior column sensations (vibration, proprioception etc.), but later on can result in subacute combined degeneration of spinal cord.",
        "cop": 2,
        "opa": "Vitamin B12 acts as a cofactor for dihydrofolate reductase",
        "opb": "Folic acid alone causes improvement of anemic symptoms but neurological dysfunction continues.",
        "opc": "Vitamin B12 deficiency may result in methylfolate trap",
        "opd": "Folic acid is required for conversion of methylmalonyl-CoA to succinyl CoA.",
        "subject_name": "Pharmacology",
        "topic_name": "Hematinics",
        "id": "27ea5dc3-8df2-41b8-98ac-cc86a5572e15",
        "choice_type": "single"
    },
    {
        "question": "Iron is most commonly absorbed from:",
        "exp": "Ans. (A) Duodenum and upper jejunum(Ref: KK Sharma 2007/675, Katzung 11/e p571, KDT 8/e p646). Maximum iron absorption occurs in duodenum and proximal jejunum. Vitamin B12 is absorbed in distal ileum whereas folic acid is absorbed in proximal jejunum.",
        "cop": 1,
        "opa": "Duodenum and upper jejunum",
        "opb": "Lower jejunum",
        "opc": "Stomach",
        "opd": "Ileum",
        "subject_name": "Pharmacology",
        "topic_name": "Hematinics",
        "id": "311dc1da-c946-4124-aa84-ec40b611ef9c",
        "choice_type": "single"
    },
    {
        "question": "The most appropriate drug used for chelation therapy in beta thalassemia major is:",
        "exp": "Ans. (B) Oral deferiprone(Ref: KDT 8/e p967). Drug of choice for acute iron poisoning is desferrioxamine, however it has to be administered parenterally. It is not effective by oral route. In beta thalassemia major, iron excess can result due to repeated blood transfusions and massive hemolysis. Chelating agent has to be administered for long time in this case. Therefore, oral Deferiprone is preferred in this case.",
        "cop": 2,
        "opa": "Oral desferrioxamine",
        "opb": "Oral deferiprone",
        "opc": "Intramuscular EDTA",
        "opd": "Oral succimer",
        "subject_name": "Pharmacology",
        "topic_name": "Hematinics",
        "id": "9c1fdb1b-6f51-4551-8626-d9e900f4daa6",
        "choice_type": "single"
    }
]