[
    {
        "question": "Drug contraindicated in hyperiglyceridemia",
        "exp": "Bile acid binding resins like cholestyramine causes increase in triglycerides and are thus contraindicated in patients with hyperiglyceridemia due to risk of development of pancreatitis. Statins - decrease LDL and increase HDL Niacin - decrease LDL and triglyceride, maximum increase in HDL Fibrates - decrease triglyceride, decrease LDL.",
        "cop": 4,
        "opa": "Fibrates",
        "opb": "Simvastatin",
        "opc": "Niacin",
        "opd": "Cholestyramine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "fe0a81e2-0291-4993-8ee7-1573bb3298cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs have maximum capacity to lower serum triglyceride levels?",
        "exp": "Fibrates: maximum capacity to lower serum triglyceride levels. Statins: Max. LDL lowering capacity ANTI-DYSLIPIDEMIC AGENTS Group Mechanism Drugs Special points Statins HMG CoA reductase inhibition Atorvastatin, Rosuvastatin Max LDL lowering capacity Fibrates Stimulation of PPAR-alpha Clofibrate Fenofibrate Gemfibrozil Max TG lowering capacity Bile acid sequestrants Binds bile acids in GIT Cholestyramine Colestipol Cholesevalam Safe in pregnancy and children Ezetimibe Inhibit intestinal cholesterol absorption Ezetimibe Given with statins Nicotinic acid Inhibit lipase Niacin Max HDL increasing capacity",
        "cop": 1,
        "opa": "Fibrates",
        "opb": "Statins",
        "opc": "Niacin",
        "opd": "Ezetimibe",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "9be3cf83-0f3e-4d9b-b6d3-d0a21c94de49",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used in emergency management of acute hyperkalemia except:",
        "exp": "Treatment of Hyperkalemia: IV Ca gluconate Insulin drip Salbutamol/ nebulization IV Furosemide Hemodialysis",
        "cop": 4,
        "opa": "Calcium gluconate",
        "opb": "Salbutamol",
        "opc": "Glucose-Insulin",
        "opd": "Intravenous magnesium sulphate",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "768ac204-670b-4707-899d-e030964e00ee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs can be used for the chronic oral treatment of arrhythmia except:",
        "exp": "Esmolol is an ultrasho acting b1 blocker devoid of paial agonistic or membrane stabilizing actions. It is inactivated by esterases in blood. Plasma t 1/2 is < 10 min Action disappears 15-20 min after terminating i. v infusion--degree of b blockade can be titrated by regulating the rate of infusion. It has been used to terminate supraventricular tachycardia, episodic atrial fibrillation or flutter, arrhythmia during anesthesia, to reduce HR and BP during and after cardiac surgery, and in early treatment of MI. Avoided in presence of systolic heart failure or asthma.",
        "cop": 2,
        "opa": "Amiodarone",
        "opb": "Esmolol",
        "opc": "Quinidine",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "c96307a5-98c0-47fc-a056-d2f8c471c008",
        "choice_type": "multi"
    },
    {
        "question": "A patient on nitroprusside therapy developed cyanide toxicity. Sodium nitrite was administered i. v. to combat this poisoning. Beneficial effect of sodium nitrite in this case is dependent on:",
        "exp": "Cyanide has very high affinity for the enzymes of respiratory chain paicularly cytochrome oxidase. Methemoglobin possesses even higher affinity for cyanides. It can free the enzymes due to competitive inhibition for cyanide. Nitrates act by reducing hemoglobin to methemoglobin, which removes cyanide from the enzymes.",
        "cop": 3,
        "opa": "Direct chelation of cyanide with sodium nitrite",
        "opb": "Vasodilatation caused by sodium nitrite",
        "opc": "Conversion of hemoglobin to methemoglobin by sodium nitrite",
        "opd": "Facilitation of cyanocobalamin formation by sodium nitrite",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "a0ba7232-2fc3-4e17-9487-46363a2d4c2e",
        "choice_type": "single"
    },
    {
        "question": "The only drug whose over dosage is not characterized by both hypotension and bradycardia is:",
        "exp": "Theophylline results in reflex tachycardia due to its vasodilatory action. Propanolol, verapamil and clonidine cause hypotension as well as bradycardia.",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Verapamil",
        "opc": "Clonidine",
        "opd": "Theophylline",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "c573a01f-d526-41c9-a581-a20407558c42",
        "choice_type": "multi"
    },
    {
        "question": "Devesh is working as a CEO in a company. He has a traveling job. He is a known diabetic, controlled on oral hypoglycemic drugs. On his recent visit to the doctor, his blood pressure was found to be 164/102 mm Hg. Most suitable drug for this patient should be?",
        "exp": "ACE inhibitors (Enalapril) are safe and effective agents in diabetic patients with hypertension. Thiazides and b-blockers (Propanolol) are contraindicated in diabetic patients. As the patient has frequent travelling job, he is likely to miss the doses. Therefore, clonidine should be avoided to prevent rebound hypertension.",
        "cop": 2,
        "opa": "Propanolol",
        "opb": "Enalapril",
        "opc": "Clonidine",
        "opd": "Hydrochlohiazide",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "575065ab-4da7-45d8-89ff-52d81247fd0b",
        "choice_type": "single"
    },
    {
        "question": "Gemfibrozil is:-",
        "exp": "Gemfibrozil: MOA: Activation of the nuclear transcription receptor \"peroxisome proliferator - activated receptor alpha\" (PPAR-a). Major effects are to increase plasma HDL and to decrease plasma TG. Myopathy risk highest when used with statins Statins: Inhibit HMG COA reductase Inhibit cholesterol synthesis. EZETIMIBE- Inhibit intestinal cholesterol absorption.",
        "cop": 2,
        "opa": "HMG CoA inhibitor",
        "opb": "PPAR-a activator",
        "opc": "Inhibit cholesterol synthesis",
        "opd": "Inhibit cholesterol absorption",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "bc8db705-702a-4865-9fdb-5eae468c70a0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of metoprolol in comparison to propanolol EXCEPT",
        "exp": "Metoprolol is a cardio-selective b-blocker and thus is safer than nonselective blockers ( propanolol) in diabetics, asthmatics and the patients of peripheral vascular disease (e. g. Raynaud's disease). Due to lack of b2-blocking action, it cannot suppress muscle tremors. Potential to cause bradycardia is similar to non-selective b-blockers. Drugs possessing ISA (like pindolol) are less likely to cause bradycardia.",
        "cop": 3,
        "opa": "It is ineffective in suppressing muscle tremor",
        "opb": "It is safer in diabetics",
        "opc": "It is less likely to cause bradycardia",
        "opd": "It is less likely to worsen Raynaud's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "9f5a8ec2-258f-44ac-94aa-abdaf15a524b",
        "choice_type": "multi"
    },
    {
        "question": "Atorvastatin is used as an anti dyslipidemic drug. These drugs inhibit their target enzyme by",
        "exp": "Atorvastatin: Anti dyslipidemic drug Inhibits HMG COA reductase competitively. Propeies of Atorvastatin: - Antioxidant propey. High efficacy, most commonly used statin capable of lowering LDH by 55-60 % Longer plasma t 1/2 14 - 18 hrs. Competitive Non competitive 1. Antagonist bind with same site as substrate (active site) 2. Antagonist resembles chemically with the substrate 3. Km increase 1. Binds to another site called allosteric site 2. Does not resemble 3. Vmax decrease",
        "cop": 1,
        "opa": "Competitive inhibition",
        "opb": "Non-competitive inhibition",
        "opc": "Uncompetitive inhibition",
        "opd": "Irreversible inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "5494f693-b5b9-4fef-8ce8-bfda994f29b6",
        "choice_type": "single"
    },
    {
        "question": "False about Aliskiren is:",
        "exp": "Aliskiren: MOA: Potent competitive inhibitor of renin. Binds the active site of renin and blocks conversion of angiotensinogen to Angiotensin I. Pk: Bioavailability of aliskiren is low but still used orally as it has high affinity and potency. It is a substrate for P- glycoprotein (Not the inhibitor). It can cause hyperkalemia by inhibiting the RAAS through which K+ is removed from the body. It is well tolerated in: Elderly population. Hepatic disease and renal insufficiency patients. Type 2 diabetes patients.",
        "cop": 3,
        "opa": "It is an oral renin inhibitor",
        "opb": "It can result in hyperkalemia",
        "opc": "It is p-glycoprotein inhibitor",
        "opd": "Blocks conversion of angiotensinogen to Angiotensin I",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "1b9aeb05-ca65-4543-aca9-2d10c9d7cf3a",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for hypeensive emergency in pregnancy is:",
        "exp": "Labetalol is DOC for hypertension in pregnancy whether it is routine or emergency HTN. DOC for hypeensive emergency in non pregnant patients is Nicardipine.",
        "cop": 3,
        "opa": "Methyldopa",
        "opb": "Nitroprusside",
        "opc": "Labetalol",
        "opd": "Nicardipine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "99152b70-683e-45df-b54b-fdb0291e7c50",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following drugs according to their half life in increasing order 1. Amiodarone 2. Adenosine 3. Esmolol 4. Omeprazole",
        "exp": "Amiodarone is longest acting anti-arhythmic drug. Its half life is more than 3 weeks. Adenosine is shoest acting anti-arrhythmic drug having half life less than 10 seconds. Esmolol is an ultra sho acting beta blocker. It is metabolized by pseudocholinesterase and thus has half life less than 5 minutes. Omeprazole has half life of 1-2 hours but works for 24 hours due to irreversible inhibition of proton pump. Thus, the sequence is Adenosine < Esmolol < Omeprazole < Amiodarone",
        "cop": 4,
        "opa": "1-2-4-3",
        "opb": "2-3-1-4",
        "opc": "4-3-1-2",
        "opd": "2-3-4-1",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "8e2cc24c-7b7d-47de-b773-055e39566f6d",
        "choice_type": "single"
    },
    {
        "question": "Which of following HMG CoA reductase inhibitor has longest half life?",
        "exp": "Rosuvastatin - Longest acting Pitavastatin - most potent - Statins have maximum LDL lowering capacity. - Given at night because HMG CoA reductase is maximum active at night but Atorvastatin and Rosuvastatin are long acting drugs, thus can be given any time of the day. - Statins can cause myopathy",
        "cop": 3,
        "opa": "Atorvastatin",
        "opb": "Simvastatin",
        "opc": "Rosuvastatin",
        "opd": "Pitavastatin",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "3ad0d5c5-ab36-4819-8a72-1ddfc29fcff5",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs can be used in hypeensive crisis except:-",
        "exp": "Pindolol is non-selective b blocker and not used in hypeensive emergencies. Labetalol is DOC for gestational hypertension as well as hypeensive emergencies in pregnancy. Nitroprusside is DOC for hypeensive emergencies in patients with aoic dissection. Nifedipine can be used rarely for the rapid control of blood pressure but the route of administration is sub-lingual. Nicardipine and Clevidipine are also DOC for hypeensive emergencies. DRUGS USED FOR HYPEENSIVE EMERGENCIES Group Drugs Vasodilators Sodium Nitroprusside. Nitroglycerine. Hydralazine Calcium channel blockers Nicardipine. Clevidipine. Nifedipine Alpha blockers Phentolamine. Tolazoline. Urapidil Beta blockers Labetalol. Esmolol ACE inhibitor Enalaprilat D1 agonist Fenoldopam Diuretic Furosemide",
        "cop": 2,
        "opa": "Labetalol",
        "opb": "Pindolol",
        "opc": "Nitroprusside",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "5342bb8b-89a6-4daa-a86a-9af94b53f397",
        "choice_type": "multi"
    },
    {
        "question": "Haemodialysis is not useful in",
        "exp": "Dialysis is mainly done for poisoning due to: Methanol Lithium Aspirin Dabigatran Dialysis is not useful in: A- Amphetamines V: Verapamil O- Opioids, OPC I: Imipramine D- Digoxin Dialysis: Diazepam",
        "cop": 1,
        "opa": "Digoxin",
        "opb": "Methanol",
        "opc": "Lithium",
        "opd": "Salicylates",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "cdf5b7ae-650b-426f-b4b9-0da63d6e55ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding enalapril treatment in patients of essential hypertension?",
        "exp": "Enalapril is an Angiotensin conveing enzyme inhibitor- concentration of Angiotensin II in the blood will decrease. Enalapril may offer ceain advantages over captopril: 1.) More potent2.) Its absorption is not affected by food. 3.) Onset of action is slower (due to need for conversion to active metabolite), less liable to cause abrupt first dose hypotension. 4.) Has a longer duration of action: most hypeensives can be treated with single daily dose. 5.) Rashes and loss of taste are probably less frequent.",
        "cop": 1,
        "opa": "Decreased angiotensin II concentration in the blood",
        "opb": "Decreased concentration of renin in the blood",
        "opc": "Decreases sodium and increases potassium in the urine",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "54e04e1e-3b10-49cf-be75-065ff91c4aaa",
        "choice_type": "multi"
    },
    {
        "question": "A patient on lithium therapy is also suffering from hypertension. Which of the following antihypeensive drugs can cause toxicity when given along with lithium to this patient?",
        "exp": "Thiazide diuretics cause decrease sodium concentration in the body initially by acting on the DT, which inturn causes increased reabsorption of sodium as a compensatory feedback, thereby causes decreased excretion of lithium, leading to toxicity. This occurs because lithium and sodium excretion are treated in a similar fashion so increased reuptake of sodium implies that there is decreased excretion of lithium from the body leading to lithium toxicity",
        "cop": 2,
        "opa": "Calcium channel blockers",
        "opb": "Thiazide diuretics",
        "opc": "Beta blockers",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "585dfd70-8592-499a-834e-6c1acb3ad8e0",
        "choice_type": "single"
    },
    {
        "question": "Preferred drug for the treatment of a 48 year old man with uncomplicated grade 2 hypertension without any associated co-morbidity is",
        "exp": "According to ACC Guidelines and JNC 8 Guidelines - DOC for hypertension is Thiazides (preferred diuretic). The other first line drugs for hypertension are- - ACE Inhibitors - Angiotensin receptor blockers - Calcium channel blockers Triamterene and Spironolactone are K+ Sparing Diuretics - mainly used along with other diuretics to prevent hypokalemia. Furosemide - is a loop diuretic - used for conditions like congestive heart failure.",
        "cop": 1,
        "opa": "Chlohalidone",
        "opb": "Triamterene",
        "opc": "Spironolactone",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "1bef94e6-d3ab-4c2e-906a-1e286bd2dca6",
        "choice_type": "single"
    },
    {
        "question": "Enzymes activating prodrugs of ACE inhibitors to active form is:",
        "exp": "Captopril, lisinopril and enalaprilat are active molecules. All the drugs like Benazepril, enalapril, fosinopril, moexipril, perindopril, quinapril, ramipril and trandolapril are prodrugs. They need to be conveed to active form by the enzyme hepatic Esterases. Ester moeity is removed by esterases and replaced with a hydrogen atom to form the active molecule Clinical implications: In hypeensive urgencies --> Enalapril can't be given because it is a prodrug, but its active moeity enalaprilat is used. Also caution while using in hepatic failure patients.",
        "cop": 2,
        "opa": "Amidases",
        "opb": "Esterases",
        "opc": "Angiotensin conveing enzyme",
        "opd": "Conjugases",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "41ff817a-5b3f-4539-99a5-fad8fd7f81b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can result in cyanide poisoning?",
        "exp": "Rapid high dose infusion of sodium nitroprusside may result in cyanide poisoning. Mechanism of action of Sodium nitroprusside is binding with oxyhemoglobin in the circulation and release nitric oxide, cyanide, methemoglobin results inincrease of c. GMP Amyl nitrite induces methemoglobinemia which binds cyanide to form cyanmethemoglobin and thiosulphate hastens its conversion to less toxic thiocyanate. Amyl nitrite and sodium thiosulphate are present in commercial cyanide antidote kit. Hydroxocobalamin conves cyanide to non-toxic cyanocobalamin. Note Sodium nitroprusside- DOC for Malignant hypertension",
        "cop": 1,
        "opa": "Sodium Nitroprusside",
        "opb": "Amyl nitrite",
        "opc": "Hydroxycobalamin",
        "opd": "Sodium thiosulphate",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "cf7ca74b-cada-4343-8db6-757fe7bb1af9",
        "choice_type": "single"
    },
    {
        "question": "Which antihypeensive is a prodrug and is conveed to its active form in brain?",
        "exp": "Both methyldopa and minoxidil are prodrugs. Conversion of methyl dopa to a-methylnorepinephrine takes palce in the brain. Minoxidil is activated to minoxidil sulphate (by phase II reaction) in the periphery.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Methyl dopa",
        "opc": "Minoxidil",
        "opd": "Nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "d64ed283-065d-4c15-aeeb-0ef7f6e135ed",
        "choice_type": "single"
    },
    {
        "question": "QT prolongation is caused by:-",
        "exp": "Drugs causing QT prolongation are: Cisapride Astemizole Terfanidine Class 1A anti-arrythmic drugs: Quinidine, Procainamide. Class 3 anti-arrythmic drugs: Bretylium, Ibutilide",
        "cop": 1,
        "opa": "Quinidine",
        "opb": "Omeprazole",
        "opc": "Lidocaine",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "63389675-d46b-4880-9bcb-a69ee2651a49",
        "choice_type": "single"
    },
    {
        "question": "All of the following ACE inhibitors are prodrugs and are activated by esterases in the liver except:",
        "exp": "Captopril, lisinopril and enalaprilat are active molecules. All other ACE inhibitors like enalapril, Benazepril, fosinopril, moexipril, perindopril, spirapril, ramipril, and trandolapril are prodrugs.",
        "cop": 1,
        "opa": "Captopril",
        "opb": "Ramipril",
        "opc": "Perindopril",
        "opd": "Spirapril",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "737cb561-4caf-44d5-977e-d5db75ab7046",
        "choice_type": "multi"
    },
    {
        "question": "All of the following antihypeensive drugs increase plasma renin activity except:",
        "exp": "Plasma renin activity is increased by reflex increase in sympathetic discharge. Clonidine decreases central sympathetic outflow and thus will decrease the plasma renin activity. Vasodilators and ACE inhibitors result in reflex increase in plasma renin activity.",
        "cop": 1,
        "opa": "Clonidine",
        "opb": "Hydralazine",
        "opc": "Nifedipine",
        "opd": "Captopril",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "d47f30f2-b06b-4ae2-9e2d-7d68e6d2d329",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are class Ic anti-arrhythmic drugs except?",
        "exp": "CLASS I ANTI-ARRHYTHMICS Class Mechanism Drugs Ia Na+ and K+ channel blocker Quinidine Procainamide Ib Na+ channel blocker K+ channel opener Lignocaine Phenytoin Tocainide Ic Na+ Channel blocker Enacainide Flecainide Propafenone Tocainide: Class Ib anti-arrhythmic.",
        "cop": 2,
        "opa": "Propafenone",
        "opb": "Tocainide",
        "opc": "Enacainide",
        "opd": "Flecainide",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "c2dffdc2-9c48-46d5-8090-a8665c6ed1d6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following calcium channel blocker has a predominant peripheral action?",
        "exp": "Three groups of CCBs include: Phenylalkylamines (verapamil, nor-verapamil) Benzothiazepines (diltiazem) Dihydropyridines (nifedipine, nicardipine, nimodipine, nisoldipine, felodipine and amlodipine). By inhibiting the calcium channels, these agents result in vasodilation and decreased activity of the hea (decrease heart rate, AV conduction and contractility). Dihydropyridine (DHP) group has little direct cardiac activity and acts mainly on blood vessels, therefore are also called peripherally acting CCBs.",
        "cop": 3,
        "opa": "Verapamil",
        "opb": "Diltiazem",
        "opc": "Nifedipine",
        "opd": "Nor-verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "d4e15ce4-74ad-4f64-982e-3d5b82dd40d7",
        "choice_type": "single"
    },
    {
        "question": "Calcium channel blocker causing cerebral vasodilatation is:-",
        "exp": "Nimodipine (DHPs)- Blocks Ca2+ channel only in cerebral blood vessels-Cerebral vasodilation Used in subarachnoid hemorrhage (SAH). Felodipine is approved for Tx of Raynaud's disease. Amlodipine has higher oral bioavailability- used in hypertension Nitrendipine - it has been shown to release NO from endothelium & inhibit c. AMP phosphodiesterase - vasodilation - indicated in hypertension & angina pectoris.",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Felodipine",
        "opc": "Amlodipine",
        "opd": "Nitrendipine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "5d2d6a1a-059b-4874-a489-4c06cd0ea564",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs when combined with erythromycin may cause ventricular arrhythmias?",
        "exp": "As Erythromycin is enzyme inhibitor of CYP3. A4 --> concentration of drugs like cisapride, Terfenadine and Astemizole increases--> blocking the K+ channel --> QT prolongation --> ventricular arrhythmias.",
        "cop": 4,
        "opa": "Tetracycline",
        "opb": "Streptomycin",
        "opc": "Ebastine",
        "opd": "Cisapride",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "80ffd17b-96a7-4a68-ab79-5697d1722478",
        "choice_type": "single"
    },
    {
        "question": "A hypeensive patient was staed on some anti-hypeensive drug but he developed dry cough. Which of the following drug can be responsible for this effect?",
        "exp": "ACE inhibitors blocks conversion of Angiotensin I- ACE Angiotensin II ACE inhibitors --> increase bradykinin action --> Cough & Angioedema Adverse effects of ACE inhibitors: C - Cough A - Angioedema P - Prodrugs, except captopril & lisinopril (active) T - Taste alteration O - Ohostatic hypotension P - Pregnancy R - Renal aery stenosis - b/l I - Increase k+ L - Lowers risk of Diabetic Nephropathy.",
        "cop": 3,
        "opa": "Calcium channel blockers",
        "opb": "Beta blockers",
        "opc": "ACE inhibitors",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "3e6c43b7-6321-4791-af32-0eb2088d4c2d",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old lady in the emergency came with chest pain. Her ECG shows ventricular tachycardia with ST-segment elevation. Troponin C levels are high. A diagnosis of STEMI is made. The arrhythmias should be treated initially with",
        "exp": "Lidocaine is used as drug of choice for emergency treatment of post myocardial infarction arrhythmias. Procainamide or amiodarone can also be used as alternatives. After acute phase of MI, b blockers are used for 2 years or more for arrythmias.",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Adenosine",
        "opc": "Quinidine",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "5ed88d14-ecea-4269-9124-316c3068e981",
        "choice_type": "multi"
    },
    {
        "question": "A hypeensive patient with BP 160/90 mm of Hg presents with increased level of Lipoprotein A. Which hypolipidemic drug will you prescribe?",
        "exp": "Niacin: Has max HDL increasing propey Only drug that can | Lipoprotein A Treatment of hypercholesterolemia Fibrates - maximum TGs lowering potential Statins -maximum reduction in LDL cholesterol. Ezetimibe- Inhibits intestinal absorption of cholesterol, usually used along with statins.",
        "cop": 3,
        "opa": "Fenofibrate",
        "opb": "Pitavastatin",
        "opc": "Niacin",
        "opd": "Ezetimibe",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "934d88bf-7aa0-4c1c-b4e4-9ee76e6fd68a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not a blocker of L-type of calcium channels?",
        "exp": "L type Ca2+ channels present in CVS T type Ca2+ channels present in CNS Ethosuximide is a blocker of T type of calcium channels and is used for treatment of absence seizures. 3 groups of L-type CCB: Phenylalkylamines Benzothiazepines Dihydropyridines Verapamil Diltiazem Nifedipine Nicardipine Nimodipine Amlodipine Nimodipine: Cerebro-selective CCB Clinidipine: Blocks both L- Ca2+ and T- Ca2+.",
        "cop": 3,
        "opa": "Dilitiazem",
        "opb": "Amlodipine",
        "opc": "Ethosuximide",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "016743f9-589a-4969-b5da-51f1fa37b01d",
        "choice_type": "single"
    },
    {
        "question": "A 3yr old child ingested multiple tablets of metoprolol, is presented with following conditions except?",
        "exp": "Clinical features of b blocker (Metoprolol) poisoning:- Hypotension- Prolonged AV conduction times- Widened QRS complexes- Bradycardia- Decreased contractility (Feeble pulse)",
        "cop": 3,
        "opa": "Widened QRS complexes",
        "opb": "Feeble pulse",
        "opc": "Tachycardia",
        "opd": "Prolonged AV conduction times",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "2c464d2a-83f1-45ed-89e5-d5e4f7ab0d55",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is added along with beta-blockers, In order to eliminate undesirable side effects caused by it while treating Angina?",
        "exp": "Beta blockers: Causes increase in the EDV and Ejection time. This can be countered by giving nitrates along with beta blockers. Since nitrates cause vasodilation, they can induce reflex tachycardia by stimulating sympathetic reflex, but when given along with beta-blockers this mechanism is blocked. Verapamil and Diltiazem: are CCBs when given along with beta blockers can cause exaggerated suppression of SAN and AV node. so they are not given together. Ivabradine: acts by inhibiting If (Na+)channels, causes bradycardia. so will not be given along with beta blocker.",
        "cop": 3,
        "opa": "Diltiazem",
        "opb": "Ivabradine",
        "opc": "Nitrates",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "9924abe5-7064-4983-a811-f99f45417445",
        "choice_type": "single"
    },
    {
        "question": "ACE inhibitors are contraindicated in:-",
        "exp": "ACE inhibitors are contraindicated in: Pregnancy Bilateral renal aery stenosis Hyperkalemia ACE INHIBITORS adverse effects: C - Cough A - Angioedema P - Prodrugs (except captopril and Lisinopril) T - Taste disturbances O - Ohostatic hypotension (when combined with diuretics) P - Pregnancy (contra- indicated) R - bilateral Renal aery stenosis (contra-indicated) I - Increased K+ (contra-indicated) L - Lower the risk of diabetic nephropathy (Preferred drug in diabetic patients with hypertension)",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Myocardial infarction",
        "opc": "Renal aery stenosis",
        "opd": "Left ventricular dysfunction",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "58d0e4d2-a7d2-4dd3-a4ff-5b0ce0fafc38",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new drug that acts by inhibiting PCSK9?",
        "exp": "Monoclonal Antibodies that target PCSK9: Alirocumab and Evolocumab. Pro protein convease subtilisin Kexan type 9 (PCSK9) is a protein that binds LDL receptors and transpo them to lysosomes where these are degraded. Therefore instead of recycling of LDL receptor to surface of hepatocytes they get destroyed. Inhibitors of PCSK9 therefore prevent destruction of LDL receptor resulting in lowering of LDL cholesterol.",
        "cop": 3,
        "opa": "Reslizumab",
        "opb": "Brodalumab",
        "opc": "Alirocumab",
        "opd": "Ixekizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "3a856cc5-2437-445e-bdd5-bb9c392a6a88",
        "choice_type": "single"
    },
    {
        "question": "Tolazoline is:-",
        "exp": "Phentolamine and Tolazoline are non-selective alpha blockers. Cause vasodilation in peripheral vessels Used in Raynaud's disease and enhance angiography in peripheral vessels Alpha 1 agonist (Phenylephrine) are vasoconstrictors. Anticholinergic drugs like dicyclomine are used as antispasmodics. Indirect thrombin inhibitors: Heparin, LMWH, Fondaparinux, Danaparoid. Direct thrombin inhibitors: Lepirudin, Bivalrudin, Argatroban",
        "cop": 2,
        "opa": "Thrombin inhibitor",
        "opb": "Vasodilator",
        "opc": "Vasoconstrictor",
        "opd": "Antispasmodic",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "92da4e9f-5056-48fe-b344-99d3e94ac025",
        "choice_type": "single"
    },
    {
        "question": "Beta blocker which increases HDL-cholesterol is:",
        "exp": "With stimulation of b receptor, there is improvement in cholesterol level: | LDL, | TG and | HDL. With blockage of b receptor:- | LDL| TG| HDLBut b Blocker like Celiprolol which is paial agonist due to its intrinsic sympathomimetic activity --> increase HDL level. Other paial b agonist activity are:- Pindolol Bopindolol Acebutolol Caeolol",
        "cop": 1,
        "opa": "Celiprolol",
        "opb": "Nebivolol",
        "opc": "Carvedilol",
        "opd": "Metoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "6aa4055d-2b95-4094-a955-5270870ca5a0",
        "choice_type": "single"
    },
    {
        "question": "Most common side effect of calcium channel blockers is",
        "exp": "Calcium channel blockers: Most common side effect is headache CCB cause flushing, headache, angioedema, reflex tachycardia. Verapamil, diltiazem- both vasodilation and decrease in heart rate Nifedipine, clevidipine - only vasodilation but increase in heart rate. Avoid in angina.",
        "cop": 4,
        "opa": "Nausea",
        "opb": "Constipation",
        "opc": "Postural hypotension",
        "opd": "Headache",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "223f8ff1-3684-4738-bb2f-91df1946b261",
        "choice_type": "single"
    },
    {
        "question": "Among the following drugs, ACE inhibitor with longest half life is:",
        "exp": "Perindopril Prodrug metabolised to Perindoprilat. Perindoprilat displays biphasic elimination kinetics with half-lives of 3-10 hours (the major component of elimination) and 30-120 hours (Owing to slow dissociation of perindoprilat from tissue ACE) Enalapril Lisinopril Ramipril Prodrug conveed to enalaprilat. Enalapril has a t 1/2 ~1. 3 hours. Enalaprilat has a plasma t 1/2 of ~11 hours due to tight binding to ACE. Not a prodrug. t1/2 in plasma is ~12 hours and does not accumulate in tissues. Prodrug conveed to ramiprilat. Ramiprilat displays triphasic elimination kinetics with half- lives of 2-4 hours, 9-18 hours, and >50 hours. So ACE inhibitor with Longest half life is perindopril.",
        "cop": 3,
        "opa": "Enalapril",
        "opb": "Lisinopril",
        "opc": "Perindopril",
        "opd": "Ramipril",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "de650658-bd70-4cc1-8314-c8e66624fb09",
        "choice_type": "single"
    },
    {
        "question": "Beta-blockers are used in all of the following except:-",
        "exp": "In AV block, HR is 40 bpm and b blockers fuher causes cardiac depression. Therefore they are avoided in this condition. In all other 3 conditions, b blockers are used.",
        "cop": 2,
        "opa": "Essential tremors",
        "opb": "AV block",
        "opc": "Angina pectoris",
        "opd": "Migraine prophylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "6d9efe18-baf5-4b85-923e-8fd37af191e7",
        "choice_type": "multi"
    },
    {
        "question": "Lignocaine is useful for the treatment of:",
        "exp": "Lidocaine* It is used to suppress VT and prevent VF.* It is ineffective in atrial arrhythmias. DOC for Digitalis induced ventricular extrasystoles",
        "cop": 3,
        "opa": "Atrial fibrillation",
        "opb": "Paroxysmal supraventricular tachycardia",
        "opc": "Digitalis induced ventricular extrasystoles",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "beb51c9c-6eee-41ee-a647-753114a30f52",
        "choice_type": "multi"
    },
    {
        "question": "A drug effect that is produced by therapeutic doses of both timolol and amiodarone is blockade of:",
        "exp": "Amiodarone has wide spectrum of antiarrhythmic actions. It acts by all the four mechanisms: blockade of Na+ channels blockade of b receptors blockade of K+ channels blockade of Ca2+channels. Timolol is a b blocker. Therefore, common action of these two drugs is inhibition of b-receptors.",
        "cop": 3,
        "opa": "Cardiac Na+ channels",
        "opb": "Cardiac K+ channels",
        "opc": "Beta adrenoceptors",
        "opd": "Alpha-adrenoceptors",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "099da5d2-69f0-49b9-90a0-1138984c54cc",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are centrally acting antihypeensive drugs except:-",
        "exp": "Stimulation of a2 receptors in CNS leads to decrease in sympathetic outflow Therefore, a2 agonists can decrease the sympathetic activity and are useful for the treatment of hypertension. These include: Clonidine a-methyl dopa Guanafacine Guanabenz",
        "cop": 4,
        "opa": "Alpha methyl dopa",
        "opb": "Clonidine",
        "opc": "Guanabenz",
        "opd": "Trimethoprim",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "14a3204c-1314-4991-adac-4363b1341221",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is WRONG about amiodarone?",
        "exp": "Amiodarone is an iodine containing highly lipophilic longest-acting(T1/2 = >3 wks) antiarrhythmic drug exes multiple actions: Prolongs APD and Q-T interval attributable to block of myocardial delayed rectifier K+ channels. This also appears to reduce nonuniformity of refractoriness among different fibres. Na+ channel blocker b- Blocker action Ca2+ channel blocker Adverse effects: - Hypo/hyper thyroid Peripheral neuropathy Myocardial depression Pulmonary fibrosis Liver toxicity Corneal deposits Photosensitivity",
        "cop": 2,
        "opa": "It is longest acting anti-arrhythmic drug.",
        "opb": "It has positive ionotropic action",
        "opc": "It contains iodine",
        "opd": "It causes pulmonary fibrosis.",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "a71cfc5d-6276-42b4-a806-6ec416553a1b",
        "choice_type": "multi"
    },
    {
        "question": "Initial drug to sta with newly detected hypertension in an 42 years old male with calcium stones is:-",
        "exp": "Chlohalidone is a thiazide like diuretic which is a one of the first line drugs for hypertension. It is preferred since it decreases calcium excretion and Ca2+ do not deposits in kidney so prevent the formation of calcium stones. Furosemide (Loop diuretic)- Increases Ca2+ excretion and can precipitate the condition of pt.",
        "cop": 4,
        "opa": "Furosemide",
        "opb": "Losaan",
        "opc": "Atenolol",
        "opd": "Chlohalidone",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "b6576f92-f9e6-43ea-9747-41220a655cb4",
        "choice_type": "single"
    },
    {
        "question": "A patient, Sunder is admitted to the emergency with severe bradycardia following drug overdose. The concerned drug was being taken for hypertension. Which of the following cannot be the drug?",
        "exp": "Hydralazine is a vasodilator and can result in reflex tachycardia. All other drugs listed (clonidine, propanolol, reserpine) decrease the activity of sympathetic system and can result in bradycardia.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Hydralazine",
        "opc": "Propanolol",
        "opd": "Reserpine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "abe45e34-a2dc-42fa-a05a-2f4c1320f545",
        "choice_type": "single"
    },
    {
        "question": "Monday disease is seen with exposure to?",
        "exp": "MONDAY DISEASE: Workers in nitroglycerin (NTG) manufacturing facilities, can develop headaches and postural weakness initially. After constant exposure through the week they develop tolerance to the effects of NTG. Over the weekend, the workers lose the tolerance (Nitrate free interval), and when they are re-exposed on Monday, there is exaggerated vasodilation, which produces a tachycardia, dizziness, and a headache,",
        "cop": 2,
        "opa": "Verapamil",
        "opb": "Nitroglycerine",
        "opc": "Benzodiazepines",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "8d289468-6f8f-4a61-9600-45a4f685d2e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-hypeensive drug is contraindicated in pregnancy?",
        "exp": "ACE inhibitors and ARBs are contraindicated in pregnancy. SAFE ANTIHYPEENSIVE DRUGS IN PREGNANCY: Better --> Beta blockers (Cardioselective and Labetalol) Mother --> Methyl dopa Care --> Clonidine During --> Dihydropyridine CCB (sustained release nifedipine, amlodipine) Hypeensive --> Hydralazine Pregnancy --> Prazosin (and other alpha blockers)",
        "cop": 3,
        "opa": "Hydralazine",
        "opb": "Methyl dopa",
        "opc": "Enalapril",
        "opd": "Amlodipine",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "3730208f-4ebe-4385-98ba-276f3c127163",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about beta blockers are true except?",
        "exp": "Cardio selective beta blockers: Esmolol (shoest acting, metabolized by pseudo cholinesterase) Betaxolol (reduces IOP, used in glaucoma) Atenolol (water soluble beta blocker, C/I in renal failure) Acebutolol & celiprolol (paial agonist) Metoprolol (cardio selective beta blocker) Cardio selective beta blockers are safe in asthma, PVD & DM Uses of cardio selective beta blockers:- Hypertension- Classical angina (C/I in variant angina)- MI- Chronic CHF (C/I in acute CHF)- Arrhythmia",
        "cop": 4,
        "opa": "Nebivilol is a cardioselective beta blocker",
        "opb": "Cardio selective beta blockers are relatively safe in asthma",
        "opc": "Beta blockers are contraindicated in acute CHF",
        "opd": "Atenolol is safe in renal failure",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "4a4dac5c-dbd7-4d9e-af92-9c33b1062da0",
        "choice_type": "multi"
    },
    {
        "question": "The antihypeensive agent that should be avoided in young females and is used topically to treat alopecia is:",
        "exp": "Minoxidil is a powerful vasodilator Active metabolite of minoxidil is an opener of ATP sensitive K channels; causes vasodilatation by hyperpolarizing smooth muscle. Minoxidil is avoided in young females because it causes Hirsutism. Drugs causing Hirsutism: Phenytoin Cyclosporine Minoxidil USE OF MINOXIDIL IN ALOPECIA - Hirsutism was observed as side effect of oral minoxidil. Applied topically it promotes hair growth in male pattern baldness and in alopecia areata.",
        "cop": 3,
        "opa": "Hydralazine",
        "opb": "Prazosin",
        "opc": "Minoxidil",
        "opd": "Indapamide",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "4c725d08-f995-4d7a-9b29-6d2da844d7c3",
        "choice_type": "multi"
    },
    {
        "question": "DOC for ventricular arrhythmias due to digitalis toxicity is:",
        "exp": "Ventricular arrhythmias due to digitalis toxicity Lidocaine i. v. repeated as required is the drug of choice It suppresses the excessive automaticity but does not accentuate A-V block Quinidine, Procainamide, and propafenone are contraindicated Note: Lignocaine is DOC but 2nd alternative option is Phenytoin for digitalis-induced ventricular arrhythmias",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Quinidine",
        "opc": "Amiodarone",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "77efb28d-6aa1-4b74-b57a-73e15b1b071d",
        "choice_type": "single"
    },
    {
        "question": "In patient of hypertension, metoprolol and verapamil are given together. This combination can result in",
        "exp": "Beta blocker (metoprolol) and non-DHP CCBs (verapamil) block SA node and AV node. Both combined can cause severe bradycardia and AV block. Drugs causing Torsades' de pointes include: Quinidine, Procainamide, Cisapride, Astemizole, Terfenadine etc.",
        "cop": 2,
        "opa": "Atrial fibrillation",
        "opb": "Bradycardia",
        "opc": "Torsades' de pointes",
        "opd": "Tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "26c5b6b7-80f0-4658-ad9d-089f48b66240",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male comes to emergency with altered level of consciousness. On Examination, His BP 210/ 152 and has severe papilledema. Which of the following drug should be given by intravenous infusion and acts GPCR and is very sho acting?",
        "exp": "Patient is likely having hypeensive emergency. All the drugs given in options except metoprolol can be used to control hypeensive emergencies. Fenoldopam Used in hypeensive emergencies Act on D1 receptors which are G protein coupled receptors. Very sho acting drug and must be given by intravenous infusion (being a catecholamine, not effective orally) Nitroprusside and hydralazine acts by releasing NO, which acts on intracellular guanyl cyclase. These do not act on GPCRs",
        "cop": 1,
        "opa": "Fenoldopam",
        "opb": "Hydralazine",
        "opc": "Metoprolol",
        "opd": "Nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "4cce54c4-ef34-402d-9d94-f9b6135f2e6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs should be given in sustained release oral dosage form?",
        "exp": "Sustained release preparation are used for prolonged duration of action of drug. So, used when drug has sho half life and when we require the action of drug for longer duration. Anti-hypeensive drug are used for lifelong. So, sustained release preparations are required. Anti-arrhythmic drugs used in treatment of PSVT are not to be used as sustained release preparation as we need action for only a sho duration. Anti-inflammatory drug with the half life of 24 hrs is already acting for long duration we don't need sustained release preparation. Hypnotic drug with a half life of 2hrs will work for 5-6 hrs. So, no need of sustained release preparation.",
        "cop": 4,
        "opa": "An anti-arrhythmic drug with a plasma half life of 10 seconds used for acute treatment of PSVT",
        "opb": "An anti-inflammatory drug with a plasma half life of 24 hr",
        "opc": "A hypnotic drug with a plasma half life of 2 hours",
        "opd": "An antihypeensive with a plasma half life of 3 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Hypertension, Arrhythmias, Dyslipidemia",
        "id": "c5b3a14a-e4b8-4302-a59f-4fa1939652ae",
        "choice_type": "single"
    }
]