[
    {
        "question": "Best time to give Rh anti-D prophylaxis is:",
        "exp": "Ans. (B) 28 weeks of pregnancy(Ref: Williams Obstetrics 24th/e p312). Anti-D immune globulin is given prophylactically to all Rh D-negative, unsensitized women at approximately 28 weeks, and a second dose is given after delivery if the infant is Rh D-positive Following delivery, anti-D immune globulin should be given within 72 hours. If immune globulin is inadvertently not administered following delivery, it should be given as soon as the omission is recognized, because there may be some protection up to 28 days postpartum. Anti-D immune globulin is also administered after pregnancy-related events that could result in fetomaternal hemorrhage.",
        "cop": 2,
        "opa": "12 weeks of pregnancy",
        "opb": "28 weeks of pregnancy",
        "opc": "36 weeks of pregnancy",
        "opd": "After delivery",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "0f845486-80ba-4c50-b2e6-f3e1214c8b05",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a calcineurin inhibitor?",
        "exp": "Ans. (A) Cyclosporine(Ref: Goodman Gilman 12th/e p1008; Katzung 12th/e p986; KDT 8/e p937). Cyclosporine and tacrolimus act as immunosuppresants by their inhibitory action on calcineurin.",
        "cop": 1,
        "opa": "Cyclosporine",
        "opb": "Methotrexate",
        "opc": "Azathioprine",
        "opd": "Mycophenolate mofetil",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "a76f76d4-5596-4bc3-afd8-e50f8fe814bd",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for kawasaki's disease is:",
        "exp": "Ans. (B) IV immunoglobulins(Ref: CMDT 2012/1378-1379). Every patient with a clinical diagnosis Kawasaki disease should be treated. IVIG is given within the first 10 days of illness. Concomitant aspirin should be started until the patient is afebrile. If fever persist beyond 36 hours after the initial IVIG infusion, a new dose of IVIG should be given if no other source of fever is found. Methylprednisolone should follow if the disease persists after the second IVIG administration. Further options for refractory cases include TNF blockers (e. g., infliximab), cyclophosphamide, methotrexate, and plasmapheresis.",
        "cop": 2,
        "opa": "Aspirin",
        "opb": "I. V. immunoglobulins",
        "opc": "Corticosteroids",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "151bd058-30a5-4609-84fa-83e34f7120f6",
        "choice_type": "single"
    },
    {
        "question": "Abatacept is a new drug approved for:",
        "exp": "Ans. (B) Rheumatoid arthritis(Ref: Harrison 18th/2748). Abatacept is a co-stimulation inhibitor. Two signals are required for activation of T-cells: 1. Main signal: Interaction of T-cell receptor (TCR) with MHC of antigen presenting cells (APC)2. Co-stimulatory signal: Interaction of CD 28 of T-cells with CD-80/86 of APC. When both signals are present, T-cell gets activated. Abatacept acts by blocking the co-stimulatory signal and prevents activation of T-cells. It is approved for treatment of Rheumatoid arthritis.",
        "cop": 2,
        "opa": "SLE",
        "opb": "Rheumatoid arthritis",
        "opc": "Sjogren syndrome",
        "opd": "Scleroderma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "de002382-c0ca-4d50-b851-52096f02c24b",
        "choice_type": "single"
    },
    {
        "question": "Palivizumab, a monoclonal antibody is used for the prophylaxis of:",
        "exp": "Ans. (D) Respiratory syncytial virus(Katzung 13th/863). Palivizumab is a monoclonal antibody produced by recombinant DNA technology. It is used in the prevention of respiratory syncytial virus (RSV) infections.",
        "cop": 4,
        "opa": "Human metapneumovirus",
        "opb": "Para-influenza virus type 2 and 4",
        "opc": "Influenza virus",
        "opd": "Respiratory syncytial virus",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "eba26fd6-20e1-41a9-b9a1-137922cf4733",
        "choice_type": "single"
    },
    {
        "question": "Donesumab, a monoclonal antibody against RANK ligand is used for the treatment of:",
        "exp": "Ans. (B) Osteoporosis(Ref: Principles of pharmacolpg HL Sharma and KK Sharma 2007/641). Receptor for activated nuclear factor kB (RANK) is present on osteoclast progenitors. Binding of RANK-ligand to these receptors causes differentiation and activation of osteoclast progenitors to mature osteoclasts. Donesumab is a monoclonal antibody that prevents the binding of RANK-ligand with RANK. This prevents activation of osteoclasts and it can therefore, be used in osteoporosis. Osteoblasts synthesize and release osteoprotegerin (OPG), identical with RANK, which functions as a 'decoy receptor'. OPG, thus inhibits the binding to RANK-L to RANK. Hence OPG analogs can be the potential therapeutic agents of osteoporosis.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Osteoporosis",
        "opc": "Osteoarthritis",
        "opd": "Systemic lupus erythematosis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulatory: DMARDS, Monoclonal Antibodies",
        "id": "a84b619f-eae4-4634-b60b-4cc420014ec1",
        "choice_type": "single"
    }
]