[
    {
        "question": "Anakinra is a -",
        "exp": "Ans. is 'a' i.e., IL-1 antagonisto Anakinra is an IL-1 antagonist.o It is used for some rare syndromes dependent on IL-1 production :Neonatal - onset inflammatory diseaseMuckle - Wells syndromeFamilial cold urticariaSystemic juvenile - onset inflammatory arthritisRA",
        "cop": 1,
        "opa": "IL - 1 antagonist",
        "opb": "IL - 2 antagonist",
        "opc": "IL - 6 antagonist",
        "opd": "IL - 10 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "11c4dd07-1c91-47b8-8b9f-f9182ac9e5b1",
        "choice_type": "single"
    },
    {
        "question": "Rituximab is a targeted antibody against -",
        "exp": "Ans. is 'a' i.e., CD 20 * Rituximab is a targeted antibody against cell surface molecule CD-20, i.e. Rituximab is anti CD-20 antibody.* It is used in:i) B-cell lymphomas Low grade lymphomas, mantle cell lymphomas, relapsed aggressive B cell lymphomas, CLLii) SLEiii) Rheumatoid arthritis",
        "cop": 1,
        "opa": "CD 20",
        "opb": "CD 22",
        "opc": "CD 34",
        "opd": "CD 55",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "ce965bf6-bbb6-400b-8c95-062091a642e0",
        "choice_type": "single"
    },
    {
        "question": "Infliximab -",
        "exp": "Ans. is 'c' i.e., Chimeric antibody against TNF alphaMonoclonal AntibodyTargetIndicationTrastuzumabTositumomabRituximabIbritumomabDaclizumabBasiliximabAbciximabPalivizumabInfliximabEtanerceptOfatumumabBelimumabEpratuzumabOcrelizumabAdalimumabAlefaceptAlemtuzumabBevacizumabCetuximabGemtuzumabEfalizumabOmalizumabNatalizumabDonesumabTocilizumabPanitumumabRanibizomabNimotuzumabEculizumabher-2/neuCD 20CD 20CD 20II-2R (CD-25)II-2R (CD-25)GpII/IIIaFusion proteinTNF aTNF aCD 20BLySCD 22CD 20TNF aLFA-3CD 52VEGFEGFRCD 33CD 11a chain of LFAIgEIntegrin-a4RANK ligandIL-6REGFRVEGFEGFRC5 complement componentBreast cancerB-cell NHLB-cell NHLB-eell NHLImmunosuppressantImmunosuppressantAntiplateletRSVRA .Crohn's diseaseRA (rheumatoid arthritis)SLESLESLESLERAPlaque psoriasisB cell CLLColorectal carcinomaColorectal carcinomaAMLPsoriasisBronchial asthmaMultiple sclerosisOsteoporosisSLEColorectal carcinomaNeovascular macular degenerationSquamous cell carcinoma, gliomaParoxysomal nocturnal hemoglobinuria",
        "cop": 3,
        "opa": "CD 20 antagonist",
        "opb": "1L6 antagonist",
        "opc": "Chimeric antibody against TNF alpha",
        "opd": "Chimeric antibody against Her2-neu",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "dbd928b2-c4b0-4d6a-9c23-c71488dd29bf",
        "choice_type": "single"
    },
    {
        "question": "Anakinrais-",
        "exp": "Ans. is 'b' i.e., IL 1 antagonist BIOLOGIC RESPONSE MODIFIER (BRMs)* Several recombinant proteins/monoclonal antibodies that bind and inhibit cytokines, especially TNFa or IL-1 have been used succesfully in autoimmune diseases like RA, IBD, psoriosis or scleroderma.A. TNF-a inhibitorsa. Etanercept# It is a recombinant fusion protein of TNF - receptor and Fc portion of human IgG1'# It is administered by S.C. injection.b. Infliximab# It is a chimeral monoclonol antibody which binds and neutralizes TNF-a.# It is given by i.v. route.# It is indicated in RA, psoriotic arthritis, Crohn's disease, Wegener's granulomatosis and sarcoidosis.c. Adalimumab# This recombinant monoclonal anti-TNF antibody.# It is administered by S.C. route.B. IL-1 antagonistAnakinra# It is a recombinant human IL-1 receptor antagonist.# It is less effective than TNF inhibitors.# It is administered by S.C. route.C. T-cell costimulatory blockersAbatacept# It is a fusion protein that combines the extracellular domain of the molecule CTLA4 (CD 154) with the Fc portion of a human immunoglobulin.# It interfere with the interactions between antigen presenting cells and T lymphocytes. Therefore, it affects early stages in the pathogenic cascade of event in RA.D. B-cell depletersRituximab# B-cells are inflammatory cells with multiple functions in the immune response. The depletion of B cells has been shown to be effective in reducing signs and symptoms of RA and in slowing radiographic progression.# Rituximab is a chimeric monoclonal antibody that binds to the CD20 molecule on the B cell surface leading to the removal of B cells from the circulation.",
        "cop": 2,
        "opa": "TNF a antagonist",
        "opb": "IL 1 antagonist",
        "opc": "IL 2 antagonist",
        "opd": "IL 6 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "ab14f374-5958-423d-9d55-bd704ede97d8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about rituximab except?",
        "exp": "Ans. d. Dose independent pharmacokinetics (Ref: Harrison 19/e p2147,18/e p2749; Katzung 12/e p646; htt[://www.isdbweb. org/documents/file/1442_2pdf)Pharmacokinetics of rituximab (monoclonal antibodies) is dose dependent.'The rate of uptake and elimination of antibodies by target-mediated pathways is a function of dose and the expression level of the target, as well as a function of the kinetics of receptor internalization and intracellular catabolism http:// www.isdbweb.org/documents/file/1442_2.pdfRituximabRituximab is a murine-human monoclonal IgG1 (human Fc) that binds to the CD20 molecule on normal and malignant B lymphocytesQMechanism of Action:The mechanism of action includes complement-mediated lysis, antibody-dependent cellular cytotoxicity, and induction of apoptosis in the malignant lymphoma cellsQ.Indications:Approved for relapsed or refractory low-grade or follicular B cell non-Hodgkin's lymphomaQ.Approved for the treatment of refractory RA in combination with methotrexate and has been shown to be more effective for patients with seropositive than seronegative diseaseQ.Side-effects:Associated with mild-to- moderate infusion reactions as well as an increased risk of infectionQ.Notably, there have been isolated reports of a potentially lethal brain disorder, progressive multifocal leukoencephalopathy (PML), in association with rituximab therapy.It has been also shown to cause Tuberculosis.Pharmacokinetics:The rate of uptake and elimination of antibodies by target-mediated pathways is a function of dose and the expression level of the target, as well as a function of the kinetics of receptor internalization and intracellular catabolism.Monoclonal antibodies marketed for therapeutic useAntibodyIsotype/structurePrimary indicationAbciximabChimeric mouse/human FabPrevention of cardiac ischemic complicationsAdalimumabHuman lgG1Rheumatoid arthritisAlemtuzumabCDR-grafted rat/human IgG1B-cell chronic lymphocytic leukemiaBasiliximabChimeric mouse/human IgG1Prophylaxis of acute organ rejectionBevacizumabCDR-grafted mouse/human lgG1Colorectal, lung, and breast cancerCertolizumab pegotPEGylated FabCrohn's diseaseCetuximabChimeric mouse/human lgG1Head and neck cancer, colorectal cancerDaclizumabCDR-grafted mouse/human lgG1Prophylaxis of acute organ rejectionEculizumabCDR-grafted mouse/human lgG2/lgG4Paroxysmal nocturnal hemoglobinuriaEfalizumabCDR-grafted mouse/human lgG1PsoriasisGemtuzumab ozogamicinCDR-grafted mouse/human lgG4Acute myeloid leukemiaIbritumomab tiuxetanMurine lgG1Non-Hodgkin's lymphomaInfliximabChimeric mouse/human lgG1Rheumatoid arthritis, Crohn's diseaseMuromonab-CD3Murine lgG2aAcute organ rejectionNatalizumabCDR-grafted mouse/human lgG4Multiple sclerosisOmalizumabCDR-grafted mouse/human lgG1AsthmaPativizumabCDR-grafted mouse/human lgG1Prevention of respiratory tract diseasePanitumumabHuman lgG2Colorectal cancerRanibizumabCDR-grafted human IgG1 FabMacular degenerationRituximabChimeric mouse/human IgG1Non-Hodgkin's lymphoma, rheumatoid arthritisTositumomabMurine lgG2aNon-Hodgkin's lymphomaTrastuzumabCDR-grafted mouse/human lgG1Breast cancerCDR, complementarity determining region: IgG, immunoglobulin G.",
        "cop": 4,
        "opa": "Chimeric monoclonal antibody against CD-20 B cell antigen",
        "opb": "Most common side effect is infusion reaction",
        "opc": "First FDA drug approved for resistant lymphomas",
        "opd": "Dose independent pharmacokinetics",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "d1ea5a78-b45d-412d-a69b-414292ce6fab",
        "choice_type": "multi"
    },
    {
        "question": "True about combination therapy with anakinra and infliximab in rheumatoid arthritis patients is:",
        "exp": "Ans. A. Combination should be avoidedRef: Harrison's Principles of Internal Medicine 19th/ed, p2147Explanation# Option a: Anakinra (IL 1 antagonist) and infliximab (anti-TNF) should not be combined.# Both agents restrict inflammatory process markedly and lead to high rate of serious infections.# This finding is observed in trials that used this regimen.# New strategy in treatment of RA focuses on several goals:1. Early, aggressive therapy to prevent joint damage and disability.2. Frequent modification of therapy and use of combination therapy where appropriate.3. Individualization of therapy, to maximize response and minimize side effects;4. Achieving, remission of clinical disease activity.# Preferred first line drug as monotherapy in moderate to severe RA: Methotrexate# Effective combinations include:# Methotrexate, sulfasalazine, and hydroxychloroquine (oral triple therapy);# Methotrexate and leflunomide;# Methotrexate plus a biological (e.g. methotrexate and infliximab an anti-TNF agent; methotrexate + Etanercept is equivalent to oral triple therapy options b and d)# Early RA (<6 months of disease duration)# Started with methotrexate - switch or add DMARD therapy after 3 months of worsening or persistent moderate/high disease activity - If disease still persists after 3 months of intense DMARD therapy, add a biologic agent.# Oral triple therapy (hydroxychloroquine, methotrexate, and sulfasalazine) is a reasonable first step for the treatment of early RA, including its use as a step-up strategy where treatment is initiated with methotrexate alone and then combined at 6 months with hydroxychloroquine and sulfasalazine if the disease is not adequately controlled.# Patients with established RA.# Treatment with a biologic agent or aggressive combination DMARD therapy was also recommended as initial therapy in certain patients with high disease activity and poor prognosis.",
        "cop": 1,
        "opa": "Combination should be avoided",
        "opb": "Combination is superior to methotrexate plus etanercept",
        "opc": "Combination is superior to methotrexate alone",
        "opd": "Combination is equally effective as oral triple therapy",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "1e788c02-44f2-4449-ac38-6ca132fe2116",
        "choice_type": "multi"
    },
    {
        "question": "Anakinra acts as-",
        "exp": "Ans. is 'b' i.e., IL-1 antagonist BIOLOGIC RESPONSE MODIFIER (BRMs)* Several recombinant proteins/monoclonal antibodies that bind and inhibit cytokines, especially TNFa or IL-1 have been used succesfully in autoimmune diseases like RA, IBD, psoriosis or scleroderma.A. TNF-a inhibitorsa. Etanercept# It is a recombinant fusion protein of TNF - receptor and Fc portion of human IgG1'# It is administered by S.C. injection.b. Infliximab# It is a chimeral monoclonol antibody which binds and neutralizes TNF-a.# It is given by i.v. route.# It is indicated in RA, psoriotic arthritis, Crohn's disease, Wegener's granulomatosis and sarcoidosis.c. Adalimumab# This recombinant monoclonal anti-TNF antibody.# It is administered by S.C. route.B. IL-1 antagonistAnakinra# It is a recombinant human IL-1 receptor antagonist.# It is less effective than TNF inhibitors.# It is administered by S.C. route.C. T-cell costimulatory blockersAbatacept# It is a fusion protein that combines the extracellular domain of the molecule CTLA4 (CD 154) with the Fc portion of a human immunoglobulin.# It interfere with the interactions between antigen presenting cells and T lymphocytes. Therefore, it affects early stages in the pathogenic cascade of event in RA.D. B-cell depletersRituximab# B-cells are inflammatory cells with multiple functions in the immune response. The depletion of B cells has been shown to be effective in reducing signs and symptoms of RA and in slowing radiographic progression.# Rituximab is a chimeric monoclonal antibody that binds to the CD20 molecule on the B cell surface leading to the removal of B cells from the circulation.",
        "cop": 2,
        "opa": "IL-1 agonist",
        "opb": "IL-1 antagonist",
        "opc": "IL-2 agonist",
        "opd": "IL-2 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "7c29b84b-4989-4235-8aef-f44626af5505",
        "choice_type": "single"
    },
    {
        "question": "A 45 years old male patient a known case of Crohn's disease presents with recent flare-ups suggestive of fistulas. He was admitted and treated with immune-suppressive. Unfortunately, he got reactivation of his tuberculosis as a result of the side effects of the treatment. Which of the following immunosuppressive medication is the most likely cause of his TB reactivation?",
        "exp": "Answer: b) InfliximabTREATMENT OF INFLAMMATORY BOWEL DISEASEAminosalicylates* 5-aminosalicylic acid (formulations known as mesalamine): acts topically in the colon.* Sulfasalazine (5-ASA + sulphapyridine), olsalazine (5-ASA+5-ASA) and balsalazide (5-ASA+ amino benzoyl Alanine) are effective for the treatment of ulcerative colitis.* 5-ASA is the first line treatment for mild ulcerative colitis.Glucocorticoids* Prednisone, hydrocortisone, prednisolone and budesonide: in moderate to severe ulcerative colitis and Crohn's disease.Purine analogs* Azathioprine and 6-MP: maintenance for remission of ulcerative colitis and Crohn's disease.Methotrexate: induction and maintenance of remission of Crohn's disease but not ulcerative colitis.Anti TNFa therapy: Infliximab, adalimumab and certolizumab are useful in Crohn's disease.Natalizumab: targeted against a-4 subunit of integrins. Should not be used with other immunosuppressants due to the risk of progressive multifocal leukoencephalopathy.* Infliximab therapy is associated with | incidence of respiratory infections; potential reactivation of tuberculosis or other granulomatous infections with subsequent dissemination.* Candidates for infliximab therapy should be tested for latent tuberculosis with purified protein derivative and chest radiographs, and patients who test positive should be treated prophylactically with isoniozid.* Infliximab also is contraindicated in patients with severe congestive heart failure.",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Infliximab",
        "opc": "Azathioprine",
        "opd": "Mizorbine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "cef61273-d636-4a2a-ad3b-22bf6820d0be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new IL1 antagonistused in rheumatoid arthritis-",
        "exp": "Ans. is 'a' i.e., Anakinra o Anakinra is an IL-1 antagonist.o It is used for some rare syndromes dependent on IL-1 production :Neonatal - onset inflammatory diseaseMuckle - Wells syndromeFamilial cold urticariaSystemic juvenile - onset inflammatory arthritisRA",
        "cop": 1,
        "opa": "Anakinra",
        "opb": "Rituximab",
        "opc": "Teriparatide",
        "opd": "Adalimumab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "9576f8f3-f164-48f3-ae1a-6503376db350",
        "choice_type": "single"
    },
    {
        "question": "A methotrexate intolerant psoriasis patient has been prescribed an alternate disease modifying drug (DMARD) that resulted in liver dysfunction combined with skin rashes and bone marrow suppression of RBC's & platelets. The most probable drug is",
        "exp": "Answer: b) Leflunomide* Abatacept is associated with infections due to inhibition of normal T-cell activity.* Sulfasalazine causes agranulocytosis and hepatitis along with rashes.* Leflunomide causes skin rashes and bone marrow suppression of RBC's & platelets.* Anakinra therapy may lead to neutropenia but not bone marrow suppression.",
        "cop": 2,
        "opa": "Anakinra",
        "opb": "Leflunomide",
        "opc": "Abatacept",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "847f5f56-7cef-4265-bcb7-a760ebe85939",
        "choice_type": "single"
    },
    {
        "question": "In Rituximab, -xi- in the center stands for -",
        "exp": "Ans. is 'c' i.e., ChimericRituximabSternWhat it Meansri--tu-xi-mabUnique nameTumorsChimmericMonoclonal antibody",
        "cop": 3,
        "opa": "Unique name",
        "opb": "Tumor",
        "opc": "Chimeric",
        "opd": "Monoclonal antibody",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "172861a2-c4e8-4f53-a34f-e3ec27f8093d",
        "choice_type": "single"
    },
    {
        "question": "Tacrolimus in hibits transcription of IL-",
        "exp": "Ans. is 'b' i.e., 2 Tacrolimuso It is a macrolide immunosuppressant agent.o Its mechanism of action is similar to cyclosporine, i.e. inhibition of transcription of IL-2 and T-cell proliferation, but it binds to other immunophiiin called FKBP (in contrast to cyclosporine which binds to cyclophilin). Subsequent steps are some, i.e. inhibition of calcineurin, which inhibits T cell activation,o Tocrolimus is 10-100 times more potent than cyclosporine,o It is also more toxic than cyclosporin.o Adverse effects are nephrotoxicity (most common), neurotoxicity, hyperglycemia (DM).Mechanism of nephrotoxicity - Perigiomerular afferent arteriolar vasoconstrication and reduced GFR.",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "3ce26ac0-8daa-413c-9060-c53c371d70e9",
        "choice_type": "single"
    },
    {
        "question": "Abatacept, a new drug inhibiting co-stimulation is used for the treatment of:",
        "exp": "Ans. c. Rheumatoid arthritis (Ref: Harrison 19/e p2147, 18/e p2748: Katzung 12/e p643, 993)Abatacept, a new drug inhibiting co-stimulation is used for the treatment of Rheumatoid arthritis.'Abatacept is a soluble fusion protein consisting of the extracellular domain of human cytotoxic T lymphocyte- associated antigen 4 (CTLA-4) linked to the modified portion of human IgG. It inhibits the co-stimulation of T cells by blocking CD28-CD80/86 interactions and may also inhibit the function of antigen-presenting cells by reverse signaling through CD80 and CD86. Abatacept has been shown in clinical trials to reduce disease activity, slow radiographic progression of damage, and improve functional disability. Most patients receive abatacept in combination with methotrexate or another DMARD such as leftunomide. Its onset of action is usually slower than that of the anti- TNF agents. Abatacept therapy has been associated with an increased risk of infection but is usually well tolerated otherwise. Harrison 18/e p2748AbataceptAbatacept is a soluble fusion protein consisting of the extracellular domain of human cytotoxic T lymphocyte- associated antigen 4 (CTLA-4) linked to the modified portion of human IgGQ.Mechanism of Action:Inhibits the co-stimulation of T cells by blocking CD28-CD80/86 interactionsQAlso Inhibit the function of antigen-presenting cells by reverse signalingQ through CD80 and CD86.Onset of action is usually slower than that of the anti-TNF agents.Indications:Abatacept has been shown in clinical trials to reduce disease activity, slow radiographic progression of damage, and improve functional disability in rheumatoid arthritisQ.Most patients receive abatacept in combination with methotrexate or another DMARD such as leflunomideAdverse-effects:Associated with an increased risk of infectionQ",
        "cop": 3,
        "opa": "Scleroderma",
        "opb": "Sjogren syndrome",
        "opc": "Rheumatoid arthritis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "e3a540d3-0e35-4d43-b737-b940c77a989d",
        "choice_type": "single"
    },
    {
        "question": "Leflunomide is used in the treatment of:",
        "exp": "Ans. a (Rheumatoid arthritis). (Ref. Harrison's medicine 16th ed. 1966, 1975, 2313)Longstanding, stable, mild cases of rheumatoid arthritis can be treated with analgesics and non-steroidal anti- inflammatory drugs (NSAIDs). However, it is now believed that the disease is best treated aggressively in its early phase before erosions and extra-articular pathology can occur. The treatment is with DMARDs such as methotrexate, gold, sulphasalazine/Salazopyrin, leflunomide, penicillamine and ciclosporin. The most recent development are anti- TNF drugs such as etanercept and infliximab and monoclonal antibodies like rituximab and ibritumomab.LEFLUNOMIDE# It is a immunosuppressive agent# It is a relatively lymphocyte-specific pyrimidine antagonist.# It acts by inhibiting de novo Pyrimidine synthesis by inhibiting dihydroorotate dehydrogenase, resulting in an anti- proliferative effect on T cells.# It is effective in Rx of rheumatoid arthritis (and being tried in SLE).# Has its therapeutic effects similar to those of the DMARDs.- It is used as monotherapy in patients who have had adverse reactions to methotrexate or inadequate responses to it.# The major side effect is the associated increase in liver function enzymes.",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "Dermatomyositis",
        "opc": "Bony metastasis",
        "opd": "Postmenopausal osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "5945daa7-dfbb-410e-95ba-ea14ef724a08",
        "choice_type": "single"
    },
    {
        "question": "Following drugs are immunosuppresanis except",
        "exp": "Ans. is 'a' i.e., Cephalosporin Immunosuppressantso These are drugs which inhibit cellular or humoral response or botho These are mainly used in organ transplantation and autoimmune disease,o The drugs are1. Specific T cell inhibitor {Calcineurin inhibitors)- Cyclosporine, Tacrolimus2. Proliferation signal inhibitors (mTOR inhibitors)- Sirolimus (rapamycin), Everolimus.3. Cytotoxic drugs (antiproliferative drugs)- Azathioprine, Methotrexate, Cyclophosphamide Chlorambucil, Mycophenolate mofetil4. Glucocorticoids- Prednisolone and others5. Antibodies- Muromonab CD3, Antithymocyte globulin (ATG), Rho (D) immunoglobulin6. Miscellaneous- Lefunamide. Thalidomide",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Cyclosporine",
        "opc": "Azathioprine",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "d7ae708d-c1b7-4107-b901-bc5bb616d871",
        "choice_type": "multi"
    },
    {
        "question": "Colchicine is:",
        "exp": "Ans. D. None of the above. (Ref. KDT 6th/pg. 206)\"Colchicine is neither analgesic nor anti-inflammatory, but it especifically suppresses gouty inflammation. It does not inhibit the synthesis or promote the excretion of uric acid.\"Rx of Gout:Drugs used in acute gout:Q- NSAIDS; - Colchicine; - CorticosteroidsDrugs for Rx of chronic gout (Hyperuricaemia):Uricosurics: Probenecid, Sulfinpyrazone Synthesis inhibitors: Allopurinol.Colchicine:# is an alkaloid from Colchicum autumnale which is used in gout since 1763.# Colchicine is neither analgesic nor anti-inflammatory. but it especially suppresses gouty inflammation.# It does not inhibit the synthesis or promote the excretion of uric acid.# Thus, it has no effect on blood uric acid levels.# An acute attack of gout is started by precipitation of urate crystals in the synovial fluid, which start an inflammatory response, chemotactic factors are produced k granulocyte migrate in joint; they phagocytose urate crystals and release a glycoprotein which aggregates the inflammation by: Increasing lactic acid production from inflammatory cells k local pH reduced k more crystals precipitate in affected joint. Releasing lysosomal enzymes which can cause joint destruction. Colchicine does not inhibit release of the glycoprotein and the subsequent events.# MOA:- By binding to fibrillary protein tubulin, it inhibits granulocyte migration into the inflammed joint and thus interrupts the vicious cycle.- Other actions of Colchicine are:* Antimitotic: Causes metaphase arrest b\\ binding to microtubules of mitotic spindle. It was tried for cancer chemotherapy but abandoned due to toxicity. It is used to produce polyploidy in plants.* It increases gut motility through neural mechanism.# Pharmacokinetics:- Rapidly absorbed orally. Partly metabolized in liver and excreted in bile - undergoes enterohepatic circulation. Ultimate disposal occurs in urine and faeces over many days.# Toxicity:- N&V, watery diarrhea and abdominal cramps occur as dose limiting adverse effects.- Anagen effluvium.- In overdose, produces renal damage, CNS depression, intestinal bleeding and death is due to muscular paralysis and respiratory failure.# Uses:- Rx of acute gout:* Colchicine is fastest acting drug to control an acute attack of gout: 1 mg orally followed by 0.25 mg 1 - 3 hrly till control of the attack (which occurs in 4-12 hrs), or till total dose 6 mg is reached or diarrhea is started.* The response is dramatic, so much so that it may be considered diagnostic.* However, because of higher toxicity, most physicians prefer using a NSAID.* Maintainance doses (0.5-lmg/day) may be given for 4-8 weeks in which time control of hyperuricaemia is achieved with other drugs.- Prophylaxis:* Colchicine 0.5-lmg/day can prevent further attacks of gout, but NSAIDS usually preferred.",
        "cop": 4,
        "opa": "Analgesic-",
        "opb": "Anti-inflammatory",
        "opc": "Uricosuric",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "723f77b1-6f2d-4abd-ba85-9396c211413c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the established biological therapy for Crohn's disease -",
        "exp": "Ans. is 'a' i.e., Anti TNF a antibody Biological compoundsAgents which are derived from natural substances and are then chemically altered. The biological compound that has been approved for use in Crohn's colitis by FDA is - Infliximab.Infliximab is a chimeric antibody consisting of the variable region of a murine antibody to TNF-a joined to the Fc (constant) region of a human antibody.Mechanism of action of Infliximab - Inhibits Tumour Necrosis Factor a or b.UsesIt has been approved by FDA for use inRheumatoid arthritisCrohn's colitisAn important adverse effect of infliximab use is - TuberculosisCurrent status of development of Immunomodulatory drugDrugMechanism of actionUses* Adalimumab (Fully humanized Mab)Inhibits TNF-aRheumatoid arthritis* Etanercept (Recombinant TNF receptor Ig fusion protein)Inhibits TNF-aRheumatoid arthritis Juvenile Rheumatoid arthritis Psoriasis* Anakinra (Recombinant IL-1 receptor antagonist)Inhibit IL-1a & bRheumatoid arthritis * Anti-CD3,T cell monoclonal antibodyInhibit T cell function, Induce T cell lymphopeniaT/T of cardiac and renal allograft rejection* IVIgReticuloendothelial cell blockage, Complement inhibition, Regulation of idiotype/antidio typeKawasaki's disease Immune thrombocytopenic purpura Remember these important points* IL-12-It is under trial for t/t of mycobacterial infections. Trials are also underway for use in cancer patients.* IL-2-In trial for t/t of HIV infection* IL-11-In trial for Crohn's colitis",
        "cop": 1,
        "opa": "Anti TNF a-antibody",
        "opb": "IL-1 antagonist",
        "opc": "IL-6 antagonist",
        "opd": "IL-8 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "2b1a6dd1-a87c-4028-b3dc-a425a3e214a4",
        "choice_type": "single"
    },
    {
        "question": "Bevacizumab is -",
        "exp": "Ans. is 'a' i.e., Anti VEGF antibody These new molecular targeted agents are very important -Tyrosine kinase inhibitorsAs explained in previous question. Tyrosine kinase overactivity can be inhibited by1. Direct inhibiton of nonreceptor tyrosine kinaseo Imatinibo Basatinibo Nilotinin}- used in CMLNote - Imatinib also inhibits tyrosine kinase activity of PDGF, stem cell receptor and C-Kit receptor found in GIST.2. Blocking of growth factors that increase tyrosine kinase activity',o EGF inhibitorsCompetitive inhibitors- Gefitinib, erlotinib - used in nonsmall cell lung Ca.Monoclonal antibodies- Panitumomab, cetuximab - used in colon Ca.o VEGF, PDGF and C-Kit inhibitors# Sunitinib and sorafinib are used in renal cell carcinoma (in RCC there is overexpression of VEGF) and GIST (in GIST there is over expression of C-Kit & PDGF).B. HER2 / neu (ERBB2.) inhibitorso There is overexpression of HERy'neu in breast cancer.o Trastuzumab is a monoclonal antibody against HER./neu gene product - used in breast cancer.C. Targeted antibody against cell surface moleculeo Rituximab (anti CD-20) - used in B-cell lymphoma that express CD-20,o Alemtuzumab (anti CD-56) - in CLL and CD-56 expressing lymphoid tumors.D. Anti vascular endothelial growth factor (VEGF) antibodyo VEGF promotes angiogenesis in many tumors.o Bevacizumab (monoclonal anti VEGF antibody) can be used in colon, lung, breast cancers.E. Proteosome inhibitorso Transcription factor IS'FKB is associated by an inhibitor IKB.o 1KB is degraded by proteosomes.o Inhibition of proteosome prevents degradation of IKB w'hich inhibits the overactivity of NFKB.o Proteosome inhibitor (Bartezomib) is used in multiple myeloma.F. Histone deacvlase inhibitorso Acetylated histones (H3 & H4) promote transcription initiation,o Histone deacetyiases cause deacetylation of histone & repress this effect.o Vorinostat is an inhibitor of histone deacetyiases, maintains the acetylated state of histone - acetylated histones allow entry of transcription factors and therefore expression of genes that are selectively repressed in tumours.o Vorinostat is used in cutaneous T-cell lymphoma.G. DNA methyl transferase inhibitorso Hvpermethylation of cytosines in promoter regions is a common mechanism by which tumor suppressor loci are epigenetically silenced in cacer.o DNA methyl transferase inhibitors increase transcription of genes, \"silenced\" during the pathogenesis of tumor, by causing demethylation of methylated cytosines.o These drugs, 5-azacytidine, 2-deoxy-5-azacytidine, can be used in myelodysplasia and some leukemias,o Decitabine is also an methyl transferase inhibitorH. Biological response modifiero Recombinant IL-2 (Ialdesleukin, denileukin) are used in renal cell carcinoma.o Denileukin deftiiox is a combination of IL-2 with diphtheria toxin - used for cutaneous T cell lymphoma.I. All-trans-retinoic acido Used in acute promyeiocytic leukemia (APL).o In majority of APL, there is generation of PML - RAR fusion protein.o This PML-RAR fusion protein binds to promoters containing retinoic acid response elements and recruits histone deacetylases (HADAs).o HADAs deacetylate histones (H3. & H4) and repress the initiation of transcription,o This arrests differentiation at promyeiocytic stage.o Treatment with all-trans-retinoic acid, which is a ligand for RAR, results in release of HADAs and overcomes the differentiation block.",
        "cop": 1,
        "opa": "Anti VEGF antibody",
        "opb": "Histone decyclase inhibitor",
        "opc": "Proteosome inhibitor",
        "opd": "Her2 neu inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "fea2ae0a-c797-40bd-9c76-d921fa6ac540",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody used for Rheumatoid arthritis:",
        "exp": "Ans. A. AnakinraAnakinra is IL-1 antagonist, leflunomide inhibit the growth of B cells. Adalimumab is monoclonal antibody which inhibit the TNF alpha. Sulfasalazine is DMARD.",
        "cop": 1,
        "opa": "Anakinra",
        "opb": "Leflunomide",
        "opc": "Adalimumab",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "3deb0bef-09d3-470d-a65c-9d472f3d3109",
        "choice_type": "single"
    },
    {
        "question": "Etanercept is a biological disease-modifying agent used in the management of rheumatoid arthritis. Its mechanism of action is:",
        "exp": "Ans. (A) TNF alpha blockade(Ref: KDT 8th/e p943)TNF alpha blocking drugs are used in rheumatoid arthritis and Crohn disease. These include*Adalimumab*Certolizumab*Etanercept*Infliximab*Golimumab",
        "cop": 1,
        "opa": "TNF alpha blockade",
        "opb": "COX-2 inhibition",
        "opc": "IL-6 inhibition",
        "opd": "Stabilization of mast cells",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "eb8f67a2-5386-4c9e-ab55-f2c4b5645637",
        "choice_type": "single"
    },
    {
        "question": "Bevacizumab mechanism of action -",
        "exp": "Ans. is 'a' i.e., Acts on VEGFDrugMolecular TargetDiseaseMechanism of ActionAll trans retinoic acid (ATRA)PM L- ICAR a oncogneAcute promyelocytic leukemia M3 AML; t (15; 17)Inhibits transcriptional repression by PML-RARaImatinibBcr-Abl, c-Abl, c-Kit, PDGFR-a/bCML; GISTBlocks ATP binding to tyrosine kinase active site.Suntinibc-Kit, VEGFR-2, PDGFR-b, Fit-3GIST; Renal cell carcinomaInhibits activated c-Kits and PDGFR in GIST; inhibits VEGFR in RCCSorafenibRAF, VEGFR-2, PDGFR - a/b, Fit-3, c-KitRCC; Hepatocellular carinomaTargets VEGFR pathways in RCC. Possible activity against BRAF in melanoma, colon cancer and othersEriotinibBGFRNon small cell lung cancer; pancreatic cancerCompetitive inhibitor of the ATP- binding site of EGFRGefitinibBORNon-small cell lung cacnerInhibitor of EGFR syrosine kinaseBortezomibProteasomeMultiple myelomaInhibits proteolytic degradation of multiple cellular proteinsMonoclonal Antiboides: Transtubumab (Herceptin)HER 2/neu (ERBB2)Breast cancerBinds HER2 on tumor cell surface and induces receptor internalizationCetuximabEGFRColon cancer, squamous cell carcinoma of the head and neckBinds extracellular domain of EGFR and blocks binding of EGF and TGF-a; induces receptor internalization. Potentiates the efficacy of chemotherapy and radiotherapy.PanitumumabBGFRColon cancerLike cetuximab; likely to be similar in clinical activityRitximabCD 20B-cell lymphomas and leukemias that express CD 20Multiple potential mechanisms, including direct induction of tumor cell apoptosis and immune mechanisms.AlemtuzumabCD 52Chronic lymphocytic leukemia and CD 52-expressing lymphoid tumorsImmune mechanismsBevacizumabVBGFColon, lung, breast cancerInhibits angiogenesis by high affinity biding to VEGF.Histone deacvlase inhibitorso Acetylated histones (H3 & H4) promote transcription initiation,o Histone deacetylases cause deacetylation of histone & repress this effect.o Vorinostat is an inhibitor of histone deacetylases, maintains the acetylated state of histone - acetylated histones allow entry of transcription factors and therefore expression of genes that are selectively repressed in tumours,o Vorinostat is used in cutaneous T-cell lymphoma.Biological response modifiero Recombinant IL-2 (aldesleukin, denileukin) are used in renal cell carcinoma.o Denileukin deftitox is a combination of I L-2 with diphtheria toxin - used for cutaneous T cell lymphoma.",
        "cop": 1,
        "opa": "Acts on VEGF",
        "opb": "EGFR antagonist",
        "opc": "PDGF monoclonal antibody",
        "opd": "Tyrosine kinase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "10c404f3-6eaf-4ab2-a827-47394378106d",
        "choice_type": "single"
    },
    {
        "question": "Daltroban is antagonist of -",
        "exp": "Ans. is 'c' i.e., Thromboxane A2o Drug affecting TXA2 are: -i) Cox inhibitors like aspirin and other NS AIDS inhibit the synthesis of TXA2.ii) Daltroban and sultraban are TXA2 receptor antagonists.iii) Dazoxiben inhibit the enzyme thromboxane synthase.",
        "cop": 3,
        "opa": "Angiotensin",
        "opb": "Nitric oxide",
        "opc": "Thromboxane A2",
        "opd": "Oxytocin",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "2237467a-dbe3-40cf-be31-2ebfd57912e6",
        "choice_type": "single"
    },
    {
        "question": "Role of cyclosporine in kidney transplant -",
        "exp": "Ans. is 'c' i.e., Prevention of graft rejection o Immune system of body is not always useful, sometimes it may also harm the body, e.g. in autoimmune diseases where immune system destroyes the self antigen (tissues), and in organ transplant where immune system rejects and destroys the transplanted tissue.o In these circumstances, it is necessory to suppress the immune systemo For this purpose immunosuppressant drugs are usedo Immunosuppressants -# These are drugs which inhibit cellular or humoral response or both# These are mainly used in organ transplantation and autoimmune disease.# The drugs are:1. Specific T cell inhibitor (Calcineurin inhibitors)-Cyclosporine, Tacrolimus2. Proliferation signal inhibitors (mTOR inhibitors)-Sirolimus (rapamycin), Everolimus.3. Cytotoxic drugs (antiproliferative drugs)-Azathioprine, Methotrexate, Cyclophosphamide Chlorambucil, Mycophenolate mofetil4. Glucocorticoids-Prednisolone and others5. Antibodies-Muromonab CD3, Antithymocyte globulin (ATG), Rho (D) immunoglobulin6. Miscellaneous-Leflunamide, Thalidomide",
        "cop": 3,
        "opa": "Prevention of infection",
        "opb": "Stimulation immune system",
        "opc": "Prevention of graft rejection",
        "opd": "Enhance renal blood flow",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "674d4ad6-af4e-41ef-9f02-ac5c9cb5d31f",
        "choice_type": "single"
    },
    {
        "question": "Drug causing cardiomyopathy -",
        "exp": "Ans. is 'b' i.e., Trastuzumab o Important drugs causing cardiomyopathy (espcially dilated cardiomyopathy) are:i) Cocaineii) Amphetamineiii) Doxorobicin (Anthracycline)iv) Trastuzumab (Herceptin)",
        "cop": 2,
        "opa": "Chloroquine",
        "opb": "Trastuzumab",
        "opc": "Methotrexate",
        "opd": "Pemetrexed",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "27c0f84b-647e-45f8-9419-3e6141815547",
        "choice_type": "single"
    },
    {
        "question": "Abatacept is used in treatment of which of the following conditions?",
        "exp": "Ans. A. Rheumatoid ArthritisAbatacept is a fusion protein composed of Fc region of IgG1 fused to extracellular domain of CTLA-4. It inhibits the co-stimulation of T cells by blocking CD28-CD80/86 interactions. In order for a T cell to be activated, an APC must present two signals to the T cell. One of those signals is the MHC combined with the antigen, and the other signal is the CD80/CD86 molecule. Abatacept binds to CD80 and CD86 molecule and prevents second signal.Belatacept is FDA approved for kidney transplant recipients and is given monthly as an intravenous infusion.",
        "cop": 1,
        "opa": "Rheumatoid Arthritis",
        "opb": "Asthma",
        "opc": "Paroxysmal nocturnal hemoglobinuria",
        "opd": "Autoimmune Hemolytic Anemia",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "2fbb225b-132c-44a0-ab90-a90eac8ef06b",
        "choice_type": "single"
    },
    {
        "question": "Natalizumab is used in treatment of -",
        "exp": "Ans. is 'a' i.e., Multiple sclerosis Treatment of multiple sclerosiso Multiple sclerosis is an autommune disease characterized by chronic inflammatory demylination that affects the CNS.o The most common course of the disease is the relapsing-remitting subtype, which is characterized by unpredictable acute attacks (relapses) followed by periods of relative remission with no new signs of disease activity. The other type (less common) is progressive subtype, which is characterized by a steady functional decline from disease onset.o Therapy for MS can be divided into several categories:-Treatment of acute attackCorticosteroids (Methyiprednisolone, prednisolone) are usedTreatment with disease-modifing agents that reduce the biological activity of MSy Disease modifying agents for multiple sclerosis are (i) IFN-fi la; (ii) IFN-fi lb, (iii) Glatiramer; (iv) Natalizumab: (v) Finoglimod: (vi) Mitoxantrone; (vii) Cladaribine.Other treatment optionsOther off-label treatment options are (i) methotrexate; (ii) cyclophosphamide; (iii) IV immunoglobulins; (iv) azathioprine.Symptomatic TreatmentIt includes healthy diet, regualr exercise, and:Treatment of rigidity (baclofen, diazepam, tizanidine, dantroline)Treatment of weakness (Potassium channel blockers like 4-aminopyTidine)Treatment of pain by anticonvulsants (carbamezapine, phenytoin, gabapentin, pregabalin), or antidiepressants (mexiletin).Treatment of UTI, bladder dysfunction, constipation, depression, fatigue and cognitive problems.",
        "cop": 1,
        "opa": "Muliple sclerosis",
        "opb": "Breast carcinoma",
        "opc": "Psoriasis",
        "opd": "B cell lymphoma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "833357e0-c8db-4fd3-a55e-29503290b40f",
        "choice_type": "single"
    },
    {
        "question": "Cizotinib is inhibitor of which receptor -",
        "exp": "Ans. is 'a' i.e., Tyrosine kinase Crizotinib* It is a small molecule multitargeted tyrosine kinase receptor inhibitor targeting ALK, MET, ROS1 kinases.* By inhibiting ALK tyrosine kinase activity, crizotinib inhibits cell proliferation, induces G1 - S phase cell cycle arrest and apoptosis.* It is approved for the first line in management of metastatic non-small cell lung cancer with an ALK mutation.* The most common adverse effects associated with crizotinib are vision disorder, diarrhea and edema.* It is also associated with QT prolongation and bradycardia* Tumors invariably acquire resistance after one year of treatment. Mechanism of resistance include mutations in ATP binding pocket of the tyrosine kinase domain of ALK.",
        "cop": 1,
        "opa": "Tyrosine kinase",
        "opb": "VEGF receptor",
        "opc": "TNF alpha receptor",
        "opd": "PDGF receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "d90ccce9-3dd9-4175-932c-6bf4ec3dc764",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female presents with the complaint of pain in the metacarpophalangeal, proximal interphalangeal and metatarsophalangeal joints of both right and left hands. Serology showed positive anti-CCP antibodies. She was placed on infliximab for control. Which of the following need to tested before starting treatment?",
        "exp": "Answer: d) PPD skin test* The patient is having rheumatoid arthritis which is diagnosed by the positive anti-CCP levels on serology.* Biological disease modifying anti rheumatoid drugs include following TNF a inhibitors: Infliximab, Etanercept, Adalimumab, Golimumab* Infliximab is chimeric monoclonal antibody while Adalimumab & Golimumab are human monoclonal antibodies.* Anti TNF agents are to be avoided in active infections and hypersensitivity reactions.* There is an increased risk of opportunistic infections and flare up of latent tuberculosis.* Hence obtaining a purified PPD skin test is a mandatory requirement for starting TNF a inhibitors.",
        "cop": 4,
        "opa": "Complete blood count",
        "opb": "Uric acid",
        "opc": "G6PD",
        "opd": "PPD skin test",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "6a961510-8182-4f76-843f-2c31aa1873f3",
        "choice_type": "multi"
    },
    {
        "question": "Etanercept used in rheumatoid arthritis acts by",
        "exp": "i.e. (Inhibition of TNFa): (203-205-KDT 6th) (803-CMDT-l1)Soluble TNF-aR (etanercept) and IL-1 receptor antagonist act to inhibit the activity of pathogenic cytokines in rheumatoid arthritis i.e. TNF-a and IL-1TNFa inhibitors - Etanercept, Infliximab, Adalimumab, golimumab, and certolizumab pegol - A pro inflammatory cytokines - are fulfilling the aim of target therapy for rheumatoid arthritisAbatacept is a costimulation - modulator that inhibits the activation of T-cells*** (629-Katzung 11th)",
        "cop": 2,
        "opa": "Inhibition of COX2 and COX-3",
        "opb": "Inhibition of TNFa",
        "opc": "Potent immunosuppresent action",
        "opd": "Auto immunologically mediated action",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "6f7f0bd2-b555-4e76-80d7-c0ab9d756633",
        "choice_type": "multi"
    },
    {
        "question": "All are TNF a inhibitors except -",
        "exp": "Ans. is 'b' i.e., Bevacizumab BIOLOGIC RESPONSE MODIFIER (BRMs)* Several recombinant proteins/monoclonal antibodies that bind and inhibit cytokines, especially TNFa or IL-1 have been used succesfully in autoimmune diseases like RA, IBD, psoriosis or scleroderma.A. TNF-a inhibitorsa. Etanercept# It is a recombinant fusion protein of TNF - receptor and Fc portion of human IgG1'# It is administered by S.C. injection.b. Infliximab# It is a chimeral monoclonol antibody which binds and neutralizes TNF-a.# It is given by i.v. route.# It is indicated in RA, psoriotic arthritis, Crohn's disease, Wegener's granulomatosis and sarcoidosis.c. Adalimumab# This recombinant monoclonal anti-TNF antibody.# It is administered by S.C. route.B. IL-1 antagonistAnakinra# It is a recombinant human IL-1 receptor antagonist.# It is less effective than TNF inhibitors.# It is administered by S.C. route.C. T-cell costimulatory blockersAbatacept# It is a fusion protein that combines the extracellular domain of the molecule CTLA4 (CD 154) with the Fc portion of a human immunoglobulin.# It interfere with the interactions between antigen presenting cells and T lymphocytes. Therefore, it affects early stages in the pathogenic cascade of event in RA.D. B-cell depletersRituximab# B-cells are inflammatory cells with multiple functions in the immune response. The depletion of B cells has been shown to be effective in reducing signs and symptoms of RA and in slowing radiographic progression.# Rituximab is a chimeric monoclonal antibody that binds to the CD20 molecule on the B cell surface leading to the removal of B cells from the circulation.",
        "cop": 2,
        "opa": "Adalimumab",
        "opb": "Bevacizumab",
        "opc": "Infliximab",
        "opd": "Etanercept",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "d93c5bca-15a4-4021-9f50-d28f3164b4cd",
        "choice_type": "multi"
    },
    {
        "question": "DENOSUMAB a monoclonal antibody against RANKL receptor is used in the treatment of",
        "exp": "Ans. is 'b' i.e. Osteoporosis Osteoclast is a cell responsible for bone resorption.Osteoclasts express RANK receptors on its surface (RANK receptor activator for nuclear factor)When RANK receptor combine with their ligands (RANKL), osteoclastogenesis is a initiated and bone resorption occurs.Denosumab is a fully humanized monoclonal antibody against RANK ligand.It prevents the activation of the osteoclasts by these ligand.Note:Osteoporosis is a disease characterized by decrease in the bone massIn osteoporosis there is increase in the osteoclast activity and there is increased expression of RANK and RANKL.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Osteoporosis",
        "opc": "Osteoarthritis",
        "opd": "SLE",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "3bead08e-1416-4451-a66f-a5cc67c843b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is NOT used to treat Leishmaniasis",
        "exp": "Ans. is 'a' i.e., Cyclosporine",
        "cop": 1,
        "opa": "Cyclosporine",
        "opb": "Ketoconazole",
        "opc": "Pentamidine",
        "opd": "Amphotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "dd9dca0b-777c-419b-a1de-30c400d365e5",
        "choice_type": "single"
    },
    {
        "question": "Anti TNF is not used in:",
        "exp": "Ans. B. RA with Hepatitis BRheumatoid arthritis with hepatitis B TNF-a-blocking agents increase the risk of following:A. Bacterial infections and macrophage-dependent infection (TB, fungal etc.)B. HBV reactivation - screen for HBV before starting treatmentC. Skin cancers- including melanomaD. Positive ANA and dsDNA antibodiesE. Incidence of solid malignancies is not increased, but one must be alert for lymphomas. Cutaneous pseudo lymphomas are reported with infliximab.F. increased risk of gastrointestinal ulcers and large bowel perforation.G. Activation of latent tuberculosis can occurScreen all patients for TB prior to starting therapy with an intradermal injection of purified protein derivative (PPD); skin reactions > 5 mm indicate previous TB exposure. Such patients are evaluated for active disease and treated accordingly.QuantiFERON IFN-g release assay may also be used in to screen for TBActivation of latent TB is lower with etanercept than with other TNF-a-blocking agentsH. Contraindicated in patients with chronic hepatitis B infection or class III/IV CHFQQ",
        "cop": 2,
        "opa": "RA with HIV?",
        "opb": "RA with Hepatitis B",
        "opc": "RA with HCV",
        "opd": "RA with pulmonary fibrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "93673e76-de59-415f-a856-109bcf35e4e3",
        "choice_type": "single"
    },
    {
        "question": "Thalidomide is used in -",
        "exp": "Ans. is 'a' i.e., Multiple myeloma Clinical uses of thalidomideo AIDS related aphthous ulcerso AIDS related wasting syndromeo Multiple myeloma and other solid tumourso Prevention of graft versus host disease after transplantationo Rheumatoid arthritiso Ankylosing spondylitiso Crohn's disease and Bechet's syndromeo Erythema Nodusum Leprosum",
        "cop": 1,
        "opa": "Mutilple myeloma",
        "opb": "Squamous cell carcinoma",
        "opc": "Basal cell carcinoma",
        "opd": "Masopharyngeal carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "f5774d7a-bf9a-4f29-84ca-0ec1a5467154",
        "choice_type": "single"
    },
    {
        "question": "Basiliximab is a monoclonal antibody against",
        "exp": "(A) IL-2 receptor[?]IL-2 is a type of cytokine signaling molecule in the immune system that regulates the activities of white blood cells (leukocytes, often lymphocytes) that are responsible for immunity.oBasiliximab is a chimeric murine monoclonal antibody acts as IL-2 antagonist used to prevent organ rejection in kidney transplant.oMOA: Basiliximab binds with high-affinity to the alpha-subunit (CD25) of IL-2 receptor. This inhibits IL-2 binding, which inhibits T-cell activation and prevents an immune response in organ transplantation.oUses:-Indicated for prophylaxis of acute organ rejection in renal transplant patients and also as a part of an immunosuppressive regimen along with glucocorticoids and cyclosporine.Adverse effects - Anaphylactic reactions & opportunistic infections.Daclizumab: humanized lgG1 chimeric monoclonal antibody.Has a somewhat lower affinity but a longer t1/2 (20 days) than Basiliximab (7 days) MONOCLONAL ANTIBODIESAntibodyType1 TargetIndicationAbciximabChimeric1 Inhibition of Gp lib/IIIaCardiovascular diseaseAdalimumabHumanffInhibition of TNF-alfa signalingSeveral autoimmune disordersAlamtuzumabHumanized1 CD52CLLBasiliximabummericIL-2 receptor (CD25)Transplant rejectionBevacizumabHumanized1 Vascular endothelial GFColorectal cancer, macular degenerationDaclizumabHumanizedIL-2 receptor (CD25)Transplant rejectionEuclizumabHumanizedComplement system protein C5Paroxysmal nocturnal hemoglobinuria4 fefalizumabHumanizedCD11aPsoriasisGemtuzumabHumanizedCD33Acute myelogenous leukemiaInfliximabChimericInhibition of TNF-alfa signalingSeveral autoimmune disordersMuromonab-CD3MurineT cell CD3 receptorTransplant rejectionNatalizumabHumanized Multiple sclerosis and Crohn's diseaseOmalizumabHumanisedIG EAllergy related asthmaRitixumabChimericCD20 Non hodgekin's lymphomaTrastuzumabHumanizedErbB2Breast cancer",
        "cop": 1,
        "opa": "IL-2 receptor",
        "opb": "CD 20 %",
        "opc": "TNF alpha",
        "opd": "IL-6",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "2c0c8603-fcab-4a7f-9126-09f5351fa7f7",
        "choice_type": "single"
    },
    {
        "question": "Dose of methotrexate for treatment of rheumatoid arthritis is -",
        "exp": "Ans. is 'a' i.e., 7.5 - 15 mg/ week Methotrexate (Mtx) for rheumatoid arthritis* This dihydrofolate reductase inhibitor has prominent immunosuppressant and antiinflammatory property. Beneficial effects in RA are probably related to inhibition of cytokine production, chemotaxis and cell-mediated immune reaction.* Induction of oral low-dose (7.5-15 mg) weekly Mtx regimen has improved acceptability of this drug in RA. Onset of symptom relief is relatively rapid (4-6 weeks), therefore preferred for initial treatment.* Mtx is now the DMARD of first choice and the standard treatment for most patients, including cases of juvenile RA.* Response is more predictable and sustained over long-term.* Combination regimens of 2 or 3 DMARDs include Mtx.",
        "cop": 1,
        "opa": "7.5 - 15 mg/week",
        "opb": "2.5 - 5 mg/ week",
        "opc": "7.5-15 mg/ month",
        "opd": "2.5 - 5 mg/ month",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "51f99b91-dba7-499d-a270-eb01601b55cd",
        "choice_type": "single"
    },
    {
        "question": "Which is an immuno stimulant:",
        "exp": "bRef: KDT, 5th ed, p. 763 & 4th ed, p. 821",
        "cop": 2,
        "opa": "Methimazole",
        "opb": "Levamizole",
        "opc": "Ketoconazole",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "f26115f1-0ba4-4a01-88f3-298eabf14cfc",
        "choice_type": "single"
    },
    {
        "question": "Cyclosporine is active against",
        "exp": "Ans. is 'a' i.e., CD4+ Lymphocyte Cyclosporine acts on cell mediated immunity It profoundly and selectively inhibitsT Lymphocyte proliferation (CD4+ Cells)IL-2 and other cytokine proliferationResponse of inducer T cells to IL-1It does not has any effect on suppressor cells.",
        "cop": 1,
        "opa": "CD4+ lymphocyte",
        "opb": "CD8+ lymphocyte",
        "opc": "CD 14+ lymphocyte",
        "opd": "B lymphocyte",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "5a5cc6ba-827b-4780-bd13-648be89d2af7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a calcineurium inhibitor -",
        "exp": "Ans. is 'b' i.e., Cyclosporine o Cyclosporine inhibits transcription by binding to a protein called cyclophilin, This complex then inactivates calcineurin. (Calcineurin is a protein which is responsible for the transcription of cytokine gene)Mechanism of action of cyclosporineo Normally when antigen presenting cell (e.g. macrophage) present antigen to Helper Tcell, there is activation of T cell by sequantial intracellular events -First calcium ions, after binding to calmodulin activate a membrane serine / threonine phosphatase called calcineurin.Calcineurin activates nuclear factor of activated T cells (NFAT) by dephosphorylation.Activated NFAT migrates to nucleus and induce transcription of cytokines IL-2 and other cytokines.IL-2 activates T cells and cause proliferation of T cells.o Cyclosporine enters target cells and bind to cyclophilin (an immunophilin).o This cyctosporine-cyclophilin complex inactivates calcineurin -| IL-2 trascripitan and | proliferation of T cells.Mechanism of Nephrotoxicity caused bv cyclosporineo It is due to vasoconstriction of periglomerular afferent arterioles that decreases GFR.o It may lead to ARF or CRF.Mechanism of hypertension caused bv cyclosporineo Cyclosporine has some mineralocorticoids like action that causes fluid and salt retention - hypertension.",
        "cop": 2,
        "opa": "Cyclophoshamide",
        "opb": "Cyclosporine",
        "opc": "Etanercept",
        "opd": "Sirolimus",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "9068564e-5aee-45e7-9d7b-9452d8ab5110",
        "choice_type": "single"
    },
    {
        "question": "Omaiizumab is used for -",
        "exp": "Ans. is 'b' i.e., Asthma o There are two major steps in the pathopvsiology of Asthma -Persistent inflammatory process in response to a number of stimuli.Bronchoconstriction - due to inflammatory process bronchi become hyperreactive,o So the two groups of drug can be used in Asthma.Drugs that decrease bronchial inflammation and hyperreactivity.Drugs which counter act the bronchospams - bronchodilators.Drugs used in asthmaBronchodilatorsDrugs reducing inflammation Leukotriene antagonistsMast cell stabilizersCorticosteroidsAnti-IgE antibodya)b2 Svmpathomimeticso Montelukasto Sodium cromoglycatea) Systemico Omalizumabo Salbutamolo Terbutalineo Zafirlukasto Ketotifeno Hydrocortisone o Bambuteralo Salmeterol o Prednisoloneo Formoterolo Ephedrineb)Inhalationb)Methy!xanthineso Bedcmethasomeo Theophyllineo Aminophvilineo Budesonideo Doxophyllineo Fluticasonec) Anticholinergicso Flunisolideo Ipratropiumo Tiopratropiumo CiclesonideNote - Few drugs have been added in this chapter of 6th/e of KDT.Oclesonideo It is an inhalation steroid.o It is a prodrug that is cleaved by esterases in bronchial epithelium to release active moiety.Cilomilast, Roflumilast, Tofimilasto Selective PGE4 inhibitors are under clinical evaluation as antiasthma drugs.Omalizumabo It is humanized monoclonal antibody against IgE.o i.v. or S.C. administration neutralizes free IgE in circulation without activating mast cells and other inflammatory cells.o In severe extrinsic asthma, amalizumab has been found to reduce excerbations and steroid requirement,o It is very expensive; use is reserved for resistant asthma patients with positive skin tests or raised IgE levels who require frequent hospitalization.1-enantiomer of salbutamol has also been marketed. It is more potent and produce fewer side effects.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Asthma",
        "opc": "Prostate cancer",
        "opd": "CLL",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "a604d1b5-1382-4ff4-b8cb-14182fa70005",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a TNF - a inhibitor?",
        "exp": "Ans. is 'a' i.e., Etanercept BIOLOGIC RESPONSE MODIFIER (BRMs)* Several recombinant proteins/monoclonal antibodies that bind and inhibit cytokines, especially TNFa or IL-1 have been used succesfully in autoimmune diseases like RA, IBD, psoriosis or scleroderma.A. TNF-a inhibitorsa. Etanercept# It is a recombinant fusion protein of TNF - receptor and Fc portion of human IgG1'# It is administered by S.C. injection.b. Infliximab# It is a chimeral monoclonol antibody which binds and neutralizes TNF-a.# It is given by i.v. route.# It is indicated in RA, psoriotic arthritis, Crohn's disease, Wegener's granulomatosis and sarcoidosis.c. Adalimumab# This recombinant monoclonal anti-TNF antibody.# It is administered by S.C. route.B. IL-1 antagonistAnakinra# It is a recombinant human IL-1 receptor antagonist.# It is less effective than TNF inhibitors.# It is administered by S.C. route.C. T-cell costimulatory blockersAbatacept# It is a fusion protein that combines the extracellular domain of the molecule CTLA4 (CD 154) with the Fc portion of a human immunoglobulin.# It interfere with the interactions between antigen presenting cells and T lymphocytes. Therefore, it affects early stages in the pathogenic cascade of event in RA.D. B-cell depletersRituximab# B-cells are inflammatory cells with multiple functions in the immune response. The depletion of B cells has been shown to be effective in reducing signs and symptoms of RA and in slowing radiographic progression.# Rituximab is a chimeric monoclonal antibody that binds to the CD20 molecule on the B cell surface leading to the removal of B cells from the circulation.",
        "cop": 1,
        "opa": "Etanercept",
        "opb": "Abatacept",
        "opc": "Daclizumab",
        "opd": "Toclizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "103e45f3-025e-4f4a-b0b3-58e0762d4a32",
        "choice_type": "single"
    },
    {
        "question": "Bevacizumab is?",
        "exp": "ANSWER: (A) Monoclonal antibody against VEGFREF: Goodman Gillman's 11th ed p. 915See APPENDIX-34 below for \"FDA approved monoclonal antibodies'1BEVACIZUMAB: Bevadzumab (AVASTIN) targets the vascular-endothelial growth factor (VEGF) and inhibits its interaction with the VEGFR1 and VEGFR2 receptors. VEGF is an angiogenic growth factor that regulates vascular proliferation and permeability and inhibits apoptosis of new blood vessels.Use: Bevadzumab is FDA approved for metastatic colorectal cancer in combination with 5-FU. Side effects: Hypertension, pulmonary hemorrhage, gastrointestinal perforation, proteinuria, congestive heart failure. APPENDIX - 34FDA Approved Monoclonal AntibodiesAntibodyTypeTargetIndication(What it's approved to treat)AbciximabchimericInhibition of glycoprotein Ilb/IIIaCardiovascular diseaseAdalimumabhumanInhibition of TNF-tz signallingSeveral auto-immune disordersAlemtuzumabhumanizedCD52Chronic lymphocytic leukaemiaBasiliximabchimericIL-2Rc; receptor (CD25)Transplant rejectionBevacizumahhumanizedVascular endothelial growth factor (VEGF)Colorectal cancer, Age related macular degeneration (off-label)CetuximabchimericEpidermal growth factor receptorColorectal cancer, Head and neck cancerCertolizumab pegolhumanizedInhibition of TNF-cr signallingCrohn's diseaseDaclizumabhumanizedIL-2Rcr receptor (CD 2 5)Transplant rejectionEcuiizumabhumanizedComplement system protein C5Paroxysmal nocturnal hemoglobinuriaEfalizumabhumanizedCDllaPsoriasisGemtuzumabhumanizedCD33Acute myelogenous leukaemia (with calicheamicin)IbritumomabtiuxetanmurineCD20Non-Hodgkin lymphoma (with yttrium- 90 or indium-111)InfliximabchimericInhibition of TNF-cr signallingSeveral autoimmune disordersMuromonab-CD3murineT cell CD3 ReceptorTransplant rejectionNatalizumabhumanizedAlpha-4 (c4) integrin,Multiple sclerosis and Crohn's diseaseOmalizumabhumanizedImmunoglobulin E (IgE)Mainly allergy-related asthmaPalivizumabhumanizedAn epitope of the RSV F proteinRespiratory Syncytial VirusPanitumumabhumanEpidermal growth factor receptorColorectal cancerRanibizumabhumanizedVascular endothelial growth factor A (VEGF-A)Macular degenerationRituximabchimericCD20Non-Hodgkin lymphomaTositumomabmurineCD20Non-Hodgkin lymphomaTrastuzumabhumanizedErbB2Breast cancer",
        "cop": 1,
        "opa": "Monoclonal antibody against VEGF",
        "opb": "Anti-IL-2 monoclonal antibody",
        "opc": "Monoclonal antibody against FGFR",
        "opd": "Monoclonal antibody against EGFR",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "ef6c100f-cb37-4f4d-87e5-fc8092432e81",
        "choice_type": "single"
    },
    {
        "question": "Anti IgE monoclonal antibody is -",
        "exp": "Ans. is 'c' i.e., OmalizumabSome Newer Monoclonal Antibodies1) Omalizumab-Anti - IgE antibody used for treatment of asthma2) Belimumab-B-lymphocyte stimulator (BLyS)-specific inhibitor. Used in adult patients with active, autoantibody - positive SLE.3) Canakinumab-Human monoclonal antibody against 1L - 1 Used in children and adults with cryopyrin - associated periodic syndrome (CAPS).4) Certolizumab-PEGylated anti - TNF (tumor necrosis factor) biological therapy Moderate to severe Crohn's disease in adults.5) Efalizumab-Against CD 11 for psoriasis6) Ipilimumab-Human cytotoxic T-lymphocyte antigen 4 (CTLA - 4) - blocking antibody. Treatment of Unresectable or metastatic melanoma.7) Naializumab-T/tof Multiple sclerosis.8) Ofatumumab-CD20 - directed cytolytic monoclonal antibody T/t of CLL9) Palivizumab-Used for RSV infections.",
        "cop": 3,
        "opa": "Certolizumab",
        "opb": "Ofatumumab",
        "opc": "Omalizumab",
        "opd": "Canakinumab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "f0fc0f37-3ed6-4280-bd37-b17733da4430",
        "choice_type": "single"
    },
    {
        "question": "TNF (alpha inhibitors) used in rheumatoid arthritis is",
        "exp": "(Infliximab): (2/2- 683- 84 - KDT 7t)INFLIXIMAB - is a chimeral monoclonal antibody which binds and neutralizes TNF-alpha* TNF-alpha inhibitors mainly suppress macrophage and T-cell function; inflammatory changes in the joint regress and new erosions are slowed* Quicker response than non biologic DMARDs* Generally added to methotrexate* Susceptibility to opportunistic infection, including tuberculosis and pneumocystis pneumonia is increasedDisease modifying antirheumatic drugs (DMARDs)A. Nonbiological drugsB, Biological drugs1. Immunosuppressants - Methotrexate, Azathioprine, cyclosporine1TNF alpha inhibitors - Etanercept, Infliximab, Adalimumab2. Sulfasalazine 3. Chloroquine or Hydroxychloroquine2. IL-1 antagonist:- Anakinra4. Leflunomide Gold and penicillamine are obsolete DMARDs",
        "cop": 1,
        "opa": "Infliximab",
        "opb": "Rituximab",
        "opc": "D-penicillamine",
        "opd": "Cycloserine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "c2aa9624-ed6c-4183-b8f1-4d07286a76b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs act by inhibiting granulocyte migration?",
        "exp": "Ans (A) Colchicine(Ref: Goodman and Gilman 13th/702-703)Colchicine is more effective and faster acting than NSAIDs but is used rarely due to its high toxicity.It acts by inhibiting granulocyte migration into the in- flamed joint.It causes metaphase arrest (other drugs causing meta- phase arrest are vinca alkaloids, ixabepilone and taxanes).Most common and dose limiting toxicity is diarrhea.It can also cause kidney damage, myopathy and bone marrow depression.",
        "cop": 1,
        "opa": "Colchicine",
        "opb": "Montelukast",
        "opc": "Cromoglycate",
        "opd": "Allopurinol",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "c35ab7e4-9d05-428d-bd23-e215244cbf85",
        "choice_type": "multi"
    },
    {
        "question": "Antirheumatoid drug has specific act on the T-cell is",
        "exp": "(Abatacept) (514-Lippincott's pharmacology 4th)Abatacept is a costimulation -modulator that inhibits the activation of T-cells (629- Katzung 11th)* ABATACEPT - T. lymphocytes needs two interactions to become activated (1) The antigen- presenting cells (i.e. Macrophages or B cells) must interact with the receptor on the T cell (2) The CD80/CD86 protein on the antigen presenting cell must interact with the C.D 28 protein on the T.cell. the result activated T. lymphocytes responsible for the release of pro inflammatory cytokines and maintenance of inflammation in RAAbatacept is a soluble recombinant fusion protein made up of the extracellular domain of human CTLAA and it competes with CD28 for binding on CD80/ CD86 protein thereby preventing full T-cell activationUses- in moderate to severe RA who had an inadquate respose to DMARDs such as mothotrexate or TNa inhibitors* RITUXIMAB - B- lymphocyte are derived from the bone marrow and are necessary for efficient immune response however in RA, B-cell can perpetuate the inflammatory process in the synovium by1. activating T-lymphocytes 2. producing autoantibodies such as anti CCP (anti-cyclic citrullinated peptide antibody) and rheumatoid factor and3. producing pro-inflammatory cytokines such as TNF a and IL-1Rituximab is a genetically engineered chimeric murine (human monoclonal antibody directed against the CD20 antigen found on the surface of normal and malignant B.lymphocytes resulting in B.cell depletionRituximab has been shown to reduce joint erosion and joint space narrowing in these patientsRituximab is a chimeric monoclonal antibody that targets CD20-B lymphocytes (632-Katzung 11th)Etanercept. Infliximab - TNFa- inhibitorsLEFLUMQMIDE - Immunomodulatory agent* Leflunomide is rapidly converted in tfye body to an active metabolite which inhibits dihydroarotate dehydrogenase and pyrimidine synthesis in actively dividing cells. Antibody production by B. cell may be depressed (204-KDP 6th)* Teratogenic in experimental animals and therefore is contraindicated in pregnancy and in women of child bearing potentialLeflunomide inhibits - T-cell proliferatin and production of autoantibodies by B-cellsImportant Points* COX-2 inhibitors show similar analgesic and anti inflammatory activity compared to traditional NSAIDs. They do not affect platelets - Like NSAIDs. COX-2 inhibitors may cause the development of ARF due to renal vasoconstriction. COX-2 inhibitors have the potential for increasing the risk of myocardial infarction*** DMARDs - the effects may take 6 weeks to 6 months to become evident although some biologies are effective within 2 weeks; generally they are slow-acting compared with NSAIDS",
        "cop": 4,
        "opa": "Etanercept",
        "opb": "Infliximab",
        "opc": "Rituximab",
        "opd": "Abatacept",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "708f6968-0000-4582-8359-96ad1e18a8c7",
        "choice_type": "single"
    },
    {
        "question": "DOC in rheumatoid arthritis is -",
        "exp": "Ans. is 'c' i.e., Methotrexate Management protocol for Rheumatoid Arthritis* Before the diagnosis is confirmed and patient is suspecting to have RA - Start one of the NSAIDS. If pain is severe intrarticular corticosteroids is an alternative.* Once diagnosis is confirmed# These days the approach is to start combination of two or three DMARDs.# The combinations most commonly used are1. Methotrexate + Hydroxychloroquine (HCQ)2. Methotrexate + sulfasalazine3. Methotrexate + sulfasalazine + HCQ# If single drug is used - methotrexate is the DOC.# One of the NSAIDs is added initially for symptomatic relief till the effect of DMARDs starts.# Low doses of corticosteroids are also added to decrease the inflammation and recent studies has shown that corticosteroids also retard the disease progression (as DMARDs).# Once the effect of DMARDs starts, NSAIDs & corticosteroids are withdrawn.* Once disease is controlled* Follow up the patient at 3 months, if pt is improving, withdraw 1 drug out of 3 (or 2) drug combination.* Follow up the patient at next 6 week to 3 months and withdraw the second drug (if 3 drugs were used intially, which is usually the protocol).Also know* NSAIDs are used to provide symptomatic relief, they have no effect on the progression of the disease.* DMARDs retard progression of the disease.* Current recommendation is to start DMARDs as soon as the diagnosis of RA is confirmed.* NSAIDs are added initially for symptomatic relief till the effect of DMARDs starts.* Methotrexate is the first choice DMARD and the standard treatment for most of the patients.* Hydroxychloroquine is probably the safest DMARD for use during pregnancy.",
        "cop": 3,
        "opa": "Azathioprine",
        "opb": "Hydroxychloroquine",
        "opc": "Methotrexate",
        "opd": "Leflunomide",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "29477768-0745-432f-b51e-5677120eba23",
        "choice_type": "single"
    },
    {
        "question": "What is mechanism of action of colchicine in acute gout?",
        "exp": "Ans. c. Binding to tubulin and inhibition of leucocyte migrationRef: Goodman Gilman 12th e/P 995Colchicine inhibits tubulins required for mobilization of leucocytes (neutrophils) in to joints in an acute attack of gout.It also inhibits release of chemotactic factors form neutrophils and inhibits adhesion of neutrophils to endothelium of blood vessels.",
        "cop": 3,
        "opa": "Inhibition of leukotriene B4",
        "opb": "Inhibition of release of chemotactic factors",
        "opc": "Binding to tubulin and inhibition of leucocyte migration",
        "opd": "Promotes metabolism of urate crystal",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "e0c36c37-8ac3-4690-a996-60c3a6431690",
        "choice_type": "single"
    },
    {
        "question": "Daclizumab acts through -",
        "exp": "Ans, is 'c' i.e., 1L 2 receptor blocker o Monoclonal antibodies (daclizumab and basiliximab) that block the interleukin 2 receptor and are used in prevention of graft rejection as immunosuppresant.Monoclonal AntibodyTargetIndicationTrastuzumabTositumomabRituximabIbritumomabDaclizumabBasiliximabAbciximabPalivizumabInfliximabEtanerceptOfatumumabBelimumabEpratuzumabOcrelizumabAdalimumabAlefaceptAlemtuzumabBevacizumabCetuximabGemtuzumabEfalizumabOmalizumabNatalizumabDonesumabTocilizumabPanitumumabRanibizomabNimotuzumabEculizumabher-2/neuCD 20CD 20CD 20II-2R (CD-25)II-2R (CD-25)GpII/IIIaFusion proteinTNF aTNF aCD 20BLySCD 22CD 20TNF aLFA-3CD 52VEGFEGFRCD 33CD 11a chain of LFAIgEIntegrin-a4RANK ligandIL-6REGFRVEGFEGFRC5 complement componentBreast cancerB-cell NHLB-cell NHLB-eell NHLImmunosuppressantImmunosuppressantAntiplateletRSVRA .Crohn's diseaseRA (rheumatoid arthritis)SLESLESLESLERAPlaque psoriasisB cell CLLColorectal carcinomaColorectal carcinomaAMLPsoriasisBronchial asthmaMultiple sclerosisOsteoporosisSLEColorectal carcinomaNeovascular macular degenerationSquamous cell carcinoma, gliomaParoxysomal nocturnal hemoglobinuria",
        "cop": 3,
        "opa": "cGMP activation",
        "opb": "Adenylcyclase inhibition",
        "opc": "IL 2 receptor blocker",
        "opd": "IL10 receptor blocker",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "40de2d90-d015-4712-a190-7d76ed30e367",
        "choice_type": "single"
    },
    {
        "question": "Transtuzumab is targeted against-",
        "exp": "Ans. is 'a' i.e.. Her 2 neuMonoclonal AntibodyTargetIndicationTrastuzumabTositumomabRituximabIbritumomabDaclizumabBasiliximabAbciximabPalivizumabInfliximabEtanerceptOfatumumabBelimumabEpratuzumabOcrelizumabAdalimumabAlefaceptAlemtuzumabBevacizumabCetuximabGemtuzumabEfalizumabOmalizumabNatalizumabDonesumabTocilizumabPanitumumabRanibizomabNimotuzumabEculizumabher-2/neuCD 20CD 20CD 20II-2R (CD-25)II-2R (CD-25)GpII/IIIaFusion proteinTNF aTNF aCD 20BLySCD 22CD 20TNF aLFA-3CD 52VEGFEGFRCD 33CD 11a chain of LFAIgEIntegrin-a4RANK ligandIL-6REGFRVEGFEGFRC5 complement componentBreast cancerB-cell NHLB-cell NHLB-eell NHLImmunosuppressantImmunosuppressantAntiplateletRSVRA .Crohn's diseaseRA (rheumatoid arthritis)SLESLESLESLERAPlaque psoriasisB cell CLLColorectal carcinomaColorectal carcinomaAMLPsoriasisBronchial asthmaMultiple sclerosisOsteoporosisSLEColorectal carcinomaNeovascular macular degenerationSquamous cell carcinoma, gliomaParoxysomal nocturnal hemoglobinuria",
        "cop": 1,
        "opa": "Her 2neu",
        "opb": "CD 20",
        "opc": "EGFR",
        "opd": "VBGF",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "b4f53004-0458-43fd-920f-e14172a4b02e",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody acting as enzyme is called as:",
        "exp": "B i.e. AbzymeRef: Biotechnology, Vol. XI, Abzymes-A Challenge for the Medical Biotechnology and Public Health -1. Getov, T. ArgirovaExplanation:AbzymesAbzymes are antibodies with catalytic activity.They combine the specificity and substrate turnover efficiency of the enzymes with the selective targeting of the antibodies.LipozymeAn enzyme of the hydrolase class that catalyzes the reaction of triacylglycerol and water to yield diacylglycerol and a fatty acid anion.It is produced by glands on the tongue and by the pancreas and initiates the digestion of dietary fats.Granzymes:Serine proteases that are released by cytoplasmic granules within cytotoxic T cells and natural killer (NK) cells.They induce programmed cell death in the target cell, thus eliminating cells that have become cancerous or are infected with viruses or bacteria.Note:Natural Abzymes with proteolytic activity are called Protabzymes*.DNA hydrolyzing activity are called DNA Abzymes*.",
        "cop": 2,
        "opa": "Granzyme",
        "opb": "Abzyme",
        "opc": "Lipozyme",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "92a6f0d2-5f26-43b8-9cdb-60927237f471",
        "choice_type": "multi"
    },
    {
        "question": "Allopurinol is used in treatment of:",
        "exp": "Ans. is 'c' i.e., Gouty arthritis* Allopurinol is a hypoxanthine analogue which was synthesized as a purine anti metabolite.* Allopurinol is xanthine oxidase inhibitor.* Uses:# Allopurinol is the first choice drug for chronic gout. It can be used for both over producers as well as under excretors of uric acid.# With long term allopurinol therapy, tophi gradually disappear and nephropathy is halted and even reversed.* Allopurinol is contraindicated in acute gout because a sudden decrease in urate levels may precipitate re - crystallization in the joints.* Other uses# Allopurinol may be used in some cases of kala azar or leishmaniasis but efficacy is doubtful.",
        "cop": 3,
        "opa": "Rheumatoid arthritis",
        "opb": "Psoriatic arthritis",
        "opc": "Gouty arthritis",
        "opd": "Poly sero arthritis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "ad7762ed-1ace-4919-b05a-8560f2ad6b77",
        "choice_type": "multi"
    },
    {
        "question": "Nephrotoxicity is a side effect of one of the following immuno-suppressives -",
        "exp": "Ans. is 'b' i.e., Tacrolimus Tacrolimus is an immunosuppressant.Its most common adverse effect is, NephrotoxicityTacrolimus causes dose dependent renal tubular injury and direct renal artery vasospasm (intrarenal vasoconstriction is the pivotal event in the nephrotoxicity caused by Tacrolimus)Comparison of Tacrolimus and CyclosporineIt is not chemically related to cyclosporine but their mechanism of actions are similar i.e., inhibition of calcineurin, which inhibits T cell activation.On weight basis, Tacrolimus is 10-100 times more potent than cyclosporine in inhibiting immune response.Tacrolimus is also more toxic than cyclosporine and likely to be discontinued for adverse effects. The adverse effect seen with tacrolimus is similar to cyclosporine.- Nephrotoxicity and neurotoxicity are the most commonly encountered adverse effects.",
        "cop": 2,
        "opa": "Sirolimus",
        "opb": "Tacrolimus",
        "opc": "Mycophenolate mofetil",
        "opd": "Azathioprine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "06502c0a-221d-42f5-980d-596798feef18",
        "choice_type": "single"
    },
    {
        "question": "Immunosuppressive drugs are less effective in which type of graft rejection -",
        "exp": "Ans. is 'b' i.e., Acute humoral rejection o On this question, i could get only following refrence -\"Because most clinically available immunosuppressive drugs target T-cells, they or ineffective in antibody mediated rejection.\".....Textbook of organ transplants",
        "cop": 2,
        "opa": "Acute cellular rejection",
        "opb": "Acute humoral rejection",
        "opc": "Chronic rejection",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "6746127e-0cd0-404a-8267-d8866c279b1a",
        "choice_type": "multi"
    },
    {
        "question": "Herceptin is used for w hich cancer -",
        "exp": "Ans. is 'a' i.e., BreastHenceptin (Trastuzumab)o Herceptin is a humanized antibody and is used in breast cancers which are HER2 positive,o HER2 stands for '.-human epidermal growth factor receptor.o HER2 gene produces HER2 protein also called HER2 receptor.o The HER2 protein is found on the surface of some normal cells in the body. In normal cells HER2 protein help send growth signals from outside the cell to the inside of the cell.These signals tell the cell to grow and divide.o In HER2 (+ve) breast cancer the cancer cells have abnormally high number of HER2 genes per cell when this happens too much HER2 protein appears on the surface of these cancer cells,o This is called HER2 protein over expression. Too much HER2 protein is thought to cause cancer cells to grow and divide uncontrollably.Herceptin acts in two ways:Herceptin attaches to HER2+ cancer cells and stimulates the bodys immune system to target the HER2+ cancer cellsHerceptin attaches itself to the HER2 receptors on the surface and blocks them from receiving the signals,o Currently transtuzumab is approved for HER2/neu overexpressing metastatic breast cancer in combination with paclitaxel as initial treatment or as monotherapy following chemotherapy.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Thyroid",
        "opc": "Cervical",
        "opd": "Ovarian",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "54a71b97-2292-4aed-816f-552045a4d0a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is dihydroorotate dehydrogenase inhibitor?",
        "exp": "Ans. is 'b' i.e., Leflunomide Important DMARDsMechanism of action* MethotrexateDihydrofolate reductase inhibitor* SulfasalazineSulfapyridine moiety suppresses the generation of superoxide radicals and cytokine production* LeflunomideIs rapidly converted in the body to an active metabolite which inhibits dihydroorotate dehydrogenase.* Hydroxychloroquine* Reduce monocyte IL-1, consequently inhibiting B-cells* Interferes with antigen processing* Stabilizes lysosome and free radical scavenging.",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Leflunomide",
        "opc": "Hydroxychloroquine",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "060bde2c-d7f5-4d43-9d3a-e816c4a8df9a",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used as immunosuppressants except -",
        "exp": "Ans. is 'c' i.e., Cephalosporin Immunosuppressant drugs:-These are drugs which inhibit cellular / humoral or both immune response.They have their major use in organ transplantation and autoimmune disease.These drugs are:ImmunosuppresantsCalcineurin inhibitors(specific T cell inhibitors)Antiproliferative drugs(cytotoxic drugs)GlococorticoidsAntibodiesCyclosporineTacrolimusAzathioprineCyclophosphamideMethotrexateChlorambucilMycophenolateMofetilPrednisolone & othersMuromonab CD3Antithymocyte globulin(ATG)Rho (D) immunoglobulin",
        "cop": 3,
        "opa": "Glucocorticoids",
        "opb": "Cyclosporin",
        "opc": "Cephalosporin",
        "opd": "Azathioprine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "bb23ef16-1f53-4de5-8383-282a671f9946",
        "choice_type": "multi"
    },
    {
        "question": "IL1 antagonist is -",
        "exp": "Ans. is 'a' i.e., Anakinra Drugs used for Rheumatoid arthritisDisease modifying antirheumatic drugs (DMARDs)Biologic response modifier (BRMs)Adjuvant drugs1. Immunosuppresants - Methotrexate, azathioprine, cyclosporine2. Sulfasalazine3. Choloroquine or hydroxychloroquine4. Leflunomide5. Gold sod. thiomalate, Auranofin6. d - Penicillamineo TNF a - inhibitors Etanercept, Infliximab, Adalimumabo IL-1 antagonist Anakinrao CorticosteroidsNote- Other immunosuppressants like cyclosporine, chlorambucil, cyclophosphomide are reserved for cases not responding to other DMARDs.",
        "cop": 1,
        "opa": "Anakinra",
        "opb": "Abatacept",
        "opc": "Adalimumab",
        "opd": "Leflunomide",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulator",
        "id": "84ed7fcd-ee25-4b49-b01e-e2c9db2bd3a2",
        "choice_type": "single"
    }
]