[
    {
        "question": "Topical immunomodulator used for the treatment of genital was is:",
        "exp": "Genital wa treatments that can be applied directly to your skin include: Imiquimod (Aldara, Zyclara). This cream appears to boost the immune system's ability to fight genital was. Avoid sexual contact while the cream is on your skin. It may weaken condoms and diaphragms and may irritate. One possible side effect is redness of the skin. Other side effects may include blisters, body aches or pain, cough, rashes, and fatigue. Podophyllin and podofilox (Condylox). Podophyllin is a plant-based resin that destroys genital wa tissue. Podofilox contains the same active compound but can be safely applied. Trichloroacetic acid (TCA). This chemical treatment burns off genital was. TCA must always be applied by a doctor. Side effects can include mild skin irritation, sores or pain. REF KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Imiquimod",
        "opb": "Podophylline",
        "opc": "Interferon",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "5bd0e750-f5ff-4ecd-af21-2dff2a65f597",
        "choice_type": "single"
    },
    {
        "question": "Which Fully humanized antibody is used in treatment of rheumatoid ahritis?",
        "exp": "MUMABs- are fully humanized monoclonal antibodies Omabs- derived from mice Zumabs- 80 % Human Adaliimumab: This recombinant monoclonal anti-TNF Antibody is administered s. c. 40 mg every 2 weeks. Injection site reaction and respiratory infections are common adverse effects. Combination with Mtx is advised to improve the response and decrease antibody formation. ESSENTIALS of MEDICAL PHARMOCOLOGY SIXTH EDITION -KD TRIPATHI Page: 205",
        "cop": 2,
        "opa": "Anakira",
        "opb": "Adalimumab",
        "opc": "Infliximab",
        "opd": "Leflunomide",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "c4920168-0531-41d2-85fa-d66ff3019bf1",
        "choice_type": "single"
    },
    {
        "question": "Anti-CD25 Humanized monoclonal antibody used for immunosuppression in organ Transplant patient is:",
        "exp": "Basiliximab is an Anti-CD25 Antibody (IL-2 receptor antagonists used for immunosuppression in organ transplant patiennts. Monoclonal Antibodies as Immunosuppressive agents in Organ Transplantation: Anti-CD3- Muromonab-CD3 Anti-CD20-Rituximab Anti-CD25 (IL 2 receptor)- Basiliximab(Chimeric), Daclizumab(Humanized) Anti-CD52-Alemtuzumab Drug (Trade name) Target Monoclonal Antibody Type Mechanism Muromonab-CD3 (Ohoclone OKT3) Anti-CD3 Murine(Mouse) Monoclonal antibody Binds CD3 associated with the TCR, leading to initial activation and cytokine release, followed by blockade of function, lysis and T cell depletion Rituximab (Rituxan) Anti-CD20 Recombinant Chimeric Monoclonal antibody Binds to CD20 on B cells and causes depletion Basiliximab (Simulect) Anti-CD25 Recombinant Chimeric Monoclonal Antibody Binds to high-affinity chain of IL-2 Receptors (CD25) on activated T cells, causing depletion and preventing IL-2 mediated activation Daclizumab (Zenopax) Anti-CD25 Recombinant Humanized Monoclonal Antibody Similar to that of Basiliximab Alemtuzumab (Campath-1h) Anti-CD52 Recombinant Humanized Monoclonal Antibody Binds to CD52 expressed on most T and B cells, monocytes, macrophages, and NK cells, causing lysis and prolonged depletion Ref: KDT 7th edition Pgno: 878",
        "cop": 1,
        "opa": "Basiliximab",
        "opb": "Rituximab",
        "opc": "Altemtuzumab",
        "opd": "Muromonab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "c9e1d19d-486b-4e8c-92a0-78938b3f3a88",
        "choice_type": "single"
    },
    {
        "question": "Infliximab is:",
        "exp": "Infliximab: It is a chimeric monoclonal antibody which binds and neutralizes TNF-alpha dose- 3-5 mg/kg is infused i. v. every weeks. An acute reaction comprising of fever, chills, Uicaria, bronchospasm, rarely anaphylaxis may follow infusion. Susceptibility to respiratory infections is Increased and worsening of CHF has been noted. It is initially combined with Mtx which improves the response decreases antibody formation against infliximab. REF KD TRIpathi 8th ed",
        "cop": 1,
        "opa": "Ig. G1 chimeric monoclonal antibody against TNF a",
        "opb": "Ig. G1 fully human monoclonal antibody against TNF a",
        "opc": "Ig. G4 chimeric monoclonal antibody against TNF a",
        "opd": "P75 TNF receptor fusion protein",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "5eb43558-28a6-43c4-95e7-3c1a517a6f57",
        "choice_type": "single"
    },
    {
        "question": "A patient is given tacrolimus, which antibiotic should not be given to him?",
        "exp": "Tacrolimus is a calcineurin inhibitor which is a specific T cell inhibitor is a very potent immunosuppressant drug. It is administered orally and by i. v infusion it is metabolized by CYP3. A4 and excreted in bile. Among the given drugs Rifampicin is an enzyme inducer -increases several CYP450 isoenzymes like CYP3. A4, CYP2. D6, CYP1. A2, CYP2C subfamily. Hence it increases the metabolism of several drugs like warfarin, tacrolimus, oral contraceptives, coicosteroids, sulfonylureas, ketakonazole, fluconazole, phenytoin, etc. so rifampicin is avoided. ESSENTIAL of MEDICAL p. HARMACOLOGY. SEVENTH EDITION -KD TRIPATHI Page no: 768, 885",
        "cop": 3,
        "opa": "Gentamicin",
        "opb": "Ciplatin",
        "opc": "Rifampicin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "e734d540-1f42-48a6-8d02-9eb34a8762f8",
        "choice_type": "single"
    },
    {
        "question": "The only FDA approved radioactive antibody that can be used for treatment of lymphoma:",
        "exp": "Ibritumomab is a TNF a inhibitor is a newly approved drug by the FDA for treating both Hodgkin and non-Hodgkin lymphomas. It is a monoclonal antibody radioimmunotherapy treatment for relapsed or refractory, low grade or transformed B cell non-Hodgkin's lymphoma, a lymphoproliferative disorder. Other given drugs are also TNF a inhibitors mostly used in rheumatoid ahritis, ankylosing spondylosis, chron's disease, etc REF KD tripathi 8th ed",
        "cop": 2,
        "opa": "Trastuzumab",
        "opb": "Ibritumomab",
        "opc": "Rituximab",
        "opd": "Imatinib",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "cfbc440d-0978-48e9-9c62-0d4c02b929e5",
        "choice_type": "single"
    },
    {
        "question": "Cyclosporine acts by decreasing the production of:",
        "exp": "Cyclosporine -It profoundly and selectively inhibits T lymphocyte proliferation, IL-2 and other cytokine production and response of inducer T cells to IL-l, without any effect on suppressor T-cells. Stimulation of T cell receptor produces a cascade of Ca2+ dependent events and protein kinase C (PKC) activation. The Ca2+ ions after binding to calmodulin activate a membrane-associated serine/ threonine phosphatase called calcineurin which dephosphorylates regulatory protein 'nuclear factor of activated T-cell' (NFAT), permitting its intranuclear migration and transcription of cytokine genes leading to the production of IL-2 along with other interleukins, GM-CSF, TNFa, interferon, etc. Cyclosporine enters target cells and binds to cyclophilin, an immunophilin class of protein. The complex then binds to and inactivates calcineurin response of the helper T cell to antigenic stimulation fails. Cyclosporine also enhances expression of an inhibitor of IL-2 which attenuates IL-2 stimulated T -cell proliferation and production of killer lymphocytes. ESSENTIALS of MEDICAL PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page: 851",
        "cop": 2,
        "opa": "IL-1",
        "opb": "IL-2",
        "opc": "IL-6",
        "opd": "IL-8",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "72002ca5-bbe8-4451-9977-25a6a36e9926",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunosuppressant drugs is most nephrotoxic?",
        "exp": "Among the given drugs Tacrolimus has dose-limiting nephrotoxicity In addition, it can precipitate diabetes, alopecia, and diarrhea. Hypertension, hirsutism, gum hyperplasia is less marked compared to cyclosporin. Other drugs listed above are antiproliferative drugs. These have no excess nephrotoxicity effect. they act mainly by preventing the clonal expansion of T and B Lymphocytes. ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION -K. D TRIPATHI Page: 881, 882, 883",
        "cop": 4,
        "opa": "Azathioprine",
        "opb": "Cyclophosphamide",
        "opc": "Mycophenolate mofetil",
        "opd": "Tacrolimus",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "836cab49-65b7-46f1-907b-4aa004c66c3c",
        "choice_type": "single"
    },
    {
        "question": "Denosumab, a monoclonal antibody against RANK ligand is used for the treatment of:",
        "exp": "Newer drugs for the treatment of Osteoporosis: 1. Denosumab: it is a human monoclonal antibody which inhibits osteoclast differentiation and function as well as promotes their apoptosis. it is the best treatment option for postmenopausal osteoporosis. 2. Strontium ranelate: It suppresses bone resorption and stimulates bone formation in women at postmenopausal age. ESSENTIALS OF MEDICAL PHARMACOLOGY SEVENTH EDITION-K D TRIPATHI, page: 346",
        "cop": 2,
        "opa": "Rheumatoid ahritis",
        "opb": "Osteroporosis",
        "opc": "Osteoahritis",
        "opd": "Systemic lupus erythematosis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "44506b96-75d7-4c6e-8b98-7a1ed85c083e",
        "choice_type": "single"
    },
    {
        "question": "Complication of cyclosporine therapy is:",
        "exp": "Cyclosporine selectively suppresses cell-mediated immunity, prevents graft rejection and vet leaves the recipient with enough immune ctivity to combat bacterial infection. Unlike cytotoxic immunosuppressants, it is free of toxic effects on bone marrow and RE system. Humoral immunity remains intact. However, it is a nephrotoxic-the major limitation and impairs liver function. Other adverse effects are sustained the rise in BP, precipitation of diabetes, anorexia, lethargy, hyperkalemia, oppounistic infections, hirsutism, gum hyperplasia, tremor and seizures. Cyclosporine is the most effective drug for the prevention and treatment of graft rejection reaction. It is routinely used in the renal, hepatic, cardiac, bone marrow and other transplantations. For induction, it is staed orally 12 hours before the transplant and continued for as-long-as needed. ESSENTIALS of MEDICAL PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page: 854",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Pulmonary fibrosis",
        "opc": "corneal deposits",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "a29ce887-4c57-445a-8bd3-203c1b65bda5",
        "choice_type": "single"
    },
    {
        "question": "Oral complication of Cyclosporin is",
        "exp": "Adverse effects Cyclosporin is nephrotoxic--the major limitation, and impairs liver function. Other adverse effects are sustained rise in BP, precipitation of diabetes, anorexia, lethargy, hyperkalaemia, hyperuricaemia, oppounistic infections, hirsutism, gum hyperplasia, tremor and seizures. Ref:- kd tripathi; pg num:-880, 881",
        "cop": 3,
        "opa": "Oral thrush",
        "opb": "Leukoplakia",
        "opc": "Gingival hyperplasia",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "ca75ca7c-56b4-4b42-a6dc-e4d8a18f5253",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Radioactive anti-cancer Monoclonal antibody?",
        "exp": "Ibritumomab and Tositumomab are anti-cancer Monoclonal antibodies attached to yttrium radioisotope. Ref: Sharma and Sharma 3rd ed/pg 876",
        "cop": 3,
        "opa": "Basiliximab",
        "opb": "Bevacizumab",
        "opc": "Ibritumomab",
        "opd": "Rituximab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "9eaf83f7-65e1-480d-a4af-4a2277345f7a",
        "choice_type": "single"
    },
    {
        "question": "Etanercept used in rheumatoid ahritis act by the inhibition of:",
        "exp": "TNF Alpha blockers- Infliximab, adalimumab, ceolizumab, golimumab, etanercept Ref KD Tripathi 8th ed",
        "cop": 1,
        "opa": "TNF alpha",
        "opb": "TFG beta",
        "opc": "IL-2",
        "opd": "IL-6",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "07953a7c-c21d-4e06-9d5e-de388de2db0f",
        "choice_type": "single"
    },
    {
        "question": "Nevirapine is",
        "exp": "NIs are - Zidovudine, Lamivudine, Stavudine, Didanosine, Zalcitabine Emtricitabine, Abacavir, Tenofovir PIs are - Saquinavir, Indinavir, Ritonavir, Nelfinavir, Amprenavir, Lopinavir and Amprenavir Fusion inhibitor - Enfuviide Ref: HL Sharma 3rd edition anti retroviral drugs.",
        "cop": 1,
        "opa": "Nonnucleoside reverse transcriptase inhibitor (NNI)",
        "opb": "Nucleoside reverse transcriptase inhibitor (NIs)",
        "opc": "Protease inhibitor (PI)",
        "opd": "Fusion inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "6ca3395e-003a-44db-b775-72f8701b1109",
        "choice_type": "single"
    },
    {
        "question": "Anti IgE monoclonal antibody used in bronchial asthma is:",
        "exp": "ANTI-IgE ANTIBODY Omalizumab: It is a humanized monoclonal antibody against IgE. Administered i. v. or s. c., it neutralizes free IgE in circulation without activating mast cells and other inflammatory cells. On antigen challenge, little IgE is available bound to the mast cell surface receptors to trigger mediator release and cause bronchoconstriction. It is very expensive; use is reserved for resistant asthma patients with positive skin tests or raised IgE levels who require frequent hospitalization. It is not itself immunogenic; only injection site local reactions have been noted so far. Reslizumab is also used for bronchial asthma ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -K D TRIPATHI Page: 226",
        "cop": 2,
        "opa": "Mepolizumab",
        "opb": "Omalizumab",
        "opc": "Keliximab",
        "opd": "Altrakincept",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "2a72b0a9-ed70-4151-85b9-f91837670186",
        "choice_type": "single"
    },
    {
        "question": "Capillary leak syndrome is caused by which of the following drug?",
        "exp": "Capillary leak syndrome is usually seen with Sargramostim or GM CSFGM-CSF can cause more severe side effects, paicularly at higher doses. These include fever, malaise, ahralgias, myalgias, and a capillary leak syndrome characterized by peripheral edema and pleural or pericardial effusions. G CSF/GM CSF analogs are used for treatment and prevention of cancer chemotherapy-induced anemia, neutropenia, thrombocytopenia etc. Ref: Goodman Gillman 12th ed. Pg: 1074",
        "cop": 2,
        "opa": "Fligrastim",
        "opb": "Sargramostim",
        "opc": "Peg filgrastim",
        "opd": "Darbeptoin",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "417bdbc8-b5e2-45da-a7fd-2a761ce374ca",
        "choice_type": "single"
    },
    {
        "question": "The following monoclonal antibody is directed against alpha 4 integrin?",
        "exp": "Natalizumab. Natalizumab is a humanized Ig. G4 monoclonal antibody that binds to the a4-subunit of a4b1 and a4b7 integrins expressed on the surfaces of all leukocytes except neutrophils and inhibits the a4-mediated adhesion of leukocytes to their cognate receptor. It is indicated for patients with multiple sclerosis and Crohn's disease who have not tolerated or had inadequate responses to conventional treatments. Ref: Katzung 13th ed. pg 993.",
        "cop": 2,
        "opa": "Efalizumab",
        "opb": "Natalizumab",
        "opc": "Ibalizumab",
        "opd": "Toclizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "d6965084-80b2-4d8d-aac2-904b09ae91b4",
        "choice_type": "single"
    },
    {
        "question": "Abatacept is a new drug approved for:",
        "exp": "Abatacept is the newer biological being used in refractory Rheumatoid Ahritis. The other newer biological agent used is Rituximab which is a monoclonal antibody that destroys B cells. It is a fusion protein composed of the Fc region of the immunoglobulin Ig. G1 fused to the extracellular domain of CTLA-4. ESSENTIALS OF MEDICAL PHARMACOLOGY; SEVENTH EDITION -K. D TRIPATHI Page: 212",
        "cop": 2,
        "opa": "SLE",
        "opb": "Rheumatoid ahritis",
        "opc": "Sjogren syndrome",
        "opd": "Scleroderma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "240b73e4-0e3d-4faf-bcd7-0ebb083679df",
        "choice_type": "single"
    },
    {
        "question": "Intranasal calcitonin is used for",
        "exp": "Calcitonin nasal spray is used together with calcium and vitamin D to treat bone loss in women with postmenopausal osteoporosis who have been postmenopause for at least 5 years. REF KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Paget's disease",
        "opb": "MEN syndrome",
        "opc": "Hypercalcemia",
        "opd": "Osteoporosis-Post menopausal",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "a0849057-5a53-4964-aa7c-e1f9b763cfa1",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Abatacept is ( REPAEAT)",
        "exp": "Abatacept is a soluble fusion protein that consists of the extracellular domain of human cytotoxic T-lymphocyte-associated antigen 4 (CTLA-4) linked to the modified Fc (hinge, CH2, and CH3 domains) poion of human immunoglobulin G1 (Ig. G1). Abatacept is produced by recombinant DNA technology in a mammalian cell expression system. The drug has activity as a selective costimulation modulator with inhibitory activity on T lymphocytes. It is used in the treatment of Rheumatoid ahritis. Ordinarily, full T cell activation requires 1) binding of the T cell receptor to the antigen-MHC complex on the antigen presenting cell (APC) and 2) a costimulatory signal provided by the binding of the T cell's CD28 protein to the B7 protein on the APC. Abatacept, which contains a high-affinity binding site for B7, works by binding to the B7 protein on APCs and preventing them from delivering the costimulatory signal to T cells, thus preventing the full activation of T cells. Abatacept is the basis for the second-generation belatacept currently being tested in clinical trials. In organ transplantation, it is intended to provide extended graft survival while limiting the toxicity generated by standard immune-suppressing regimens such as calcineurin inhibitors (eg, ciclosporin). Ref: katzung 12th ed.",
        "cop": 3,
        "opa": "IL-1 inhibitor",
        "opb": "TNF-alpha inhibitor",
        "opc": "T cell inhibitor",
        "opd": "Calcineurin inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "8f6dd2c9-9725-485f-b120-e6e4ba743962",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody to IL-5 is:",
        "exp": "IL5 antagonists- reslizumab, mepolizumab, benralizumab(IL5 receptor antagonist) MEPOLIZUMAB: Mechanism of Action Humanized Ig. G1 kappa monoclonal antibody specific for IL-5; binds IL-5, and therefore stops IL-5 from binding to its receptor on the surface of eosinophils Inhibiting IL-5 binding to eosinophils reduces blood, tissue, and sputum eosinophil levels Absorption- Bioavailability: 80% Elimination Half-life: 16-22 days Systemic clearance: 0. 28 L/day use: Asthma Indicated for add-on maintenance treatment of patients with severe asthma aged >=12 yr, and with an eosinophilic phenotype 100 mg SC q4wk Dosing Considerations Not for the treatment of other eosinophilic conditions Not for relief of acute bronchospasm or status asthmaticus Adverse Effects- headache MOST common REF KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Mepolizumb",
        "opb": "Omalizumb",
        "opc": "Keliximab",
        "opd": "Altrakincept",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "108d0bde-5749-4572-b366-d0e2909994e2",
        "choice_type": "single"
    },
    {
        "question": "Bevacizumab is used in",
        "exp": "Bevacizumab is an anti-VEGF monoclonal antibody used in renal cell carcinoma. Ref: Goodman Gillman 12th ed; Pg 1739",
        "cop": 3,
        "opa": "Breast carcinoma",
        "opb": "Hepatic carcinoma",
        "opc": "Renal carcinoma",
        "opd": "Lung carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "4f9124b5-c204-4415-bc4d-f5ff0542fb53",
        "choice_type": "single"
    },
    {
        "question": "The following is the indication of Reslizumab?",
        "exp": "Apa from omalizumab, Reslizumab is the new drug, anti IL-5 for asthma. Ref: KK Sharma 3rd ed.",
        "cop": 3,
        "opa": "Ulcerative colitis",
        "opb": "Multiple sclerosis",
        "opc": "Bronchial asthma",
        "opd": "Alzheimer's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "177d4434-5034-4b25-8ce9-070018e11667",
        "choice_type": "single"
    },
    {
        "question": "TNF -alpha inhibitors should not be used in:",
        "exp": "Tumor necrosis factor-a (TNF-a) inhibitors are known to increase reactivation of concurrent chronic hepatitis B, Hence not used ESSENTIALS OF MEDICAL PHARMACOLOGY: SEVENTH EDITION K. D TRIPATHI PAGE: 804, 805, 884",
        "cop": 2,
        "opa": "Rheumatoid ahritis with HIV infection",
        "opb": "Rheumatoid ahritis with hepatitis B",
        "opc": "Rheumatoid ahritis with hepatitis C",
        "opd": "Rheumatoid ahritis with pulmonary fibrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "9c860eb1-cd45-4108-b981-ff1846c882aa",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Rituximab?",
        "exp": "Rituximab acts on CD 20 B cell antigen and useful in Hodgkins lymphoma. Ref: Sharma and Sharma 3rd ed/pg 874",
        "cop": 1,
        "opa": "Targets CD 20 antigen",
        "opb": "Targets CD 52 antigen",
        "opc": "Targets CD 22 antigen",
        "opd": "Targets CD 38 antigen",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "50b854ca-a933-46bf-99d6-0a2dddcfb485",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunosuppressive agents acts selectivity by inhibiting helper T-Cells?",
        "exp": "Calcineurin inhibitors (Specific T-cell inhibitors) Cyclosporine- It profoundly and selectively inhibits T lymphocyte proliferation, IL-2 and other cytokine production and response of inducer T cells to IL-l, without any effect on suppressor T-cells. Lymphocytes are arrested in G0 or G1 phase- used in various organ transplantations ESSENTIALS of MEDICAL PHARMACOLOGY SEVENTH EDITION -KD TRIPATHI Page: 885, 886",
        "cop": 3,
        "opa": "Cyclophosphamide",
        "opb": "Azathioprine",
        "opc": "Cyclosporine",
        "opd": "Cystosine arabinoside",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "a2c0a96e-1f81-433b-8fab-1c8c0980d245",
        "choice_type": "single"
    },
    {
        "question": "The following is the indication of eptifibatide?",
        "exp": "Eptifibatide and tirofiban are the newer antiplatelet drugs(Glycoprotein IIB/IIIA inhibitors) used in unstable angina. Ref: Goodman Gillman 12thed. Pg: 871",
        "cop": 1,
        "opa": "Angina",
        "opb": "HIV",
        "opc": "CCF",
        "opd": "Hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "132a76c2-c1c7-4f57-8af7-8764f1571b68",
        "choice_type": "single"
    },
    {
        "question": "Basiliximab is?",
        "exp": "Basiliximab is an anti CD25 antibody. It has a high affinity for interleukin 2. It is used for the prevention of rejection reactions in transplant patients. Ref: Sharma and Sharma 2nd e/pg 887",
        "cop": 2,
        "opa": "Anti CD3 monoclonal antibody",
        "opb": "Anti CD25 monoclonal antibody",
        "opc": "IL1 receptor antagonist",
        "opd": "TNF alpha inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "398e02c0-4380-4207-940b-59b55e003513",
        "choice_type": "single"
    },
    {
        "question": "Amylin analog among the following is",
        "exp": "Pramlintide, a synthetic analog of amylin, is an injectable antihyperglycemic agent that modulates postprandial glucose levels and is approved for preprandial use in persons with type 1 and type 2 diabetes. It is administered in addition to insulin in those who are unable to achieve their target postprandial blood sugar levels. Pramlintide suppresses glucagon release undetermined mechanisms, delays gastric emptying, and has central nervous system mediated anorectic effects. Ref: Katzung; 13th edition; Page no: 760",
        "cop": 4,
        "opa": "Sitagliptin",
        "opb": "Liraglutide",
        "opc": "Nateglinide",
        "opd": "Pramlintide",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "dbd028d5-86a8-44ab-bdbe-c84e3ad7b31b",
        "choice_type": "single"
    },
    {
        "question": "Bevacizumab is used in:",
        "exp": "Bevacizumab is the trade name of Avastin - an angiogenesis inhibitor. It is a monoclonal antibody that blocks angiogenesis by inhibiting VGRF-A. In diabetic retinopathy, there will be blood vessel growth and proliferation due to VGRF which is inhibited by bevacizumab It is used for the treatment of colorectal cancer, lung cancer, breast cancer, renal cancer, diabetic retinopathy REF KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Diabetic retinopathy",
        "opb": "Glaucoma",
        "opc": "Diabetic nephropathy",
        "opd": "Neuropathy",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "27b73952-f4d2-45a1-94b4-926cd3fdbb78",
        "choice_type": "single"
    },
    {
        "question": "Anti CD25 antibody among the following is",
        "exp": "IL-2 receptor antagonist The CD-25 molecule is expressed on the surface of immunologically activated, but not resting T-cells. It acts as a high affinity receptor for IL-2 through which cell proliferation and differentiation are promoted. Some anti CD-25 antibodies have been developed as IL-2 receptor antagonist to specifically arrest the activated T-cells. 1). Daclizumab It is a highly humanized chimeric monoclonal anti CD-25 antibody which binds to and acts as IL-2 receptor antagonist. Combined with glucocoicoids, calcineurin antagonists and/or azathioprine/MMF, it is used to prevent renal and other transplant rejection reaction. The plasma t 1/2 of daclizumab is long (3 weeks), and it has also been used in combination regimens for maintenance of graft. 2). Basiliximab This is another anti CD-25 antibody with higher affinity for the IL-2 receptor, but shoer plasma t 1/2 (1 week). Ref:- kd tripathi; pg num:-884",
        "cop": 2,
        "opa": "Muromonab",
        "opb": "Daclizumab",
        "opc": "Adalimumab",
        "opd": "Transtuzumab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "e25842d5-9fa8-43ee-a888-e785766dde8d",
        "choice_type": "single"
    },
    {
        "question": "Apremilast is",
        "exp": "Ustekinumab, a monoclonal antibody to the shared IL-23/IL-12p40 subunit, is an efficacious treatment for psoriasis and has shown promise in Psoriatic ahritis in clinical trials. Other newer drugs that have shown efficacy for both psoriasis and PsA include the anti-IL-17 pathway agents, such as secukinumab and brodalumab, and an oral phosphodiesterase-4 inhibitor, apremilast. Data on the oral Jak inhibitor, tofacitinib, has been very limited but promising. Ref: Harrison&; s Principles of Internal Medicine; 20th ed KD TRIPATHI 9th ed",
        "cop": 2,
        "opa": "PDE 3 inhibitor",
        "opb": "PDE 4 inhibitor",
        "opc": "PDE 5 inhibitor",
        "opd": "PDE 6 inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "a2c691c3-0d1a-48bf-8466-4197c1be377b",
        "choice_type": "single"
    },
    {
        "question": "The best treatment for Kawasaki disease is:",
        "exp": "Kawasaki disease causes inflammation in the walls of medium-sized aeries throughout the body. It primarily affects children. The inflammation tends to affect the coronary aeries, which supply blood to the heart muscle. Kawasaki disease is sometimes called mucocutaneous lymph node syndrome because it also affects lymph nodes, skin, and the mucous membranes inside the mouth, nose, and throat. Signs of Kawasaki disease, such as a high fever and peeling skin, can be frightening. Doctor may recommend: Gamma globulin. Infusion of an immune protein (gamma globulin) through a vein (intravenously) can lower the risk of coronary aery problems. Aspirin. High doses of aspirin may help treat inflammation. Aspirin can also decrease pain and joint inflammation, as well as reduce the fever. Kawasaki treatment is a rare exception to the rule against aspirin use in children but only when given under the supervision of your child's doctor. Because of the risk of serious complications, initial treatment for Kawasaki disease usually is given in a hospital. REF KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Aspirin",
        "opb": "I. V. immunoglobulins",
        "opc": "Coicosteroids",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "47a7d550-1128-4133-a88d-c3e95e76aa85",
        "choice_type": "single"
    },
    {
        "question": "Anti CD20 is",
        "exp": "anti cd20 mabs: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Alemtuzumab",
        "opb": "Bevacizumab",
        "opc": "Gemtuzumab",
        "opd": "Tositumomab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "371197bc-fb61-4bcf-9f93-0dc953dedfbb",
        "choice_type": "single"
    },
    {
        "question": "Select the drug which is used exclusively in organ transplantation and autoimmune diseases, but not in cancers:",
        "exp": "CALCINEURIN INHIBITORS (Specific T-cell inhibitors) Cyclosporine Mech of action:- It inhibits T lymphocyte proliferation, IL-2 and other cytokine production as well as response of inducer T cells to IL-1. Cyclosporin binds with protein cyclophiin-A and inactivate calcineurin and the transcription of genes involved in synthesis of IL2 and T Cell activation. Cyclosporine is most active when administered before antigen exposure uses:- 1) Cyclosporin selectively suppresses cell- mediated immunity (CMI), prevents graft rejection reaction. It is routinely used in renal, hepatic, cardiac, bone marrow and other transplantations. For induction it is staed orally 12 hours before the transplant and continued for as long as needed. 2) it is a second line drug in autoimmune diseases, like severe rheumatoid ahritis, uveitis, bronchial asthma, inflammatory bowel disease, dermatomyositis, etc. and in psoriasis, especially to suppress acute exacerbations. Ref:- kd tripathi; pg num:-878, 880, 881",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Cyclosporine",
        "opc": "Methotrexate",
        "opd": "6-Mercaptopurine",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "c1024fcc-7197-4554-848b-77100cd916c9",
        "choice_type": "single"
    },
    {
        "question": "Wof is an immunosuppressant that acts by inhibiting m. TOR and is non nephrotoxic",
        "exp": "m. TOR INHIBITORS Sirolimus This new and potent immunosup-pressant is a macrolide antibiotic (like tacrolimus), which was earlier named Rapamycin. Mech of action:- It binds to immunophillin FKBP and the sirolimus-FKBP complex inhibits kinase called 'mammalian target of rapamycin' (m. TOR). uses:- 1). For prophylaxis and therapy of graft rejection reaction, sirolimus can be used alone, but is generally combined with lower dose of cyclosporine/tacrolimus and/or coicosteroids and mycophenolate mofetil. It is paicularly suitable for patients developing renal toxicity with cyclosporine. ( Sirolimus is non nephrotoxic). 2)sirolimus coated stents are being used to reduce the incidence of coronary aery restenosis, by inhibiting endothelial proliferation at the site. Adverse effects:- Significantly, sirolimus is not nephrotoxic, but it can suppress bone marrow, mainly causing thrombocytopenia. Rise in serum lipids is common. Other adverse effects are diarrhoea, liver damage and pneumonitis. Ref:- kd tripathi; pg num:-882",
        "cop": 3,
        "opa": "Azathioprine",
        "opb": "Tacrolimus",
        "opc": "Sirolimus",
        "opd": "Rapamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "946868d8-9927-4cc0-9f25-1fd9cf8f5418",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a VEGF inhibitor?",
        "exp": "Cetuximab, Bevacizumab, Sunitinib, Sorafenib acts as VEGF inhibitors inhibiting angiogenesis. Ref: Sharma and Sharma 3rd ed/pg 875",
        "cop": 1,
        "opa": "Bevacizumab",
        "opb": "Omalizumab",
        "opc": "Adalizumab",
        "opd": "Abciximab",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "ed9de848-3ccb-43aa-8ac3-04201f269917",
        "choice_type": "single"
    },
    {
        "question": "FK 506 is a type of:",
        "exp": "Tacrolimus (FK506)- structurally a macrolide antibiotic which is a newer immunosuppressant chemically different from cyclosporine, but having the same mechanism of action, and is -100 times more potent. It binds to a different cytoplasmic immunophilin protein labeled 'FKBP', but the subsequent steps are the same, i. e. inhibition of helper T cells calcineurin. Tacrolimus is administered orally as well as by i. v. infusion. Oral absorption is variable and decreased by food. It is metabolized by CYP3. A4 Section 14 and excreted in bile with a longer tlh of 12 hour. Therapeutic application, clinical efficacy as well as toxicity profile are similar to cyclosporine. It is paicularly valuable in liver transplantation because its absorption is not dependent on bile. Because of more potent action, itis also suitable for suppressing acute rejection that has set in. Hypertension, hirsutism and gum hyperplasia are less marked than cyclosporine, but tacrolimus is more likely to precipitate diabetes, cause neurotoxicity, alopecia, and diarrhea. Dose-limiting toxicity is renal. ESSENTIALS of MEDICAL PHARMACOLOGY SIXTH EDITION -K. D TRIPATHI Page: 853 T",
        "cop": 3,
        "opa": "Immunoglobulin antibody",
        "opb": "Non-depolarizing muscle relaxant",
        "opc": "Macrolide antibiotic",
        "opd": "Opioid anaesthetic",
        "subject_name": "Pharmacology",
        "topic_name": "Immunomodulators",
        "id": "294fbabf-d326-4fae-9372-857bb5c197f9",
        "choice_type": "single"
    }
]