[
    {
        "question": "Triamterene causes",
        "exp": "Inhibitors of renal epithelial Na+ channel Include Triamterene and amiloride. Triamterene:- It is incompletely absorbed orally, paly bound to plasma proteins, largely metabolized in liver to an active metabolite and excreted in urine. Plasma t 1/2 is 4 hours, effect of a single dose lasts 6-8 hours. Side effects:- consist of nausea, dizziness, muscle cramps and rise in blood urea. Impaired glucose tolerance and photosensitivity are repoed, but urate level is not increased. Ref:- kd tripathi; pg num:-590",
        "cop": 2,
        "opa": "Better glucose tolerance",
        "opb": "Muscle cramps",
        "opc": "Decrease in urea level",
        "opd": "Hypokalemia",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "84911b71-e906-4984-8346-6418c0aed663",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is contraindicated along with spironolactone",
        "exp": "CONTRAINDICATIONS / PRECAUTIONS Adrenal insufficiency, anuria, diabetes mellitus, hyperkalemia, renal disease, renal failure, renal impairment.... Acid/base imbalance, metabolic acidosis, metabolic alkalosis, respiratory acidosis.... Ascites, biliary cirrhosis, hepatic disease.... Menstrual irregularity.",
        "cop": 3,
        "opa": "Chlorothiazide",
        "opb": "Beta blockers",
        "opc": "ACE inhibitors",
        "opd": "Amlodipine",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d0efa4a0-aeef-4af5-acef-c41cfb68529e",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for neurogenic diabetes insipidus",
        "exp": "Desmopressin is used to treat neurogenic diabetes insipidus, bedwetting, hemophilia A, von Willebrand disease it acts as an agonist to vasopressin receptor or ADH receptor- produce antidiuresis- less urine production-used in DI, bedwetting, vasoconstriction - used in esophageal varices and produces vwf- used in von Willebrand disease ref KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Vasopressin",
        "opb": "Terlipressin",
        "opc": "Desmopressin",
        "opd": "Pralipressin",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "c91799d3-9837-4a4c-8e4d-e2b2976d8e7f",
        "choice_type": "single"
    },
    {
        "question": "Patient with head injuries with rapidly increasing intracranial tension without hematoma, the drug of choice for initial management would be:",
        "exp": "Mannitol is an osmotic diuretic. It is used for Increased intracranial or intraocular tension (acute congestive glaucoma, head injury, stroke, etc.): by osmotic action, it encourages the movement of water from brain parenchyma, CSF and aqueous humor; The dose is 1-1. 5 g/kg is infused over 1 hour as 20% solution to transiently raise plasma osmolarity. It is also used before and after ocular /brain surgery to prevent the acute rise in intraocular/intracranial pressure. osmotic diuretics are excreted unchanged in the urine ( Essentials of Medical Pharmacology, K. D Tripathi, 6th edition, page 572 ) eding",
        "cop": 3,
        "opa": "Furosemide",
        "opb": "Steroids",
        "opc": "20% Mannitol",
        "opd": "Glycine",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "1bbd28c0-3f7b-454d-bb10-a0ca6d10bb22",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male, Rajinder presents to your office with fatigue, muscle weakness and headache. His blood pressure is 170/120 mm Hg and his heart rate is 100/min. Laboratory evaluation reveals hypokalemia, metabolic alkalosis and decreased plasma renin activity. On CT scan, a mass was noted on left suprarenal gland. Patient was prescribed a drug for few weeks and the symptoms subsided. Laboratory values and blood pressure returned to normal values. The likely drug given to this patient is?",
        "exp": "Mosty likely diagnosis in this patient is aldosterone secreting tumor (adenoma) leading to primary hyperaldosteronism (Conn's Syndrome). Aldosterone excess will cause hypertension, hypokalemia, metabolic alkalosis and depressed renin. Aldosterone antagonists such as spironolactone or eplerenone can be used as medical therapy for Conn's syndrome.",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Propanolol",
        "opc": "Hydrochlorothiazide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "18269b74-4837-43b7-96ed-d191f63e35d2",
        "choice_type": "single"
    },
    {
        "question": "Which diuretic can be used in treatment of hypercalcemia?",
        "exp": "Loop diuretics: Thiazide diuretics: Act on Na+K+2. Cl- sympoer acts on ascending limb of loop of Henle. Includes- furosemide, torsemide, bumetanide High ceiling diuretics Loop looses calcium - therefore used in hypercalcemia Inhibits Na-Cl- sympoer acts on distal tubule Includes- chlohiazide, indapamide Decreases Na+, K+, Mg2+, H+ Increases glucose, uric acid, lipid Increase in calcium - used in osteoporosis",
        "cop": 1,
        "opa": "Furosemide",
        "opb": "Spironolactone",
        "opc": "Hydrochlorothiazide",
        "opd": "Mannitol",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "2949d44c-be17-4083-a034-6d4ff75ef019",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not a uricosuric agent?",
        "exp": "Drugs increasing the excretion of uric acid (Uricosuric agents) Probenecid Sulfinpyrazone Benzbromarone Lesinurad",
        "cop": 4,
        "opa": "Probenecid",
        "opb": "Sulfinpyrazone",
        "opc": "Benzbromarone",
        "opd": "Febuxostat",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "b9dbbdf1-89d8-4948-aac5-8b0b6993437c",
        "choice_type": "single"
    },
    {
        "question": "Plasma Renin activity is lowered by which of the following group of drugs?",
        "exp": "Plasma renin activity is increased by beta 1 stimulation, ACE inhibitors. Decreased by aliskerin, remikerin, clonidine(central alpha 2 agonists). Ref: KD Tripathi 7th ed, p 500",
        "cop": 2,
        "opa": "Calcium channel blockers",
        "opb": "Alpha 2 agonists",
        "opc": "ACE inhibitors",
        "opd": "Aeriolar dilators",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "75fd287b-8b94-43dd-9c9b-39e7404de24e",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has a history of frequent episodes of renal colic with high calcium renal stones. The most useful diuretic in the treatment of recurrent calcium stones is:",
        "exp": "Thiazides cause hypercalcemia by decreasing the renal excretion of Ca2+. These are useful in a patient having hypercalciurea. In such a patient, thiazides decrease the excretion of Ca2+ in the kidney and thus reduces the chances of stone formation.",
        "cop": 3,
        "opa": "Furosemide",
        "opb": "Spironolactone",
        "opc": "Hydrochlohiazide",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "14fb9971-1dfe-4dfd-842f-7debc84a7a7c",
        "choice_type": "single"
    },
    {
        "question": "Long-term use of which diuretic agent can result in gynaecomastia?",
        "exp": "Side effects of spironolactone: - Drowsiness, Ataxia, Mental confusion, Epigastric distress It may enhance testosterone clearance or its peripheral conversion to estradiol- gynecomastia, erectile dysfunction or loss of libido in men, and breast tenderness or menstrual irregularities in women. Most serious is hyperkalemia that may occur, especially if renal function is inadequate.",
        "cop": 2,
        "opa": "Amiloride",
        "opb": "Spironolactone",
        "opc": "Triamterene",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "47718862-1783-4562-8966-4ff38433336e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diuretics can result in metabolic acidosis?",
        "exp": "- Carbonic anhydrase inhibitors (e. g. acetazolamide) and K+ sparing diuretics cause Metabolic Acidosis. - All other diuretics may result in Metabolic Alkalosis.",
        "cop": 4,
        "opa": "Indapamide",
        "opb": "Furosemide",
        "opc": "Hydrochlohiazide",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "ec242755-57d8-4f42-beda-bca086e5dc14",
        "choice_type": "single"
    },
    {
        "question": "Potassium sparing diuretics acts On:",
        "exp": "These are either aldosterone antagonist or directly inhibit Na+ channels in DT and CD cells to indirectly conserve K+. Potassium-sparing diuretics - Spironolactone( Aldosterone antagonist) Amiloride, Triamterene ( inhibit renal epithelial Na channel ) Mechanism of action: aldosterone binds to aldosterone receptor first in the collecting ducts- AR complex induces growth of ENAC or stimulation of ENAC- epithelial sodium channels- leading to loss of potassium in the urine and sparing of sodium in the plasma now if spironolactone is administered, blocks AR complex- opp actions will be seen- potassium will be spared inside the body leading to loss of sodium in the urine ( Essentials of Medical Pharmacology, K. D Tripathi, 6th edition )",
        "cop": 2,
        "opa": "Na+ K+ pump",
        "opb": "Aldosterone receptor",
        "opc": "Carbonic anhydrase",
        "opd": "Na+ Cl- sympoer",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "43a372a9-9a42-4c4b-92e6-2b9e6d010bea",
        "choice_type": "single"
    },
    {
        "question": "Thiazide causes",
        "exp": "The increased hydrogen ion loss in the urine can lead to metabolic alkalosis in the plasma- seen with thiazides and loop diuretics metabolic acidosis is seen with potassium-sparing diuretics- (due to the increase in chloride content in the plasma)and with CA inhibitors Ref KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory alkalosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "38e164c7-8f19-4cea-9853-e38ff3cb079b",
        "choice_type": "single"
    },
    {
        "question": "Long-term use of which diuretic agent can result in gynaecomastia",
        "exp": "POTASSIUM SPARING DIURETICS Aldosterone antagonist Spironolactone:- It is a steroid, chemically related to the mineralocoicoid aldosterone. Aldosterone penetrates the late DT and CD cells and acts by combining with an intracellular mineralocoicoid receptor (MR) -> induces the formation of 'aldosterone-induced proteins' (AIPs). The AIPs promote Na+ reabsorption by a number of mechanisms and K+ secretion. Spironolactone acts from the interstitial side of the tubular cell, combines with MR and inhibits the formation of AIPs in a competitive manner. Adverse effects:- The side effects are drowsiness, ataxia, mental confusion, epigastric distress and loose motions. Spironolactone interacts with progestin and androgen receptors as well. In addition, it may enhance testosterone clearance or its peripheral conversion to estradiol, producing dose and duration of treatment related hormonal side effects like gynaecomastia, erectile dysfunction or loss of libido in men, and breast tenderness or menstrual irregularities in women. Most serious is hyperkalaemia that may occur, especially if renal function is inadequate. Acidosis is a risk, paicularly in cirrhotics. Peptic ulcer may be aggravated; it is contraindicated in ulcer patients. Ref:- kd tripathi; pg num:-587, 589",
        "cop": 2,
        "opa": "Amiloride",
        "opb": "Spironolactone",
        "opc": "Triamterene",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "78d12dd0-853f-40c4-9b8b-d6c54beda8bc",
        "choice_type": "single"
    },
    {
        "question": "Non-selective vasopressin receptor antagonist is",
        "exp": "Conivaptan is a non-selective vasopressin V1 and V2 antagonist. Tolvaptan, lixivaptan are selective V2 antagonists used in SIADH. Relcovaptan is a selective V1 antagonist. Ref: HL Sharma 3rd ed Pg 245",
        "cop": 2,
        "opa": "Tolvaptan",
        "opb": "Conivaptan",
        "opc": "Relcovaptan",
        "opd": "Lixivaptan",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "660dd774-bdf5-49a5-a931-bda86bc350ff",
        "choice_type": "single"
    },
    {
        "question": "Thiazide diuretic does not cause:",
        "exp": "Complications of the high ceiling and thiazide diuretics- loss of sodium, potassium, magnesium in the urine Hypokalemia Dilutional hyponatremia Hearing loss Hyperuricemia HYper calcemia, hyperglycemia, and hyperlipidemia Magnesium depletion ( Essentials of Medical Pharmacology, K. D Tripathi, 6th edition, page 566 )",
        "cop": 3,
        "opa": "Hyper calcaemia",
        "opb": "Hypo magnesemia",
        "opc": "Hypernatremia",
        "opd": "Hyperuricemia",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "84adc14f-d451-4bf6-877c-4cb414096867",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Polycystic ovarian disease is",
        "exp": "Refer CMDT 2014/744 Oral contraceptives are used for the treatment of mennstrul irregularity These are the drug of choice for PCOD PCOD is also known as Stein-Levanthal syndrome. Weight loss by regular exercise low glycemic index diet combined with insulin lowering drugs like metformin can restore feility in 85 percnt of females For females who don't respond to weight loss, metformin therapy may be helpful",
        "cop": 3,
        "opa": "Metformin",
        "opb": "Estrogen",
        "opc": "Estrogen and progesterone combination pill",
        "opd": "Dopamine antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "9a450f13-2fd1-46fa-b4f5-ede9c76deeef",
        "choice_type": "single"
    },
    {
        "question": "Selective V2 receptor agonist useful for the treatment of central diabetes insipidus is:",
        "exp": "Desmopressin Selective agonist of V2 receptors of vasopressin. It is used for: Central diabetes insipidus Nocturnal eneuresis Hemophilia and von Willebrand's disease S/E- Tachyphylaxis when treating for bleeding disorders",
        "cop": 2,
        "opa": "Arginine vasopressin",
        "opb": "Desmopressin",
        "opc": "Lypressin",
        "opd": "Terlipressin",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "ecafb3a6-83ad-4fad-b80f-81327db98b23",
        "choice_type": "single"
    },
    {
        "question": "Total dose of Levonorgestrel for emergency contraception",
        "exp": "Refer KDT 7tg/e Pg 322 Levonorgestrel 0. 75mg two doses 12 hours apa or 1. 5mg single dose should be taken within 72 hrs of unprotected intercourse for emergency contraception",
        "cop": 1,
        "opa": "1. 5mg single pill",
        "opb": "1. 5 mg pill",
        "opc": "7. 5 mg single pills",
        "opd": "O. 25 mg two pills",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "6f1fd2fe-af8e-4335-be2b-a8953ee6ddbd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a potassium sparing diuretic?",
        "exp": "POTASSIUM SPARING DIURETICS P: Potassium sparing diuretics A: Amiloride S: Spironolactone T: Triamterene E: Epleronone",
        "cop": 2,
        "opa": "Amiloride",
        "opb": "Indapamide",
        "opc": "Spironolactone",
        "opd": "Triamterene",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "c2cadb5c-8287-427b-b21b-7c98dcc7c57b",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of acetazolamide is:-",
        "exp": "Name Site of action Site of action Mechanism Loop diuretics Thick ascending limb of Loop of Henle Furosemide Torsemide Na-K-2. Cl sympoer inhibition Carbonic anhydrase inhibitors PCT Acetazolamide Dorzolamide Brinzolamide Carbonic anhydrase inhibition Thiazides DCT Hydrochlohiazide Chlohalidone Na-Cl sympoer inhibition Osmotic diuretics Non-specific Mannitol By osmotic effect Epithelial sodium channel blockers Collecting duct Amiloride Triamterene e. Na channel blockade Aldosterone antagonists Collecting duct Spironolactone Epleronone Antagonism of aldosterone receptors",
        "cop": 3,
        "opa": "Inhibition of aldosterone",
        "opb": "Stimulation of aldosterone",
        "opc": "Inhibition of carbonic anhydrase",
        "opd": "Stimulation of carbonic anhydrase",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "0ef7b8e1-d39b-4cf1-aa78-6f4dd73219f8",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has a history of frequent episodes of renal colic with high calcium renal stones. The most useful diuretic in the treatment of recurrent calcium stones is",
        "exp": "THIAZIDE AND RELATED DIURETICS (Inhibitors of Na+ Cl- sympo) mech of action:- The primary site of action is the coical diluting segment or the early DT. Here they inhibit Na+-Cl- sympo at the luminal membrane. Uses:- 1. Edema:- Thiazidesmay be used for mild-to- moderate cases. They act best in cardiac edema; are less effective in hepatic or renal edema. Thiazides are powerless in the presence of renal failure, but metolazone may still act. Cirrhotics often develop refractoriness to thiazides due to development of secondary hyperaldosteronism. 2. Hypertension:- Thiazides and related diure tics, especially chlohalidone are one of the first line drugs. 3. Diabetes insipidus:- Thiazides decrease positive free water clearance and are the only drugs effective in nephrogenic diabetes insipidus. 4. Hypercalciuria:- with recurrent calcium stones in the kidney. Thiazides act by reducing Ca2+ excretion. Ref:- kd tripathi; pg num:-582, 584",
        "cop": 1,
        "opa": "Hydrochlohiazide",
        "opb": "Acetazolamide",
        "opc": "Furosemide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "bb4e2818-4784-4786-a5f3-28e4e970c182",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone secretion is stimulated by which of the following?",
        "exp": "Hyperkalemia stimulates aldosterone secretion and hypokalemia suppress aldosterone secretion. The serum potassium is an impoant independent regulator of plasma aldosterone levels (Independent of Renin and ACTH). Increased plasma K+ concentration causes direct stimulation of aldosterone by. Major Direct Stimulants for Aldosterone Secretion Angiotensin II (RAAS) (RAAS is the major regulator) Serum Potassium (Hyperkalemia stimulates and hypokalemia suppresses aldosterone secretion) ACTH (Acute) Factors Regulating Aldosterone secretion Factor Stimulatory Inhibitory Peptides Angiotensin ACTH Angiotensin III Vasopressin Endothelin Atrial natriuretic peptide Somatostatin Ions Plasma potassium Other Serotonin Dopamine Ref: Harrison 19th edition Pgno: 310",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Dopamine",
        "opc": "Somatostatin",
        "opd": "Atrial Natri uretic peptide (ANP)",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "473b805b-b7e4-4bda-91f0-e364859bd104",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone exes action on",
        "exp": "Aldosterone acts on the late DT and CD cells by combining with an intracellular mineralocoicoid receptor - induces the formation of' aldosterone-induced proteins' (Al. Ps) which promote Na+ reabsorption by a number of mechanisms and K+ secretion. Aldosterone (AL) penetrates the cell from the interstitial side and combines with the mineralocoicoid receptor (MR). The complex translocates to the nucleus-promotes gene mediated m. RNA synthesis. The m. RNA then directs the synthesis of aldosterone-induced proteins (Alps). The Al. Ps activates Na+ channel, translocate Na+ channels from cytosolic site to the luminal membrane and Na+K+ATPase of the basolateral membrane, increase ATP production by mitochondria. All these changes promote Na+ reabsorption-more K+vand H+ is secreted indirectly ( Essentials of Medical Pharmacology, K. D Tripathi, 6tth edition, page 570 )",
        "cop": 4,
        "opa": "Proximal tubule",
        "opb": "Early Distal tubules",
        "opc": "Loop of Henle",
        "opd": "Collecting duct",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "2e6c57ef-8e86-4ca5-9272-1df098f94d52",
        "choice_type": "single"
    },
    {
        "question": "Renin antagonist is",
        "exp": "Direct renin antagonists are aliskiren, remikiren - could be used for HTN in the future- new drugs aliskiren- oral, remikiren- IV side effects- hypotension, hyperkalemia REF KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Losaan",
        "opb": "Benazepril",
        "opc": "Remikiren",
        "opd": "Imidapril",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "18748c0d-adcd-4ee5-9a14-a478ad3c9352",
        "choice_type": "single"
    },
    {
        "question": "Acetazolamide is:",
        "exp": "It is a sulfonamide derivative which noncompetitively but reversibly inhibits carbonic anhydrase in PT cells resulting in slowing of hydration of Carbon dioxide and leads to prompt but mild alkaline diuresis. The extrarenal actions of acetazolamide are: i) Lowering of intraocular tension due to decreased formation of aqueous humor (it is rich in HC03). ii) Decreased gastric HCl and pancreatic Na. HC03 secretion: This action requires very high doses-clinically not significant. iii) Raised level of C02 in the brain and lowering of pH - sedation and elevation of seizure threshold. iv) Alteration of C02 transpo in lungs and tissues: these actions are masked by compensatory mechanisms. REF-Essentials of Medical Pharmacology, K. D Tripathi, 6 th edition, page 569",
        "cop": 2,
        "opa": "Competitive and reversible carbonic anhydrase inhibitor",
        "opb": "Non-competitive and reversible carbonic anhydrase inhibitor",
        "opc": "Competitive and irreversible carbonic anhydrase inhibitor",
        "opd": "Non-competitive and irreversible carbonic anhydrase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "70db11cd-fd54-4527-b0c3-8ce47b13eb28",
        "choice_type": "single"
    },
    {
        "question": "Advantage of desmopressin over vasopressin in the treatment of diabetes insipidus is that desmopressin:",
        "exp": "Desmopressin is selective agonist of V2 receptors of vasopressin. V2 receptors are present in kidney and on endothelium whereas V1 receptors are present in blood vessels. Therefore, -Desmopressin is less likely to cause vasoconstriction than vasopressin. -Desmopressin has similar risk of causing hyponatremia due to retention of water. -Desmopressin can release of factor VIII and v. WF similar to vasopressin. -Both desmopressin and vasopressin can provide similar relief of excessive thirst.",
        "cop": 3,
        "opa": "Causes less formation of factor VIII",
        "opb": "Causes less hypernatremia",
        "opc": "Is more selective for V2 receptor subtype",
        "opd": "Provides greater relief of excessive thirst the patient is experiencing",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "7cd1d299-9244-4c82-ad87-a4fadd85d934",
        "choice_type": "single"
    },
    {
        "question": "The site of action of vasopressin antagonist in kidney",
        "exp": "V2 receptors are located on medullary collecting ducts. drugs acting on V2 receptor antagonists are vaptans like convivaptan and tolvaptan Ref: Goodman Gillman 12th ed pg 707",
        "cop": 1,
        "opa": "Medullary Collecting duct",
        "opb": "Coical collecting duct",
        "opc": "Proximal convoluted tubule",
        "opd": "Distal convoluted tubule",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "531249eb-0bcc-4d7b-9e42-ad77efc3d136",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for central diabetes insipidus is",
        "exp": "Desmopressin (d. DAVP):- This synthetic peptide is a selective V2 agonist; but has negligible vasoconstrictor activity. It is also longer acting because enzymatic degradation is slow; t 1/2 1-2 hours; duration of action 8-12 hours. Desmopressin is the preparation of choice for all V2 receptor related indications. The intranasal route is preferred, though bioavailability is only 10-20%. Uses:- Based on V2 actions (Desmopressin is the drug of choice). 1. Diabetes insipidus DI of pituitary origin (neurogenic) is the most impoant indication for vasopressin. It is ineffective in renal (nephrogenic) DI, since kidney is unresponsive to ADH. Life- long therapy is required, except in some cases of head injury or neurosurgery, where DI occurs transiently. The dose of desmopressin is individualized by measuring 24 hour urine volume. It can be used in transient DI and to differentiate neurogenic from nephrogenic DI--urine volume is reduced and its osmolarity increased if DI is due to deficiency of ADH, but not when it is due to unresponsiveness of kidney to ADH. Ref:- kd tripathi; pg num:-596, 597",
        "cop": 4,
        "opa": "Leuprolide",
        "opb": "Insulin",
        "opc": "Thiazide diuretics",
        "opd": "Desmopressin",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d79190ee-0051-4c32-ae9d-c23ca754c04f",
        "choice_type": "single"
    },
    {
        "question": "Amiloride differs from spironolactone in that:",
        "exp": "Amiloride is a K+ sparing diuretic and like other diuretics, act from luminal membrane side. On the other hand, Spironolactone does not require access to tubular lumen for action. Diuretic action of both amiloride and spironolactone is quite feeble. Due to its aldosterone receptor blocking action, spironolactone is more effective in the presence of conditions with elevated levels of aldosterone (like CHF). Both of these diuretics can cause hyperkalemia when used with K+ supplements or ACE inhibitors.",
        "cop": 3,
        "opa": "It has greater natriuretic action",
        "opb": "Its diuretic action is more in the presence of conditions with elevated aldosterone levels",
        "opc": "It acts from the luminal membrane side of the collecting duct cells",
        "opd": "It can cause hypokalemia on long term use",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "a35f7182-66a1-4db0-8f1e-fc4d4df96afe",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of furosemide as a diuretic is:-",
        "exp": "Name Site of action Example Mechanism Loop diuretics Thick ascending limb of Loop of Henle Furosemide, Torsemide Na-K-2. Cl sympoer inhibition Carbonic anhydrase inhibitors PCT Acetazolamide, Dorzolamide, Brinzolamide Carbonic anhydrase inhibition Thiazides DCT Hydrochlohiazide, Chlohalidone Na-Cl sympoer inhibition Osmotic diuretics Non-specific Mannitol By osmotic effect Epithelial sodium channel blockers Collecting duct Amiloride, Triamterene e. Na channel blockade Aldosterone antagonists Collecting duct Spironolactone, Epleronone Antagonism of aldosterone receptors",
        "cop": 1,
        "opa": "Inhibition of Na-K-Cl ion sympoer",
        "opb": "Aldosterone antagonism",
        "opc": "Inhibition of Na-Cl sympoer in distal tubules",
        "opd": "Carbonic anhydrase inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "16f98da1-c777-4515-9df6-a0ece80e2c89",
        "choice_type": "single"
    },
    {
        "question": "Acetazolamide acts at",
        "exp": "Acetazolamide is a reversible inhibitor of the carbonic anhydrase enzyme that results in the reduction of hydrogen ion secretion at the renal tubule and increased renal excretion of sodium, potassium, bicarbonate, and water by inhibiting the enzyme CA",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Ascending loop of Henle",
        "opd": "Descending loop of Henle",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "4a27b7c2-71bc-4fcd-a1f7-d8a7d893b4bf",
        "choice_type": "single"
    },
    {
        "question": "spider nevi, dilatation of blood vessels is due to",
        "exp": "Ref Wikipedia A spider angioma as a nevus araneus, spider nevus, vascular spider, spider telangiectasia is type of telangiectasia found slightly beneath the skin surface The central red dot is the dilated aeriole and the red spider legs are small veins carrying away the freely flowing blood. The dilation is caused by increased estrogen levels in the blood",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Estrogen",
        "opc": "Hepatotoxins",
        "opd": "FSH",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "102e45ac-18ef-407e-846a-65025469e897",
        "choice_type": "single"
    },
    {
        "question": "Furosemide should not be administered with NSAIDS because?",
        "exp": "NSAIDs diminish the action of high ceiling diuretics by inhibiting the PG synthesis in the kidney, through which furosemide and related drugs act on the kidney. Antihypeensive action of thiazides and furosemide is also diminished by NSAIDs. REF -Essentials of medical pharmacology, K. D Tripathi, 6th edition, page 568",
        "cop": 2,
        "opa": "Prevent platelet aggregation",
        "opb": "Inhibit prostacyclin synthesis",
        "opc": "Decrease sodium reabsorption",
        "opd": "Increase the secretion of furosemide in urine",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "7de7c81c-398e-4601-83e6-add29d9da9e3",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in SIADH is:",
        "exp": "Desmopressin is ADH and will exacerbates the symptoms of SIADH. Hypeonic saline (3%Na. Cl) is used for severely symptomatic patients with hyponatremia. Demeclocycline decreases the release of ADH.",
        "cop": 2,
        "opa": "Demeclocycline",
        "opb": "Desmopressin",
        "opc": "Restriction of free water intake",
        "opd": "3% Na. Cl",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "1e25354c-b585-479f-bb0f-08d7b41458cd",
        "choice_type": "single"
    },
    {
        "question": "Furosemide acts to inhibit Na + reabsorption in which of the following locations",
        "exp": "HIGH CEILING (LOOP) DIURETICS (Inhibitors of Na+ K+ 2. Cl- Cotranspo) Furosemide (Frusemide):- The major site of action is the thick Asc. LH (therefore called loop diuretics) where furosemide inhibits Na+- K+-2. Cl- cotranspo. A minor component of action on PT has also been indicated. It is secreted in PT by organic anion transpo and reaches Asc. LH where it acts from lluminal side of the membrane. Ref:- kd tripathi; pg num:-579",
        "cop": 4,
        "opa": "Descending limb of the loop of Henle",
        "opb": "Distal convoluted tubule",
        "opc": "Collecting duct",
        "opd": "Ascending limb of the loop of Henle",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "83637fa4-64f3-4c23-a4ca-8e90717d9c3d",
        "choice_type": "single"
    },
    {
        "question": "Which diuretic acts without requiring access to renal tubular lumen",
        "exp": "Mechanism of action of diuretics: Aldosterone antagonists: Aldosterone acts by combining with an intracellular mineralocoicoid receptor It induces the formation of aldosterone-induced proteins (AIP). These AIPs promote Na+ reabsorption and K+ secretion Spironolactone is an aldosterone antagonist It acts from the interstitial side of the tubular cell It combines with Mineralocoicoid Receptor and inhibits the formation of AIPs",
        "cop": 3,
        "opa": "Thiazide",
        "opb": "Carbonic anhydrase inhibitors",
        "opc": "Aldosterone antagonists",
        "opd": "Loop diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "3a7bcde2-30fc-459c-87ff-05c7a2bf4ee4",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old male, Jorawar Singh presented to the emergency with muscle weakness and cramping. He has been taking hydrochlorothiazide for recently diagnosed hypertension. Which of the following is the most likely cause of his symptoms?",
        "exp": "A decrease in the intravascular fluid volume stimulates aldosterone secretion and leads to increased excretion of potassium and hydrogen ions in the urine. This results in hypokalemic metabolic alkalosis, which is a common side effect of most diuretics other than the potassium-sparing class. Hypokalemia manifests with muscle weakness and cramping.",
        "cop": 3,
        "opa": "Hypocalcemia",
        "opb": "Hyponatremia",
        "opc": "Hypokalemia",
        "opd": "Hypoglycemia",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "5cdc5e49-4893-467b-8c68-372b18f7c607",
        "choice_type": "single"
    },
    {
        "question": "Hypospadias in the baby is caused by maternal use if which of the following drug",
        "exp": "Refer Goodman Gilman 12/e p 1846 The drugs that have been assosciated with high incidence of hypospadias include Valproic acid Phneytoin Progesterone Diethyl stilbesterol Clomiphene",
        "cop": 3,
        "opa": "Diethyl stilbesterol",
        "opb": "Tolbutamide",
        "opc": "Clomiphene",
        "opd": "Clobazam",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "543dddd9-3cc5-428a-a41e-a18d32e27cd6",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old lady, who is a known case of lung cancer, presents with vomiting, headache and seizures. Investigations reveal serum osmolarity of 265 mosm/L (normal is 285-295 mosm/L) and a serum sodium level of 125 m. Eq/L (normal value is 136-152 m. Eq/L). Urine osmolarity is greater than 100 m. Osm/L She has normal water intake. Which of the following drugs is useful for this patient?",
        "exp": "Hyponatremia, Hypoosmolarity and inability to form dilute urine in the fully hydrated condition with concomitant lung cancer points to suspicion of SIADH. Antagonists of ADH are used to treat SIADH Tolvaptan - It is a direct ADH receptor antagonist. It is used for the correction of water retention and hyponatremia occurring in syndrome of inappropriate ADH secretion (SIADH) as well as in advanced CHF.",
        "cop": 4,
        "opa": "Acetazolamide",
        "opb": "Hydrochlorothiazide",
        "opc": "Triamterene",
        "opd": "Tolvaptan",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "7e1ba8e8-b8fc-44a9-af71-5b12bfdfb67f",
        "choice_type": "single"
    },
    {
        "question": "Not a side effect of cimitidine is",
        "exp": "Common side effects of Tagamet include: headache, dizziness, drowsiness, depression, agitation, breast swelling or tenderness (in men), joint or muscle pain, skin rash,",
        "cop": 3,
        "opa": "Impotence",
        "opb": "Gynaecomastia",
        "opc": "Atrophic gastritis",
        "opd": "Galactorrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "893512b5-a752-468a-a339-d152ec427ac6",
        "choice_type": "single"
    },
    {
        "question": "Thiazides can cause:",
        "exp": "ADRS of thiazides- Nausea, vomiting, diarrhea. Headache, giddiness, weakness, paresthesias, impotence electrolyte complications of the high ceiling and thiazide diuretics: 1. Hypokalemia 2. Acute saline depletion 3. Dilutional hyponatremia 4. Hearing loss 6. Hyperuricemia 7. Hypercalcemia 8. hyperglycemia and hyperlipidemia 9. Magnesium depletion ( Essentials of Medical Pharmacology, K. D Tripathi, 6 th edition, page 567 )",
        "cop": 4,
        "opa": "Hyperkalemic paralysis",
        "opb": "Hypouricemia",
        "opc": "Hypolipidemia",
        "opd": "Impotence",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "045afcdf-905a-47bd-ac4d-e6a4f650c6a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not administered by intradermal route",
        "exp": "Refer KDT 6/e p259 Insulin is admistered by s,. c route Insulin is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body.",
        "cop": 2,
        "opa": "BCG",
        "opb": "Insulin",
        "opc": "Mantoux",
        "opd": "Drug sensitivity injection",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d25dcc8e-767d-40e3-a4d6-bc4e405e3161",
        "choice_type": "single"
    },
    {
        "question": "The longest acting antihistaminic is",
        "exp": "Terfenadine is a prodrug broken down to fexofenadine. so long duration of action followed by astemizole Ref: Goodman Gillman 12th ed. Pg 924.",
        "cop": 1,
        "opa": "Terfenadine",
        "opb": "Astemizole",
        "opc": "Fexofenadine",
        "opd": "Cetrizine",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "22f4c9d3-cd9e-46fa-a858-c5c15e48006f",
        "choice_type": "single"
    },
    {
        "question": "Mannitol is used in the management of",
        "exp": "Mannitol * Mannitol, an osmotic diuretic is a drug preferred in reduction of acutely raised intraocular pressure due to Acute Congestive Glaucoma. * Other agents used to relieve raised Intraocular Pressure (IOP) are: Glycerin, Hypeonic saline and Acetazolamide. * Sho term management measures to decrease IOP - needed in acute glaucoma attacks or pre/post ocular surgical procedures are met by Glycerin and Mannitol. * In an acute attack of glaucoma, associated symptoms of nausea and emesis - deter the use of oral agents (like glycerin) - in such instances, IV Mannitol or Acetazolamide are preferred. Therapeutic Indications of Mannitol: - By IV route: - * Treatment of dialysis disequilibrium syndrome * Reduction of IOP in acute glaucoma and during periopeaive periods of ocular surgeries. * To reduce intracranial tension associated with cerebral edema and CNS mass lesions. * For treatment and prevention of acute kidney injury * Enhance urinary excretion of Salicylates, Barbiturates, Bromides and Lithium following their overdose. By oral inhalation:- To diagnose bronchial hyperreactivity. Transurethral irrigation:- To prevent hemolysis during urological procedures. Use of Mannitol is contraindicated in:- Congestive. Cardiac Failure, Pulmonary Edema, Renal Failure and in patients with active cranial bleeding. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:-1267",
        "cop": 1,
        "opa": "Acute Congestive Glaucoma",
        "opb": "Congestive Cardiac Failure",
        "opc": "Pulmonary edema",
        "opd": "Acute Renal Failure",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "a00a9cb5-c852-43db-9398-2a6aec24ba82",
        "choice_type": "single"
    },
    {
        "question": "Spironolactone is least commonly used in which of the following?",
        "exp": "Although spironolactone can be used for hypertension but it is not commonly used for this indication Spironolactone and epleronone antagonize the action of aldosterone These drugs act from the interstitial site of tubular cell (all other diuretics act from luminal side). These agents have maximum effect when aldosterone levels are high e. g. Hepatic cirrhosis CHF Nephrotic syndrome Primary hyperaldosteronism Spironolactone can be used for the treatment of hirsutism because of its anti-androgenic action. Canrenone is a metabolite of Spironolactone",
        "cop": 3,
        "opa": "Congestive heart failure",
        "opb": "Cirrhotic edema",
        "opc": "Hypertension",
        "opd": "Primary hyperaldosteronism",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "3c6ee224-56cb-439f-89bc-8daaa767dd55",
        "choice_type": "single"
    },
    {
        "question": "Triamterene causes:",
        "exp": "Inhibitors of renal epithelial sodium channel - Triamterene, Amiloride Side effects are - nausea, vomiting, rash, headache, dizziness, constipation, low blood pressure, muscle cramps, hypersensitivity, pancreatitis, and jaundice, electrolyte disturbances ( Essentials of Medical Pharmacology, K. D Tripathi, 6th edition, page 571)",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Muscle cramps",
        "opc": "Decrease in urea level",
        "opd": "Better glucose tolerance",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "14918ab5-9d43-4968-bb86-71f8112bf988",
        "choice_type": "single"
    },
    {
        "question": "A patient with hypertension also suffers from essential tremor. Optimal treatment of the patient should include management with",
        "exp": "Essential Tremor is the commonest movement disorder. It can present in childhood but dramatically increases in prevalence over the age of 70 years. ET is characterized by a high-frequency tremor (6-10 Hz) that predominantly affects the upper extremities. The tremor most often manifest as a postural or action (kinetic) tremor and, in severe cases, can interfere with functions such as eating and drinking. It is typically bilateral and symmetric but may begin on one side and remain asymmetric. TREATMENTMany cases are mild and require no treatment other than reassurance. Beta blockers and primidone are the standard drug therapies for ET and help in about 50% of cases. Propranolol (20-120 mg daily, given in divided doses) is usually effective at relatively low doses, but higher doses may be effective in some patients. The drug is contraindicated in patients with bradycardia or asthma. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 449 Parkinson's Disease and Other Movement Disorders",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Clonidine",
        "opc": "Metoprolol",
        "opd": "Lidocaine",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "1f4243ce-6071-4f25-ba77-6399ba20bb31",
        "choice_type": "single"
    },
    {
        "question": "Vasopressin decreases the volume of urine primarily by causing:",
        "exp": "In the absence of ADH, collecting ducts are impermeable to water. ADH increases the exocytosis and decreases the endocytosis of water channels (aquaporins) in the collecting duct cells. This results in increase in permeability of collecting ducts to water.",
        "cop": 4,
        "opa": "Decrease in glomerular filtration rate",
        "opb": "Decrease in renal blood flow",
        "opc": "Decrease in water permeability of descending limb of loop of Henle",
        "opd": "Increase in water permeability of collecting duct cells",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "73d23098-02ed-4c13-a39f-59dfa98f612a",
        "choice_type": "single"
    },
    {
        "question": "Long-term use of which of the following diuretic agent results in gynaecomastia?",
        "exp": "Potassium-sparing diuretics may produce hyperkalemia, paicularly in patients with renal insufficiency and those taking ACE inhibitors or angiotensin receptor blockers; Spironolactone is associated with gynecomastia- as it inhibits aldosterone Reference: Katzung Pharmacology; 13th edition; Chapter 11; Antihypeensive Agents",
        "cop": 2,
        "opa": "Amiloride",
        "opb": "Spironolactone",
        "opc": "Triamterene",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "8f34df60-7826-40cf-b774-ddacff6d97b6",
        "choice_type": "single"
    },
    {
        "question": "Free water clearance is decreased by?",
        "exp": "Free water clearance is the volume of blood plasma that is cleared of solute-free water per unit time. Diuretics usually decrease free water clearance by excreting more solutes in the urine free water clearance of zero means the kidney is producing urine isosmotic with respect to the plasma. REF Essentials of Medical Pharmacology, K. D Tripathi, 6 th edition, page 564",
        "cop": 4,
        "opa": "Vincristine",
        "opb": "Vinblastine",
        "opc": "Chlorpropamide",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "cc703c42-3884-42cc-ac7d-0d144b4c7f2b",
        "choice_type": "single"
    },
    {
        "question": "Site of action of furosemide is:-",
        "exp": "Descending limb Name Site of action Example Mechanism Loop diuretics Thick ascending limb of Loop of Henle Furosemide Torsemide Na-K-2. Cl sympoer inhibition Carbonic anhydrase inhibitors PCT Acetazolamide Dorzolamide Brinzolamide Carbonic anhydrase inhibition Thiazides DCT Hydrochlohiazide Chlohalidone Na-Cl sympoer inhibition Osmotic diuretics Non-specific Mannitol By osmotic effect Epithelial sodium channel blockers Collecting duct Amiloride Triamterene e. Na channel blockade Aldosterone antagonists Collecting duct Spironolactone Epleronone Antagonism of aldosterone receptors Note Diurectics has maximum efficacy at Thick ascending limb of Loop of Henle",
        "cop": 1,
        "opa": "Thick ascending limb of loop of Henle",
        "opb": "PCT",
        "opc": "DCT",
        "opd": "Descending limb",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "b8aca35c-e789-43a1-bab5-4c0de3f1fdc6",
        "choice_type": "single"
    },
    {
        "question": "Most potent loop diuretic is:",
        "exp": "Bumetanide is most potent loop diuretic Torsemide is longest acting loop diuretic.",
        "cop": 2,
        "opa": "Furosemide",
        "opb": "Bumetanide",
        "opc": "Torsemide",
        "opd": "Ethacrynic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "dbacfa86-9a0a-4ffb-b22a-ccc934e84fa3",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old male with CHF exacerbation is given IV furosemide. Which of the following adverse events are not associated with this medication",
        "exp": "Furosemide infusion may cause transient ototoxity with higher doses. Hypo tension, hypokalemia, and azotemia with possible worsening renal failure are all possible adverse events with furosemide. Ref:- KD Tripathi",
        "cop": 2,
        "opa": "Hypotension",
        "opb": "Hyperkalemia",
        "opc": "Worsening renal function",
        "opd": "Transient neurotoxicity from high dose",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "0a424759-7985-490a-b8b7-b300e46d2e16",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for imminent eclampsia is",
        "exp": "Labetalol and alpha-methyldopa are safe in pregnancy. Labetol is rapid acting and used in hypeensive emergencies. Mg. SO4 prophylaxis is used in imminent eclampsia and eclampsia. Ref: KDT 7th ed P 573",
        "cop": 3,
        "opa": "Hydralazine",
        "opb": "Labetolol",
        "opc": "Mg. SO4",
        "opd": "Methyldopa",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "28e88cfa-1a1c-448b-b91e-51e8c1f0b2a9",
        "choice_type": "single"
    },
    {
        "question": "Paradoxical action among diuretics is seen with",
        "exp": "DIURETICS ARE CONTRAINDICATED IN DIABETES IN WHICH THERE IS AN INCREASED EXCRETION OF URINE But, Thiazides are used in diabetes insipidus- paradoxical action -they create mild hypovolemia which encourages salt and water uptake in the proximal tubule and thus improve nephrogenic diabetes insipidus- action may be mediated through CAMP- poorly understood REF KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Thiazide",
        "opb": "Triamterene",
        "opc": "Spirinolactone",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "45247a5e-a146-4024-aa56-fec451ee6e4c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for nephrogenic diabetes insipidus is:-",
        "exp": "Diabetes insipidus Central Nephrogenic Desmopressin (DOC) Thiazides (DOC) (As endogenous ADH is already present that is not able to work, so there is no point in giving ADH(desmopressin))",
        "cop": 3,
        "opa": "Mannitol",
        "opb": "Spironolactone",
        "opc": "Thiazides",
        "opd": "Demeclocycline",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "1c0d7013-5daa-4dd0-9fff-f43848ce0d4f",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man with congestive heart failure is noted to be taking furose mide each day. Which of the following is most likely to be found in the serum",
        "exp": "Furosemide increases Ca2+ excretion (contrast thiazides which reduce it) as well as Mg2+ excretion by abolishing transepithelial potential difference in the thick Asc. LH which drives reabsorption of these divalent cations. It tends to raise blood uric acid level by competing with its proximal tubular secretion as well as by increasing reabsorption in PT which is a consequence of reduced e. c. f. volume. K+ excretion is increased mainly due to high Na+ load reaching DT. A small rise in blood sugar level may be noted after regular use of furosemide. Ref:-: kd tripathi; pg num:-579, 580",
        "cop": 3,
        "opa": "Decreased uric acid level",
        "opb": "Low bicarbonate level",
        "opc": "Decreased potassium level",
        "opd": "Elevated magnesium level",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "a86dcd0e-0093-49d8-850c-b21e18ace469",
        "choice_type": "single"
    },
    {
        "question": "Safe diuretic in renal dysfunction is",
        "exp": "Loop diuretics are safe in renal dysfunction, liver cirrhosis and CCFRef: KDT 7. THed Pg 581",
        "cop": 2,
        "opa": "Mannitol",
        "opb": "Bumetinide",
        "opc": "Chlohalidone",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "388ac38b-7698-4bbb-9954-95e3d6f3f6b4",
        "choice_type": "single"
    },
    {
        "question": "WHich of the following diuretic has high degree of ototoxicity",
        "exp": "Among loop diuretics, ethacrynic acid is having the highest tendency to produce ototoxicity leading to hearing loss due to excess loss of sodium and potassium ions from the peri and endolymph of ear ototoxicity- self-limited, reversible usually, dose dependent REF KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Ethacrylic acid",
        "opb": "Lasix",
        "opc": "Spironolactone",
        "opd": "Bumetanide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d047f3ef-0ec3-4d16-a519-94c3804b111b",
        "choice_type": "single"
    },
    {
        "question": "The site of action of Chlohalidone?",
        "exp": "Chlohalidone is a thiazide like diuretic acts on an early pa of distal tubules, inhibits NA+/CL- cotranspo used in heart failure and hypertension. Ref: HL Sharma 3rd ed. pg: 234",
        "cop": 1,
        "opa": "Early distal tubule",
        "opb": "Late distal tubule",
        "opc": "Collecting duct medullary pa",
        "opd": "Collecting duct coical pa",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d00e3afa-bdec-4fbd-9c8c-64cc3bfd83cd",
        "choice_type": "single"
    },
    {
        "question": "The levels of microalbuminuria in a 60yr old asthmatic female is 280mg. which prophylactic drug is best in this scenario",
        "exp": "ARBs, ACE inhibitors stop the progression of diabetic nephropathy. ARBs have less adverse effects like cough and angioedema than ACE inhibitors, so preferable. Ref: Katzung 10th ed. Pg 281",
        "cop": 4,
        "opa": "Amiloride",
        "opb": "Spironolactone",
        "opc": "Enalapril",
        "opd": "Telmisaan",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "789f03ae-d095-474d-9bc1-50ec30cfcd59",
        "choice_type": "single"
    },
    {
        "question": "In chronic renal failure, which of the following diuretics is contraindicated?",
        "exp": "Potassium sparing diuretics like Amiloride and Triamterene etc are avoided in patients with renal failure due to risk of development of severe hyperkalemia. Loop diuretics are safe in renal failure. Ethacrynic acid, furosemide and bumetanide are examples of loop diuretics. Ethacrynic acid is associated with deafness",
        "cop": 3,
        "opa": "Ethacrynic acid",
        "opb": "Furosemide",
        "opc": "Triamterene",
        "opd": "Bumetanide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "d81d313d-8274-4bef-b596-5db02c8ba5ce",
        "choice_type": "single"
    },
    {
        "question": "Drug that can be used for producing alkalinization of urine is",
        "exp": "CARBONIC ANHYDRASE INHIBITORS Carbonic anhydrase is an enzyme which catalyses thereversible reaction H2O+CO2 -> H2. CO3. Carbonic acid spontaneously ionizes H2. CO3 -> H+ + HCO3-. Carbonic anhydrase thus functions in CO2 and HCO3 - transpo and in H+ ion secretion. The enzyme is present in renal tubular cell (especially PT) gastric mucosa, exocrine pancreas, ciliary body of eye, brain and RBC. Acetazolamide:- Mech of action:- It is a sulfonamide derivative which noncompetitively but reversibly inhibits CAse (type II) in PT cells resulting in slowing of hydration of CO2 ->decreased availability of H+ to exchange with luminal Na+ through the Na+-H+ antipoer. Inhibition of brush border CAse (type IV) retards dehydration of H2. CO3 in the tubular fluid so that less CO2 diffuses back into the cells. The net effect is inhibition of HCO3 - (and accompanying Na+) reabsorption in PT. However, the resulting alkaline diuresis is only mild (maximal fractional Na+ loss 5%), because pa of the Na+ (but not HCO3 - ) rejected in the PT is reabsorbed at the high capacity Asc. LH. The urine produced under acetazola mide action is alkaline and rich in HCO3 - which is matched by both Na+ and K+. Continued action of acetazolamide depletes body HCO3 - and causes acidosis. Ref:- kd tripathi; pg num:-586, 587",
        "cop": 3,
        "opa": "Hydrochlohiazide",
        "opb": "Furosemide",
        "opc": "Acetazolamide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "305d571d-7107-44b8-9a78-5afe5eca1d51",
        "choice_type": "single"
    },
    {
        "question": "Carbonic anhydrase inhibitor should not be given in:",
        "exp": "Adverse effects of CA inhibitors: Acidosis, hypokalaemia, drowsiness, paresthesias, fatigue, abdominal discomfo. Hypersensitivity reactions-fever, rashes, sulphonamides also cause hypersensitivity reactions. so the combination of these two drugs is not recommended Bone marrow depression is rare but serious. It is contraindicated in liver disease: may precipitate hepatic coma by interfering with urinary elimination of NH3 (due to alkaline urine). Acidosis is more likely to occur in patients of COPD. REF-Essentials of Medical Pharmacology, K. D Tripathi, 6th edition, page 569",
        "cop": 1,
        "opa": "Sulfonamide hypersensitivity",
        "opb": "Glaucoma",
        "opc": "High altitude sickness",
        "opd": "Epilepsy",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "c2210992-9182-4810-a0da-e80725234451",
        "choice_type": "single"
    },
    {
        "question": "Diuretic used in mountain sickness?",
        "exp": "ACTIONS OF ACETAZOLAMIDE: i) Lowering of intraocular tension due to decreased formation of aqueous humor (it is rich in HC03). 2) Raised level of C02 in the brain and lowering of pH - sedation and elevation of seizure threshold. 3) Alteration of C02 transpo in lungs and tissues: - used in high altitude or mountain sickness ( Essentials of Medical Pharmacology, K. D Tripathi, 6th edition )",
        "cop": 3,
        "opa": "Hydrochohiazide",
        "opb": "Furesemide",
        "opc": "Acetazolamide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "6646de41-8d52-43b0-b2aa-41ef2e847024",
        "choice_type": "single"
    },
    {
        "question": "If a thiazide diuretic is administered for hypertension, the response that is seen within 24 hrs on excretion is",
        "exp": "Thiazides- medium efficacy diuretics with primary site of action in the early DT (Site III). Here they inhibit Na+-Ct sympo at the luminal membrane. Under their action, an increased amount of Na is presented to the distal nephron, more of it is exchanges with K+, urinary K+ excretion increased in parallel to the natriuretic response. They decrease renal Ca excretion and increase Mg excretion by a direct distal tubular action. They also decrease urate excretion by the same mechanism as furosemide. They are used in idiopathic hypercalciuria REF Essentials of Medical Pharmacology, K. D Tripathi, 6 th edition, page 564",
        "cop": 3,
        "opa": "sodium excretion increases, potassium decreases",
        "opb": "Sodium increases, Potassium decreases, Calcium increases",
        "opc": "Sodium increases, Potassium increases, Calcium excretion decreases",
        "opd": "Sodium, Potassium, Calcium excretion increases",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "4d9d9c42-5601-492d-9640-014d365c4305",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug prevent these renal stones?",
        "exp": "The renal stones are hexagonal in shape so, cystine stones. Carbonic anhydrase inhibitors are useful for cystinuria. Ref: Goodman Gillman 12th ed. Pg: 680",
        "cop": 1,
        "opa": "Acetazolamide",
        "opb": "Hydrochlohiazide",
        "opc": "Mannitol",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "04a747cb-e150-4726-968e-06d393008674",
        "choice_type": "single"
    },
    {
        "question": "Intravenous furosemide is used for rapid control of symptoms in acute left ventricular failure. It provides quick relief of dyspnoea by:",
        "exp": "Furosemide is a high ceiling diuretic. Its major mode of benefit in acute pulmonary edema is vasodilation. Due to its vasodilatory action, it shifts the fluid from pulmonary to systemic circulation. This results in the rapid relief of symptoms Diuretic action develops later.",
        "cop": 3,
        "opa": "Producing bronchodilation",
        "opb": "Causing rapid diuresis and reducing circulating blood volume",
        "opc": "Causing vasodilation",
        "opd": "Stimulating left ventricular contractility",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "400e3f59-bb9b-4b87-ae1f-9b63d7690b13",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prophylaxis of acute mountain sickness is?",
        "exp": "DOC for acute mountain sickness are Carbonic anhydrase inhibitors like Acetazolamide. BEST treatment is to descent down because it occurs due to decreased p. O2 at high altitudes. DOC for motion sickness is Hyoscine.",
        "cop": 4,
        "opa": "Diltiazem",
        "opb": "Digoxin",
        "opc": "Dexamethasone",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "61db1f3c-f8de-400b-9885-15e292e6f33d",
        "choice_type": "single"
    },
    {
        "question": "Indomethacin can antagonize the diuretic action of loop diuretics by:",
        "exp": "Loop diuretics release PGs that induce intrarenal hemodynamic changes which secondarily affect salt output. Indomethacin and other NSAIDs inhibit the formation of PG. Therefore, NSAIDs blunt the action of loop diuretics.",
        "cop": 1,
        "opa": "Preventing prostaglandin mediated intrarenal-hemodynamic actions",
        "opb": "Blocking the action in ascending limb of loop of Henle",
        "opc": "Enhancing salt and water reabsorption in distal tubules",
        "opd": "Increasing aldosterone secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "ab5e5093-7d78-4bcd-8c66-fb484c34b8a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following side effect is associated with Spironolactone",
        "exp": "Spironolactone is an aldosterone antagonist that inhibits sodium resorption in the distal convoluted tubule of the kidney. Use of spironolactone may be limited by hyponatremia, hyperkalemia, and painful gynecomastia. If the gynecomastia is distressing, amiloride (5-40 mg/d) may be substituted for spironolactone. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 60e; Dysuria, Bladder Pain, and the Interstitial Cystitis/Bladder Pain Syndrome",
        "cop": 3,
        "opa": "Alkalosis",
        "opb": "Hirsutism",
        "opc": "Hyperkalemia",
        "opd": "Hyperglycemia",
        "subject_name": "Pharmacology",
        "topic_name": "Kidney",
        "id": "7ba6aa70-d3e3-4ff1-bb45-ecd9e8445705",
        "choice_type": "single"
    }
]