[
    {
        "question": "A 9-year-old boy diagnosed as uncomplicated pulmonary tuberculosis. He is put on isoniazid, rifampin, and ethambutol at home after initial treatment given at hospital. Which is accurate statement for this scenario?",
        "exp": "Prophylaxis with INH is always advisable for family members and close contacts in active cases. None of the drugs prescribed is associated with nephrotoxicity. Polyahralgia is a side effect of pyrazinamide that's not given in this case. Routine LFTs should be done in younger patients if INH plus rifampin given in higher doses. Ocular Function test should be done before staing ethambutol.",
        "cop": 1,
        "opa": "His 3-year-old sibling should receive INH prophylaxis",
        "opb": "A baseline test of auditory function test is essential before drug treatment is initiated",
        "opc": "Polyahralgia is a potential adverse effect of the drugs the boy is taking",
        "opd": "His mother, who takes care of him, does not need INH prophylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "65f2ce5a-dd89-45fc-a2cd-5f369acffe77",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is given unsupervised as per National Health Programmes?",
        "exp": "Dapsone is not required to be given under supervision. Under NLEP, Rifampicin and Clofazimine are given under supervision for both Multibacillary and Paucibacillary Leprosy. Rifampicin is given 600 mg once a month under supervision. Clofazimine is given 300 mg once a month under supervision and 50 mg daily unsupervised for 28 days. Dapsone is given 100 mg once daily unsupervised for 28 days. Multibacillary Leprosy is treated for 12 months and Paucibacillary Leprosy for 6 months. Under RNTCP, DOTS: Rifampicin, Isoniazid, Pyrazinamide and Ethambutol are administered under supervision.",
        "cop": 4,
        "opa": "Rifampicin",
        "opb": "Ethambutol",
        "opc": "Clofazimine",
        "opd": "Dapsone",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "2dc50c5d-553a-4670-a73b-5e8b27260c55",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is mechanism of action of dapsone?",
        "exp": "Dapsone is analogue of PABA Competively inhibits dihyropteroate synthase - decreases folic acid synthesis. It can cause mild hemolysis, anemia and psychosis. Uses: Leprosy Malaria Prophylaxis of pneumocystitis Dermatitis herpetiformis",
        "cop": 4,
        "opa": "Inhibit the cell wall synthesis",
        "opb": "Inhibit the sterol of cell wall",
        "opc": "Inhibit the protein synthesis",
        "opd": "Compete with PABA in folic acid synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "1d004cf3-7beb-498e-a4b9-635a2882edd3",
        "choice_type": "multi"
    },
    {
        "question": "Mutation in which of the following genes is responsible for development of INH resistance in mycobacteria?",
        "exp": "KatG (catalase peroxidase) conves INH (prodrug) to its active form which fuher inhibits inhA and KasA gene which leads to inibition of synthesis of mycolic acid (present in bacterial cell wall) leading to cell death. The most common mechanism which confers high level INH resistance is by mutation of the catalase-peroxidase (KatG) gene so that the bacilli do not generate the reactive metabolite of INH. This type of resistance cannot be overcome therefore INH should be stopped. DRUG RESISTANCE MUTATION IN GENE Rifampicin rpoB Isoniazid katG and inhA Ethambutol embB Pyrazinamide pncA",
        "cop": 1,
        "opa": "KatG",
        "opb": "embB",
        "opc": "pncA",
        "opd": "rpoB",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "bcaa0220-e010-44bf-af52-5e8a3512bce2",
        "choice_type": "single"
    },
    {
        "question": "XDR-TB is defined as:-",
        "exp": "TYPE RESISTANCE TO Mono drug resistance Any one of H, Z and E Poly drug resistance Any two or all 3 of H, Z and E Rifampicin resistance R with or without other drugs except H Multi drug resistance (MDR) H and R Extensive drug resistance (XDR) H and R + any of FQ + any of injections",
        "cop": 4,
        "opa": "MDR-TB",
        "opb": "MDR - TB + resistance to any of injectable 2nd line drugs",
        "opc": "MDR - TB + resistance to any of fluoroquinolones",
        "opd": "MDR - TB + resistance to any of fluoroquinolones + resistance to any of injectable 2nd line drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "32ceb0b4-85c4-42d4-b885-127468493b09",
        "choice_type": "single"
    },
    {
        "question": "Arrange the duration of treatment of the following conditions in the increasing order 1. Treatment of P. vivax malaria 2. Treatment of multibacillary leprosy 3. Treatment of catergory 1 tuberculosis 4. Treatment of Hypertension",
        "exp": "Treatment of malaria is for 3 days. Multibacillary leprosy is treated for 12 months. Category 1 tuberculosis is treated for 6 months Hypertension treatment is life long",
        "cop": 3,
        "opa": "1-3-4-2",
        "opb": "3-2-4-1",
        "opc": "1-3-2-4",
        "opd": "4-3-1-2",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "f025bed3-b095-4954-a110-d3f28f87bed7",
        "choice_type": "single"
    },
    {
        "question": "In daily regimen, which of the following drugs of initiation phase will be stopped when continuation phase begins for new pulmonary TB cases?",
        "exp": "Treatment guidelines for new pulmonary TB cases: Intensive phase: HRZE daily doses for 8 weeks Continous phase: HRE daily doses for next 16 weeks. Only pyrazinamide will be stopped in continous phase.",
        "cop": 4,
        "opa": "Ethambutol(E)",
        "opb": "Isoniazid(H)",
        "opc": "Rifampicin(R)",
        "opd": "Pyrazinamide(Z)",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "7ddff81c-f6ab-46ca-8a55-6a4ae0b97615",
        "choice_type": "single"
    },
    {
        "question": "Which anti-tubercular agent is associated with side effects as respiratory syndrome, cutaneous syndrome, flu like syndrome and abdominal syndrome?",
        "exp": "Flu like syndrome is an adverse effect of Rifampicin (R) Rifampicin (R) It is a derivative of rifamycin (other derivatives are rifabutin and rifapentine). It is bactericidal against both dividing and non-dividing mycobacterium and acts by inhibiting DNA dependent RNA polymerase. Its metabolites are coloured and can cause orange discolorationof the urine and secretions. It can also cause orange staining of contact lens. It is eliminated mainly in the feces and can be used safely in renal dysfunction. Food interferes with absorption. It penetrates all membranes including blood brain and placental barrier. It is equally effective against intra- and extra-cellular bacilli. It is the only bactericidal drug active against dormant bacteria in solid caseous lesions. It is the most effective and fastest acting drug in leprosy. It can cause light chain proteinuria and may impair antibody responses. It is also hepatotoxic and may cause skin rash, flu like syndrome (more prominent with intermittent regimen) and anemia.",
        "cop": 3,
        "opa": "PAS",
        "opb": "Pyrazinamide",
        "opc": "Rifampicin",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "370fdde4-f9d5-4e6c-88d2-713cfa859204",
        "choice_type": "single"
    },
    {
        "question": "Which fluoroquinolone is highly active against Mycobacterium leprae and is being used in alternative multidrug therapy regimens:",
        "exp": "Ofloxacin is highly active against Mycobacterium leprae and is being used in alternative multidrug therapy regimens. As a component of MDT, it has been found to hasten the bacteriological and clinical response. Drugs used for drug resistant leprosy are: Ofloxacin Minocycline Claihromycin",
        "cop": 2,
        "opa": "Norfloxacin",
        "opb": "Ofloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Lomefloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "fc28bcf0-7de7-4ca8-8d59-0f4e4f08462d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-tubercular drug can cause hypothyroidism?",
        "exp": "Ethionamide and PAS are associated with hypothyroidism ADVERSE EFFECTS OF SECOND LINE ATD: Thioacetazone (tuberculostatic drug): Hepatitis, bone marrow suppression and Steven Johnson syndrome. Para amino salicylic acid (PAS) can cause kidney, liver and thyroid dysfunction. Ethionamide can cause hepatitis, optic neuritis and hypothyroidism. Cycloserine can cause neuropsychiatric adverse effects. Kanamycin, Amikacin and Capreomycin can cause ototoxicity, nephrotoxicity, hypokalemia and hypomagnesemia. Rifabutin commonly causes gastrointestinal adverse effects. Rarely, it can cause anterior uveitis, clostridium difficile-associated diarrhea, diffuse polymyalgia syndrome, yellow skin discoloration (Pseudo-jaundice) and pancytopenia.",
        "cop": 2,
        "opa": "Cycloserine",
        "opb": "Ethionamide",
        "opc": "INH",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "55a690cf-e420-4a5b-8ba5-e9cd0d2d229f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-tubercular drug is least hepatotoxic?",
        "exp": "Ethambutol among the given options is the least hepatotoxic antitubercular drug. Ethambutol side-effect includes Dose dependent adverse effect Red green colour blindness (optic neuritis) which is initially reversible but later becomes irreversible. Therefore it is avoided in children < 6yr.",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "Ethambutol",
        "opd": "INH",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "5e1e9148-439c-4a4e-9288-4d6f520b446f",
        "choice_type": "single"
    },
    {
        "question": "Isoniazid may show cross-resistance with which of the following anti-tubercular drugs?",
        "exp": "Isoniazid (H) may show cross-resistance with ethionamide due to mutation in inhA gene. Isoniazid: It is a prodrug activated by catalase-peroxidase (coded by KatG). Both inducer and inhibitor. Potent inhibitor of CYP2. C19, CYP3A. Weak inhibitor of CYP2. D6. Inducer of CYP2. E1 It is effective against intra- as well as extra-cellular mycobacteria. Action is most marked against rapidly multiplying bacilli (less effective against slow multipliers). It is widely distributed in the body and has maximum CSF penetration. It is effective orally and metabolized by ACETYLATION which is genetically controlled. Fast acetylators require high dose and slow acetylators are predisposed to toxicity (paicularly peripheral neuritis). It is an essential component of multi-drug therapy of tuberculosis and is drug of choice (used solely) for prophylaxis of tuberculosis and for treatment of latent tuberculosis infection. Resistance occurs due to mutation in Kat G (gene for catalse-peroxidase) or inhA. Mutation in kat G is responsible for high level resistance. It causes peripheral neuritis that can be prevented and treated by pyridoxine. It is also hepatotoxic. Rash, fever, anemia, optic neuritis, seizures, lupus like syndrome, transient memory loss, psychosis and gynaecomastia has also been repoed with this drug.",
        "cop": 4,
        "opa": "Rifampicin",
        "opb": "Cycloserine",
        "opc": "Streptomycin",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "4b814910-4ff4-44af-b046-34bb99fbf8ed",
        "choice_type": "single"
    },
    {
        "question": "Which anti-tubercular drug combination is safer in a patient who develops hepatitis while on ATT?",
        "exp": "Streptomycin and Ethambutol are the only antitubercular drugs which have no hepatotoxicity thus are safer in a patient who develops hepatitis while on ATT as they dont have hepatic metabolism and are excreted by kidneys only. IMPOANT POINTS ABOUT FIRST LINE ATT: Drug Action Hepatotoxic Bacteria Inhibited Isoniazid CIDAL Yes Both Rifampicin CIDAL Yes Both Pyrazinamide CIDAL Yes Intracellular Ethambutol STATIC No Both Streptomycin CIDAL No Extracellular",
        "cop": 2,
        "opa": "Streptomycin + Isoniazid",
        "opb": "Streptomycin + Ethambutol",
        "opc": "Ethambutol + Isoniazid",
        "opd": "Ethambutol + Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "c1ebbfa2-f122-41a1-92e8-a7187f1303fd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-tubercular drug should be avoided in pregnancy?",
        "exp": "- Streptomycin is contra-indicated in pregnancy. - Pyrazinamide should be avoided in pregnancy.",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "INH",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "6aaa1aa0-e2ce-43ea-867f-8ee189370079",
        "choice_type": "single"
    },
    {
        "question": "Coicosteroids are absolutely contraindicated in the following type of tuberculosis:",
        "exp": "Coicosteroids are contraindicated in intestinal tuberculosis because silent perforation can occur. However, they may be used under adequate chemotherapeutic cover: In seriously ill patients (miliary TB or severe pulmonary TB) to buy time for drugs to act. When hypersensitivity reactions occur to antitubercular drugs. ln meningeal/renal/pericardial TB or pleural effusion-to reduce exudation, prevent its organisation and strictures, etc. In AIDS patients with severe manifestations of tuberculosis. Coicosteroids, if given, should be gradually withdrawn when the general condition of the patient improves.",
        "cop": 3,
        "opa": "Miliary",
        "opb": "Meningeal",
        "opc": "Intestinal",
        "opd": "Renal",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "4a2ed2c4-e0ff-4f98-9c80-a179f56d4787",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used for treating Mycobacterial Infections except:",
        "exp": "Rifamycins: include Rifampin or Rifampicin, Rifapentine and Rifabutin. MOA: binds to the b subunit of DNA-dependent RNA polymerase (rpoB) resulting in suppressesion of the chain formation in RNA synthesis. Inhibitsthe growth of most gram-positive bacteria as well as many gram-negative microorganisms, such as Escherichia coli, Pseudomonas, indole-positive and indole-negative Proteus, Klebsiella, Staphylococcus aureus and coagulase-negative staphylococci, Neisseria meningitidis and Haemophilus influenzae, M. tuberculosis, Mycobacterium leprae and other mycobaterial organisms also. Rifampicin should be taken on an empty stomach, whereas Rifapentine should be taken with food ifpossible. Rifaximin: Is a semi-synthetic Rifamycin. Route: Oral It is a non-systemic antibiotic as it doesn't cross the GIT wall (i. e poorly absorbed) USE: Travellers diarrhea, IBS-D: because it stops the growth of the bacteria causing diarrhea. Also used for treatment of Hepatic Encephalopathy: because it stops the growth of the bacteria producing toxins that worsen the liver condition.",
        "cop": 1,
        "opa": "Rifaximin",
        "opb": "Rifampicin",
        "opc": "Rifabutin",
        "opd": "Rifapentine",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "f79d1cae-6e86-4a87-bf3a-723ba82ece9e",
        "choice_type": "multi"
    },
    {
        "question": "Type 1 lepra reaction is treated with",
        "exp": "Treatment of choice for type 1 as well as type 2 lepra reaction is coicosteroids. For severe reaction, prednisolone 40-60mg/day is staed immediately and continued till the reaction subsides. The dose is then tapered over 2-3 months. For resistant cases of ENL drug of choice is thalidomide",
        "cop": 1,
        "opa": "Coicosteroid",
        "opb": "Minocycline",
        "opc": "Dapsone",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "95caeb52-609f-444d-a6a0-192c15141e64",
        "choice_type": "single"
    },
    {
        "question": "Daily dose of isoniazid in treatment of tuberculosis is",
        "exp": "DAILY DOSES OF ANTITUBERCULAR DRUGS: DRUG DOSE (mg/kg) H 5 R 10 Z 25 E 15 S 15",
        "cop": 1,
        "opa": "5 mg/kg body weight",
        "opb": "10 mg/kg body weight",
        "opc": "20 mg/kg body weight",
        "opd": "15 mg/kg body weight",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "8f8a3100-fc78-4a65-83a5-8024e9eedb81",
        "choice_type": "single"
    },
    {
        "question": "In leprosy, the best bactericidal agent is:",
        "exp": "Best bactericidal agent in leprosy: Rifampicin, given once monthly in leprosy and once daily in TB. Bacteriostatic agent in leprosy: clofazimine and dapsone.",
        "cop": 3,
        "opa": "Clofazimine",
        "opb": "Dapsone",
        "opc": "Rifampicin",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "82ba3c3b-d5f3-4560-a4b3-770036e7e845",
        "choice_type": "single"
    },
    {
        "question": "The tetracycline with highest antileprotic activity is:",
        "exp": "Minocyclin is the tetracycline with highest antileprotic activity. The drugs having high anti-leprosy activity are: R: Rifampicin (Most effective drug against leprosy) O: Ofloxacin M: Minocycline (Most effective tetracycline against leprosy) ROM regimen is used in single-lesion paucibacillary (SLPB) leprosy",
        "cop": 1,
        "opa": "Minocycline",
        "opb": "Doxycycline",
        "opc": "Demeclocycline",
        "opd": "Oxytetracycline",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "5e3b0653-4506-4e3a-b8a8-b53f17f50fb8",
        "choice_type": "single"
    },
    {
        "question": "Antitubercular drug causing gout is:-",
        "exp": "Pyrazinamide causes hyperuricemia and thus predisposes to gout. IMPOANT POINTS ABOUT FIRST LINE ATT: Associated with hyperuricemia Pyrazinamide Associated with peripheral neuropathy Isoniazid Associated with psychosis Isoniazid Associated with transient memory loss Isoniazid Orange discolouration of urine Rifampicin Contact lens staining Rifampicin Retrobulbar neuritis Ethambutol Safest in renal failure Rifampicin Least toxic Rifampicin Not cidal Ethambutol Contraindicated in pregnancy Streptomycin Best for rapidly growing bacteria (in wall of cavities) Isoniazid Maximum CSF penetration Isoniazid Minimum CSF penetration Streptomycin Maximum sterilizing action Pyrazinamide Best for intracullar bacteria Pyrazinamide Best for bacteria in casseous necrosis (spuers) Rifampicin Only for extracellular bacteria Streptomycin",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Ethambutol",
        "opc": "Rifampicin",
        "opd": "Pyrazinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "c2b8d7e3-f3a2-4268-bf84-ad86d3c1933a",
        "choice_type": "single"
    },
    {
        "question": "Rifampicin is a powerful enzyme inducer. It is most likely to induce the metabolism of which of the following anti-retroviral drugs?",
        "exp": "Rifampicin is a microsomal enzyme inducer - increases several CYP450 isoenzymes, including CYP3. A4, CYP2. D6, CYP1. A2 and CYP2C subfamily. It thus enhances its own metabolism as well as that of many drugs including warfarin, oral contraceptives, coicosteroids, sulfonylureas, HIV protease inhibitors, non-nucleoside reverse transcriptase inhibitors (NNls), theophylline, metoprolol, fluconazole, ketoconazole, clarithromycin, phenytoin, etc. Among given options, Nevirapine (NNI) is the best answer.",
        "cop": 2,
        "opa": "Tenofovir",
        "opb": "Nevirapine",
        "opc": "Abacavir",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "3578b63b-71ac-4b27-b5f1-31071843b41b",
        "choice_type": "single"
    },
    {
        "question": "Once weekly administration of which of the following antibiotics has prophylactic activity against bacteremia caused by M. avium complex in AIDS patients?",
        "exp": "The regimen used for the treatment of Mycobacterium avium complex in AIDS patients is REC (Rifabutin, ethambutol and clarithromycin). These drugs are given once daily. Clarithromycin can be replaced with azithromycin which is long acting and can be administered once a week.",
        "cop": 1,
        "opa": "Azithromycin",
        "opb": "Clarithromycin",
        "opc": "Isoniazid",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "6b15963f-56c3-4ba2-9aa7-43182f9e060d",
        "choice_type": "single"
    },
    {
        "question": "A patient of Chronic Renal Failure with GFR <40 ml/min/m2 is now suffering from Pulmonary TB. Which of the following drug does not require a dose reduction?",
        "exp": "Mnemonic: BILE EXCRETED ANTI-MICROBIAL AGENTS: CEF - CEFoperazone, CEFtriaxone R - Rifampacin E- Erythromycin N - Nafacillin A - Ampicilllin L - Lincosamides (Clindamycin) DISEASE - Doxycycline Rifampicin: Its metabolised by liver and excreted the bile. Therefore its dose need not be reduced in a patient with Chronic Renal Failure. Ethambutol and Streptomycin are mainly excreted through the kidney, so they require a dosage modification in Renal Failure.",
        "cop": 3,
        "opa": "Ethambutol",
        "opb": "Isoniazid",
        "opc": "Rifampicin",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "181fceea-d83f-4b3f-89ec-161a709c4b2f",
        "choice_type": "single"
    },
    {
        "question": "The primary reason for the use of drug combination in the treatment of tuberculosis is to:",
        "exp": "Many drugs are used together (multiple drug therapy; MDT) for treatment of tuberculosis. There are several reasons to use MDT in tuberculosis. The most impoant being to prevent the emergence of drug resistance. The other reasons are: -To make the person non-infectious quickly. -To decrease the treatment duration and thus improve patient compliance.",
        "cop": 3,
        "opa": "Ensure patient compliance with the drug regimen",
        "opb": "Enhance activity against metabolically inactive mycobacteria",
        "opc": "Delay or prevent the emergence of resistance",
        "opd": "Provide prophylaxis against other bacterial infections",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "997ed7cf-2512-44d1-9afa-ec9dba9f3da8",
        "choice_type": "multi"
    },
    {
        "question": "What is the mechanism of action of Delamanid?",
        "exp": "DELAMANID: It is an anti-tuberculosis agent derived from the Nitro-dihydro-imidazooxazole class of compounds. MOA: Forms a reactive intermediate metabolite that inhibits Mycolic acid production. USE: In treatment of multidrug-resistant (MDR-TB) and extensively drug-resistant tuberculosis (XDR-TB) in a combination regimen. S/E: QT segment prolongation",
        "cop": 3,
        "opa": "Inhibition of DNA Gyrase",
        "opb": "Inhibition of Alanine Racemase",
        "opc": "Inhibition of Mycolic acid synthesis",
        "opd": "Inhibition of Topoisomerase",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "6b25f173-93c3-4a96-82eb-89e283f026c3",
        "choice_type": "single"
    },
    {
        "question": "A patient with AIDS and a CD4 cell count of 100/ml, has a persistent fever and a weight loss associated with invasive pulmonary disease due to M avium complex. Optimal management of this case requires:",
        "exp": "Mycobacterium avium complex infection is treated with combination of rifabutin, ethambutol and clarithromycin. (REC) These drugs are given once daily. Clarithromycin can be replaced with azithromycin which is long acting and can be administered once a week.",
        "cop": 3,
        "opa": "Select an antibiotic regimen based on drug susceptibility of the cultured organism",
        "opb": "Sta treatment with isoniazid and rifampicin",
        "opc": "Treat the patient with clarithromycin, ethambutol and rifabutin",
        "opd": "Treat with trimethoprim sulfamethoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "fe8948ea-4cf8-4030-8cad-202d3859534a",
        "choice_type": "single"
    },
    {
        "question": "Best anti-tubercular drug against intermittently dividing mycobacteria is:-",
        "exp": "Bacteria Present at Most effective drug Rapidly multiplying Wall of tubercular cavity Isoniazid Intermittently dividing (Spuers) In casseous necrosis Rifampicin Slow multiplying Inside the macrophages Pyrazinamide",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "Ethambutol",
        "opd": "INH",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "01754523-b430-4264-8a88-c9317c8a29b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding drugs used in leprosy is FALSE?",
        "exp": "Acedapsone is a repository form of dapsone. Single i. m. injection of acedapsone keep on releasing the drug for 3 months. Rifampicin is used once in a month (supervised dose) for the treatment of leprosy. It prevents the emergence of resistance to dapsone. Clofazimine can result in skin pigmentation(reddish-black), discolouration of secretions and dryness of skin (icthyosis). Clofazimine has no cross-allergenicity with dapsone.",
        "cop": 3,
        "opa": "Single intramuscular injections of acedapsone maintain inhibitory levels of dapsone in tissues for upto 3 months",
        "opb": "Monthly doses of rifampicin delay the emergence of resistance to dapsone",
        "opc": "Clofazimine should not be given to patients who are intolerant to dapsone or who fail to improve during treatment with dapsone",
        "opd": "Clofazimine may cause changes in the skin colour",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "98a560ab-754c-4afe-b614-d9cd2541257f",
        "choice_type": "multi"
    },
    {
        "question": "Thalidomide is useful in which of the following conditions?",
        "exp": "Lepra Reaction TYPE 1 LEPRA REACTION TYPE 2 LEPRA REACTION - It is also known as reversal reaction. - It is seen in TT and BL cases of leprosy. - Drug of choice is coicosteroids. Alternative is clofazimine. - Thalidomide is ineffective. - It is also known as erythema nodosum leprosum. - It is seen in LL cases of leprosy. - Drug of choice is coicosteroids. Alternative is clofazimine. - Thalidomide is useful in severe cases.",
        "cop": 2,
        "opa": "Treatment of leprosy",
        "opb": "Treatment of type II lepra reaction",
        "opc": "Treatment of type I lepra reaction",
        "opd": "Treatment of neuritic leprosy",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "369bd90b-ffca-4ad2-8b29-e53ac4644c1d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti TB drugs acts on extracellular organisms and is bactericidal drug?",
        "exp": "Streptomycin is the only anti-TB drug which acts on extracellular organisms and is bactericidal. All first line antitubercular drugs are bactericidal except ethambutol which is bacteriostatic. Impoant points about first line ATT: Drug Action Hepatotoxic Bacteria Inhibited Isoniazid CIDAL Yes Both Rifampicin CIDAL Yes Both Pyrazinamide CIDAL Yes Intracellular Ethambutol STATIC No Both Streptomycin CIDAL No Extracellular",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Streptomycin",
        "opc": "Rifampicin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Mycobacterial Diseases (TB, Leprosy and MAC)",
        "id": "786d78ee-279d-4093-83dc-498b7fa2b751",
        "choice_type": "single"
    }
]