[
    {
        "question": "Which of the following drug is used for smoking cessation?",
        "exp": "DOC for smoking cessation: Varenicline Nicotine patch and gum are also used. Bupropion is also used in smoking cessation. Varenicline: is paial agonist at neuronal nicotinic acetylcholine receptor in CNS. Patient taking varenicline should be monitored for suicidal thoughts, vivid nightmares and mood changes. Acamprosate: agent used in alcohol dependent treatment programs with an as yet poorly understood mechanism of action. Gabapentin: analog of GABA: Does not act at GABA receptor. It's precise mechanism is not known. It is approved as adjunct therapy for focal seizure and treatment of post herpetic neuralgic. Nalmefene:- is opioid antagonist use for opioid poisoning",
        "cop": 1,
        "opa": "Varenicline",
        "opb": "Acamprostate",
        "opc": "Nalmefene",
        "opd": "Gabapentim",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "8d1a6cb7-1905-45b9-90cf-bc07ab290c0f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a contraindication to the use of Beta Blockers:-",
        "exp": "* Contraindication of Blocker:- Asthma AV Block Acute CHF Diabetes Mellitus * ss Blocker uses:- Hypertension Migraine Hypehyroidism Angina pretoirs MI",
        "cop": 3,
        "opa": "Glaucoma",
        "opb": "Tachycardia",
        "opc": "Bronchial asthma",
        "opd": "Hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "26635de7-8895-4fa5-8603-5d18634abf01",
        "choice_type": "single"
    },
    {
        "question": "Variation in drug responsiveness to a paicular dose of the drug in different individuals can be obtained from:-",
        "exp": "ED50: dose at which 50% of subject will responds to drug. Potency:- Measure of amount of drug necessary to produce an effect of a given magnitude. Efficacy: Magnitude of response a drug can cause when it interacts with a receptor. Depends on of drug receptor complex formed. * In this Quantal DRC, x-axis represents the log dose and y-axis represents the percentage of population responding.* It is used when responses are like all or none. The middle point of curve when projected to x-axis gives effective dose and lethal dose in 50% of population.",
        "cop": 4,
        "opa": "Graded Dose Response Curve",
        "opb": "Efficacy",
        "opc": "Potency",
        "opd": "Quantal Dose response Curve",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "9b06fc3e-dbf6-436b-a923-34c18d55f3f7",
        "choice_type": "single"
    },
    {
        "question": "Drug capable of causing ocular hypotension with apnoea in infants is:-",
        "exp": "Brimonidine is contraindicated in infant <2 yo because it cause brain suppression leading to apnea. Apraclonidine and Brimonidine both are topical alpha adrenergic agonist which decrease aqueous humor production and increase aqeous outflow. Apraclonidine cause lid retraction. Latanoprost:- PGF2alpha P- Pigmentation of Iris G-Growth of eyelash (Hyperichosis) F2x-fluid in macula (Macular edema)",
        "cop": 3,
        "opa": "Acetazolamide",
        "opb": "Latanoprost",
        "opc": "Brimonidine",
        "opd": "Apraclonidine",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "f23a0db9-3eca-4682-a700-eabe337e0fd7",
        "choice_type": "single"
    },
    {
        "question": "Hypertension and pulmonary edema associated with scorpion sting is managed by:-",
        "exp": "Scorpion sting cause excessive stimulation of alpha 1 receptor. Of the above mentioned drug:- Prazosin acts by blocking alpha 1 receptor. Therefore drug of choice for Scorpion sting is Prazosin. Carvedilol: Non selective b antagonist that also blocks alpha adrenoreceptor Spironolactone: Direct antagonist of aldosterone, thereby preventing salt retention, myocardial hyperophy and Hypokalemia. Phentolamine: produce a competitive block of alpha1 and alpha 2 receptor.",
        "cop": 2,
        "opa": "Carvedilol",
        "opb": "Prazosin",
        "opc": "Spironolactone",
        "opd": "Phentolamine",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "23cf34a7-4643-4783-89e7-268254a9bc16",
        "choice_type": "single"
    },
    {
        "question": "Inhalational anesthetic with highest respiratory irritation is:-",
        "exp": "Max respiratory irritation:- Desflurane MAC of Nitrous Oxide: >104% Smooth inducing agent, preferred in children: Sevoflurane Halothane:- Sensitize hea to arrythmogenic agent( Eg:- Ardenaline). Therefore contraindicated in pheochromocytoma",
        "cop": 1,
        "opa": "Desflurane",
        "opb": "Nitrous oxide",
        "opc": "Sevoflurane",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "41debc5e-6eae-4808-92a1-6cd00dc6df29",
        "choice_type": "single"
    },
    {
        "question": "Drug inhibiting granulocyte migration is:-",
        "exp": "Colchicine: used for the treatment of acute gouty attack. Binds to tubulin, a microtubular protein, causing it's depolymerization. This disrupts cellular function such as inability of granulocyte, thus deceasing their migration into affected area. Fuhermore, colchicine block cell division by binding to mitotic spindle. Montelukast/ Zafirlukast: Blocks leukotriene receptor. Felbamate: Broad spectrum of anticonvulsant action with multiple mechanism including blocking of voltage depended sodium channel, blocking calcium channel and potentiating GABA action. It is reserved for use in refractory epilepsies paicularly Lennox- Gastaut Syndrome because of the risk of aplastic anemia and hepatic failure. Sodium cromoglycate:- Inhibit degranulation of mast cell (Mast cell Stabilizer).",
        "cop": 3,
        "opa": "Montelukast",
        "opb": "Cromoglycate",
        "opc": "Colchicine",
        "opd": "Felbamate",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "581c9a8d-2025-44cc-a28d-454233583f20",
        "choice_type": "single"
    },
    {
        "question": "Carbapenem with maximum seizure risk is:-",
        "exp": "Carbapenems are synthetic Beta lactam antibiotic. Imipenem is compounded with cilastatin to protect it from metabolism by renal dehydropeptidase. Cilastatin is a dehydropeptidase inhibitor. High level of imipenem may provoke seizure, however other carbapenem like:- Meropenem Eapenem Doripenem Are less likely to do so.",
        "cop": 1,
        "opa": "Imipenem",
        "opb": "Meropenem",
        "opc": "Eapenem",
        "opd": "Doripenem",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "73c391f8-dbc6-4746-a925-5b46c161a1e5",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Digoxin induced Ventricular Tachycardia:-",
        "exp": "Lignocaine:- DOC in Digoxin Induced Ventricular Tachycardia. DOC in post Mi Ventricular Tachycardia. It is class IB Ant arrythmia drug. Propranolol:- Non selective antagonist, having both negative inotropic and chronotropic effect It doesnot reduce blood pressure in people with (N) Blood pressure. It lower BP in Hypertension. Verapamil and diltiazem should be avoided in patient with heart failure or with AV block due to their negative inotropic and dromotropic",
        "cop": 4,
        "opa": "Propranolol",
        "opb": "Dilitiazem",
        "opc": "Verapamil",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "d265c5ca-3749-456b-9310-72aab043e786",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true regarding fixed dose combination of drugs?",
        "exp": "Fixed dose combination (FDC):- Combination of two or more active drugs in single dose form. Rationality of FDC's should be based on ceain aspect such as:- The drugs in combination should act by different mechanism. Pharmacokinetic must not be widely different. Combination should not have supraadditive toxicity of the ingredients. Demerits:- Dosage alteration of one drug is not possible without alteration of other drugs. Differing pharmacokinetic of constituent drugs poses the problem of frequency of administration of the formula. Increased chance of adverse drug effect and interaction compared with both drugs given individually.",
        "cop": 1,
        "opa": "Adverse effect of one drug may be reduced by the other drug",
        "opb": "Two drugs with different pharmacokinetics can be combined easily",
        "opc": "Dose of one drug can be altered independently as per requirement",
        "opd": "Adverse effect can be ascribed to a single drug",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "e4752d65-283a-4cb7-aaa9-cf60599b1a77",
        "choice_type": "multi"
    },
    {
        "question": "Cilastatin is given in combination with Imipenem because:-",
        "exp": "Carbapenems are synthetic Beta lactam antibiotic. Imipenem is compounded with cilastatin to protect it from metabolism by renal dehydropeptidase. Cilastatin is a dehydropeptidase inhibitor. High level of imipenem may provoke seizure, however other carbapenem like:- Meropenem Eapenem Doripenem Are less likely to do",
        "cop": 1,
        "opa": "Cilastatin prevents degradation of Imipenem in kidney",
        "opb": "Cilastatin increase absorption of Imipenem",
        "opc": "Inhibits the enzymes that digest Imipenem in stomach",
        "opd": "Reduces side effects of Imipenem",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "76d01fe5-d64d-4ff3-a66a-489fc0c936ea",
        "choice_type": "single"
    },
    {
        "question": "Reason for preferring cis-Atracurium over Atracurium is:-",
        "exp": "Cis-atracurium and Atracurium both are NMJ blocking agent. Cis atracurium has same pharmacokinetic propeies as atracurium. Atracurium release histamine and is metabolized to Laudonasine, which can provoke seizures. Both undergo Hoffman elimination.",
        "cop": 2,
        "opa": "Faster acting than Atracurium",
        "opb": "Lesser provocation of histamine release",
        "opc": "Shoer action than atracurium",
        "opd": "Does not undergo Hoffman elimination",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "802871ef-8966-4996-bf5c-8ba5f635972f",
        "choice_type": "single"
    },
    {
        "question": "DOC for prophylaxis against Diphtheria is:-",
        "exp": "Erythromycin is macrolide group of drug which binds irreversibly to a site on the 50s subunit of bacterial ribosome thus inhibiting translocation steps of protein synthesis. It is used to eliminate the carrier state of Corynebacterium Diphtheriae. Rifampicin: Blocks RNA transcription by interacting with B subunit of mycobacterial DNA dependent RNA polymerase.",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Rifampicin",
        "opc": "Cloxacillin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "1228598f-d548-4df3-a9e5-40d16bc66bcc",
        "choice_type": "single"
    },
    {
        "question": "Which IV anesthetic not cause cardiac depression?",
        "exp": "Etomidate:- Preferred inducing agent in cardiovascular surgery Major disadvantage is adrenal suppression Thiopental:- Ultrasho acting barbiturate with high lipid solubility. Potent anaesthetic but weak analgesic. Methohexital & Thiopental - Histamine release",
        "cop": 1,
        "opa": "Etomidate",
        "opb": "Propofol",
        "opc": "Methohexital",
        "opd": "Thiopentone",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "fd6a8db1-375d-4a61-ac6a-fa114ed8a91c",
        "choice_type": "single"
    },
    {
        "question": "Fluoroquinolone with highest oral bioavilability:-",
        "exp": "Bioavailability: rate and extend to which an administered drug reaches the systemic circulation. Of the above mentioned drugs:- Levofloxacin has maximum bioavailability Norfloxacin has minimum bioavailability",
        "cop": 1,
        "opa": "Levofloxacin",
        "opb": "Gemifloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Norfloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "9f1e8a50-2bfd-4d07-a3c8-d235b44c68f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic agent is not painful on intravenous administration?",
        "exp": "Ketamine: Sho acting, non barbiturate anaesthetic induces a dissociated state in which the patient is unconcious and does not feel pain. This dissociative anaesthesia provide sedation, amnesia and immobility. Not painful on IV administration Propofol: potent anaesthetic but a weak analgesic. Maximum pain on injection. Etomidate:- Hypnotic agent used to induce anaesthetic but lacks analgesic activity. Usually only used for patient with coronary aery diseases or cardiovascular dysfunction. Methohexital:- Barbiturate derivative, sho acting and has rapid onset of action.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Etomidate",
        "opd": "Methohexital",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2019",
        "id": "ce46f53e-2a96-42b1-86f7-3b404f0c4170",
        "choice_type": "single"
    }
]