[
    {
        "question": "Maximum increase in prolactin level is caused by:-",
        "exp": "Prolactin is inhibited by dopamine, so, any drug which blocks D2 recptor will lead to increase in prolactin. Anti-psychotics are D2 blocking drugs. They are of two types: * Typical anti-psychotic drug are amily D2 blocker. * Atypical anti-psychotics are mainly 5. HT2 blocker but among them the maximum D2 blocking action is caused by Resperidone. So, Resperidone has the maximum chance of causing hyerprolactinema and also the maximum chance of causing EPS(Extra pyramidal symptoms) among the atypical anti-psychotics. Clozapine and Olanzapine are 5. HT2 and D2 blocker. Aripiprazole is D2 paial agonist so, no chances of hyper-prolactinemia.",
        "cop": 1,
        "opa": "Risperidone",
        "opb": "Clozapine",
        "opc": "Olanzapine",
        "opd": "Aripiprazole",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2018",
        "id": "bb7328f7-92c0-4dfd-b8ba-6ea2a8723f95",
        "choice_type": "single"
    },
    {
        "question": "Coagulation testing in needed for:-",
        "exp": "Coagulation testing is mainly done for: * Warfarin(vitamin K antagonist): it is monitored by prothrombin time(PT) or International Normalised Ratio(INR). * Unfractionated Heparin: it is monitered by a. PTT. Other anti-coagulants requiring monitoring are direct thrombin inhibitors like: * Lepirudin * Bivalirudin They require monitoring by a. PTT. Recently, new oral anti-coagulants are developed which do not require monitoring, e. g. include: * Dabigatran(direct thrombin inhibitor) * Epixaban(factor XA inhibitors) Fondaparinux and Low molecular weight heparin (indirect thrombin inhibitors) do not require monitoring.",
        "cop": 1,
        "opa": "Lepirudin",
        "opb": "Enoxaparin",
        "opc": "Fondaparinux",
        "opd": "Dabigatran",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2018",
        "id": "903a91a2-c9a7-4117-b409-c346404fc5a2",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of d-tubocurarine is:-",
        "exp": "Neuro Muscular blockers Depolarising or Non-competitive Non-depolarising or competitive Succinylcholine Dexamethonium Curium Curonium Atracurium Cisatracurium Mivacurium Pancuronium Pipecuronium Vecuronium Rocuronium Rapacuronium",
        "cop": 1,
        "opa": "Competitive, nondepolarizing block at the Nm cholinergic receptor",
        "opb": "Non-competitive, nondepolarizing block at the Nm cholinergic receptor",
        "opc": "Competitive, depolarizing block at the Nm cholinergic receptor",
        "opd": "Noncompetitive, depolarizing block at the Nm cholinergic receptor",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2018",
        "id": "1f8b96c8-868c-4600-834b-fbfddc1d9068",
        "choice_type": "single"
    },
    {
        "question": "Drug which lacks intrinsic activity against anaerobes is:-",
        "exp": "Drug not effective Infection Vancomycin Peudomonas Aminoglycosides Anaerobic infection Aminoglycosides Enteric fever Beta lactams MRSA",
        "cop": 1,
        "opa": "Aminoglycosides",
        "opb": "Beta lactams",
        "opc": "Chloramphenicol",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2018",
        "id": "76a8dec1-ab5c-4d6e-abd2-57591d2302ac",
        "choice_type": "single"
    },
    {
        "question": "Colonscopy performed on a 25 year old woman with eating disorder showed dark brown to black pigmentary deposit in the lining of the large intestine. Histopathology of biopsy revealed pigment laden macrophages within the lamina propria The woman on probing revealed use of laxatives for the 9 months to lose weight. What could be the probable laxative agent that could have caused these findings?",
        "exp": "The characteristic features given here are called as melanosis coli. This is characteristically caused by long term use of anthraquinone group of laxatives like Senna and Cascara. These drugs are stimulant laxatives i. e. increase the motility of GIT. Sorbotol is osmotic laxative. Castor ol is stool softner. Bisacodyl is a stimulant laxative.",
        "cop": 1,
        "opa": "Senna",
        "opb": "Sorbitol",
        "opc": "Castor oil",
        "opd": "Bisacodyl",
        "subject_name": "Pharmacology",
        "topic_name": "NEET 2018",
        "id": "a30906fa-94e5-4f24-9731-793610dcff5a",
        "choice_type": "single"
    }
]