[
    {
        "question": "Denosumab is used in:-",
        "exp": "Denosumab is a monoclonal antibody against RANK - ligand which inhibits binding to RANK receptor and inhibits the activation of osteoclasts and inhibits bone resorption so it is used in treatment of Osteoporosis.",
        "cop": 3,
        "opa": "Osteomalacia",
        "opb": "Osteoahritis",
        "opc": "Osteoporosis",
        "opd": "Osteosarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "c4c6a97d-3520-4a45-8005-685b24060a6d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indications for eicosanoids or their inhibitors EXCEPT:",
        "exp": "PGE1 derivatives like misoprostol are used for aboion. PG inhibitors like indomethacin and ibuprofen are used for treatment of PDA. PGE1 derivative alprostadil is used to keep the ductus aeriosus open before surgery of patient with transposition of great vessels. PG like iloprost are indicated in pulmonary hypeension but not in essential systemic hypeension.",
        "cop": 2,
        "opa": "Aboion",
        "opb": "Essential hypeension",
        "opc": "Patent ductus aeriosus",
        "opd": "Transposition of the great aeries",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "e64ecb94-045e-4fcc-ba77-affc936fdcc1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug can be used for closure of patent ductus aeriosus?",
        "exp": "PGE2 and PGI2 keeps ductus aeriosus patent. If ductus aeriosus fails to close (patent ductus aeriosus) at bih, NSAIDs like aspirin and indomethacin are given to close it. In some congenital hea diseases (like transposition of great vessels), it becomes essential to keep ductus aeriosus patent before surgery. For this indication, alprostadil (PGE1) and epoprostenol (PGI2) can be given intravenously.",
        "cop": 3,
        "opa": "Paracetamol",
        "opb": "Alprostadil",
        "opc": "Indomethacin",
        "opd": "Celecoxib",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "70f8866e-37d4-4b2f-a8cf-98344243d0d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease modifying anti- rheumatoid drugs is a prodrug?",
        "exp": "- Sulfasalazine is a pro-drug. - It dissociates in the colon to produce 5-ASA (MESELAMINE) and sulfapyridine. - 5-ASA is the active moiety in treatment of ulcerative colitis whereas sulfapyridine is used to treat rheumatoid ahritis.",
        "cop": 3,
        "opa": "Etanercept",
        "opb": "Nimesulide",
        "opc": "Sulfasalazine",
        "opd": "Colchicine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "b409739a-ec35-4f45-9461-21e650780f03",
        "choice_type": "single"
    },
    {
        "question": "Rofecoxib as compared to indomethacin is:",
        "exp": "Selective COX-2 inhibitors are less likely to cause GI complications like PUD. However as COX-2 is also present constitutively in the kidney, chances of renal complications are similar. These drugs have similar or less efficacy than non-selective COX inhibitors.",
        "cop": 1,
        "opa": "Less likely to cause gastric ulcer and their complications",
        "opb": "Likely to be more effective in rheumatoid ahritis",
        "opc": "Not likely to produce renal complications",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "608b5351-66ab-4c88-982f-350713d43538",
        "choice_type": "multi"
    },
    {
        "question": "Long term use of aspirin in rheumatoid ahritis is limited by its propensity to cause:",
        "exp": "All non-selective COX inhibitors including aspirin on long-term used can cause gastric toxicity ranging from gastritis to peptic ulcer. Selective COX-2 inhibitors have lesser propensity to cause this adverse effect. Salicylism and metabolic acidosis are seen in overdose, not with long term use.",
        "cop": 3,
        "opa": "Metabolic acidosis",
        "opb": "Hypersensitivity reactions",
        "opc": "Gastric mucosal damage",
        "opd": "Salicylism",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "478f6045-339a-4ff0-9a2b-4c0f500af08b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new oral drug approved for Rheumatoid ahritis?",
        "exp": "UPADACITINIB : - It is an oral JAK 1 inhibitors like tofacitinib - Used for Rheumatoid ahritis to slow down the disease progression. FEDRATINIB : - It is a oral JAK 2 inhibitor . - Used for MYELOFIBROSIS ENTRECTINIB : - It is oral Tyrosine kinase inhibitor. - Used for ROS - 1 positive NON SMALL CELL LUNG CANCER and NK positive solid tumors. TALAZOPARIB : - PARP inhibitor like olaparib - Used for breast cancer.",
        "cop": 1,
        "opa": "UPADACITINIB",
        "opb": "FEDRATINIB",
        "opc": "ENTRECTINIB",
        "opd": "TALAZOPARIB",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "e633706b-1489-44a6-9fc1-fa40c4d2537d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a recommended step in management of salicylate poisoning?",
        "exp": "In acidic drug poisoning (salicylate, barbiturates, chlorpropamide, methotrexate etc.) urine should be alkalinized with sodium bicarbonate because weak acids are in ionized form in alkaline urine and thus are easily excreted. Chelating agents are used for heavy metal poisoning. Atropine is drug of choice for organophosphate poisoning",
        "cop": 3,
        "opa": "Chelating agents",
        "opb": "Atropine",
        "opc": "Alkaline diuresis",
        "opd": "Observation",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "cde3cb14-e408-4fc6-a769-1edf6fae6436",
        "choice_type": "multi"
    },
    {
        "question": "NSAID lacking anti-inflammatory action is:",
        "exp": "Paracetamol or acetaminophen has antipyretic and analgesic activities but it lacks anti-inflammatory action. It is presumed to become inactive by peroxides generated at the site of inflammation. Some theories suggest that PCM acts on COX-3 receptors.",
        "cop": 1,
        "opa": "Paracetamol",
        "opb": "Ibuprofen",
        "opc": "Diclofenac sodium",
        "opd": "Celecoxib",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "211ad232-b745-4b50-a3dc-51f84645442d",
        "choice_type": "single"
    },
    {
        "question": "Individuals with alcoholic cirrhosis of liver may develop severe hepatotoxicity after doses of acetaminophen that are not toxic to individuals with normal liver function. This increased sensitivity to acetaminophen's toxicity is due to:",
        "exp": "When a toxic amount of acetaminophen is ingested, the first two processes are overwhelmed and more acetaminophen is metabolized by the cytochrome P450 system to a hepatotoxic metabolite (N-acetyl-p-benzoquinoneimine, NAPQI). In therapeutic acetaminophen ingestions, the liver generates glutathione, which detoxifies NAPQI. However, in overdose, the glutathione is depleted, leaving the metabolite to produce toxicity. The antidote for acetaminophen toxicity, N-acetylcysteine (NAC), initially works as a glutathione precursor and glutathione substitute and assists with sulfation.",
        "cop": 2,
        "opa": "Decrease availability of acetaldehyde dehydrogenase",
        "opb": "Decreased hepatocellular stores of glutathione",
        "opc": "Decreased activity of Cytochrome P450 enzymes",
        "opd": "Increased liver blood flow",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "233fa8cf-8831-4a93-acc9-696348e922aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following NSAIDs can cause hepatic necrosis if used in overdose?",
        "exp": "Paracetamol (Acetaminophen) It is metabolized to N-acetyl paraaminobenzo quinoneimine (NAPQ) by microsomal enzymes. This metabolite has high affinity for sulfhydryl groups and can combine with the enzymes and other biomolecules resulting in hepatotoxicity characterized by hepatic necrosis. Normally acetaminophen is a safe drug because glutathione (contain sulfhydryl group due to presence of sulfur containing amino acid, cysteine) produced by the liver combines with NAPQ to detoxify it. However chronic alcoholics are predisposed to toxicity Acetaminophen toxicity can be decreased by providing sulfhydryl donors like N-acetylcysteine (antidote of choice).",
        "cop": 2,
        "opa": "Diclofenac sodium",
        "opb": "Acetaminophen",
        "opc": "Indomethacin",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "a809f187-f05a-4bda-bcdd-8da1e93ecbe4",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody used for Muckle-Wells syndrome is",
        "exp": "Canakinumab: Against IL-1b Used in Muckle-Wells syndrome Muckle-Wells syndrome =Sensorineural deafness =Recurrent hives =Amyloidosis Catumaxomab Bispecific mAb Used in Malignant ascites Ceolizumab: Again stTNF Used in Crohn disease Cetuximab Against EGFR Used in Colorectal cancer",
        "cop": 1,
        "opa": "Canakinumab",
        "opb": "Catumaxomab",
        "opc": "Ceolizumab",
        "opd": "Cetuximab",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "a74256cc-9181-42d2-a1f2-07e8d31bc1ff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following actions of aspirin is manifested at the lowest dose?",
        "exp": "Aspirin can produce dose dependent effects. Antiplatelet action is seen at lowest doses (40-325 mg). Anti-inflammatory action require the highest doses.",
        "cop": 4,
        "opa": "Analgesic",
        "opb": "Antipyretic",
        "opc": "Anti-inflammatory",
        "opd": "Antiplatelet aggregatory",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "65022612-9fd0-4684-858c-087d300b2d73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is useful in chronic gout but is NOT a uricosuric agent?",
        "exp": "Drugs used in gout are: For acute gout NSAIDs like diclofenac, indomethacin Steroids Colchicine For chronic gout Decrease formation of uric acid: Allopurinol Febuxostat Increase excretion of uric acid (uricosuric agents): Sulfinpyrazone Probenecid Benzbromarone Lesinurad Increase metabolism of uric acid: Rasburicase Pegloticase",
        "cop": 4,
        "opa": "Probenecid",
        "opb": "Lesinurad",
        "opc": "Sulfinpyrazone",
        "opd": "Allopurinol",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "5fbe4127-91eb-49b2-abcd-7e760c6749d5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a new drug for Migraine?",
        "exp": "Option 1 Lasmiditan Highly affinity for 5-HT1Freceptor agonist Acts on trigeminal system without causing vasoconstriction Low affinity for 5-HT1Breceptors Acute therapy for migraine in patients with cardiovascular risk factors Option 2 Ubrogepant Calcitonin gene related peptide (CGRP) receptor antagonist Acute treatment of migraine attacks Option 3 Rimegepant Only CGRP antagonists that possess oral bioavailability Acute treatment migraine headache Option 4 Romosozumab Sclerostin inhibitor Treatment of osteoporosis in postmenopausal women at high risk for fracture Monoclonal antibodies that antagonize the CGRP pathway are: Galcanezumab Eptinezumab Fremanezumab(which all target the CGRP peptide) Erenumab ( fully human mAb designed to target the CGRP receptor). =Standard migraine Rx involves \"triptans\", but these are C/I in patients with pre-existing cardiovascular disease due to their vasoconstrictive propeies.",
        "cop": 4,
        "opa": "Lasmiditan",
        "opb": "Ubrogepant",
        "opc": "Rimegepant",
        "opd": "Romosozumab",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "1499be83-ea97-47ab-80f1-bd464749ec21",
        "choice_type": "single"
    },
    {
        "question": "N-acetyl-cysteine is an antidote for:-",
        "exp": "Paracetamol (Acetaminophen) It is metabolized to N-acetyl paraaminobenzo quinoneimine (NAPQ) by microsomal enzymes. When a very large dose of paracetamol is taken, glucuronidation capacity is saturated; more of the minor metabolite is formed, leading to depletion of glutathione stores. This metabolite has high affinity for sulfhydryl groups and can combine with the enzymes and other biomolecules resulting in hepatotoxicity characterized by hepatic necrosis. Acetaminophen toxicity can be decreased by providing sulfhydryl donors like N-acetylcysteine (antidote of choice). Note : Chronic alcoholism induces CYP enzymes, especially CYP2E1, which is involved in the conversion of acetaminophen to the toxic metabolite NAPQI.",
        "cop": 2,
        "opa": "Heparin",
        "opb": "Acetaminophen",
        "opc": "Morphine",
        "opd": "Benzodiazepine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "8f80bd66-dd30-4d07-99d0-6311d1b78aa0",
        "choice_type": "single"
    },
    {
        "question": "Rasburicase is a newer drug used in gout. It act by:",
        "exp": "Treatment of Gout: Drug Mechanism Allopurinol Decrease the formation Probenecid Increase the excretion Rasburicase Increase the metabolism Allopurinol, a xanthine oxidase inhibitor, is a purine analog. It reduces the production of uric acid by competitively inhibiting the last two steps in uric acid biosynthesis that are catalyzed by xanthine oxidase. Probenecid is a uricosuric drug. It is a weak organic acid that promotes renal clearance of uric acid by inhibiting the urate anion exchanger in the proximal tubule that mediates urate reabsorption. At therapeutic doses, it blocks proximal tubular reabsorption of uric acid. Probenecid blocks the tubular secretion of penicillin and is sometimes used to increase levels of b-lactam antibiotics. Recombinant urate oxidase; catalyzes the oxidation of uric acid into allantoin, a soluble metabolite of uric acid.",
        "cop": 2,
        "opa": "Decreasing urate synthesis",
        "opb": "Increasing urate oxidation",
        "opc": "Decreasing intestinal absorption of uric acid",
        "opd": "Increasing renal excretion of uric acid",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "6dd21c47-8aa3-4d8e-9dbb-900f88daa863",
        "choice_type": "single"
    },
    {
        "question": "Which of the following NSAIDs has been approved for use in children?",
        "exp": "Paracetamol and ibuprofen are approved for use in children. PCM lacks anti-inflammatory activity.",
        "cop": 2,
        "opa": "Indomethacin",
        "opb": "Ibuprofen",
        "opc": "Ketorolac",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "9a6bba9f-eec0-4319-9cb8-50ec32d98c7b",
        "choice_type": "single"
    },
    {
        "question": "Erectile dysfunction is caused by:-",
        "exp": "Drugs causing erectile dysfunction. Diuretics Thiazides Antihypeensives Beta blockers Calcium channel blockers Cardiac drugs Gemfibrozil Clofibrate Antidepressants SSRI TCA MAO inhibitors H2 antagonists Cimetidine Hormones GnRH agonists 5 alpha reductase inhibitors Others Ethanol Cocaine Marijuana Cimetidine (but not other H2 blockers) has antiandrogenic action (displaces dihydrotestosterone from its cytoplasmic receptor), increases plasma prolactin and inhibits degradation of estradiol by liver. High doses given for long periods have produced gynaecomastia, loss of libido, impotence and temporary decrease in sperm count.",
        "cop": 1,
        "opa": "Antihistamines",
        "opb": "Leukotriene antagonists",
        "opc": "Thyroxine",
        "opd": "Insulin glargine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "6709b1e4-8362-4922-a0fa-607da62a89b2",
        "choice_type": "single"
    },
    {
        "question": "Antidote for paracetamol poisoning is",
        "exp": "Paracetamol - has only antipyretic and analgesic activity. It does not possess anti-inflammatory activity as it is believed to be inactivated by the free oxygen radicals generated at site of inflammation. Metabolite of PCM | Acts on TRPV receptor (Vanilloid Receptor) Analgesic action of it may be mediated by this receptor PCM has antidote i.e. N-Acetylcysteine",
        "cop": 1,
        "opa": "N- acetylcysteine",
        "opb": "Sodium bicarbonate",
        "opc": "BAL",
        "opd": "EDTA",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "00aecdab-fdac-42ea-ba5e-8cabdab5eb82",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about drugs used in rheumatoid ahritis?",
        "exp": "Tofacitinib : Janus kinases are intracellular enzymes that modulate immune cell activity in response to the binding of inflammatory mediators to the cellular membrane. Tofacitinib is an oral inhibitor of Janus kinases indicated for the treatment of moderate to severe RA in patients who have had an inadequate response. Biological DMARDS: TNF - alpha IL -1R blocker IL-6 blocker Co stimulation inhibitor A: Adalimumab C: Ceolizumab E: Etercenept I: Infliximab Goli: Golimumab ANAKINRA TOCLIZUMAB SARILUMAB ABATACEPT",
        "cop": 3,
        "opa": "Tofacitinib inhibits JAK1 and JAK3",
        "opb": "Tocilizumab inhibits IL-6",
        "opc": "Tofacitinib is given intravenously",
        "opd": "Tocilizumab is given by intervenous and subcutaneous routes",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "86ce9733-9de3-492c-a38e-c5039b56aa9a",
        "choice_type": "multi"
    },
    {
        "question": "A patient comes to you complaining that whenever he takes aspirin for headache, he develops severe shoness of breath. Which of the following may be paly responsible for this effect?",
        "exp": "Aspirin inhibits COX enzyme and results in the diversion of AA pathwaytowards LT synthesis. As LTs are powerful bronchoconstrictor agents, these may result in the shoness of breath in patients who are susceptible. Aspirin acetylated COX stas producing lipoxins (known as aspirin triggered lipoxins) that also have bronchoconstrictor propeies.",
        "cop": 1,
        "opa": "Leukotrienes",
        "opb": "Prostaglandin E",
        "opc": "Thromboxane A2",
        "opd": "Prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "0cf87ef4-0659-43b8-b9d7-68c3968539e0",
        "choice_type": "single"
    },
    {
        "question": "Most common dose limiting adverse effect of colchicine is:",
        "exp": "Colchicine is the most effective drug for acute attack of gout. However, it is used for patients not responding to NSAIDs because of its adverse effects. Diarrhea and myopathy are major adverse effects.",
        "cop": 3,
        "opa": "Sedation",
        "opb": "Kidney damage",
        "opc": "Diarrhea",
        "opd": "Muscle paralysis",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "9b8945a9-5b93-4f9b-b0c3-df5e6fd92907",
        "choice_type": "single"
    },
    {
        "question": "True statement about cyclooxygenase -2 is:",
        "exp": "COX-1 is a house-keeping enzyme that is responsible for the generation of gastroprotective PGs. COX-2 is an inducible enzyme whose production is markedly increased at inflammatory sites. Indomethacin is a nonselective inhibitor of both isoforms of COX.",
        "cop": 2,
        "opa": "It is not inhibited by indomethacin",
        "opb": "It is inducible",
        "opc": "It generates cytoprotective prostaglandins in gastric mucosa",
        "opd": "It is found only in fetal tissues",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "b270c8af-6e8f-4b1d-85ef-c36c720a15b0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs reduces the activity of phospholipase A2?",
        "exp": "Prednisolone: It is a powerful anti-inflammatory agent. It acts by inhibiting the synthesis of PG, TX and LT the inhibition of phospholipase A2 enzyme. It is most impoant mechanism of anti-inflammatory action is the inhibition of chemotaxis.",
        "cop": 4,
        "opa": "Alprostadil",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "3fcd72e6-826f-4ac5-b783-db10d5f2e7f8",
        "choice_type": "single"
    },
    {
        "question": "A rheumatoid Ahritis patient on Methotrexate, steroids and NSAIDs for past 4 months has had no retardation of disease progression. What is the next rational step in management?",
        "exp": "For patient with RA, Steroid and NSAIDS one given for symptomatic relief. Methotrexate used alone or in combination therapy has become a mainstay of treatment in patient with RA or psoriatic ahritis. Methotrexate is a folic acid antagonist that inhibits cytokine production and purine nucleotide biosynthesis leading to immunosuppressive and anti-inflammatory effects. If methotrexate alone is not working, We add sulfasalazine, If it still doesn't work, we give triple therapy which are:- Methotrexate Sulfasalazine Hydroxychloroquine/ Leflunomide If triple therapy doesn't work, we Sta INF inhibitor.",
        "cop": 4,
        "opa": "Sta monotherapy with anti-TNF alpha drugs",
        "opb": "Continue Methotrexate and steroids",
        "opc": "Stop oral Methotrexate and sta parenteral Methotrexate",
        "opd": "Add Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "af9dc972-12af-4649-a7e9-603302a0017c",
        "choice_type": "multi"
    },
    {
        "question": "Prostaglandin E2 analogs can be used for all of the following conditions EXCEPT:",
        "exp": "PGE2 analogues are used to maintain the patency of ductus aeriosus whereas aspirin or indomethacin are used for the treatment of PDA. PGE2 is a bronchodilator and can be used to treat bronchial asthma inhalational route. Cervical priming and NSAID induced PUD are other indications of this agent.",
        "cop": 1,
        "opa": "Treatment of patent ductus aeriosus",
        "opb": "Treatment of bronchial asthma",
        "opc": "Cervical priming",
        "opd": "Treatment of NSAID induced peptic ulcer",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "9330f8ee-5735-4d03-af0c-acd823430c54",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin is used in the prophylaxis of myocardial infarction because it results in:",
        "exp": "Aspirin acts as an antiplatelet drug in MI. It inhibits cox enzyme and thus reduces the synthesis of TXA2. However it has no effect on the enzyme, thromboxane synthetase. Therefore, answer here is the inhibition of cox.",
        "cop": 2,
        "opa": "Inhibition of thromboxane synthetase",
        "opb": "Inhibition of cyclooxygenase",
        "opc": "Decreased serum lipids",
        "opd": "Coronary steal phenomenon",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "c47d8e46-601b-499f-bd62-2216657f6a66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the mechanism of action of allopurinol?",
        "exp": "Allopurinol (hypoxanthine analog) and recently approved drug, febuxostat (a non-purine drug) decrease the production of uric acid by inhibiting the enzyme xanthine oxidase. Allopurinol is metabolized by the same enzyme to alloxanthine which is a long acting inhibitor of xanthine oxidase. These are indicated as drug of choice for chronic gout in the inter-critical period (between two acute attacks) and also with anticancer drugs (to decrease secondary hyperuricemia). 6-Mercaptopurine and azathioprine are metabolized by xanthine oxidase; therefore dose of these drugs should be decreased when given with allopurinol. Allopurinol is also used as an adjuvant to sodium stibogluconate in the treatment of kala azar. It is contra-indicated in acute gout because uric acid has inhibitory effect on release of cytokines and allopurinol may aggravate the inflammation by reducing uric acid. Most frequent adverse effect with xanthine oxidase inhibitors is precipitation of acute attack of gout. There is strong association between HLA-B*5801 and allopurinol hypersensitivity Combined use of allopurinol and ampicillin causes a drug rash in 20% of patients. * Allopurinol requires dose adjustment in renal failure whereas febuxostat can be administered without dose adjustment. Febuxostat can result in abnormal liver function tests",
        "cop": 1,
        "opa": "Inhibits the synthesis of uric acid",
        "opb": "Inhibits tubular reabsorption of uric acid",
        "opc": "Anti-inflammatory action",
        "opd": "Increases phagocytosis of urate crystals",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "64e9c5f4-407f-4905-b4e8-4df3f05b0fdf",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old male, Sonu presented to OPD with severe pain in the knee and shoulder joint. On examination and fuher investigations, a diagnosis of rheumatoid ahritis was made and the patient was staed on methotrexate 15mg weekly. However, even after 6 months of using methotrexate, recurrent episodes of ahritis continued. The physician wanted to add another DMARD that inhibit the pyrimidine synthesis by inhibiting dihydroorotate dehydrogenase enzyme. Which of the following drug, physician is thinking about?",
        "exp": "Leflunomide is a dihydroorotate dehydrogenase inhibitor. It is one of the disease modifying agent used in rheumatoid ahritis.",
        "cop": 3,
        "opa": "Sulfasalazine",
        "opb": "Infliximab",
        "opc": "Leflunomide",
        "opd": "Abatacept",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "1eda9aa0-a7ce-4630-8e11-964a6bafb42d",
        "choice_type": "single"
    },
    {
        "question": "Raju, a 30-year-old male presents to the OPD with sudden onset pain, swelling and redness of the left first metatarsophalangeal joint. A needle aspirate of the joint shows needle-shaped, negatively birefringent crystals. The physician prescribed a drug for the patient, but he came back next day with nausea, vomiting and diarrhea after taking the medication. Which of the following is the most likely drug that was prescribed to this patient?",
        "exp": "This patient's acute onset pain and swelling of the right first metatarsophalangeal joint and joint aspirate showing needle-shaped negatively birefringent crystals indicate that he most likely has acute gouty ahritis. Colchicine is an effective anti-inflammatory agent in acute gouty ahritis but commonly result in nausea, vomiting, diarrhea and myopathy as adverse effects.",
        "cop": 2,
        "opa": "Allopurinol",
        "opb": "Colchicine",
        "opc": "Steroids",
        "opd": "Indomethacin",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "66cddc54-bb84-47e2-8bc9-7fb9bd65e373",
        "choice_type": "multi"
    },
    {
        "question": "A female patient, who is a known case of Gout, comes for follow up and her laboratory results show that her serum uric acid is elevated. Her physician decided to put her on a chronic drug therapy to lower down her uric acid levels. Which of the following drugs is most suitable for her?",
        "exp": "Allopurinol is the drug of choice for chronic gout. It lowers down the production of uric acid by inhibiting the enzyme xanthine oxidase. Hydroxychloroquine has no effect on metabolism of uric acid. Colchicine is used to relieve symptoms of acute gout. It does not decrease the formation of uric acid. Aspirin should not be used in gout because it slows down secretion of uric acid in kidney. Hence, it increases its accumulation in blood.",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "Colchicine",
        "opc": "Allopurinol",
        "opd": "Hydroxychloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "11b8e29e-236d-4745-8a82-8777c6e50c75",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is not used in Rheumatoid ahritis?",
        "exp": "Febuxostat is a xanthine oxidase inhibitor used in chronic gout, it is not used for rheumatoid ahritis. Disease Modifying Anti-Rheumatoid Agents (DMARDs) 1. Conventional Cute &: Chloroquine P: Penicillamine A: Azathioprine G: Gold Salts L: Leflunomide I: Immunosuppressants Malika: Methotrexate Sherawat: Sulfasalazine 2. Biological a. TNF-alpha blockers A: Adalimumab C: Ceolizumab E: Etanercept INhibitors: INfliximab b. IL-6 antagonists i. Sarilumab ii. Tocilizumab c. IL-1 receptor antagonist i. Anakinra d. Co-stimulation inhibitors i. Abatacept e. B-cell deplete i. Rituximab",
        "cop": 1,
        "opa": "Febuxostat",
        "opb": "Leflunomide",
        "opc": "Etanercept",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "1561c1bc-5cc0-4f04-bdb9-6c0434b02faf",
        "choice_type": "single"
    },
    {
        "question": "Extracellular adenosine is increased by which of the following DMARDs?",
        "exp": "Methotrexate: Methotrexate inhibits an enzyme 5-aminoimidazole-4-carboxamide ribonucleotide (AICAR) transformylase leading to accumulation of AICAR, which blocks adenosine deaminase. Thus adenosine accumulates and it decreases inflammation by acting on adenosine receptors.",
        "cop": 3,
        "opa": "Leflunomide",
        "opb": "Sulphasalazine",
        "opc": "Methotrexate",
        "opd": "Hydroxychloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "c8185017-1ba2-4a95-a8de-c05d1fc77fc6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following patient characteristics is a possible reason for the use of celecoxib in the treatment of ahritis?",
        "exp": "Therefore history of peptic ulcer is a possible reason for use of celecoxib.",
        "cop": 3,
        "opa": "History of severe rash after treatment with a sulfonamide antibiotic",
        "opb": "History of gout",
        "opc": "History of peptic ulcer disease",
        "opd": "History of type 2 DM",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "8fba6ef3-4608-4e99-a203-c60ae8a0da62",
        "choice_type": "single"
    },
    {
        "question": "NSAID proposed to be acting inhibition of COX-3 is:",
        "exp": "- Paracetamol or acetaminophen has antipyretic and analgesic activities but it lacks anti-inflammatory action. - It is presumed to become inactive by peroxides generated at the site of inflammation therefore, lacks anti- inflammatory action. - Some theories suggest that PCM acts on COX-3 receptors in brain. - A metabolite of paracetamol is assumed to work through vanilloid receptor TRPV-1.",
        "cop": 2,
        "opa": "Nimesulide",
        "opb": "Paracetamol",
        "opc": "Ketorolac",
        "opd": "Rofecoxib",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "ccdace0a-6521-4247-a947-82699fd2dce4",
        "choice_type": "single"
    },
    {
        "question": "First choice DMARD in rheumatoid ahritis is",
        "exp": "Rheumatoid Ahritis - Pain and inflammation of joints - For acute treatment we use: - NSAIDS - Steroids But it is only symptomatic treatment. It cannot slow down the joint destruction DMARDs- (Disease modifying anti-rheumatoid drugs) - As they are very slow acting so they are also called SAARDs (slow acting anti rheumatic drugs). Classification Conventional DMARDs Biologicals Chloroquine Penicillamine Azathioprine Gold salts Leflunomide Immunosuppressants Methotrexate (DOC) sulfasalazine Anakinra Sarilumab Adalimumab Cerolizumab Etanercept Infliximab Golimumab Abatacept Methotrexate - Drug of choice - Acts by increasing adenosine which possesses anti-inflammatory activity. DMARD of choice in pregnancy - CHLOROQUINE Sulfasalazine: It is a prodrug& can be used in ankylosing spondylitis.",
        "cop": 3,
        "opa": "Gold salts",
        "opb": "Penicillamine",
        "opc": "Methotrexate",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "7cd16058-d2d0-4ddf-be81-b6ee74eedfc3",
        "choice_type": "single"
    },
    {
        "question": "The plasma half life of aspirin:",
        "exp": "Aspirin and other salicylates show saturation kinetics (zero order) and thus, their half life is not constant. Clearance at high doses (anti-inflamatory) is lesser than at low (analgesic) doses. Thus t1/2 is more for anti-inflammatory dose than for analgesic dose.",
        "cop": 2,
        "opa": "Is independent of dose",
        "opb": "Is longer for anti-inflammatory doses compared to that for analgesic dose",
        "opc": "Is shoer for anti-inflammatory doses compared to that for analgesic dose",
        "opd": "Can be increased by alkalinizing the urine",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "5698a91f-d901-4616-a592-da7b5ac9d76d",
        "choice_type": "single"
    },
    {
        "question": "Among NSAIDs aspirin is unique because it:",
        "exp": "Aspirin is the only irreversible COX inhibitor. Most NSAIDs can reduce the risk of colon cancer. Selective COX-2 inhibitors like celecoxib are used to prevent risk of colon cancer in patients with familial adenomatous polyposis coli. All NSAIDs have anti-pyretic activities. Selective COX-2 inhibitors include celecoxib, etoricoxib like drugs Aspirin is non-selective COX inhibitor.",
        "cop": 1,
        "opa": "Irreversibly inhibits its target enzyme",
        "opb": "Reduces the risk of colon cancer",
        "opc": "Reduces fever",
        "opd": "Selectively inhibits COX-2 enzyme",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "a9b0e941-c851-4383-a0cd-037545a7ee99",
        "choice_type": "single"
    },
    {
        "question": "TRUE statement about aspirin is:",
        "exp": "Nicotinic acid can cause flushing due to release of PGs. Premedication with aspirin decreases this complication. Aspirin can cause hypehermia in overdose. It decreases the risk of developing colon cancer.",
        "cop": 2,
        "opa": "In an afebrile patient acute overdose of aspirin produces hypothermia",
        "opb": "Aspirin suppresses flushing associated with large dose of nicotinic acid",
        "opc": "Aspirin therapy prevents granulomatous lesions and cardiac complications of acute rheumatic fever",
        "opd": "Long term aspirin therapy increases the risk of developing colon cancer",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "cf01f7a0-989f-407c-b66b-404dd0496a4f",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin in low doses produces long lasting inhibition of platelet cyclooxygenase because:",
        "exp": "Aspirin in low doses irreversibly inhibits COX enzyme in platelets and the endothelium. Platelets lack nucleus and thus cannot regenerate COX whereas endothelium can synthesize fresh enzyme. Net effect of this process is the inhibition of platelet cox and thus, TXA2 synthesis. Low TXA2 level results in the anti-aggregation of platelets.",
        "cop": 2,
        "opa": "Platelet contain low quantity of COX",
        "opb": "Platelets cannot synthesize fresh COX molecules",
        "opc": "Platelets bind aspirin with high affinity",
        "opd": "Platelet COX is inducible",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "20bad502-7d2a-415b-a5f9-5677edc1dc17",
        "choice_type": "single"
    },
    {
        "question": "A drug X is useful in the treatment of rheumatoid ahritis. It is available only in parenteral formulation and its mechanism of action is antagonism of tumor necrosis factor. Which of the following can be X?",
        "exp": "Infliximab and Etanercept are TNF-aantagonists useful for the treatment of rheumatoid ahritis. These are administered by parenteral route. TNF-a antagonists can cause reactivation of latent tuberculosis. Phenylbutazone -can precipitate the acute attack of asthma",
        "cop": 4,
        "opa": "Cyclosporine",
        "opb": "Penicillamine",
        "opc": "Phenylbutazone",
        "opd": "Etanercept",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "07f4e3b3-dd8e-42cc-8dc9-bae6f60e978d",
        "choice_type": "single"
    },
    {
        "question": "Which of following anti-gout drugs act by inhibiting the enzyme xanthine oxidase?",
        "exp": "DRUGS USED IN CHRONIC GOUT Group Mechanism Drugs Uric acid synthesis inhibitors Xanthine oxidase inhibitors Allopurinol, Febuxostat Uricosuric agents URAT-1 transpoer inhibitors Probenecid, Sulfinpyrazone, Benzbromarone, Lesinurad Recombinant uricase Cause oxidation of urate to allantoin Rasburicase, Pegloticase",
        "cop": 3,
        "opa": "Probenecid",
        "opb": "Rasburicase",
        "opc": "Allopurinol",
        "opd": "Sulfinpyrazone",
        "subject_name": "Pharmacology",
        "topic_name": "NSAIDs, Gout and Rheumatoid Ahritis",
        "id": "f9aabc30-53a9-42e5-867c-765c2ae6d687",
        "choice_type": "multi"
    }
]