[
    {
        "question": "The combination of alcohol and disulfiram results in nausea and hypotension as a result of accumulation of:",
        "exp": "Disulfiram is an aldehyde dehydrogenase inhibitor that can be used for de-addiction of chronic alcoholics. Due to inhibition of aldehyde dehydrogenase, there is accumulation of acetaldehyde that leads to several distressing symptoms (which strengthens the resolution of a person to quit alcohol).",
        "cop": 1,
        "opa": "Acetaldehyde",
        "opb": "Acetate",
        "opc": "Methanol",
        "opd": "NADH",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "5e209771-0870-4a23-b611-4794943e09ee",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following opioids according to their potency (most potent first) a. Fentanyl b. Sufentanil c. Morphine d. Pethidine",
        "exp": "a. Fentanyl group of opioids are most potent opioids. Among these most potent is Sufentanil (approx 1000 times more potent than morphine). The sequence of potency from high to low in this group is Sufentanil > Fentanyl > Alfentanil. b. Pethidine is 10 times less potent than morphine",
        "cop": 2,
        "opa": "a, d, c, b",
        "opb": "b, a, c, d",
        "opc": "a, d, b, c",
        "opd": "b, c, d, a",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "396b6f93-ae19-4ec6-8f40-6d17f6f1d941",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is wrong about morphine use?",
        "exp": "Head injury is an absolute contra-indicatio for the use of morphine as it can lead to Marked respiratory depression Increased ICT by retaining CO2 Miosis, vomiting and altered mentation.",
        "cop": 2,
        "opa": "It can be used in Hypotension but with caution",
        "opb": "It can be used in Head injury",
        "opc": "It can be used in diabetes mellitus",
        "opd": "Myocardial infarction is an impoant indication to use morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "05f123e8-0771-4e10-beac-90d2bc016f50",
        "choice_type": "multi"
    },
    {
        "question": "A patient Manoj with severe pain thought to be of gastrointestinal origin received 60 mg of meperidine subsequent to which he developed reaction characterized by tachycardia, hypertension, hyperpyrexia and seizures. He gave the history that he is also taking some medicine for his psychiatric condition. Which of the following drug can be held responsible for this so of reaction?",
        "exp": "Meperidine (pethidine) is metabolized mainly to meperidinic acid (inactive) by MAO inhibitors. Minor pathway is conversion to nor-meperidine (possesses excitatory propeies and shows cumulation) MAO inhibitors like phenelzine inhibits the major pathway; therefore minor pathway assumes impoance resulting in generation of nor-pethidine that can cause seizures. Long term use of meperidine can result in accumulation of normeperidine and thus seizures can occur.",
        "cop": 4,
        "opa": "Alprazolam",
        "opb": "Imipramine",
        "opc": "Lithium",
        "opd": "Phenelzine",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "a915ec8d-ffe8-4c7a-99c4-e66232c5acfe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is a full agonist at opioid receptors, has excellent oral bioavailability, analgesic equipotency to morphine and a longer duration of action with milder withdrawal symptoms on abrupt discontinuation?",
        "exp": "Methadone is a long acting opioid agonist that has equal potency to morphine. It can be used orally for opioid replacement and opioid rotation therapy. Due to longer half life, it produces mild withdrawal symptoms.",
        "cop": 3,
        "opa": "Fentanyl",
        "opb": "Hydromorphone",
        "opc": "Methadone",
        "opd": "Nalbuphine",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "5f44db44-0ca4-4deb-961d-6138aebb7cdb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs reduces alcohol craving and chances of resumed heavy drinking by alcoholics after they have undergone a detoxification programme with this drug?",
        "exp": "Drugs decreasing alcohol craving are; None: Naltrexone Of: Ondansetron The: Topiramate Above: Acamprosate",
        "cop": 4,
        "opa": "Chlordiazepoxide",
        "opb": "Chlorpromazine",
        "opc": "Methadone",
        "opd": "Naltrexone",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "08ba6808-a607-405e-8b7a-b55ee23f5d37",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is:-",
        "exp": "Naloxone, naltrexone and nalmefene are potent mu receptor antagonists with significant blocking action at kappa and delta receptors also. Naloxone is given parenterally (ineffective orally) and is a very sho acting drug. Nalmefene is also given parenterally but has a longer half life. Naltrexone is long acting orally effective opioid antagonist. Naloxegol-Naloxone conjugated to PEG polymer",
        "cop": 4,
        "opa": "Mu receptor agonist",
        "opb": "Delta receptor agonist",
        "opc": "Kappa receptor agonist",
        "opd": "Mu receptor antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "2339fbee-5e0e-4166-b347-966a5807b1a8",
        "choice_type": "single"
    },
    {
        "question": "Methanol toxicity causes blindness due to the formation of:-",
        "exp": "Methyl Alcohol (Methanol) It is metabolized to formaldehyde (by alcohol dehydrogenase) and finally to formic acid (by aldehyde dehydrogenase). Accumulation of formic acid may result in lactic acidosis (high anion gap metabolic acidosis), blindness and death. Specific toxicity of formic acid is retinal damage leading to blindness. Fomepizole (4-Methylpyrazole) is drug of choice for methanol poisoning because it is a specific inhibitor of alcohol dehydrogenase. Folic acid or folinic acid can also be used because folate dependent systems are responsible for conversion of formic acid to CO2.",
        "cop": 1,
        "opa": "Formic acid",
        "opb": "Uric acid",
        "opc": "Lactic acid",
        "opd": "Pyruvic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "721f30cb-7494-49de-a029-ee868039a90c",
        "choice_type": "single"
    },
    {
        "question": "Opioid drug given by the above route is:",
        "exp": "The route shown in above image is transbuccal route and the drug given through this route is Fentanyl",
        "cop": 3,
        "opa": "Sulfentanil",
        "opb": "Remifentanil",
        "opc": "Fentanyl",
        "opd": "Alfentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "997fceff-8f8d-4729-b5a8-20924129efa7",
        "choice_type": "multi"
    },
    {
        "question": "Morphine is used in the treatment of:-",
        "exp": "These are used as analgesic agents. Visceral, dull and constant pain is relieved more effectively than inflammatory pain. Opioids are however contraindicated in biliary colic. Morphine (i. v.) is useful in myocardial infarction as well as in pulmonary edema due to acute left ventricular failure.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Cardiac arrhythmias",
        "opc": "Acute left ventricular failure",
        "opd": "A-V block",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "73ab627b-c455-4be9-b150-57717390b51d",
        "choice_type": "single"
    },
    {
        "question": "The rationale for using ethanol in methanol poisoning is that it:",
        "exp": "Methanol produces toxic metabolites (formaldehyde and formic acid) that are responsible for blindness. This metabolism takes place with the help of alcohol and aldehyde dehydrogenase. Ethanol is also metabolized by the same enzymes to produce acetaldehyde and acetic acid. It competes with methanol for above enzymes and inhibits the generation of toxic formaldehyde and formic acid. Ethanol inhibits ligand gated ion channel on NMDA receptor",
        "cop": 3,
        "opa": "Antagonises the actions of methanol",
        "opb": "Stimulates the metabolism of methanol and reduces its blood level",
        "opc": "Inhibits the metabolism of methanol and generation of toxic metabolite",
        "opd": "Replenishes the folate stores depleted by methanol",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "d2af884f-5c8a-40f8-8573-addb19314a6d",
        "choice_type": "single"
    },
    {
        "question": "The drug which is a specific inhibitor of the enzyme alcohol dehydrogenase and is useful in the treatment of methanol and ethylene glycol poisoning is:",
        "exp": "Fomepizole (4-methylpyrazole) is a specific inhibitor of alcohol dehydrogenase and the drug of choice for methanol poisoning by retarding its metabolism. A loading dose of 15 mg/kg i. v. followed by 10 mg/kg every 12 hours till serum methanol falls below 20 mg/dl, has been found effective and safe. It has several advantages over ethanol, viz. longer t 1/2 and lack of inebriating action, but is not available commercially in India.",
        "cop": 4,
        "opa": "Disulfiram",
        "opb": "Ethylene glycol",
        "opc": "Calcium leucovorin",
        "opd": "Fomepizole",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "715360bf-f392-4495-a70e-9d739d36a3ae",
        "choice_type": "single"
    },
    {
        "question": "Use of morphine should be avoided in all of the following patients EXCEPT?",
        "exp": "Morphine is used for the treatment of myocardial infarction (ischemic heart disease) and LVF. Morphine is contra-indicated in extremes of age i. e., very young and elderly persons. It is also contra-indicated in bronchial asthma because it can cause respiratory depression and worsen the condition. By increasing intrabiliary pressure, morphine can worsen the pain of biliary colic.",
        "cop": 1,
        "opa": "Ischemic heart disease patients",
        "opb": "Bronchial asthma patients",
        "opc": "Elderly male patients",
        "opd": "Biliary colic patients",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "1ac9c4a6-b9bb-474f-a7f8-a641a17578f9",
        "choice_type": "multi"
    },
    {
        "question": "Patients should be cautioned not to consume alcohol when given a prescription for any of the following EXCEPT:",
        "exp": "Drugs showing disulfiram like reaction with alcohol are: Cefamandole, Cefoperazone, Cefotetan Moxalactam Chlorpropamide Metronidazole Griseofulvin Procarbazine",
        "cop": 1,
        "opa": "Cefixime",
        "opb": "Cefoperazone",
        "opc": "Chlorpropamide",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "f51e4df2-d47f-4fda-be38-bb0ed465879d",
        "choice_type": "multi"
    },
    {
        "question": "Long term use of pethidine is avoided because a metabolite of pethidine is associated with:",
        "exp": "Pethidine is mainly metabolized by hydrolysis to meperidinic acid but a minor pathway of metabolism involving methylation to nor-pethidine is also present. In overdose of pethidine, this minor pathway assumes impoance and there is accumulation of nor-pethidine. This compound possesses excitatory propeies and can lead to tremors, mydriasis, delirium, myoclonus and convulsions.",
        "cop": 3,
        "opa": "Constipation",
        "opb": "Dependence",
        "opc": "Seizures",
        "opd": "Respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "e1bcc36f-4e38-4ded-9470-301c4f083cdd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has most potent analgesic effect?",
        "exp": "Sufentanil is most potent analgesic. It is 1000 times more potent than morphine. Fentanyl is 100 times more potent than morphine. Meperidine is less potent than Morphine but its analgesic efficacy is about same.",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Fentanyl",
        "opc": "Sufentanil",
        "opd": "Meperidine",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "c455914d-f112-4602-9df2-0f8a9118502b",
        "choice_type": "single"
    },
    {
        "question": "Buprenorphine is classified as:-",
        "exp": "Buprenorphine is paial agonist at mu receptor with kappa and delta antagonistic propey. It is useful as an analgesic and as an alternative to methadone for the management of opioid withdrawal. Nalbuphine, pentazocine and dezocine are k agonists and m receptor antagonists. These drugs can produce psychomimetic effects with hallucinations, nightmares and anxiety. Butorphanol is a predominant k agonist that produces equivalent analgesia but more sedation than morphine.",
        "cop": 4,
        "opa": "Agonist and antagonist at mu receptors",
        "opb": "Antagonist at mu receptors",
        "opc": "Full agonist at mu receptors",
        "opd": "Paial agonist at mu receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "6095a0a0-47ca-443b-a918-7fcab76ae039",
        "choice_type": "single"
    },
    {
        "question": "All of the following effects are produced by mu opioid receptor except?",
        "exp": "Effects of Mu opioid receptor activation results in S- Sedation A- Analgesia C- Constipation R- Respiratory depression U- e. Uphoria M- Miosis",
        "cop": 1,
        "opa": "Tachycardia",
        "opb": "Miosis",
        "opc": "Sedation",
        "opd": "Euphoria",
        "subject_name": "Pharmacology",
        "topic_name": "Opioids and Alcohols",
        "id": "bd621174-07e9-4af5-89da-25ce267bb233",
        "choice_type": "multi"
    }
]