[
    {
        "question": "Which of the following is an indication for the use of raloxifene?",
        "exp": "-Raloxifene is a SERM used in post-menopausal osteoporosis. -It has additional advantage of causing decrease in risk of breast and endometrial cancer. -Major adverse effect of raloxifene is thromboembolism.",
        "cop": 4,
        "opa": "Chronic renal failure",
        "opb": "Hypoparathyroidism",
        "opc": "Renal osteodystrophy",
        "opd": "Post-menopausal osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "f6cac83e-81ac-41e0-81a5-112700d410b6",
        "choice_type": "single"
    },
    {
        "question": "The unique propey of SERMs is that they:",
        "exp": "SERM: 1. Raloxifene- Agonist at bone - Agonist in blood : Increase HDL level- Antagonist at breast: Decrease breast carcinoma risk- Antagonist at endometrium: Decrease endometrium carcinoma- Agonist at liver: Increase thromboembolism risk 2. Tamoxifen- Agonist at bone - Agonist in blood : Increase HDL level- Antagonist at breast: Decrease breast carcinoma risk- Agonist at endometrium: Increase endometrium carcinoma- Agonist at liver: Increase thromboembolism risk Tamoxifen, Doloxifen and toremifene are beneficial on: - Bone - Blood - Breast 3. Clomifene Antagonist at pituataryHypothalamus - GnRHPituatary - LH/FSHOvary - E/P",
        "cop": 4,
        "opa": "Have both estrogenic and progestational agonistic activity",
        "opb": "Inhibits the aromatase enzyme that is required for estrogen synthesis",
        "opc": "Produces estrogenic effect without binding to estrogen receptors",
        "opd": "Act as agonist in some tissues and antagonist in other tissues",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "253a14cc-8ca3-44c0-97f3-0006d820939a",
        "choice_type": "multi"
    },
    {
        "question": "Long term adverse effect of tamoxifen is",
        "exp": "TAMOXIFEN - It is SERM - Actions Bone - | formation of bone; decrease risk of osteoporosis Blood - | HDL Breast -Decrease risk of breast cancer Liver - | clotting factor leading to thromboembolism Endometrium - | risk of endometrial cancer",
        "cop": 3,
        "opa": "Weight gain",
        "opb": "Osteoporosis",
        "opc": "Venous thrombosis",
        "opd": "Breast cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "c204c738-ba2f-479f-8b6e-96794db8b459",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in the treatment of postmenopausal osteoporosis except:-",
        "exp": "Glucocoicoids can cause osteoporosis on long term use. DRUGS FOR OSTEOPOROSIS DRUGS Inhibits resorption Stimulates formation Both actions Bisphosphonates Donesumab Cinacalcet Calcitonin Estrogen SERMs Gallium nitrate Teriparatide Calcium Calcitriol Fluoride Strontium renelate",
        "cop": 3,
        "opa": "Calcitonin",
        "opb": "Vitamin D",
        "opc": "Glucocoicoid",
        "opd": "Bisphosphonates",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "776db8be-72a5-4b8b-acc8-f893afde35cd",
        "choice_type": "multi"
    },
    {
        "question": "The estrogen that is used in most combined hormonal contraceptives is:",
        "exp": "-Most commonly used estrogen in OCPs is ethinyl estradiol. -Most commonly used progesterone in OCPs is levonorgestrel.",
        "cop": 2,
        "opa": "Clomiphene",
        "opb": "Ethinyl estradiol",
        "opc": "Estrone",
        "opd": "Norgestrel",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "ed854844-59ae-47ca-8edd-33815db39c84",
        "choice_type": "single"
    },
    {
        "question": "The enzyme 5a reductase mediated conversion of testosterone to di-hydro-testosterone is NOT required for which of the following actions?",
        "exp": "Testosterone is required for F - Feedback inhibition of LH secretion I - Internal genitalia development S - Spermatogenesis H- Hematopoiesis",
        "cop": 4,
        "opa": "Formation of male external genitalia in the fetus",
        "opb": "Prostatic hyperophy in elderly males",
        "opc": "Pubeal changes in the male adolescent",
        "opd": "Spermatogenesis",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "9e5ed92e-1b18-4631-8359-518de8b844be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is implicated in the causation of osteomalacia of the bone?",
        "exp": "Phenytoin inhibit the hepatic production of 25 hydroxy vitamin D and also directly inhibit bone mineralization and thus may result in osteomalacia. Steroids and heparin result in osteoporosis not osteomalacia. Impoant drugs causing osteomalacia are: Phenytoi Carbamazepine Valproate Phenobarbitone Bisphosphonates",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Steroids",
        "opc": "Heparin",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "3f08036c-b33a-4cc3-b4fa-23534bdccc1b",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of spermatogenesis occurs by which of the following given drug ?",
        "exp": "Gossypol Nonsteroidal compound MOA :Toxicity on seminiferous epithelium. Reduces sperm motility Libido and potency are not affected S/E : Hypokalemia ,edema, diarrhoea,breathlessness and neuritis",
        "cop": 2,
        "opa": "Gelusil",
        "opb": "Gossypol",
        "opc": "Gestodine",
        "opd": "Gemcadiol",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "b3775898-b800-4400-b78a-bd37116fc086",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug act by stimulating osteoblasts?",
        "exp": "PTH1-34 analogues Teriparatide Abaloparatide - Stimulate osteoblast Strontium Ranelate It is the drug that has dual action Stimulates - blast Inhibits - clast Recently Remosozumab (monoclonal antibody against sclerostin) is approved for osteoporosis that also has dual action. Denosumab - Monoclonal antibody against RANK ligand so osteoclast will not be stimulated. Raloxifene Estrogen receptor agonist action in bone, blood vessels and liver Estrogen receptor antagonist in breast and endometrium Bisphosphanates Alendronate Risedronate Zoledronate Inhibit osteoclast and inhibit bone resorption",
        "cop": 1,
        "opa": "Teriparatide",
        "opb": "Raloxifene",
        "opc": "Risedronate",
        "opd": "Denosumab",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "dcb9bf88-2fd0-49ee-bc80-9c4e5ab56484",
        "choice_type": "single"
    },
    {
        "question": "All of these drugs can be used in the treatment of post menopausal osteoporosis EXCEPT:",
        "exp": "Thyroid hormones and glucocoicoids increase the risk of osteoporosis whereas other drugs mentioned in the options are used to treat osteoporosis.",
        "cop": 4,
        "opa": "Alendronate",
        "opb": "Teriparatide",
        "opc": "Calcium",
        "opd": "Thyroxine",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "4fc84753-de28-447b-a1b4-224f9e28e069",
        "choice_type": "multi"
    },
    {
        "question": "Bremelanotide is a drug approved for treatment of",
        "exp": "Bremelanotide functions by activating the melanocoin receptors. It was shown to be effective in treating sexual dysfunction in both men (erectile dysfunction or impotence) and women (sexual arousal disorder). Unlike phosphodiesterase inhibitors like sildenafil, it does not act upon the vascular system, but directly increases sexual desire the nervous system. The primary target for ED will be patients non-responsive to PDE-5 inhibitors, with patients receiving bremelanotide either as a monotherapy or in combination with a PDE-5 inhibitor.",
        "cop": 1,
        "opa": "Erectile dysfunction",
        "opb": "Lower urinary tract symptoms",
        "opc": "Prostate Cancer",
        "opd": "Metastatic renal cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "5eadcbc4-a3b9-4609-8ea0-8c808701d93f",
        "choice_type": "single"
    },
    {
        "question": "Tamoxifen increases the risk of which malignancy?",
        "exp": "TAMOXIFEN Tamoxifen is a SERM that possess estrogen antagonistic activity in the breast and blood whereas agonistic activity in bone, uterus and liver. Its major indication is the treatment of breast carcinoma. It has beneficial effect on bone and lipid profile Tamoxifen can increase the risk of endometrial carcinoma and thromboembolism.",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Vagina",
        "opc": "Endometrium",
        "opd": "Vulval",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "efa9b58a-2f38-4812-a1af-e9bf0f496943",
        "choice_type": "single"
    },
    {
        "question": "All of the following agents act through nuclear receptors EXCEPT:",
        "exp": "Prednisolone (coicosteroids) acts through cytoplasmic receptors whereas thyroid hormones (T3, T4), retinoids (vitamin A) and thiazolidinediones (like rosiglitazone) have nuclear receptors.",
        "cop": 3,
        "opa": "Thyroxine",
        "opb": "Rosiglitazone",
        "opc": "Prednisolone",
        "opd": "Estrogen",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "5c184c7d-2d36-47b4-8e1b-43e59a6f3bc6",
        "choice_type": "multi"
    },
    {
        "question": "Most common side effect seen with bisphosphonates",
        "exp": "-Bisphosphonates like alendronate and risedronate are used for prophylaxis and treatment of osteoporosis. -Esophagitis is their distinctive side effect. -Precaution is to be taken while taking the drug is to take it with full glass of water and in a sitting/ standing position.",
        "cop": 3,
        "opa": "Cholelithiasis",
        "opb": "Constipation",
        "opc": "Erosive esophagitis",
        "opd": "Osteonecrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "800f683c-37b2-41d4-8eb5-f61d64c81c55",
        "choice_type": "single"
    },
    {
        "question": "A drug 'X' primarily reduces the static component of urinary obstruction in benign hyperophy of prostate and takes more than 3 months to exe its beneficial effect. Which of the following is 'X'?",
        "exp": "5-a-reductase inhibitors: Finasteride reduce the static component of urinary obstruction in BHP--> Delayed action >3months Selective a1 blockers are used to relieve the dynamic obstruction in BHP-->provides rapid symptomatic relief.",
        "cop": 3,
        "opa": "Tamsulosin",
        "opb": "Terazosin",
        "opc": "Finasteride",
        "opd": "Amphetamine",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "c227302f-b771-4611-aaad-ac29690190a7",
        "choice_type": "single"
    },
    {
        "question": "One of the health benefits of the use of combined oral contraceptives in pre-menopausal women is that these contraceptives reduce the risk of:",
        "exp": "Non contraceptive benefits of contraceptives: it decreases the risk of following condition Other: Ovarian cyst B: Benign breast disease E: Endometriosis N: Neoplasia(endometrial and ovarian cancers) E: Ectopic pregnancy F: Fibroid I: Iron deficiency T: Premenopausal Tension Syndrome S: Skeletal disease(osteoporosis)",
        "cop": 3,
        "opa": "Deep vein thrombosis",
        "opb": "Migraine",
        "opc": "Ovarian cancer",
        "opd": "Ischemic stroke",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "03782f01-d3db-490b-aabf-d510bf59a3e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not used as emergency contraception?",
        "exp": "Emergency Contraceptives 1. OCPs - estrogen + progesterone (decrease the risk of endometrial and ovarian cancer) 2. Progesterone only pills - Levonorgesterol 3. Mifepristone - 10 mg single dose - All these drugs should be used with in 72 hrs. of unprotected sexual intercourse 4. Ulipristal - 30 mg (can be used upto 120 hrs) 5. Raloxifene is a SERM used for osteoporosis.",
        "cop": 4,
        "opa": "Levonorgestrol",
        "opb": "Mifepristone",
        "opc": "Ulipristal",
        "opd": "Raloxifene",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "6cd0225d-311c-43a3-a9bb-5179cdf14fbd",
        "choice_type": "single"
    },
    {
        "question": "Diethylstilbesterol should never be used in pregnant women because it is associated with:",
        "exp": "Diethylstilbesterol is associated with development of vaginal adenocarcinoma in female offsprings. Therefore, it is contra-indicated in pregnancy.",
        "cop": 3,
        "opa": "Development of deep vein thrombosis in the pregnant woman",
        "opb": "Feminization of the external genitalia of male offspring",
        "opc": "Infeility and development of vaginal cancer in female offspring",
        "opd": "Virilization of the external genitalia of female offspring",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "955209c7-bde8-402b-b25d-a0622812deb6",
        "choice_type": "single"
    },
    {
        "question": "Dr. Shweta decided to add a progestin for 10-12 days each month to estrogen replacement therapy in menopausal women in the gynaecology OPD. Addition of progestin is recommended because the progestin:",
        "exp": "Use of estrogen for the treatment or prevention of post-menopausal osteoporosis --> increase risk of breast and endometrial carcinoma. Progesterone is used to decrease the risk of endometrial carcinoma.",
        "cop": 2,
        "opa": "Blocks the increased risk of myocardial infarction due to estrogen",
        "opb": "Blocks the increased risk of endometrial carcinoma due to estrogen",
        "opc": "Reverses vulval atrophy occurring in post menopausal women",
        "opd": "Enhances the metabolic benefits of estrogen treatment",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "5cb3c8e1-84e6-45ee-bd4e-c3445adca1d5",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old female, Phoolwati presents to the emergency with acute severe low back pain after too quickly sitting down onto a chair. She has a history of rheumatoid ahritis and bronchial asthma. She repos that she was on many medications for several years. X-ray shows a fracture of the fifth lumbar veebra. Which of the following drugs are likely responsible for the patient's complaints?",
        "exp": "Osteoporosis is a common cause of pathological veebral fractures. Chronic systemic use of coicosteroids like prednisolone promotes osteoporosis and therefore may cause such fractures.",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Prednisolone",
        "opc": "Indomethacin",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "70dff9f7-0cef-4bbb-8200-978617adf8e3",
        "choice_type": "single"
    },
    {
        "question": "A 23-year old woman desires a combined oral contraceptive for pregnancy protection. A factor that would lead a health professional to recommend an alternative form of contraception is that the woman:",
        "exp": "Migraine attacks can be precipitated by oral contraceptives. All other conditions mentioned in the question is not precipitated by oral contraceptives.",
        "cop": 4,
        "opa": "Has an evidence of hirsutism",
        "opb": "Fibroid",
        "opc": "Has a history of pelvic inflammatory disease",
        "opd": "Has a history of migraine headache that is well controlled by sumatriptan",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "7f2f3c75-5bd4-4be7-96af-c32a5a4f80fd",
        "choice_type": "single"
    },
    {
        "question": "Clomiphene citrate is not known to produce which of the following effects in a young female of 30 years of age (child bearing age group)?",
        "exp": "* Clomiphene citrate is an antagonist of estrogen in the peripheral tissues. Due to this propey, it can cause hot flushes. * Due to decreased action of estrogen, feedback pituitary inhibition is blunted resulting in increased secretion of LH and FSH. * It can cause polycystic ovaries and multiple pregnancy (hyperstimulation syndrome).",
        "cop": 3,
        "opa": "Hot flushes",
        "opb": "Ovulation",
        "opc": "Decreased FSH and LH secretion",
        "opd": "Polycystic ovaries",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "039ed388-0fe6-4ed0-8382-7055938f31a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an adverse effect of clomiphene citrate?",
        "exp": "Clomiphene has estrogen antagonistic action in pituitary and hypothalamus (reduces feedback inhibition of GnRH secretion). It is used for the treatment of anovulatory infeility by increasing GnRH release. Major adverse effect is hyperstimulation syndrome (polycystic ovarian disease) and multiple pregnancy. Estrogen antagonistic action is also responsible for hot flushes.",
        "cop": 3,
        "opa": "Ovarian cysts",
        "opb": "Hot flushes",
        "opc": "Amenorrhea",
        "opd": "Multiple pregnancies",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "f7cbbe21-e7f1-48dd-a7d6-6da633481c14",
        "choice_type": "single"
    },
    {
        "question": "Danazol is a/an:-",
        "exp": "Danazol It is a compound with weak androgenic, progestational and glucocoicoid activities. It decreases the secretion of gonadotropins from the pituitary by causing feedback inhibition. Its major use is in the treatment of endometriosis. Weight gain, edema, acne, increased hair growth, hot flushes and changes in libido are the major adverse effects of this drug. It can also produce mild to moderate hepatocellular damage.",
        "cop": 2,
        "opa": "Anabolic steroid",
        "opb": "Androgen agonist",
        "opc": "Anti-androgen",
        "opd": "5-alpha-reductase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "1d966343-0bc6-47bc-a096-75f76bea9938",
        "choice_type": "single"
    },
    {
        "question": "An old man is having benign prostatic hyperophy. Which of the following drug is used to reduce the size of prostate in such a person?",
        "exp": "DRUGS FOR BHP Alpha blockers like tamsulosin, prazosin etc relax the prostatic urethra and provide symptomatic relief from BHP. These relieve the dynamic component of obstruction and are very fast acting. Finasteride and dutasteride are 5-a reductase inhibitors useful in the treatment of BHP. These decrease the size of prostate (static component). However, these are very slow acting.",
        "cop": 4,
        "opa": "Cyproterone acetate",
        "opb": "Danazol",
        "opc": "Bicalutamide",
        "opd": "Finasteride",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "42d97f0f-4f65-4689-a87f-593606122aac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a selective estrogen receptor modulator (SERM)?",
        "exp": "SELECTIVE ESTROGEN RECEPTOR MODULATORS (SERMs) These are the agents that act as estrogen agonists in some tissues and antagonists in other tissues. Agonistic action is beneficial in tissues like bone (decreased resorption) and blood (better lipid profile) whereas it is deleterious in endometrium, breast (increased risk of carcinoma) and liver (predisposition to thromboembolism). SERM USE SPECIAL POINT Raloxifene Osteoporosis Additional beneficial effect on breast and endometrial carcinoma Bazedoxifene Osteoporosis Tamoxifen Breast cancer Increase risk of endometrial carcinoma Doloxifen Breast cancer Increase risk of endometrial carcinoma Toremifen Breast cancer Increase risk of endometrial carcinoma Ospemifene Dysparenuia Clomiphene Anovulatory infeility Can cause multiple pregnancy Ormeloxifene Oral contraceptive DUB Other name is centchroman",
        "cop": 3,
        "opa": "Danazol",
        "opb": "Mifepristone",
        "opc": "Raloxifene",
        "opd": "Dantrolene",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "ffed726d-30f2-4f60-96ef-45e473456dd0",
        "choice_type": "single"
    },
    {
        "question": "Bisphosphonates are used in all the following except",
        "exp": "Uses of bisphosphonates Treatment and Prophylaxis of osteoporosis Treatment of hypercalcemia of malignancy Paget's disease Arrest of bony osteolytic metastasis.",
        "cop": 4,
        "opa": "Paget disease",
        "opb": "Osteoporosis",
        "opc": "Hypercalcemia of malignancy",
        "opd": "Vitamin D excess",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "7a4cd814-5fcb-4b78-89c9-3e19a915294b",
        "choice_type": "multi"
    },
    {
        "question": "The combined estrogen-progestin oral contraceptive pill act mainly by:",
        "exp": "Oral Contraceptives: OCP Mechanism Combined OCP(E + P) Inhibition of ovulation Progesterone Cervical mucus thick and hostile Emergency/Post coital/Morning after pills Dislodging of implantation",
        "cop": 3,
        "opa": "Production of cervical mucus hostile to sperm penetration",
        "opb": "Making endometrium unsuitable for implantation",
        "opc": "Suppression of FSH and LH release",
        "opd": "Enhancing uterine contraction to dislodge the feilized ovum",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "ac58a471-7547-4d14-a0ff-490b763f3cad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about romosozumab is FALSE?",
        "exp": "Romosozumab is a monoclonal antibody against sclerostin. Denosumab is monoclonal antibody against RANK ligand. Romosozumab has dual action in osteoporosis. It stimulates osteoblast as well as inhibits osteoclast. It is used for treatment of post menopausal osteoporosis.",
        "cop": 1,
        "opa": "It is a monoclonal antibody against RANK ligand",
        "opb": "It acts by inhibiting osteoclast",
        "opc": "It acts by stimulating osteoblast",
        "opd": "It is indicated in post menopausal osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "dc275cc3-348e-474f-8456-82b11e3216c9",
        "choice_type": "multi"
    },
    {
        "question": "Following statements are true about Mifepristone except:",
        "exp": "Mifepristone: Progesterone antagonist with paial agonist activity. Administration of this drug to females early in pregnancy usually results in aboion of the fetus due to interference with the progesterone needed to maintain pregnancy. Mifepristone is often combined with the prostaglandin analog misoprostol (administered orally or intravaginally) to induce uterine contractions. It is SPRM: selective progesterone receptor modulator. Its action are: Progesterone R antagonist in endometrium Glucocoicoid R antagonist Androgen antagonist Its uses can be remembered as:M - Morning after PillsI - Induction of aboionF - FibroidE - Endometriosis P R - Progesterone receptor + cancer( Breast cancer and meningioma) I S : Increased Steroids (Cushing syndrome) Tone",
        "cop": 3,
        "opa": "It is used for induction of aboion",
        "opb": "It is a selective progesterone receptor modulator",
        "opc": "It is a glucocoicoid receptor agonist",
        "opd": "It is progesterone receptor antagonist in endometrium",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "2b0ebaad-a093-401d-ba92-0e2b239a9f5e",
        "choice_type": "multi"
    },
    {
        "question": "A serious adverse effect seen with zoledronate is?",
        "exp": "Zoledronate Intravenous 3rd generation bisphosphonateseffective in the management of hypercalcemia Rapid normalization of S. Ca2+ S/E - Severe hypocalcemia Renal toxicity, Osteonecrosis of the jaw",
        "cop": 4,
        "opa": "Anterior uveitis",
        "opb": "Ventricular fibrillation",
        "opc": "Peptic ulcer",
        "opd": "Acute renal failure",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "8112d770-523d-4866-bcb7-08324cdca5e9",
        "choice_type": "single"
    },
    {
        "question": "A patient Parul gives you the history that she has missed a single dose of her combined oral contraceptive pill. Which of the following will you advise her?",
        "exp": "* If a woman misses one pill of OCP, she should take 2 pills next day and then continue one pill a day as usual. * If the pills have been missed for 2-3 days, then the course should be stopped-->mechanical barriers (like condom) should be used and the next course should sta from next menstrual cycle.",
        "cop": 2,
        "opa": "Continue with the course without regard to the missed dose",
        "opb": "Take 2 pills the next day and continue with the course",
        "opc": "Take 2 pills everyday for the remaining pa of the course",
        "opd": "Discontinue the course and use alternative method of contraception",
        "subject_name": "Pharmacology",
        "topic_name": "Osteoporosis, Sex Hormones and OCPs",
        "id": "460b9446-4ad5-4bce-a51b-ef9afb7369bb",
        "choice_type": "single"
    }
]