[
    {
        "question": "Mucositis is caused by:",
        "exp": "Flurouracil is used mainly for solid malignancies,i.e colon, rectum, pancreas, liver, urinary bladder, head, and neck. Genetic deficiency of dihydropyridine dehydrogenase(DPD) leads to Fluorouracil toxicity. Major toxicity is myelosuppression, mucositis, diarrhea, nausea, vomiting, peripheral neuropathy (hand-foot syndrome)also occurs. Other given drugs are anti-cancerous drugs without mucositis. ESSENTIALS OF MEDICAL PHARMACOLOGY-SEVENTH EDITION-K.D TRIPATHI Page; 864",
        "cop": 1,
        "opa": "5-Fluorouracil",
        "opb": "Methotrexate",
        "opc": "Paclitaxel",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b2f91d4c-fb35-4117-a5a0-673197e79b72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an adverse effect of cyclosporine?",
        "exp": "(Ref: KDT 6/e p840) Cyclosporine causes hyper and not hypoglycemia",
        "cop": 4,
        "opa": "Hirsutism",
        "opb": "Nephrotoxicity",
        "opc": "Hypeension",
        "opd": "Hypoglycemia",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "816fe5df-b8b2-42d9-834a-e792aca7b59f",
        "choice_type": "single"
    },
    {
        "question": "All of the following can induce methemoglobinemia EXCEPT:",
        "exp": "Drugs that may cause Methemoglobinemia includes- nitrates derivatives (nitrates salt, nitroglycerin), nitrites derivatives (nitroprusside, amyl nitrite, nitric oxide), sulfonamides, dapsone, phenacetin, phenazopyridine, local anesthetics such as prilocaine, topical anesthetics such as Emla cream, benzocaine etc Essential of medical pharmacology Sixth edition-KD Tripathi Page:405,406",
        "cop": 4,
        "opa": "Nitroglycerine",
        "opb": "Procaine",
        "opc": "Prilocaine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4cb65fc3-bef3-411c-a2bb-0da0c2245cf7",
        "choice_type": "multi"
    },
    {
        "question": "Ether is still used as a general anaesthetic in lndia, specially in peripheral hospitals because:",
        "exp": "(Ref: KDT 6/e p371) Ether is the only complete anaesthetic agent. It is highly inflammable and explosive. It has good analgesic and muscle relaxant action. It can be delivered by open method. It is a pungent smelling liquid. Induction of anaesthesia with ether is quite slow. All the four stages can be seen.",
        "cop": 4,
        "opa": "It is non-explosive",
        "opb": "It is pleasant smelling and non irritating",
        "opc": "It induces anaesthesia rapidly",
        "opd": "It is cheap and can be administered without anaesthetic machine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "3ef40c32-d355-42b1-b6cd-5fda96345e4b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is not used for the treatment of hyperkalemia?",
        "exp": "drugs used for hyperkalemia- IV calcium gluconate, calcium chloride, insulin, sodium bicarbonate, albuterol, thiazide diuretics, loop diuretics New drug patiromer was recently approved for the treatment of hyperkalemia ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:323",
        "cop": 4,
        "opa": "Salbutamol",
        "opb": "Calcium gluconate",
        "opc": "Sodium bicarbonate",
        "opd": "Magnesium sulphate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "53683db2-c3eb-4327-8571-41da03dcc705",
        "choice_type": "single"
    },
    {
        "question": "A patient Secta is diagnosed to be having iron deficiency anemia. The agent that can be used to improve the absorption of iron is:",
        "exp": "(Ref: KDT 6/e p582, 583) Substances improving the absorption of iron Substances improving the absorption of iron 1. Acid 1. Antacids 2. Reducing substances like ascorbic acid 2. Phosphates 3. Meat 3. Phytates 4. Tetracyclines 5. Food in the stomach",
        "cop": 4,
        "opa": "Antacids",
        "opb": "Tetracyclines",
        "opc": "Phosphates",
        "opd": "Ascorbic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "eebb147f-dcca-4156-b0c2-626e6f563626",
        "choice_type": "single"
    },
    {
        "question": "BCG is used for:",
        "exp": "(Ref: Goodman & Gliman 11/e p1422) BCG is used for immunization against TB. It is also used for the treatment of superficial bladder cancers. It is directly instilled in the urinary bladder for this purpose.",
        "cop": 2,
        "opa": "Treatment of tuberculosis",
        "opb": "Treatment of superficial bladder cancer",
        "opc": "Treatment of anthrax",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4493ca04-c097-4081-a5ab-25ebc201c58b",
        "choice_type": "multi"
    },
    {
        "question": "Mrs Reeta Wardhan, A 50-year-old female with rheumatoid ahritis is being considered for infliximab therapy. Which of the following tests should be performed before beginning treatment?",
        "exp": "(Ref: Katzung 11/e p633) Infliximab is a monoclona antibody against TNF-a. It is commonly used to treat moderate to severe rheumatoid ahritis paicularly in patients who have failed methotrexate therapy. TNF-a inhibitors can cause serious adverse effects, including reactivation of latent tuberculosis. All patents being considered for TNF-a inhibitor therapy should have a baseline PPD skin test to screen for latent tuberculosis.",
        "cop": 2,
        "opa": "Liver function tests",
        "opb": "PPD skin test",
        "opc": "Pulmonary function tests",
        "opd": "Visual examination",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "86e555cf-2e94-49a9-858c-a0510a4f22f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is an Immunostimulant?",
        "exp": "(Ref: Goodman & Gliman 11/e p1422) All other drugs listed in the options posses immunosuppressant propeies.",
        "cop": 2,
        "opa": "Prednisolone",
        "opb": "Levamisol",
        "opc": "Cyclosporine",
        "opd": "Thalidomide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "5a6e37a7-2877-41c6-b075-b507cfa83f93",
        "choice_type": "single"
    },
    {
        "question": "All of the following anibiotics act by interfering with cell was formation EXCEPT:",
        "exp": "(Ref: KDT 6/e p668) Clindamycin acts by inhibiting the protein synthesis",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Vancomycin",
        "opc": "Cycloserine",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "edcacdef-a9ee-415b-b113-e7a8ca7566b1",
        "choice_type": "multi"
    },
    {
        "question": "Conticosteroids are absolutely contraindicated in the following type of tuberculosis:",
        "exp": "(Ref: KDT 6/e p749) Coicosteroids are absolutely contra-indicated in intestinal TB due to risk of perforation.",
        "cop": 3,
        "opa": "Miliary",
        "opb": "Meningeal",
        "opc": "Intestinal",
        "opd": "Renal",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "205e1064-eca3-4d60-96b1-0e3a7e604561",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits post translational modification of viral proteins?",
        "exp": "(Ref: KDT 6/e p774) Protease results in the formation of final structural and functional proteins by post translational modification of HIV viral proteins. Drugs in this group are indinavir, saquinavir, lopinavir, ritonavir, amprenavir etc.",
        "cop": 1,
        "opa": "Indinavir",
        "opb": "Enfuviide",
        "opc": "Lamivudine",
        "opd": "Zalcitabine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "5e712fb8-605a-4ea9-96a2-7fe4b236d6f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the follwoing statements about theophylline is TRUE?",
        "exp": "(Ref: KDT 6/e p221) Theophylline has a narrow therapeutic index. Its use has been declined due to narrow safety margin. It inhibits the enzyme phosphodiesterase and thus decreases the metaboism of cAMP. It does not increase the formation of cAMP. Smoking is a powerful enzyme inducer. Dose of theophylline should be increased in smokers. Children metabolize theophylline faster than adults whereas elderly metabolize it slowly. Therefore, half life of theophylline is shoer in children as compared to adults.",
        "cop": 1,
        "opa": "Its use in astham has declined because of narrow safety margin",
        "opb": "Its dose needs to be reduced in the smokers",
        "opc": "It acts by increasing the formation of cAMP",
        "opd": "Its plasma half life is longer in children as compared to that in adults",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "1a7a9cfb-d130-4988-96e9-6775a6164dfe",
        "choice_type": "multi"
    },
    {
        "question": "Ototoxic drugs are all except",
        "exp": "Ampicillin is penicillin. Remaining 3 are aminoglycoside. Aminoglycosides are ototoxic.Other adverse effects of aminoglycosides are nephrotoxicity and NMB.ototocicity can be of auditory and vestibular most vestibulotocxic is sterptomycin followed by gentamycin and most auditory toxic is neomycin followed by amikacin Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Kanamycin",
        "opb": "Streptomycin",
        "opc": "Gentamicin",
        "opd": "Ampicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "69c370f5-6e42-4b44-80ab-6376b3e03591",
        "choice_type": "multi"
    },
    {
        "question": "Roopa Devi, a 65-year-old female with lymph-node-positive breast cancer was treated with systemic chemotherapy. Four weeks later, she developed frequent urination, suprapubic pain, dysuria, and hematuria. Which of the following could have prevented this patient's condition?",
        "exp": "(Ref: Katzung 11/e p942) The patient described in the question has henorrhagic cystitiws caus3d by drugs like cyclophosphamide and ifosfamide. Hemorrhagic cystitis during therapy with cyclophosphamide or ifosfamide is caused by the urinary excretion of the toxic metabolite acrolein. This can be preventede by aggressive hydration, bladder irrigation, and administration of mesna, a sulfhydryl compound that binds acroleinin the urine.",
        "cop": 2,
        "opa": "Folinic acid",
        "opb": "Mesns",
        "opc": "Dexrazoxane",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "69ccc4e3-9e53-45e6-9c64-a8071be4a348",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about clinical uses of the aminoglycosides is FALSE?",
        "exp": "(Ref:KDT 6/e p719, 720; Katzung 10/e p758) These are bactericidal inhibitors of protein synthesis. Due to formation of ionic nolecules in GIT, these are ineffective orally. Combination of aminoglycosides with penicillins is synergistic and is used for pseudomonas and enterococcal infections.",
        "cop": 3,
        "opa": "Owing to their polar nature,aminoglycosides are not absorbed following oral adminissstration",
        "opb": "Aminoglycosides are often used in combination with cephalosporibns in the empirical treatment of life-threatenting bacterial infections",
        "opc": "The spectrum of antimicrobial activity of aminoglycosides includes Bacteroides fragilis",
        "opd": "Gentamicin is used with ampicillin for synergistic effects in the treatment of enterococcalendocarditis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "40c4a8be-dd3b-40d3-93e6-687213a0c266",
        "choice_type": "multi"
    },
    {
        "question": "A patient, Tina was anesthetized with halothane and nitrous oxide and tubocurarine was used for skeletal muscle relaxation. She became hypeensive along with marked muscle rigidity and hypehermia. Lab repos showed that she has developed hyperkalemia and acidosis. This complication was caused by:",
        "exp": "(Ref: KDT 6/e p347, 372) The symptoms of the patient (muscle rigidity, hypeension, hypehermia, hyperkalemia and acidosis) suggests the diagnosis of malignant hypehermia. Halothane can precipitate malignant hypehermia is susceptible individuals. SCh increases this incidence. Malignant hypehermia is due to excessive release of Ca2+ from the sarcoplasmic reticulum. Drug of choice for malignant hypehermia is dantrolene that inhibits the release of Ca2+ (by blocking ryanodine receptors in the sarcoplasmic reticulum).",
        "cop": 4,
        "opa": "Block of autonomic ganglia by tubocurarine",
        "opb": "Pheochromocytoma",
        "opc": "Activation of brain dopamine receptors by halothane",
        "opd": "Excessive release of calcium from the sarcoplasmic reticulum",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "412e9618-2111-48e8-9262-d8493d198128",
        "choice_type": "single"
    },
    {
        "question": "Epinephrine added to a solution of lignocaine for a peripheral nerve block will:",
        "exp": "(Ref: K DT 6/e p354) Adrenaline and felypressin are the vasoconstrictors that are added to LA solution. By causing vasoconstriction, these drugs - decrease the systemic absorption resulting in less CNS adverse effects (decreased chances of seizures). Prolong the stay of drug at the site of action resulting in the increase in duration of action of LA.",
        "cop": 2,
        "opa": "Increase risk of convulsions",
        "opb": "Increase the duration of action of the local anesthetic",
        "opc": "Both (a) and (b)",
        "opd": "None of these",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "9fab8fb7-ecb4-4d37-9551-8c299ded7b54",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old male, Vikas presents to OPD complaining of hair loss and itching on scalp. Physical examination reveals moderate patchy hair loss from the cetral poion of scalp and the lesions have ring like configuration with central clearing. Which of the following drugs can be used to treat this patient's condition?",
        "exp": "(Ref: Katzung 10/e p842) The diagnosis is Tinea capitis and terbinafine is used for the treatment. Male pattern baldness stas from anterior poion and scalp and are non-pruritic will family history. Tghe treatment of latter is finasteride.",
        "cop": 4,
        "opa": "Local glucocoicoids",
        "opb": "Progesterone",
        "opc": "Finasteride",
        "opd": "Terbinafine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8ea3aaf8-2c13-46ed-8d01-3cb09982d59f",
        "choice_type": "single"
    },
    {
        "question": "The most rapidly acting nondepolarizing neuromuscular blbcking agent which can be used as an alternative to Succinylcholine for tracheal intubation is:",
        "exp": "(Ref: KDT 6/e p345) Rocuronium is the fastest acting non-depolarizing muscle relaxant (NDMR). It can be used for the rapid sequence endotracheal intubation in patients having contra-indications to the use of SCh. Mivacurium is the shoest acting NDMR. SCh is the shoest and fastest acting skeletal muscle relaxant. It is a depolarizing NM blocker.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Pancuronium",
        "opc": "Doxacurium",
        "opd": "Pipecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a90f5427-96c8-40c9-ac82-94185ddc233a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following general anaesthetics has poor muscle relaxant action?",
        "exp": "(Ref: KDT 6/e p371) Nitrous oxide is not a complete anaesthetic (MAC 104%). It is a good analgesic but poor muscle relaxant.",
        "cop": 2,
        "opa": "Ether",
        "opb": "Nitrous oxide",
        "opc": "Halothane",
        "opd": "Isoflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "819d3b48-70af-430f-a783-d8f6afc5818f",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is essential for the following drug?",
        "exp": "TDM is required for drugs with narrow therapeutic range like1. Immunosuppressants like cyclosporin and tacrolimus,2. Lithium,3. Antiepileptic drugs like phenytoin, Phenobarbitone, Carbamazepine etc.Ref: KD Tripathi 7th ed.Pg 34",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Pencillin",
        "opc": "Cyclosporine",
        "opd": "Metformin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "16aa77d0-47cd-4480-b53f-e28598c55c14",
        "choice_type": "single"
    },
    {
        "question": "Which of the following laxatives lowers blood ammonia level in hepatic encephalopathy?",
        "exp": "(Ref: KDT 6/e p655) Lactulose is degraded to lactic acid that conves NH3 to NH4+. As ionic molecules cannot cross biological membranes, it is not absorbed and is thus excreted.",
        "cop": 3,
        "opa": "Bisacodyl",
        "opb": "Liquid paraffin",
        "opc": "Lactulose",
        "opd": "Magnesium sulfate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "89c22f62-bd66-4382-9b0e-d31ad8d4a799",
        "choice_type": "single"
    },
    {
        "question": "Which of the following medications would be prescribed most freequently to patients suffering from chronic atrial fibrillation?",
        "exp": "(Ref: KDT 6/e p604) Patients of chronic atrial fibrillation are at high risk of developing thromboembolism. Oral anticoagulants are most frequently advised drugs in these patients to decrease the risk of this adverse effect.",
        "cop": 3,
        "opa": "Lidocaine",
        "opb": "Bretylium",
        "opc": "Warfarin",
        "opd": "Adenosine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "dc438303-b4ab-482e-bc74-7fc3f9fba9af",
        "choice_type": "single"
    },
    {
        "question": "The following anti ulcer drug DOES NOT act by reducing the secretion of or neutralizing gastric acid:",
        "exp": "(Ref: KDT 6/e p636) Megaldrate is an antacid. It acts by neutralizing the gastric acid. Omeprazole and misoprostol derease the secretion of gastrict acid. Sucralfate is an ulcer protective agent. It forms the protective coating over the ulcer base.",
        "cop": 2,
        "opa": "Megaldrate",
        "opb": "Sucralfate",
        "opc": "Misoprostol",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e51d1621-0580-43f1-bc84-b6c64e49eb64",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about terbinafine is FALSE?",
        "exp": "(Ref: KDT 6/e p765) Terbinafine is a CIDAL drug against dermatophytes. It can be administered orally or can be applied topically. It acts by inhibiting the enzyme squalene epoxidase resulting in accumulation of toxic squalene.",
        "cop": 4,
        "opa": "Its activity is restricted to dermatophytes",
        "opb": "It is effective in onychomycosis",
        "opc": "It is not effective in cryptococcal meningitis",
        "opd": "It is kunlikely to produce anti-androgenic side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a9fe6285-616f-4cab-80d8-f04a0cfff965",
        "choice_type": "multi"
    },
    {
        "question": "A patient with AIDS and CD4 cell count of 100/ml, has a presistent fever and a weight loss associated with invasive pulmonary disease due to M avium complex. Optimal management of this case requires:",
        "exp": "(Ref: KDT 6/e p750) Mycobacterium avium complex infection is treated with combination of rifabutin, ethambutol and clarithromycin.",
        "cop": 3,
        "opa": "Select an antibiotic regimen based on drug susceptibility of the cultured organism",
        "opb": "Sta treatment with isoniazid and rifampicin",
        "opc": "Treat the patient with clarithromycin, ethambutol and rifabutin",
        "opd": "Treat with trimethoprim sulfamethoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f58501fa-e1b4-4636-8fc8-deb8b579259d",
        "choice_type": "single"
    },
    {
        "question": "Drug used in actinic keratosis is:",
        "exp": "The US Food and Drug Administration (FDA) has approved five medications for the treatment of actinic keratoses. These are topical 5-fluorouracil (5-FU), 5% and 3.75% imiquimod cream, topical diclofenac gel, ingenol mebutate, and photodynamic therapy with topical delta-aminolevulinic acid ESSENTIALS OF MEDICAL PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:824",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Topical 5 FU",
        "opc": "Topical mechlorethamine",
        "opd": "Topical steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "733ec361-071e-49dd-8fe9-00a4bd742eab",
        "choice_type": "single"
    },
    {
        "question": "Prostaglandin analogs have therapeutic utility in all the following EXCEPT:",
        "exp": "Main uses of prostaglandins are -Aboion, Induction of labor, Cervical ripening, Postpaum hemorrhage, Peptic ulcers, Glaucoma, Maintain patency of ductus aeriosis( only after surgery), Avoid platelet damage i. e pulmonary hypeension, Peripheral vascular diseases, Impotence ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page 189,190,191,188",
        "cop": 1,
        "opa": "Palliative treatment of patent ductus aeriosus",
        "opb": "Pulmonary hypeension",
        "opc": "Impotence",
        "opd": "Inflammatory bowel disease",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ebe5151b-77f8-4e46-a10f-04e305a70a92",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following b2 agonists is given by inhalation, and is suitable for both terminating acute asthma attacks as well as for twice daily prophylaxis?",
        "exp": "(Ref: KDT 6/e p218) Terbutaline is a fast acting bronchodilator useful for terminating the acute attack of bronchial asthma. Due to sho duration of action, it is not suitable for chronic prophylaxis. Bambuterol, salmeterol and formoterol are long acting b2 agonists useful for chronic prophylaxis. Bambuterol and salmeterol are delayed acting, therefore are not suitable for acute attacks. Formoterol is fast acting also, therefore can be used for the treatment of acute attack of asthma.",
        "cop": 4,
        "opa": "Terbutaline",
        "opb": "Bambuterol",
        "opc": "Salmeterol",
        "opd": "Formoterol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "fe1bcb24-a395-47b6-a986-14413601386f",
        "choice_type": "multi"
    },
    {
        "question": "The anti-malarial drug belonging to 8-aminoquinoline derivatives?",
        "exp": "8-aminoquinoline derivatives are primaquine, bulaquine, and tafenoquine.4 Aminoquinoline is Chloroquine.Ref: Sharma and Sharma 2nd edition; pg 809.",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Quinidine",
        "opc": "Primaquine",
        "opd": "Chloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "be8dacec-5077-47e5-84e9-d2c4657045de",
        "choice_type": "single"
    },
    {
        "question": "In case of hill journey, antimotion sickness drugs are best administered at:",
        "exp": "(Ref: KDT 6/e p641) Hyoscine is administered half to one hour before journey for prevention of motion sickness. It has no role once the vomiting stas.",
        "cop": 2,
        "opa": "Twelve hours before commencing journey",
        "opb": "One hour before commencing journey",
        "opc": "Immediately after commencing journey",
        "opd": "At the first feeling of motion sickness",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7d70e718-bef4-4e7a-8781-87fb2a5d52d6",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old male presents to OPD with diarrhea and abdominal pain. On ivestigations, it was found to be non-infective and you proceed with diphenoxylate therapy in this patient. Which of the following is the primary target for the drug you prescribed to this patient?",
        "exp": "(Ref: Katzung 11/e p1080-1081) Diphenoxylate is an opioid; it binds to mu receptors in the GIT and slows motility.",
        "cop": 4,
        "opa": "Secretion",
        "opb": "Digestion",
        "opc": "Inflammation",
        "opd": "Motility",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "3307e1b9-4ae4-4d13-b9d9-a0811ec5f03e",
        "choice_type": "single"
    },
    {
        "question": "Concerning streptogramins, which one of the following statements is FALSE?",
        "exp": "(Ref: Katzung 10/e p753) Streptogramins like quinpristin and dalfopristin possess microsomal enzyme inhibitory propey (NOT inducing). These are effective against MRSA and VRE infections.",
        "cop": 3,
        "opa": "They are active against methicillin-resistant staphylococci",
        "opb": "They may cause a syndrome of ahralgia and myalgia",
        "opc": "They induce formation of hepatic drug metabolizing enzymes",
        "opd": "They are used in the management of infections caused by vancomycin-resistant enterococci",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "eb588886-d677-4770-a70b-e89202c3ecbb",
        "choice_type": "multi"
    },
    {
        "question": "Most common side effect of 5-fluorouracil is:",
        "exp": "(Ref: KDT 6/e p824; Harrison 16/e p596) Diarrhea is the most common adverse effect of 5-FU. It can also cause hand and foot syndrome and bone marrow suppression.",
        "cop": 1,
        "opa": "G.I. toxicity",
        "opb": "Bone marrow depression",
        "opc": "Cardiotoxicity",
        "opd": "Neeurotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0bf61d24-250b-4bde-b196-223a46ee7c86",
        "choice_type": "single"
    },
    {
        "question": "'Second gas effect' is exeed by which of the following gas when coadministered with halothane:",
        "exp": "(Ref: KDT 6/e p369) Concentration effect, second gas effect and diffusion hypoxia are seen with inhalational agents used in high concentrations (like N2O).",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Cyclopropane",
        "opc": "Nitrogen",
        "opd": "Helium",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "5d608174-f7fe-491d-9ffc-ade33d5a3df9",
        "choice_type": "single"
    },
    {
        "question": "Drug therapy used in treatment of Wernick's encephalopathy:",
        "exp": "Thiamine ( vit B, )- It is present in the outer layers of cereals (rice polishing), pulses, nuts, green Vegetables, yeasts, egg and meat. Absorption and fate- Physiological amounts are absorbed by active transpo. When large doses are given orally, passive diffusion also occurs. Limited amounts are Stored in tissues. About 1 mg/day is degraded in the Body excess is rapidly excreted in the urine. Physiological role After conversion in the body to Thiamine pyrophosphate, it acts as a coenzyme in carbohydrate metabolism: decarboxylation of ketoacids and hexose monophosphate shunt. The requirement is dependent upon carbohydrate intake-about 0.3 mg/ 1000 Kcal. It also plays some role in neuromuscular transmission. Deficiency symptoms -The syndrome of thiamine deficiency beriberi is seen in dry and wet forms: Dry beriberi: Neurological symptoms are prominent-polyneuritis with numbness, tingling, hyperesthesia, muscular weakness and atrophy resulting in 'wrist drop', 'foot drop', paralysis of the whole limb, mental changes, sluggishness, poor memory, loss of appetite and constipation. Wet beriberi: Cardiovascular system is primarily affected-palpitation, breathlessness, high out- put cardiac failure and ECG changes. Therapeutic uses 1. Prophylactically (2-10 mg daily) in infants, pregnant women, chronic diarrheas, patients on parenteral alimentation. Glucose infusion unmasks marginal thiamine deficiency. 2. Beriberi-100 mg/day i.m. or i.v. till symptoms regress-then maintenance doses orally. 3. Acute alcoholic intoxication: thiamine 100 mg is added to each vac of glucose solution infused. Most neurological symptoms in chronic alcoholics are due to thiamine deficiency-peripheral neuritis, Wernick's encephalopathy, Korsakoff's psychosis: give 100 mg/ day parenterally. 4. In neurological and cardiovascular disorders, hyperemesis gravidarum, chronic anorexia, and obstinate constipation-thiamine has been used even without definite proof of its deficiency- symptoms improve dramatically if thiamine deficiency has been causative. Adverse effects Thiamine is nontoxic. Sensitivity reactions sometimes occur ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION KD TRIPATHI Page:912 913 914",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Disulfiram",
        "opc": "Thiamine",
        "opd": "Cynocobalamine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e1d0722f-fb26-4539-9e44-55e00f1e11f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs CANNOT be administered by inhalation?",
        "exp": "(Ref: KDT 6/e p220) b2 agonists like salbutamol and terbutaline can be administered by inhalational route. Ipratropium and tiotropium are inhalational anticholinergic agents. Inhalational steroids include budesonide, fluticasone, beclomethasone and flunisolide. Theophylline is given by oral route and is not used by inhalational route.",
        "cop": 1,
        "opa": "Theophylline",
        "opb": "Ipratropium bromide",
        "opc": "Budesonide",
        "opd": "Terbutaline",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "309a621d-6109-4774-95c6-441b7bd1fbdb",
        "choice_type": "single"
    },
    {
        "question": "The most effective antiemetic for controlling cisplatin induced vomiting is:",
        "exp": "(Ref: KDT 6/e p646) 5HT3 antagonists like ondansetron, granisetron and topisetron are the agents of choice for chemotherapy induced vomiting.",
        "cop": 2,
        "opa": "Prochlorperazine",
        "opb": "Ondansetron",
        "opc": "Metoclopramide",
        "opd": "Aprepitant",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "d9712c74-8fbb-4b31-9f5c-291e4daa4e84",
        "choice_type": "single"
    },
    {
        "question": "All are true about neuropeptide Y except:",
        "exp": "Neuropeptide Y is a 36 amino acid neuropeptide that acts as a neurotransmitter in the brain. it acts as strong vasoconstrictor. Its function includes increasing food intake, and energy storage, reduce pain perception, affect circadian rhythm. It modulates the sympathetic nervous system to control blood pressure Ref: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Consist of 36 amino acids",
        "opb": "vasodilatation",
        "opc": "neurotransmitter",
        "opd": "decrease in food intake",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "be3d986b-ea46-4969-a9f8-f6ff37413d1e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following metabolic reactions require vitami B12 but not folate?",
        "exp": "(Ref: KDT 6/e p588) Conversion of malonic acid to succinic acid requires vitamin B12 but not folate. This reaction is required for myelin formation and deficiency of B12 is responsible for demyelination.",
        "cop": 1,
        "opa": "Conversion of malonic acid to succinic acid",
        "opb": "Conversion of homocysteine to methionine",
        "opc": "Conversion of serine to glycine",
        "opd": "Thymidylate synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "56ddbfd1-5f65-4cad-b0cc-2bfab4d0690b",
        "choice_type": "single"
    },
    {
        "question": "All of the following are causes of \"lupus\", except;",
        "exp": "drug induced lupus- sulphonamides, procainamide, INH, hydralazine- SHIP-code SLE is an autoimmune disease which can affect the whole body system. The main medication used is 1.anti inflammatories like aspirin to reduce lupus, acetaminophen, NSAIDS, coicosteroids 2.anti materials 3.immune modulators i. e cyclophosphamide, methotrexate, azathioprine, 4.anticoagulants 5.monoclonal antibodies, etc REF KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Hydralazine",
        "opb": "Clofibrate",
        "opc": "Penicillamine",
        "opd": "INH",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "34d356f7-e6f9-4c37-90d7-93a79b93e9f5",
        "choice_type": "multi"
    },
    {
        "question": "All of following statements about are true about 6-mercaptopurine EXCEPT:",
        "exp": "(Ref: KDT 6/e p823, 824) All anticancer drugs can result in hyperuricemia by causing the destruction of excess cells. Azathioprine is an immunosuppressant drug that acts by generating 6-MP",
        "cop": 2,
        "opa": "It is metabolized by xanthine osidase",
        "opb": "It does not cause hyperuricemia",
        "opc": "Its dose should be reduced when allopurinol is given concurrently",
        "opd": "It is an active metabolite of azathioprine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ce659969-09f8-4c43-9bcc-d0acc8088bcf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about the fluroquinolones is FALSE?",
        "exp": "(Ref: KDT 6/e p/689) Fluroquinolones are conctra-indicated in children (due to risk of cailage damage ) and pregnant female. Most common mode of resistance to fluoroquinolones is mutation in DNA gyrase. Dose of fluoroquinolones should be adjusted in renal failure (except moxifloxacin and trovalfloxacin). These drugs act by inhibiting DNA gyrase.",
        "cop": 3,
        "opa": "Gonococcal resistance to fluoroquinolones may involve changes in DNA gyrase",
        "opb": "Modification of fluoroquinolones dosage is requyired in patients if creatinine clearance is less than 50 mL/min",
        "opc": "A fluroquinolone is the drug of choice for treatment of an unconmplicated urinary tract infection in a 7 year-old girl",
        "opd": "Fluoroquinolones inhibit relaxation of positively supercoiled DNA",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "36a2bc75-9ea0-49f9-9474-7b084d355b0c",
        "choice_type": "multi"
    },
    {
        "question": "Drug causing osteoporosis is?",
        "exp": "HEPARIN - side effects- BOAT-code Bleeding osteoporosis Alopecia Thrombocytopenia Contraindications 1. Bleeding disorders, heparin-induced thrombocytopenia. 2. Severe hypeension, (risk of cerebral hemorrhage), threatened aboion, piles, g.i. ulcers (risk of aggravated bleeding). 3. Subacute bacterial endocarditis (risk of embolism), large malignancies (risk of bleeding in the central necrosed area of the tumor), tuberculosis (risk of hemoptysis).4. Ocular and neurosurgery, lumbar puncture. 5. Chronic alcoholics, cirrhosis, renal failure. 6. Aspirin and other antiplatelet drugs should be used very cautiously during heparin therapy. ESSENTIALS of MEDICAL PHARMACOLOGY SIXTH EDITION K. D TRIPATHI Page:597,598",
        "cop": 4,
        "opa": "Vit K",
        "opb": "Lithium",
        "opc": "Dilantin",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b68918a4-619c-4738-aa8e-af2b0c1a0ae6",
        "choice_type": "single"
    },
    {
        "question": "More than 90% of this drug is excreted in the urine in intact form. Because it's urinary solubility is low, patient should be well hydrated to prevent nephrotoxicity. The drug is:",
        "exp": "(Ref: Katzung 10/e p793; KDT 6/e 769) Both indinavir and acyclovir can cause nephrotoxicity bad renal stone formation. But indinavir is metabolized mainly in the liver and acyclovir is excreted unchanged in the urine.",
        "cop": 3,
        "opa": "Indinavir",
        "opb": "Zidovudine",
        "opc": "Acyclovir",
        "opd": "Amantadine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "3c5e9d07-5667-4c59-834f-c0d24931d2c7",
        "choice_type": "single"
    },
    {
        "question": "Methicillin resistant staphylococci do not respond to b-lactam antibiotics because:",
        "exp": "(Ref: KDT 6/e p700) Resistance to most penicillins is due to elaboration of beta-lactamase. Methicillin is most resistant penicilling to b-lactamase. Staphylococcus aureus develops resistance to methicillins by acquisition of altered pencillin binding proteins.",
        "cop": 3,
        "opa": "They produce a b-lactamase which destroys methicillin and related drugs",
        "opb": "They elaborate an amidase which destroys methicillin and related drugs",
        "opc": "They have acquired penicillin binding protein which has low affinity for b-lactam antibiotics",
        "opd": "They are less permeable to b-lactam antibiotics",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a16dee33-527e-4a7b-9fed-029679e6a69a",
        "choice_type": "single"
    },
    {
        "question": "Gastric lavage is contra-indicated in:",
        "exp": "Treatment of kerosene poisoning: 1.immediately remove the victim from the source of poisoning and ensure the airway is open. 2.remove the contaminated clothing and thoroughly wash the skin. 3.If possible perform pulse oximetry and give supplemental oxygen if needed. Intubation and medical ventilation may be needed in a patient with severe hypoxia. 4.avoid gastric lavage because of the risk of inhalation and hence pneumonitis. If very large amounts of kerosene have been ingested less than an hour earlier then lavage may be considered. Ref KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Salicylate poisoning",
        "opb": "Kerosene poisoning",
        "opc": "Morphine poisoning",
        "opd": "Organophosphate poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "2bd1a546-dda0-4da3-8962-34dda967eeae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is common side effect of cisplatin?",
        "exp": "(Ref: KDT 6/e p827, 828) Drug of choice for cisplatin induced vomiting is 5HT3 antagonist like ondansetron.",
        "cop": 2,
        "opa": "Diarrhea",
        "opb": "Vomiting",
        "opc": "Pulmonary fibrosis",
        "opd": "Alopecia",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "769c397e-4dd9-40e9-bc6a-96ba2e0dd5e9",
        "choice_type": "single"
    },
    {
        "question": "A pa from diarrhea, oral rehydration solution has been employed in:",
        "exp": "(Ref: KDT 6/e p659) Non-diarrheal uses of ORS include: Maintenance of hydration in postsurgical, postburn and post-trauman patients Heat stroke During changeover from total parenteral nutrition to enteral nutrition.",
        "cop": 4,
        "opa": "Severe vomiting",
        "opb": "Burn cases",
        "opc": "Heat stroke",
        "opd": "Both (b) and (c)",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "aaba8cf8-9967-450a-935e-320d864d257e",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following statements about doxycycline is FALSE?",
        "exp": "(Ref: KDT 6/e p637, 710, 712, 713) Doxycycline is a bacteriostatic agent that acts by inhibiting protein synthesis. It is safe in renal failure as it is excreted mainly in feces. Doxycycline is useful in Lyme's disease. Tetracycline (and not doxycycline) is useful in H.pylori therapy.",
        "cop": 3,
        "opa": "It is bacteriostatic",
        "opb": "It is excreted mainly in the feces",
        "opc": "It is more active than tetracycline against H.pylori",
        "opd": "It is used in Lyme's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "302afa03-b4e1-4103-b52f-4a9b9cfa65cd",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old female who is taking propanolol for the management of a cardiovascular disease experiences an acute asthmatic attack. Which of the following drugs would you prescribe to attenuate this asthmatic attack?",
        "exp": "(Ref: KDT 6/e p222) Inhaled b2 agonists are the agens of choice for termination of acute attack of bronchial asthma. However, as the patient is receiving b-blockers, treatment with b2 agonists will be ineffective (receptors are already blocked). Therefore, other bronchodilators like anticholinergic agents (ipratropium) or methylxanthines (theophylline) will be useful in such a case.",
        "cop": 4,
        "opa": "Cromolyn sodium",
        "opb": "Salbutamol",
        "opc": "Beclomethasone",
        "opd": "Ipratropium bromide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0b12a527-751f-492a-bd96-fab61129e430",
        "choice_type": "single"
    },
    {
        "question": "Which of the follwing statements regarding drugs used in leprosy is FALSE?",
        "exp": "(Ref: KDT 6/e p752, 753) Acedapsone is a repository form od dapsone. Single i,m. injection of acedapsone keep on releasing the drug for 3 months. Rifampicin is used once in a month (supervised dose) for the treatment of leprosy. It prevents the emergence of resistance to dapose. Clofazimine can result in skin pigmentation, disclolouration of secretions and dryness of skin (icthyosis). Clofazimine has no cross-allergenicity with dapsone.",
        "cop": 3,
        "opa": "Single intramuscular injections of acedapsone maintain inhibitory levels of dapsone in tissues for upto 3 months",
        "opb": "Monthly doses of rifampicin delay the emergence of resistance to dapsone",
        "opc": "Clofazimine should not be given to patients who are intolerant to dapsone or who fail to improve during treatment with dapsone",
        "opd": "Clofazimine may cause changes in the skin colour",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "31fb6247-f0ce-4b66-b2aa-442c25bd609d",
        "choice_type": "multi"
    },
    {
        "question": "Tactile sensations over the body are a characteristic of which poisoning?",
        "exp": "Cocaine- It is a natural alkaloid Cocaine is a good surface anesthetic and is rapidly absorbed from the buccal mucous membrane. It was first used for ocular anesthetic . Cocaine should never be injected: acts as a protoplasmic poison and causes tissue necrosis produces prominent CNS stimulation with marked on mood and behaviour. It induces a sense wellbeing delays fatigue Cocaine also stimulates vagal centre, vasomotor centre-rise in BP; vomiting center- vomiting; temperature regulating centers (also due to increased heat production are enhanced muscular activity). ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:365,366",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Opium",
        "opc": "Cannabis",
        "opd": "Barbiturate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b0f431d6-e826-49e9-b3c3-ff90b6d880b5",
        "choice_type": "single"
    },
    {
        "question": "Omalizumab is a monoclonal antibody used for the treatment of:",
        "exp": "(Ref: KDT 6/e p226) Omalizumab is a monoclonal antibody against IgE. It is useful for the management of bronchial asthma.",
        "cop": 2,
        "opa": "Digitalis toxicity",
        "opb": "bronchial asthma",
        "opc": "Rheumatoid ahritis",
        "opd": "Breast carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4ab487bb-25f2-480c-a38c-2a251f164e5b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most effective against an organism producing aminoglycoside inactivating enzymes?",
        "exp": "(Ref: KDT 6/e p724) Amikacin is most resistant to aminoglycoside inactivating enzymes. Aminoglycosides are not effective against anaerobes.",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Streptomycin",
        "opc": "Gentamicin",
        "opd": "Tobramycin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "dfb6a334-8788-490e-b245-1c6e3863a420",
        "choice_type": "single"
    },
    {
        "question": "Shaswat, A67-year-old male comes to the physician's office complaining of severe pain in the right foot with paleness of right toe. The patient had a history of receiving unfractionated heparin 7 days back. The hemogram of the patient is as shown below: Hb 13.2 g/dL WBC 10000/mm3 Platelet 50000/mm3 Which of the following should be used to treat this condition?",
        "exp": "(Ref: Katzung 11/e p592) It is a case of heparin induced thrombocytopenia (HIT). Four 'T' are used to suspect the diagnosis of HIT: Hrombocytopenia Timing of heparin administration (5-14 days) before developing thrombocytopenia Thrombosis OTher causes of thrombocytopenia not evident. DOC for HIT is direct thrombin inhibitors like argaroban.",
        "cop": 3,
        "opa": "High dose of Heparin",
        "opb": "Platelet infusions",
        "opc": "Argatroban",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0fc2dfe6-5a54-4aec-8546-2ec0264e768f",
        "choice_type": "single"
    },
    {
        "question": "Astringents are substances that:",
        "exp": "Astringents: They are substances that precipitate proteins. Eg: Tannic acid and tannins Tannic acid is present in many plants but is generally obtained from nutgalls of oak. Tannins are found in tea, catechu, nutmeg, areca nut (betel nut), etc. They denature proteins forming protein tannate. Alcohol or Ethanol and methanol are good astringents at 50-90% concentration. othe eg: are alum, acacia, sage, yarrow, witch hazel, bayberry, distilled vinegar, very cold water, and rubbing alcohol. Mild astringents relieve such minor skin irritations as those resulting from superficial cuts; allergies; insect bites; anal hemorrhoids ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:887",
        "cop": 2,
        "opa": "Irritate sensory nerve endings",
        "opb": "Precipitate proteins",
        "opc": "Penetrate target cell nucleus for their action",
        "opd": "reduce inflammation",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4a9acd21-4796-4a19-a296-9f991d254679",
        "choice_type": "single"
    },
    {
        "question": "Drug not causing hyperuricemia:",
        "exp": "ESSENTIAL of medical PHARMACOLOGY SEVENTH EDITION KD TRIPATHI Page:215 URICOSURIC DRUGS Probenecid It is highly tipid-soluble organic acid developed In 1951 to inhibit renal tubular secretion of Penicillin so that its duration of action could be Prolon ged. It competitively blocks active transpo Organic acids by OATP at all sites; that in renal Tubules being the mostprominent. This transpo bidirectional: net effect depends on whether secretion or reabsorption of the paicular organic acid is quantitatively more impoant, e.g.: (a) Penicillin is predominantly secreted by the proximal tubules, its reabsorption is minimal. Net effect of probenecid is intLibition of excretion; more sustained blood levels are achieved. (b) Uric acid is largely reabsorbed by active transpo, while less of it is secreted; only I / 10th of filtered load is excreted in urine. Probenecid, therefore, promotes its excretion and reduces its blood level. Probenecid does nothave any other significant pharmacological action; it is neither analgesic nor antiinflammatory. lnteractions 1. In addition to penicillins, probenecid inhibits the urinary excretion of cephalosporins, sulfona- mides, Mtx and indomethacin. 2. It inhibits biliary excretion of rifampicin. Pyrazinamide and ethambutol may interfere with uricosuric action of probenecid. 3. Probenecid inhibits tubular secretion of nitrofurantoin which may not attain antibacterial concentration in urine. 4. Salicylates block uricosuric action of pro- benecid. Pharmacokinetics Probenecid is completely absorbed orally; 90% plasma protein bound: paly conjugated in liver and excreted by the kidney; plasma tT/z is 8-10 hours. Adverse effects Probenecid is generally well tolerated. Dispepsia is the most common side effect (upto 25% incidence with high doses). It should be used cautiously in peptic ulcer patients. Rashes and other hypersensitivity phenomena are rare. Toxic doses cause convulsions and respiratory failure. Uses :chronic gout and hyperurecimia To prolong ampicillin and penicillin action",
        "cop": 1,
        "opa": "Probenecid",
        "opb": "Thiazide",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6bd468e9-5fcf-432b-94ca-3915322db585",
        "choice_type": "single"
    },
    {
        "question": "Savlon contains:",
        "exp": "Cetrimide along with chlorhexidine is most popularly used antiseptic and disinfectant for surgical instruments, utensils, baths, etc- savlon ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION -KD TRIPATHI Page:900",
        "cop": 2,
        "opa": "Cetrimide and cetavlon",
        "opb": "Cetrimide and Chlorhexidiine",
        "opc": "Cetrimide, Chlorhexidine and butyl alcohol",
        "opd": "Cetrimide and butyl alcohol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "16b06559-faa7-4cf3-a5f8-7980bc025c71",
        "choice_type": "single"
    },
    {
        "question": "Sunder, a young male was diagnosed as sufering from acute myeloid leukemia. He was staed on induction chemotherapy with dosorubicin based regiments. Induction regimen was successful. Two months later, he presents to OPD with swelling of both the feet and breathlessness on climbing the stairs. He also complains the he had to wake up many times because of breathlessness. Which of the following is most likely responsible for this patient's symptoms?",
        "exp": "(Ref: Katzung 11/e p952) Anthracyclines (daunorubicin, doxorubicin, eirubicin and idarubicin) can cause severe cardiotoxicity manifesting as dialted cardiomyopathy and arrhythmias. The anthracycline chemotherapeutic agents (doxorubicin, daunorubicin, epirubicin and idarubicin) form free radicals in the myocardium. Their most severe side effect is a cumulative doserelated dilated cardiomyopathy. It presents with symtoms of left and right ventricular CHF.",
        "cop": 3,
        "opa": "Restrictive cardiomyopathy",
        "opb": "Hyperophic cardiomyopathy",
        "opc": "Dilated cardiomyopathy",
        "opd": "Pericardial fibrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "332400aa-54df-41d9-bfa9-78853badbf54",
        "choice_type": "multi"
    },
    {
        "question": "A female has hypopigmented lesion on centre of fore-head. Drug responsible is?",
        "exp": "Phenol (Carbolic acid)- It is one of the earliest used antiseptics and still the standard for comparing other germicides. It is a relatively weak agent (static at 0.2%, cidal at > 1%, poor action on bacterial spores). It is a general protoplasmic poison, injuring microbes and tissue cells alike-at higher concentrations causes skin burns and is caustic. It acts by disrupting bacterial membranes and denaturing bacterial proteins. Organic matter diminishes its action slightly while alkalies and soaps do so profoundly (carbolic soaps are not more germicidal than the soap itself). It is now seldom employed as an antiseptic, but being cheap, it is used to disinfect urine, feces, pus, sputum of patients and is sometimes included in antipruritic preparations because of its mild local anesthetic action. Phenol peel is also used for hypopigmentation ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:898,889",
        "cop": 4,
        "opa": "Hydroquinone",
        "opb": "Ether metabolite of hydroquinone",
        "opc": "Para teiary butyl catechol",
        "opd": "Para teiary butyl phenol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "45ed111d-c37b-4bd2-830c-21cbee35c0d8",
        "choice_type": "multi"
    },
    {
        "question": "The concentration of sodium ions in the standard WHO oral rehydration solutions is:",
        "exp": "(Ref: KDT 6/e p658, 659) Concentraton of Na+ is 90m mole/L in standard WHO-ORS whereas it is 75 m mole/L in New formula ORS",
        "cop": 3,
        "opa": "40m moles/L",
        "opb": "60 m moles/L",
        "opc": "90m moles/L",
        "opd": "110 m moles/L",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "92a56b2c-bd13-43ab-a171-4d2668ee69c5",
        "choice_type": "single"
    },
    {
        "question": "A widely used drug that suppresses cellular immunity, inhibits prostaglandin and leukotrine synthesis and increases the catabolism of IgG antibody is:",
        "exp": "(Ref: KDT 6/e p828, 838) Glucocoicids are powerful immunosuppresants. These inhibit both celelular and humoral immunity by: Decreasing the recruitment of immune cells. Catabolism of immunoglobulins.",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Prednisone",
        "opc": "Cyclosporine",
        "opd": "Infliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e3c8258e-c4cf-452d-9318-325decf432be",
        "choice_type": "single"
    },
    {
        "question": "Bremelanotide is used for :",
        "exp": "Bremelanotide (BMT), a novel heptapeptide melanocoin-receptor-4 agonist, given subcutaneously, yielded improvements in the number of satisfying sexual events, frequency, and intensity of desire and a reduction in distress over level of sexual desire. Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Erectile dysfunction",
        "opb": "Lower urinary tract symptoms",
        "opc": "Prostate Cancer",
        "opd": "Metastatic renal cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "c29cd570-acc5-4bd1-a680-2e1ad9307105",
        "choice_type": "single"
    },
    {
        "question": "Metoclopramide has the following actions EXCEPT:",
        "exp": "(Ref: KDT 6/e p643) Metoclopramide is a prokinetic and anti-emetic drug. It acts by blocking D2 and 5-HT3 receptors and stimulating 5-HT4 receptors. D2 receptors are normally inhibitory to the release of ACh. Metoclopramide enhances ACh release by blocking these inhibitory D2 receptors. Due to increased release of ACh, there is increase in gastric motility and LES tone. Prokinetic action can thus be blocked by atropine. Metoclopramide has no effect on colonic motility.",
        "cop": 4,
        "opa": "Increase lower esophageal sphincter tone",
        "opb": "Prokinetic action is blocked by atropine",
        "opc": "Increase gastric peristalsis",
        "opd": "Increase large intestinal peristalsis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "fbfb6525-f522-4d48-9983-82d1300d2552",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs cause discolouration of urine EXCEPT:",
        "exp": "ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION -KD TRIPATHI Page:515,516",
        "cop": 2,
        "opa": "Nitrofurantoin",
        "opb": "Digoxin",
        "opc": "Azo dyes",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "11069dbc-f705-4399-a32c-a49cc7325029",
        "choice_type": "multi"
    },
    {
        "question": "The persistent suppression of bacterial growth that may occur after limited exposure to some antimicrobial drug is called:",
        "exp": "(Ref: Katzung 10/e p756) Time dependent killing kinetics is shown by aminoglycosides. Here, the killing activity depends upon thelength of time, plasma concentration is above MIC. Concentration dependent killing is shown by b lactam drugs. here, killing activity depends upon the ratio of plasma concentration to MIC. Post antibiotic effect is the suppression of bacterial growth after limit exposure to antibiotic.",
        "cop": 2,
        "opa": "Time dependent killing",
        "opb": "Post antibiotic effect",
        "opc": "Concentration dependent killing",
        "opd": "Sequential blockade",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7343c43c-a159-4479-9f38-20e6a14ff9d3",
        "choice_type": "multi"
    },
    {
        "question": "TRUE statement regarding vancomycin is:",
        "exp": "(Ref: KDT 6/e p732) Vancomycin is a glycopeptide bactericidal antibiotic that is administered by parenteral route. It is penicillinase resistant, thus can be used in MRSA infections. It is also used for the treatment of pseudomembranous colitis. Vancomycin is ineffective against pseudomonas.",
        "cop": 3,
        "opa": "It is bcteriostatic",
        "opb": "It has the advantage of high oral bioavailability",
        "opc": "It is not susceptible to penicillinases",
        "opd": "Staphylococcal enterocolits occurs commonly with its use",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b97a9303-c18a-4708-b4f1-1f5528342bcc",
        "choice_type": "multi"
    },
    {
        "question": "Drugs which produce gynecomastia are all EXCEPT:",
        "exp": "Drugs causing gynecomastia anti-androgens used to treat prostate enlargement, prostate cancer-flutamide, nilutamide finasteride, dutasteride Anabolic steroids like stanozolol Anti-anxiety medications, such as diazepam (Valium). Tricyclic antidepressants. cimetidine spironolactone digoxin metochlopromide ESSENTIAL of MEDICAL PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:298d",
        "cop": 3,
        "opa": "Cimetidine",
        "opb": "Digoxin",
        "opc": "Coisol",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6ba90b91-d50c-49d0-8039-996df515c0f5",
        "choice_type": "multi"
    },
    {
        "question": "An i.v. bolus dose of thiopentone leads to loss of consciousness within 10-15 sec. The patient regains consciousness in just a few minutes. This is because it is:",
        "exp": "(Ref: KDT 6/e p374) Thiopentone and other highly lipid soluble agent first reach the highly perfused organs like brain. therefore, onset of action of these agents is very quick. However, action also terminates quickly because of redistribution to less well perfused tissues like fat and muscle.",
        "cop": 4,
        "opa": "Renally excreted",
        "opb": "Exhaled rapidly",
        "opc": "Rapidly metabolised by hepatic enzymes",
        "opd": "Redistributed from brain to other body tissues",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0f99271c-e5ef-404a-9d77-041a0679afa8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is mosst likely to cause loss of equilibrium and auditory damage?",
        "exp": "(Ref: KDT 6/e p721) Aminoglycosides can cause nephrotoxicity, ototoxicity and neuromuscular block.",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Ethambutol",
        "opc": "Isoniazid",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8c3bebf1-29fd-4a75-996c-e1310ef9085d",
        "choice_type": "single"
    },
    {
        "question": "A patient receives a toxic dose of lignocaine i.v., the patient is likely to exhibit:",
        "exp": "(Ref: KDT 6/e p356) lf LA reaches the blood stream, most prominent adverse effects are related to CNS and CVS. ln CNS, stimulation (convulsions) followed by depression (coma) is seen. Initial stimulation is due to inhibition of the inhibitory neurons.",
        "cop": 4,
        "opa": "Excessive salivation",
        "opb": "Mydriasis and diarrhea",
        "opc": "Respiratory paralysis",
        "opd": "Seizures and coma",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "bff4b746-c039-4137-bc9f-4b9b576b1179",
        "choice_type": "single"
    },
    {
        "question": "Iron poisoning in 4 year child is treated by:",
        "exp": "Desferrioxamine: The straight chain desferrioxamine molecule winds round ferric iron and forms a stable nontoxic complex which is excreted in the urine. It removes loosely bound iron as well as that from haemosiderin and ferritin, but not from hemoglobin or cytochrome. Uses 1. Acute iron poisoning: mostly in children. 2. Transfusion siderosis: occurs in thalassemia patients who receive repeated blood transfusion. Desferrioxamine 0.5-1 g/day i.m. helps to excrete the chronic iron overload; may also be infused i.v. concurrently with blood transfusion-2 g per unit of blood. Adverse effects -Desferrioxamine can cause histamine release -fall in BP, flushing, itching etc ESSENTIALS Of MEDICAL PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:867,868",
        "cop": 2,
        "opa": "Stomach lavage",
        "opb": "Desferrioxamine IV 100 mg",
        "opc": "X-ray abdomen",
        "opd": "Blood transfusion",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "faf5c978-1b3c-4d22-bb5c-0c2d75c56e55",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunosuppressants is not used for the treatment of cancers?",
        "exp": "(Ref: KDT 6/e p839, 840) All antimetabolites can be used as anticancer drugs except azathioprine. Cyclosporine acts by inhibiting the transcription of IL-2 gene. It has no anti-cancer propey.",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Cyclosporine",
        "opc": "Methotrexate",
        "opd": "6-Mercaptopurine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "1c5eadca-e9c4-4840-9e98-ae0f539ea1d7",
        "choice_type": "single"
    },
    {
        "question": "Which fluoroquinolone is highly active against Mycobacterium leprae and is being used in alternative multidrug therapy regiments:",
        "exp": "(Ref: KDT 6/e p756) R:Rifampicin O:Ofloxacin M:Minocycline Nowdays, even single lesion leprosy is treated as paucibacillary leprosy",
        "cop": 2,
        "opa": "Norfloxacin",
        "opb": "Ofloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Lomefloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "bc77b39a-832e-4411-b2a8-f892b15ba64f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is LEAST effective luminal amoebicide?",
        "exp": "(Ref: KDT 6/e p798, 799) Metronidazole is least effective luminal amoebicide because it is almost completely absorbed in small intestine and little drug is available to act in the colon.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Diloxanide furoate",
        "opc": "Iodoquinol",
        "opd": "Paromomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ba77c807-0612-43f4-9b1c-e78fd388bd8b",
        "choice_type": "single"
    },
    {
        "question": "Drugs which cause fetal renal anomalies are:",
        "exp": "Angiotensin antagonists: Like ACE inhibitors, losaan can cause hypotension and hyperkalemia but first dose hypotension is uncommon Losaan doesn't cause cough and dysgeusia Patients with a history of ACE inhibitor-related cough have taken losaan without recurrence. Angioedema can be seen rarely. Headache, dizziness weakness and upper g.i. side effects are mild and occasional. However, losaan has fetopathic potential like ACE inhibitors-not to be administered during pregnancy. ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:488",
        "cop": 3,
        "opa": "nifedipine",
        "opb": "Frusemide",
        "opc": "Losaan",
        "opd": "prazosin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8fe566fc-7a66-4c54-bf78-a6d569f3669e",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary fibrosis is noted with all except:",
        "exp": "ESSENTIALS of medical PHARMOCOLOGY SEVENTH EDITION -KD TRIPATHI Page:581umetanide It is similar to furosemide in all respects, but is 40 times more potent. It induces very rapid diuresis and is highly effective in pulmonary edema. However, the site of action, ceiling effect, renal haemodynamic changes and duration of action are similar to furosemide. A secondary action in PT has also been demon- strated. It may act in some cases not responding to furosemide. Hyperuricaemia, K+ loss, glucose Diuretics 563 intolerance and ototoxicity are claimed to be less than with furosemide. However, it may rarely cause myopathy. Bumetanide is more. lipid-soluble, 80-100% bioavailable orally, extensively bound to plasma proteins, paly metabolized and paly excreted unchanged in urine. Its accumulation in tubular fluid is less dependent on active secretion. Plasma tlh -60 min, gets prolonged in renal and hepatic insufficiency. Dose: l-5 mg oral 00 in the morning, 2--4 mg i.m./i.v., (max. 15 mg/ day in renal failure). BUMET. 1 mg tab., 0 25 mg/ml inj",
        "cop": 4,
        "opa": "Busulfan",
        "opb": "Bleomycin",
        "opc": "Nitrofurantoin",
        "opd": "Bumetanide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "307256f0-1f9f-4359-94fb-16d12c7b8fe1",
        "choice_type": "multi"
    },
    {
        "question": "Route of administration of BCG for bladder cancer is:",
        "exp": "(Ref: Goodman & Gilman 11/e p1422) Intravesical route is used for BCG in the treatment of bladder carcinoma.",
        "cop": 4,
        "opa": "Oral",
        "opb": "Subcutaneous",
        "opc": "Intravenous",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "eafa3123-317d-42dd-abbf-cb97068c90dc",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of infestation due to Onchocerca volvolus is:",
        "exp": "(Ref: KDT 6/e p813, 8140 Ivermectin is used for onchocerca and strongyloides, for all other nematodes, DOC is albendazole and for cestodes and flukes, DOC is praziquantal.",
        "cop": 2,
        "opa": "Albendazole",
        "opb": "Ivermectin",
        "opc": "Praziquantal",
        "opd": "Suramin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0563cf97-6407-4797-87fd-211e5e5be12a",
        "choice_type": "single"
    },
    {
        "question": "The difference between iron sorbitol-citric acid and iron dextran is that the former",
        "exp": "(Ref: KDT 6/e p586) Iron sorbitol citrate should not be used i.v. because it may rapidly saturate the transferrin receptors and can result in high concentrations of free iron.",
        "cop": 1,
        "opa": "Cannot be injected i.v.",
        "opb": "Is not bound to transferrin in plasma",
        "opc": "Is not excreted in urine",
        "opd": "Produces fewer side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b2e7a3fe-ca20-4f92-b258-098162deba06",
        "choice_type": "single"
    },
    {
        "question": "Antacid combinations of magnesium and aluminium salts are superior to single component preparations because.",
        "exp": "(Ref: KDT 6/e p635) Mg (OH)2 has a quick onset whereas Al (OH)3 acts for a long time. Magnesium salts cause osmotic diarrhea whereas aluminium salts cause constipation. Combination of these two agents minimizes the impact on bowel movements.",
        "cop": 4,
        "opa": "They have rapid as well as sustained acid neutralizing action",
        "opb": "They are less likely to affect gastric emptying",
        "opc": "They are less likely to alter bowel movement",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "41597ed3-fb2d-477a-b9c9-a0c46e5e9adc",
        "choice_type": "multi"
    },
    {
        "question": "Stimulant purgatives are contraindicated in the following:",
        "exp": "(Ref: KDT 6/e p655) Stimulant (or irritant) purgatives are contra-indicated in pregnancy and intestinal obstruction (both subacute as well as chronic).",
        "cop": 3,
        "opa": "Bed ridden patients",
        "opb": "Before abdominal radiography",
        "opc": "Subacute intestinal obstruction",
        "opd": "All of these",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "08b3f2d4-7b18-4333-b0b8-5e692f026f06",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the indication for rilpivirine?",
        "exp": "Rilpivirine is the new drug approved for HIV. It is considered as 2nd gen NNIRef: HL Sharma 3rd ed Pg: 808",
        "cop": 1,
        "opa": "HIV",
        "opb": "Hepatitis C",
        "opc": "Hepatitis B",
        "opd": "Influenza A",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "3fd3ec26-a8e7-4c20-94de-7084d69008ff",
        "choice_type": "single"
    },
    {
        "question": "Hypomagnesemia due to increased excretion by the kidney is caused by all except:",
        "exp": "Hypomagnesemia is caused by: Loop diuretics thiazide diuretics antibiotics like aminoglycoside, amphotericin, pentamidine cisplatin cyclosporin digoxin- by sending magnesium into the cell- not by increasing the excretion of magnesium through urine mycophenolate ESSENTIALS of medical pharmacology SIXTH EDITION K D TRIPATHI Page:562,480",
        "cop": 2,
        "opa": "Furosemide",
        "opb": "Digitalis",
        "opc": "Aminoglycoside",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "29af7130-475b-41c4-ac61-8eeab7f89ef7",
        "choice_type": "multi"
    },
    {
        "question": "The immunosuppressant action of cyclosporine appears to be due to:",
        "exp": "(Ref: KDT 6/e p838, 839,840) Cyclosporine and tacrolimus acts by inhibiting calcineurin, which is involved in the activation of NFAT. Final result of this process is increased transcription of IL-2 gene. Sirolimus does not inhibit the transcription of IL-2 but interferes with its action. It inhibits the enzyme tyrosine kinase, known as mTOR (which is activated byIL-2)",
        "cop": 3,
        "opa": "Activation of NK cells",
        "opb": "Blockade of tissue responses to inflammatory mediators",
        "opc": "Inhibition of gene transcription of interleukins",
        "opd": "Interference with antigen recognition",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "baed91d6-e238-493d-81b8-cb6ecef99ee1",
        "choice_type": "single"
    },
    {
        "question": "The following drug is given in a pulsatile manner?",
        "exp": "GnRH agonists are given both in Pulsatile and continuous manner. GnRH antagonists are usually given in a continuous manner. Goserelin is GnRH agonist. Abarelix is GnRH antagonist.Ref: Goodman Gillman 12th ed.Pg:1121",
        "cop": 3,
        "opa": "Octreotide",
        "opb": "Abarelix",
        "opc": "Goserelin",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "9af0ac9c-064a-4140-86e9-2613fed0e677",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about vinristine are true EXCEPT:",
        "exp": "(Ref: KDT 6/e p824, 825) Vincristine is a vinca alkaloid. It acts in M-phase of cell cycle by inhibiting the formation of spindle. It is a marrow sparing drug and causes peripheral neuropathy as a prominent adverse effect. It is used for the treatment of hematological malignancies like Hodgkin's lymphoma and leukemias. It is ineffective against solid tumors.",
        "cop": 4,
        "opa": "It acts by inhibiting mitosis",
        "opb": "Its prominent adverse effect is peripheral neuropathy",
        "opc": "It does not suppress bone marrow",
        "opd": "It is a drug of choice for solid tumors.",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "dc6f7d51-bcb9-48cb-a179-31ec42cdc3b2",
        "choice_type": "multi"
    },
    {
        "question": "All drugs cause interstitial lung disease, except:",
        "exp": "Drugs causing ILD: amphotericin B, minocycline, methotrexate (MTX), and nitrofurantoin, amiodarone, gold, aspirin, penicillamine, adalimumab, busulphan, bleomycin, phenytoin, sulphonamides, azathioprine, chlorambucil, carmustine, docetaxel, paclitaxel, bromocriptine etc Ref KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Phenytoin sodium",
        "opb": "Sulphonamides",
        "opc": "Busulphan",
        "opd": "Alpha methyl dopa",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "477ec88a-d264-4fec-94fc-72810c230559",
        "choice_type": "multi"
    },
    {
        "question": "ECG of a patient showed tall T waves with normal rhythm. Laboratory examination showed serum potassium levels to be 7.5 mEq/L. Which of the following therapies will lead to fastest reduction in the serum potassium levels?",
        "exp": "Regulation of insulin secretion: The beta cells have a glucose sensing mechanism dependent on entry of glucose into Beta cells (through the aegis of a glucose transpoer GLUT2) and its phosphorylation by glucokinase. Glucose entry and activation of the glucoceptor indirectly inhibits the ATP-sensitive K+ channel resulting in paial depolarization of the beta cells This increases intracellular Ca2+ availability (due to increased influx, decreased efflux and release from intracellular stores) beta exocytotic release of insulin storing granules. Other nutrients that can evoke insulin release are--amino acids, fatty acids, and ketone bodies, but glucose is the principal regulator and it stimulates the synthesis of insulin as well. Glucose induces a brief pulse of insulin output within 2 min (first phase) followed by a delayed but more sustained second phase of insulin release. Glucose and other nutrients are more effective in invoking insulin release when given orally than i.v. They generate chemical signals 'incretins ' from the gut which act on cells in the pancreas to cause the anticipatory release of insulin. Glucagon and some of the peptides enhance insulin release by increasing cAMP formation in the beta cells. ESSENTIALS of MEDICAL PHARMACOLOGY SEVENTH EDITION:K.D TRIPATHI Page:259,260",
        "cop": 1,
        "opa": "Insulin glucose IV",
        "opb": "Calcium gluconate",
        "opc": "Cation exchange resin",
        "opd": "NaHCO3",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "88e26df3-6836-4a96-98d3-b930a7cfa0e9",
        "choice_type": "multi"
    },
    {
        "question": "Amoxicillin+clavulanic acid is active against the following organisms EXCEPT:",
        "exp": "(Ref: KDT 6/e p702, 703) Staphylococcus aureus develops resistance to methicillin by acquiring altered penicillin binding proteins that have low affinity. No b-lactam antibiotic is effective against MRSA. Clavulanic acid is n inhibitor of b-lactamase. It can restore the sensitivity of penicillins against the organisms who have developed penicillinases.",
        "cop": 1,
        "opa": "Methicillin resistant Staph. aureus",
        "opb": "Penicillinase producing Staph. aureus",
        "opc": "Penicillinase producingN. gonorrhoea",
        "opd": "b-lactamase producing E.coli",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "3059c3df-ae5f-4af5-9913-67a36b4829f2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following chelating agent is the degradation product of Penicillin?",
        "exp": "Penicillamine- It is obtained as a degradation product of penicillin. It was found to have a strong copper chelating propey and was used in 1956 for Wilson's disease. It selectively chelates Cu, Hg, Pb, and Zn. The d-isomer is used therapeutically because the 1-isomer and the racemate produce optic neuritis and are more toxic. It is adequately absorbed after oral administration, little metabolized in the body and excreted in urine and feces. Uses 1. Wilson's disease (Hepatolenticular degeneration): This is due to a genetic deficiency of ceruloplasmin, a protein which normally binds and disposes of Cu from the body. In its absence, the plasma concentration of free Cu is high which gets deposited in the liver, substantia nigra, basal ganglia of brain, and causes local degeneration. Life long therapy is needed to prevent progression of the disease. Dose: 0.5-1 g daily in divided doses 1 hour before or 2 hour after meals to avoid chelation of dietary metals. 2. Copper/mercury poisoning: 1-1.5 g/day is given for a few days. It is the drug of choice for Cu poisoning and alternative drug to dimercaprol/ succimer for Hg poisoning. 3. Chronic lead poisoning: It may be used as an adjuvant to CaNa2EDTA, but succimer is preferred. 4. Cystinuria and cystine stones: It promotes the excretion of cysteine and prevents its precipitation in the urinary tract because penicillamine- cysteine complex is more soluble than dicysteine (cystine). 5. Scleroderma: Penicillamine benefits by increasing soluble collagen. It was used as a disease-modifying drug in rheumatoid ahritis but has been replaced now by safer drugs Adverse effects Sho-term administration (as metal chelator) of penicillamine does not cause much problem. Various cutaneous reactions, itching and febrile episodes may occur. However, long-term use produces pronounced toxicity. Dermatological, renal, hematological and collagen reaction saw. ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page: 867",
        "cop": 3,
        "opa": "EDTA",
        "opb": "Dimercaprol",
        "opc": "Penicillamine",
        "opd": "Desferioxamine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "602149d1-19e2-4caf-a000-027331c837d5",
        "choice_type": "single"
    },
    {
        "question": "A patient of abdominal sepsis was staed on empirical treratment with intravenous ampicilling and gentamicin. Regarding the treatment of this patient, which statement is most accurate?",
        "exp": "(Ref: KDT 6/e p741) Abdominal sepsis is a mixed type of infection caused by both aerobic and anaerobic organisms. Ampicillin and gentamicin will inhibit most of the aerobic organisms but these are not effective against anaerobic organisms. Therefore metronidazole or clindamycin should be included in the treatment regimen.",
        "cop": 2,
        "opa": "Empirical treatment of abdominal sepsis should always include a third generation cephalosporin",
        "opb": "A drug activbe against anaerobe should be included in the antibiotic regimen",
        "opc": "Combination of ampicillin and gentamicin provides good coverage for all likely pathogens",
        "opd": "If the patient is severely allergic to ampicillin, then ceftriaxone should be used",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "eb501d38-9920-49ff-b57a-fb5f2a77cc4c",
        "choice_type": "multi"
    },
    {
        "question": "Which drug acts through alpha subunit of GABA receptor?",
        "exp": "Benzodiazepine acts at alpha unit of GABA receptor predominately, barbiturates acts at other sites The chloride channel is gated by the primary ligand GABA. The benzodiazepine (BZD) receptor modulates GABAA receptor in either direction: agonists like diazepam facilitate, while inverse agonists like DMCM hinder GABA mediated Cl- channel opening and BZD antagonist flumazenil blocks the action of both. The barbiturate receptor, located elsewhere, also facilitates GABA and is capable of opening Cl- channel directly as well. Bicuculline blocks GABAA receptor, while picrotoxin blocks the Cl-channel directly. Ref: katzung 12th ed.",
        "cop": 1,
        "opa": "Benzodiazepine",
        "opb": "Barbiturate",
        "opc": "Haloperidol",
        "opd": "TCA",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ac89ef74-6462-4f18-93f8-8f8bf59a9153",
        "choice_type": "single"
    },
    {
        "question": "Ivermectin is a",
        "exp": "Ivermectin is the drug of choice for Strongyloides and Onchocerca volvulus. It is a filaricide (effective against W. bancrofti and malayi).Ivermectin, a semisynthetic macrocyclic lactone, a mixture of avermectin B1a and B1b. It is derived from the soil actinomycete Streptomyces avermitilisIvermectin is used only orally in humans. The drug is rapidly absorbed, reaching maximum plasma concentrations 4 hours after a 12mg dose. Ivermectin appears to paralyze nematodes and ahropods by intensifying g-aminobutyric acid (GABA)-mediated transmission of signals in peripheral nervesReference: Katzung Pharmacology; 13th edition; Chapter 53; Clinical Pharmacology of the Antihelminthic Drugs",
        "cop": 3,
        "opa": "Cysticide",
        "opb": "Taenicide",
        "opc": "Filaricide",
        "opd": "Anti-amoebic",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "233421c4-9823-4916-8bb9-e99b48718a4f",
        "choice_type": "single"
    },
    {
        "question": "An antihelmenthic drug that is effective afainst blood fluke, liver fluke, lung fluke and cysticercus is:",
        "exp": "(Ref: KDT 6/e p863) Drug of choice for treatment of flukes (except :Praziquantal liver fluke) and cestodes :Triclabendazole Drug of choice for treatment of liver fluke :DEC Drug of choice for treatment of filariasis :Ivermectin Drug of choice for treatment of onchocerca :Albendazole and strongyloides For rest all helminthes",
        "cop": 2,
        "opa": "Albendazole",
        "opb": "Ivermectin",
        "opc": "Praziquantal",
        "opd": "Thiabendazole",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b5346d9d-60a9-499e-ab9c-495bdffd0881",
        "choice_type": "single"
    },
    {
        "question": "Drug not used for treatment of acute Hyperkalemia is:",
        "exp": "Drugs used for hyperkalemia- insulin-drives potassium into the cell calcium carbonate or calcium chloride sodium bicarbonate loop diuretics or thiazide diuretics ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:570,571",
        "cop": 2,
        "opa": "Insulin + glucose",
        "opb": "Potassium exchange resins",
        "opc": "Calcium carbonate",
        "opd": "Sodium bicarbonate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "819a3518-a334-4473-85f4-ada143acc634",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause for hyperkalemia:",
        "exp": "Digoxine effect: acts by the Inhibition of Na+K+ ATPase which is clearly involved in the toxic actions of digitalis. At high doses, There is depletion of intracellular K ions.this is Paially reversed by infusing K+. ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:514,515",
        "cop": 1,
        "opa": "Digoxin",
        "opb": "Potassium sparing diuretic",
        "opc": "Renin angiotensin system blockers",
        "opd": "Cyclosporine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6cc19ae3-4d05-4d79-8717-fe66783ea7d1",
        "choice_type": "single"
    },
    {
        "question": "A patient on cisplatin therapy develops intractable vomiting on the third day of treatment. Agent of choice for controlling this vomiting is:",
        "exp": "(Ref: Katzung 10/e p1027, 1028) Cisplating induced vomiting has two phases. Early Phase: It occurs within first 24 hours. 5HT3 antagonists like ondansetron are the agents of choice for this condition. Delayed Phase: Vomiting occurring ater 24 hours is less responsive to ondansetron and other drugs. It is best controlled by substance Pantagonist like aprepitant.",
        "cop": 1,
        "opa": "Aprepitant",
        "opb": "Ondansetron",
        "opc": "Metoclopramide",
        "opd": "Prochlorperazine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f211071e-70e8-435d-bcf6-14dc719377f3",
        "choice_type": "single"
    },
    {
        "question": "If amphotericin B is administered, the patient should be premedicated with:",
        "exp": "(Ref: KDT 6/e p783) To prevent the acute reation due to amphotericin B, patient should be premedicated with Hi antihistaminics like diphenhydramine NSAIDs like ibuprofen Steroids like prednisone",
        "cop": 4,
        "opa": "Diphenhydramine",
        "opb": "Ibuprofen",
        "opc": "Prednisone",
        "opd": "Any of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "c9cc04b3-b42c-4a48-9900-2dc104ef930f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs has a high surface activity and vasoconstrictor actions that reduce bleeding in mucus membranes?",
        "exp": "(Ref: KDT 6/e p356, 357) All LAs are vasodilators except cocaine. It possesses vasoconstrictor activity. Cocaine also has good surface activity.",
        "cop": 2,
        "opa": "Bupivacaine",
        "opb": "Cocaine",
        "opc": "Lidocaine",
        "opd": "Procaine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6f23d61a-4dd9-4481-abcc-4df0c97f460d",
        "choice_type": "single"
    },
    {
        "question": "The following tetracycline has the potenbtial to cause vestibular toxicity:",
        "exp": "(Ref:KDT 6/e p713) Tetracycline causing maximum vestibular toxicity : Minocycline Most phototoxic tetracycline : Demeclocycline Tetracycline causing diabetes insipidus : Demeclocycline Tetracycline safe in renal failure : Doxycycline",
        "cop": 1,
        "opa": "Minocycline",
        "opb": "Demeclocycline",
        "opc": "Doxycycline",
        "opd": "Doxycycline",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7f97102d-61ff-4e88-92f4-8027dc9f14c7",
        "choice_type": "single"
    },
    {
        "question": "The most serious drug interaction with Tadalafil occurs with:",
        "exp": "Most serious drug interaction with Tadalafil occurs with Nitrates. Administration of Tadalafil to patients using anu form of organic nitrate is contraindicated as it can cause potentially fatal hypotension. This is thought to result from the combined effects of nitrates and Tadafanil on the nitric oxide/cGMP pathway. Phosphodiesterase inhibitors (sildenafil, vardenafil, tadalafil) used to treat erectile dysfunction enhance nitric oxide production and can cause potentially fatal hypotension when used in combination of nitrates. These two drugs should not be used together within 24 hours (sildenafil) or 48 hours (vardenafil, tadafanil) due to this. Tadafanil drug Interactions (FDA Prescribing Information) Contraindicated Use with Caution Nitrates (Potentiates Hypotensive effect. May cause fatal Hypotension) Alpha-Blocker (Potentiates hypotensive Effect) Anti-hypeensives (Potentiates Hypotensive Effect) Alcohol (Potentiates Hypotensive Effect) CYP3A4 inhibitors (eg., Ketoconazole, Ritonavir) may increase levels of tadafanil CYP3A4 inducers (eg., Rifampicin) may decrease levels of Tadafanil When Tadafanil is co-adminstered with an alpha blocker; patients should be stable on alpha-blocker therapy prior to initiating treatment with Tadafanil and tadafanil should be initiated at the lowest recommeded dose. For patients taking Tadafanil (for use as needed) , concominant potent inhibitors of CYP3A4, such as ketoconazole or ritonavir, the maximum recommended dose of Tadafanil is 10 mg, not to exceed once every 72 hours. For patients taking Tadafanil (once daily), concomitant potent inhibitors of CYP3A4; such as ketoconazole or ritonavir, the dose should not exceed 2.5mg. Ref: The second Princeton consensus on sexual dysfunction and cardiac risk; new guidelines for sexual medicine",
        "cop": 1,
        "opa": "NItrates",
        "opb": "Alpha-Blockers",
        "opc": "Ketoconazole",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "d486c909-3ef3-4f5e-a944-226d33c658b2",
        "choice_type": "single"
    },
    {
        "question": "What is true of ivermectin?",
        "exp": "(Ref: KDT 6/e p686) Ivermectin is the drug of choice for onchocerciasis (river blindness) and strongyloidosis. It is also effective against other filarial worms It can also be used orally for the treatment of scabies and pediculosis DEC us contraindicated in onchocerciasis",
        "cop": 4,
        "opa": "It is the most effective drug for strongyloidosis",
        "opb": "It is the drug of choice for onchocerciasis",
        "opc": "it can be used to treat swcabies",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0f7cfd70-dad0-4130-b87c-cced02eaee1e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about sulfonamides is FALSE?",
        "exp": "(Ref:KDT 6/e p685) Sulfonamides are antimetabolites that act by inhibiting the enzyme folate synthase. Dihydrofolate reductase is inhibited by methotrexate, trimethoprrim and pyrimethamine. These can cause kernicterus in new born if used in late pregnancy. At acidic pH, these can get precipitated and result in crystalluria.",
        "cop": 1,
        "opa": "Sulfonamides inhibit bacterial dihydrofolate reductase",
        "opb": "Dysfunction of the basal ganglia may occur in the newborn if sulfonamides are administered late in pregnancy",
        "opc": "Sulfonamides crystalluria is most likely to occur at low urinary pH",
        "opd": "Sulfonamide are antimetabolites",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0efb7405-b369-4245-a36e-9d67b5fb1d8c",
        "choice_type": "multi"
    },
    {
        "question": "Drugs that can be used to treat infections caused by Bacteroides fragilis are all EXCEPT:",
        "exp": "(Ref: KDT 6/e p729) Drugs used to treat anaerobic organisms include: Metronidazole Moxifloxacin and Trovafloxacin Vancomycin Clindamycin Chloramphenicol Aminoglycosides are ineffective against anaerobic organisms",
        "cop": 4,
        "opa": "Metronidazole",
        "opb": "Erythromycin",
        "opc": "Vancomycin",
        "opd": "Amikacin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "2247b0c3-1084-4586-bc20-ce1572e6f725",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements regarding pyrazinamide is FALSE?",
        "exp": "(Ref: Katzung 10/e p775) Pyrazinamide is a first line antitubercular drug that can cause hyperuricemia and hepatotoxicity. Non gouty rhthralgia is vey common adverse effect of this drug. Hyperuricemia per se is not the indication for discontinuation of pyrazinamide.",
        "cop": 1,
        "opa": "One should discontinue treatment if hyperuricemia occurs",
        "opb": "There is minimal cross resistance with INH",
        "opc": "Polyahralgia is a common side effect",
        "opd": "It can cause hepatotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7e7e97b9-edcf-42ee-9b7d-020c8da81390",
        "choice_type": "multi"
    },
    {
        "question": "For a 23 old pregnant female having severe sensitivity to amoxicillin, drug used to treat gonorrhoea in a single dose should be",
        "exp": "(Ref: Katzung 10/e p719,762) Ceftriaxone is contraindicated in patients having severe allergy to penicillins. Tetracyclines are noty effectyive against gonorrhoea. Although ciprofloxacin is effective as a single dose treatment of gonorrhoea but it is contraindicated in pregnancy. Spectinomycin can be given as single dose treatment of PPNG.",
        "cop": 1,
        "opa": "Ceftriaxone",
        "opb": "Clindamycin",
        "opc": "Ciprofloxacin",
        "opd": "Spectinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "c686fe74-d884-41e9-93fc-0fbcad19985d",
        "choice_type": "single"
    },
    {
        "question": "Drug used for smoking cessation",
        "exp": "Varenicline * Varenicline - paial agonist at alpha 3 beta 4, alpha 4 beta 2 & alpha 6 beta 2 subtypes of nAChRs and agonist at alpha 7 nicotinic Acetyl Choline Receptors. Block rewarding propeies of nicotine, alcohol and drugs of abuse. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 430",
        "cop": 1,
        "opa": "Varenicline",
        "opb": "Nalmefene",
        "opc": "Gabapentin",
        "opd": "Acamprosate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "736a7631-7bd5-46aa-9865-aec5a00cb7a7",
        "choice_type": "single"
    },
    {
        "question": "All the following regarding prostaglandin analogues are true except",
        "exp": "Carboprost is PGF2 alpha analog which is primarily a vasoconstrictor.Ref: KD Tripathi, 7th ed. Pg 190",
        "cop": 2,
        "opa": "Alprostadil- Erectile dysfunction",
        "opb": "Carboprost : Peptic ulcer",
        "opc": "Iloprost: Pulmonary hypeension",
        "opd": "Travoprost: Glaucoma",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "23db80b1-2aca-450a-bf8c-7e9ef9e6daab",
        "choice_type": "multi"
    },
    {
        "question": "In comparison to inhaled adrenergic agonists, the inhaled anticholinergics:",
        "exp": "(Ref: KDT 6/e p222) Anticholinergic drugs like ipratropium and tiotropium produce slower response in bronchial asthma. Anticholinergic drugs are more effective in COPD than bronchila asthma.",
        "cop": 3,
        "opa": "Are more effective in bronchial astham",
        "opb": "Are better suited for control of an acute attack of asthma",
        "opc": "Produce slower response in bronchial asthma",
        "opd": "Produce little benefit in chronic obstructive lung disease",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e174f013-edac-41a0-b379-5c2cc4c32c5f",
        "choice_type": "single"
    },
    {
        "question": "Drug-induced psychosis occurs due to all the following drugs except",
        "exp": "Para-aminophenol is paracetamol which does not produce psychosis. Drug induced psychosis is psychotic symptoms ocur due to withdrawal or intoxication or stimulant drugs with prescribed medications being the most common cause like anti depressents. Ref: KD Tripathi , 8th ed.",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Para-amino salicylic acid",
        "opc": "Lysergic acid derivatives",
        "opd": "Para-aminophenol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ededb668-5d36-4214-a96a-6ba687e3c8fe",
        "choice_type": "multi"
    },
    {
        "question": "Methanamine salts are used as urinbary antiseptics. The reason theylack systemic antibacterial action is that they are:",
        "exp": "(Ref: KDT 6/e p735) Methanamine mandelate is used as an urinary antiseptic. It acts by conversion to formaldehyde at acidic urinary pH. Mandelic acid formed from this salt also serves the function of urinary acidifying agent. These are not effective against proteus because proteus results in the formation of ammonia which alkalinizes the urine.",
        "cop": 3,
        "opa": "Not absorbed into systemic circulation after oral use",
        "opb": "Rapidly metabolized by liver drug metabolizing enzymes",
        "opc": "Conveed to formaldehyde at low urinary pH",
        "opd": "Substrates for active tubular secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "815a6153-82e8-4d3b-898e-8970e18df13f",
        "choice_type": "single"
    },
    {
        "question": "Drug causing hypokalemia is:",
        "exp": "Drugs causing hypokalemia-furosemide, amphotericin B, salbutamol, cisplatin, hydrochlorothiazide Amphotericin B: Acute reaction of amphotericin B excess- symptoms include chills, fever, aches, pain, nausea, vomiting, and dyspnoea lasting for 2-5 hours due to the release of cytokines (IL, TNF alpha). Injection of hydrocoisone 0.6 mg/kg with the infusion may reduce the intensity of reaction. Thrombophlebitis of the injected vein can occur. Long term toxicity Nephrotoxicity is the most Impoant. Dose-related manifestations are--azotemia, reduced g. r. f acidosis, hypokalaemia and inability to concentrate urine. It reverses slowly and often incompletely after stoppage of therapy . ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:757,758",
        "cop": 1,
        "opa": "Amphotericin B",
        "opb": "Insulin",
        "opc": "Cyclosporine",
        "opd": "Carbenoxolone",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b22af1a3-c499-41dd-b88a-c3dc40e492c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to cause loss of equilibrium and auditory damage?",
        "exp": "(Ref: KDT 6/e p731, 732) Clindamycin is excreted by biliary route and therefore can be used safely in renal dysfunction. Other drugs excreted in bile are: - Ampicillin - Nafcillin - Chloramphenicol - Novobiocin - Rifampicin - Doxycycline",
        "cop": 3,
        "opa": "Amikacin",
        "opb": "Ethambutol",
        "opc": "Isoniazid",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "84c7e727-6556-4baf-8286-e0bd7938f761",
        "choice_type": "single"
    },
    {
        "question": "Sudha, a lot 20 year old female developed antibiotic associated pseudomembranous colotis caused by Costridium difficile. Whinch of the following drugs is most likely to be effective in the treatment of this disease?",
        "exp": "(Ref: KDT 6/e p791) Drugs used for the treatment of psudoembranours colitis are Metronidzole (Drug of choice) Vancomycin",
        "cop": 3,
        "opa": "Ampicillin",
        "opb": "Clindamycin",
        "opc": "Metronidazole",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "77bdcd5c-cd5c-40ea-ac0b-f4c865ad171d",
        "choice_type": "single"
    },
    {
        "question": "As a general anaesthetic, halothane has the following advantages EXCEPT:",
        "exp": "(Ref: KDT 6/e p372) Newer inhalationai anaesthetic agents like halothane, isoflurane etc. lack analgesic activity. All other advantages listed in the question are present in halothane.",
        "cop": 1,
        "opa": "Very good analgesic action",
        "opb": "Non-inflammable and non-explosive",
        "opc": "Reasonably rapid induction of anaesthesia",
        "opd": "Pleasant and non-irritating",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f4f2cd3f-52e5-47f1-a5ae-b371e8c155e1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs can SLE like syndrome except?",
        "exp": "SLE producing drugs- SHIP-code sulphonamides hydralazine isoniazid Procainamide Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "INH",
        "opb": "chloramphenicol",
        "opc": "Hydralazine",
        "opd": "Sulphonamide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "bcb666fb-0c65-4dc8-a8f1-1060c549190e",
        "choice_type": "multi"
    },
    {
        "question": "Aryan, a 14-year-old boy presented with chronic diarrhea and weight loss. History reveals thathe has repeated attacks of respiratory tract infections with Pseudomonas aeruginosa. His younger brother died from a severe respiratory infection at the age of 7. Which of the following agents is most likely to improve this patient's condition?",
        "exp": "(Ref: Katzung 11/e p1093) In a young male, a history of recurrent respiratory infections with P. aeruginosa, chronic diarrhea, weight loss, and death of a sibling due to respiratory infection suggests a diagnosis of cystic fibrosis (CF). Chronic diarrhea and weight loss in patients with CF are typically caused by malabsorption secondary to pancreatic insufficiency and can be correced by pancreatic enzyme supplementation.",
        "cop": 2,
        "opa": "Octreotide",
        "opb": "Pancreatic lipase",
        "opc": "Metronidazole",
        "opd": "Loperamide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "9a321cb8-4456-4d5c-b24d-3849102cf3fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-tubercular drug is associated with red-green color blindness?",
        "exp": "Ethambutol is a synthetic, water-soluble, heat-stable compound, the dextro-isomer dispensed as the dihydrochloride salt. Ethambutol inhibits mycobacterial arabinosyl transferases, which are encoded by the embCAB operon. Arabinosyl transferases are involved in the polymerization reaction of arabinoglycan, an essential component of the mycobacterial cell wall. Resistance to ethambutol is due to mutations resulting in overexpression of emb gene products or within the embB structural gene. Hypersensitivity to ethambutol is rare. The most common serious adverse event is retrobulbar neuritis, resulting in loss of visual acuity and red-green color blindness. This dose-related adverse effect is more likely to occur at dosages of 25 mg/kg/d continued for several months. At 15 mg/kg/d or less, visual disturbances are very rare. Periodic visual acuity testing is desirable if the 25 mg/kg/d dosage is used. Ethambutol is relatively contraindicated in children too young to permit assessment of visual acuity and red-green color discrimination. Ref: Katzung Pharmacology; 12th edition; Chapter 47 Antimycobacterial Drugs; Page no: 843",
        "cop": 4,
        "opa": "Cycloserine",
        "opb": "Isoniazid",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "2e07caf1-ddbe-463e-b5a4-dec04437e5fa",
        "choice_type": "single"
    },
    {
        "question": "62 Year old male presented to OP with the following condition. Which drug is used to treat him permanently?",
        "exp": "The given condition is GOUTHere the question is permanent treatment, not just acute or symptomatic treatment. So we can eliminate coicosteroids and ColchicineBoth allopurinol and febuxostat decrease uric acid production.But febuxostat being a non-purine xanthine oxidase inhibitor with very less adverse effects more potent and more selective than allopurinol is preferable.Ref: HL.Sharma 3rd ed.Pg 383",
        "cop": 2,
        "opa": "Colchicine",
        "opb": "Febuxostat",
        "opc": "Allopurinol",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a483c07b-12f4-4a24-8c02-94772ec79ec2",
        "choice_type": "multi"
    },
    {
        "question": "The following drug acts as Rho kinase inhibitor?",
        "exp": "Fasudil is an RHO kinase inhibitor(ROCK) which plays an imp role in cytoskeleton organization.used in hypeension mainlyRef: katzung 12th ed, Pg 206",
        "cop": 2,
        "opa": "Trimetazidine",
        "opb": "Fasudil",
        "opc": "Pinacidil",
        "opd": "Ranolazine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "2ac6647c-bd9c-44e9-9b71-0976a3410be8",
        "choice_type": "single"
    },
    {
        "question": "A patyient needs antibiotic treatment for aificial valve, culture-positive infective enterococcal endocarditis. His medical history includes severe anaphylactic reaction to penbicillin G during the past year. The best approach would be treatment with:",
        "exp": "(Ref: KDT 6/e p732) Severe allergy to penicillins rule out the use of amoxicillin and cefazolin. Vancomycin is highly effective against MRSA and enterococcal infections. Drugs for VRSA and VRE (Vancomcin Resistant Enterococcus faecalis) include linezolid and daptomycin.",
        "cop": 4,
        "opa": "Amoxicillin-clavulanic acid",
        "opb": "Aztreonam",
        "opc": "Cefazolin plus gentamicin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6fb3f690-62f3-4c52-baa0-58bf828404a0",
        "choice_type": "single"
    },
    {
        "question": "The duration of spinal anaesthesia depends on all of the following EXCEPT:",
        "exp": "(Ref: KDT 6/e p360) Posture of the patient determines the height of block, not the duration.",
        "cop": 3,
        "opa": "Local anaesthetic that is used",
        "opb": "Concentration of the local anesthetic used",
        "opc": "Posture of the patient",
        "opd": "Whether adrenaline has been added to the local anaesthetic",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "68388a6f-793c-41e7-abc5-084b9222cef5",
        "choice_type": "multi"
    },
    {
        "question": "Nesiritide is broken down by",
        "exp": "Nesiritide is a brain natriuretic (BNP) analog broken by neutral endopeptidase (NEP).Sacubitril is a drug inhibits NEP. Used now a days in ccf.Ref: Katzung 11th ed .pg 303",
        "cop": 1,
        "opa": "Endopeptidase",
        "opb": "Angiotensin conveing enzyme",
        "opc": "Vasopeptidase",
        "opd": "Amidase",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "179eca30-fe73-4900-9b6d-2e28c744d143",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about oral anticoagulants is FALSE?",
        "exp": "(Ref: KDT 6/e p600, 601) Oral anticoagulants inhibit the activation of factor II, VII, IX and X. these do not affect the synthesis of these factors.",
        "cop": 1,
        "opa": "They interfere with an early step in the synthesis of clotting factors",
        "opb": "Irrespective of the dose administered, their anticoagulant effect has a latency of onset of 1-3 days",
        "opc": "Their dose is adjusted by repeated measurement of prothrombin time",
        "opd": "They are contraindicated during pregnancy",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "cb885b6d-4a34-4b46-99e5-f230aa90806c",
        "choice_type": "multi"
    },
    {
        "question": "The following drugs can produce ototoxicity except:",
        "exp": "ESSENTIALS of medical PHARMOCOLOGY SEVENTH EDITION K. D TRaiPATHI Page:730 MONOBACTAMS Aztreonam It is a novel b-lactam antibiotic in which the other ring is missing (hence mono- bactam). It inhibits gram-negative enteric bacilli and H. influenzae at very low concentrations and Pseudomonas at moderate concentrations, but does not inhibit gram-positive cocci or faecal anaerobes. Thus, it is a b-lactam antibiotic with a spectrum resembling aminoglycosides. It is resistant to gram-negative b lactamases. The main indications of aztreonam are hospital- acquired infections originating from urinary, biliary, gastrointestinal and female genital tracts. Lack of cross sensitivity with other blactam antibiotics except possibly ceftazidime is the most prominent feature of aztreonam: permiting its use in patients allergic to penicillins or cephalo- sporins. Rashes and rise in serum aminotrans- ferases are the notable adverse effects. It is eliminated in urine with a tlfz of 1.8 hr. Dose: 0.5-2 g i.m. or i.v. 6-12 hourly. AZENAM, TREZAM 0.5, 1 .0, 2.0 g/l inj .",
        "cop": 2,
        "opa": "Ethacrynic acid",
        "opb": "Aztreonam",
        "opc": "Gentamicin",
        "opd": "Frusemide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "9048a399-6cc2-42c7-818c-53f0b5a0babb",
        "choice_type": "multi"
    },
    {
        "question": "Antimicrobials effective against anaerobic bacteria include the following EXCEPT:",
        "exp": "(Ref: KDT 6/e p719, 720) Aminoglycosides require oxygen for transpo in the bacterial cell. These are therefore ineffective against anaerobic organisms.",
        "cop": 1,
        "opa": "Tobramycin",
        "opb": "Clindamycin",
        "opc": "Chloramphenicol",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "102e1336-f6b3-4e0b-ba0e-4de66f24e9d5",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs cause tachychardia except?",
        "exp": "CENTRAL SYMPATHOLYTICS -Clonidine -It is an imidazoline derivative having complex actions. Clonidine is a paial agonist with high affinity and high intrinsic activity at a2 receptors, especially a2A subtype in brainstem. The major hemodynamic effects result from stimulation of a2A receptors present mainly postjunctionally in medulla (vasomotor centre) --decrease sympathetic out flow - fall in BP and bradycardia (also due to enhanced vagal tone). Plasma NA declines. Though clonidine is capable of reducing NA release from peripheral adrenergic nerve endings (release inhibitory prejunctional a2 action), this is not manifest at clinically used doses. Clonidine is a moderately potent antihypeensive. Presence of Imidazoline receptors which are distinct from a., receptors has now been confirmed both in the brain as wdl as periphery. These are activated by clonidine and related drugs but not by NA. Clonidine also appears to directly stimulate a2 receptors to produce hypotension and sedation. Rilmenidine and moxonidine are selective cerebral imidazoline receptor agonists with low a2 receptor affinity. Therefore, they have low sedative propey but equivalent antihypeensive action. Rapid i.v. injection of clonidine raises BP transiently due to activation of peripheral postsynaptic vasoconstrictor u2B receptors at the high concentrations so attained. Oral doses producing lower plasma clonidine levels cause only fall in BP, because clonidine has lower intrinsic activity on u2\" receptors which predominate in vascular smooth muscle. Probably for the same reason clonidine exhibits the therapeutic window phenomenon: optimum lowering of BP occurs between blood levels of 0.2-2.0 ng/ml. At higher concentrations fall in BP is less marked. On chronic administration of clonidine decrease in c.o. contributes more to the fall in BP than decrease in t.p.r. Cardiovascular reflexes are affected little. Decreased sympathetic flow to the kidney results in reduced renin release. It does not alter plasma lipid levels. Pharmacokinetics- Clonidine is well absorbed orally; peak occurs in 2-4 hours; 1 /2 to 2/3 of an oral dose is excreted unchanged in urine, the rest as metabolites. Plasma t'h is 8-12 hours. Effect of a single dose lasts for 6-24 hours. Dose: Sta with 100 J..lg 00 or BD, max 300 J..lg TDS, oral or i v ; Side effects with clonidine are common. Sedation, mental depression, disturbed sleep; dr:- r of mouth, nose, and eyes (secretion is decreased central action), constipation (antisecretory eifc.:c the intestines). Impotence, salt and water retention, bradycardia to reduced sympathetic tone). Postural hypotension occurs but is mostly asymptomatic. Alarming rise in BP, in excess of pretreatment, with tachycardia, restlessness, anxiety, headache, nausea, and vomiting occur in patients when doses of clonidine are missed per Days. ESSENTIALS of MEDICAL PHARMACOLOGY SIXTH EDITION KD TRIPATHI Page 565.,566",
        "cop": 4,
        "opa": "Amphetamine",
        "opb": "Nifedipine",
        "opc": "Theophylline",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8d146a8b-5fc3-40d6-840e-4df887eed2b1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following prokinetic drugs has been implicated in causing serious ventricular arrhythmias, paicularly in patietns concurrently receiving erythromycin or ketoconazole?",
        "exp": "(Ref: KDT 6/e p645) Cisapride is a 5HT4 agonist that can block cardiac K+ channels at high concentration. When these are administered with microsomal enzyme inhibitors (like erythromycin or ketoconazole), polymorphic ventricular tachycardia can result. Mosapride and tegaserod are other 5HT4 agonists that are devoid of arrhthmogenic action.",
        "cop": 2,
        "opa": "Domperidone",
        "opb": "Cisapride",
        "opc": "Mosapride",
        "opd": "Metoclopramide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "29455be5-9f71-4137-9876-5babbcc74d06",
        "choice_type": "single"
    },
    {
        "question": "Bone marrow aplasia is not seen with :",
        "exp": "Drug-induced bone marrow suppression: chloramphenicol- as an idiosyncratic reaction anticancer drugs like azathioprine diuretics like furosemide NSAIDs phenytoin, phenobarbital, methimazole, carbamazepine, gold salts ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:195,196",
        "cop": 4,
        "opa": "azathioprine",
        "opb": "furosemide",
        "opc": "chloramphenicol",
        "opd": "Levodopa",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "2ab3fa81-8a08-437e-88bb-318eb68fb8c1",
        "choice_type": "single"
    },
    {
        "question": "Interstitial nephritis is seen in all EXCEPT:",
        "exp": "Among the given above drugs all except b lactams show interstitial nephritis, renal insufficiency, nephrotic syndrome like manifestation as they are excreted through urine. Hence all these drugs are contraindicated in renal disease conditions. b lactams have less adverse effect on the renal system and it does not cause interstitial nephritis. ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION -KD TRIPATHI Page:586,816 ,817",
        "cop": 2,
        "opa": "Diuretics",
        "opb": "Beta lactams",
        "opc": "Allopurinol",
        "opd": "Isoniazid",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f8aae9f8-76a7-4f92-ae4c-2ffee34c72f3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug produce neutrophilia?",
        "exp": "Coicosteroids cause neutrophilia, manifested by an increase in the neutrophil count by 2000 to 5000 cells/mm3. This, in turn, causes an accelerated release of neutrophils from the bone marrow into the circulation and a reduction in the migration of neutrophils out of the circulation. ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:841,788,286",
        "cop": 2,
        "opa": "Chlorambucil",
        "opb": "Glucocoicoids",
        "opc": "Sulfonamides",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f6414be6-9a52-4188-b1d5-950fca4d9bba",
        "choice_type": "single"
    },
    {
        "question": "Psoralen-A is used in the treatment of:",
        "exp": "Photochemotherapy (PUVA: Psoralen ultraviolet A)- Photoactivated psoralen undergoes 02 independent as well as 02 dependent reactions and binds to pyrimidine bases- interferes with DNA synthesis and epithelial cell turnover. Oral methoxsalen is followed 1-2 hours later by UVA exposure on alternate days. ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI page:892",
        "cop": 2,
        "opa": "Pemphigus",
        "opb": "Vitiligo",
        "opc": "Pityriasis alba",
        "opd": "Icthyosis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0fffad43-b73e-4ee1-ab77-b40ab086f71f",
        "choice_type": "single"
    },
    {
        "question": "An agent that activates natural killer cells and is useful in renal cell carcinoma is:",
        "exp": "(Ref: Katzung 10/e p906) Recombinant IL-2 (aldesleukin) is used for the treatment of malignatn melanoma and renal cell carcinoma.",
        "cop": 1,
        "opa": "Aldesleukin",
        "opb": "Etanercept",
        "opc": "Leflunomide",
        "opd": "Thalidomide",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4869109c-2176-4d28-bd97-5cbfe389a3b8",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in acute myocardial infarction are all EXCEPT :",
        "exp": "(Ref: KDT 6/e p537, 538, 606, 607) Tissue plasminogen activators are used in acute MI (not the inhibitors) Thrombolytic agents like streptokinase, Urokinase, alteplase and reteplase are used to lyse the thrombus. Antiplatlet drugs like aspirin are staed to prevent the re-infarction.",
        "cop": 1,
        "opa": "Plasminogen activator inhibitors",
        "opb": "Thrombolytics",
        "opc": "Antiplatelet drugs",
        "opd": "Alteplase",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e56c52c3-7557-45d2-a707-a66d559d2e16",
        "choice_type": "multi"
    },
    {
        "question": "Side effects of cisplatin include all of the following EXCEPT:",
        "exp": "(Ref: KDT 6/e p827, 828) Cisplatin is the most emetic and nephrotoxic anticancer drug.",
        "cop": 3,
        "opa": "Nausea and vomiting",
        "opb": "Nephrotoxicity",
        "opc": "Blindness",
        "opd": "Ototoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8c25096d-3334-4681-9b52-5d6d2d1c34f8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs cause hirsutism EXCEPT:",
        "exp": "Among the given drugs -hirsutism i. e excessive hair growth feature is shown by minoxidil which is used in a therapeutic manner whereas hirsutism is shown by phenytoin and coicosteroid as an adverse effect cause of increased use. But heparin does not show a feature of hirsutism phenomenon ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:413,614,231,552",
        "cop": 4,
        "opa": "Phenytoin",
        "opb": "Minoxidil",
        "opc": "Coicosteroids",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "59fb4bc1-1989-42eb-ab34-ed8a92fbff3e",
        "choice_type": "multi"
    },
    {
        "question": "Hyperkalemia is caused by all EXCEPT:",
        "exp": "Loop diuretics and thiazide diuretics cause hypokalemia ACE inhibitors, ARBs like losaan, valsaan cause hyperkalemia potassium-sparing diuretics like spironolactone, amiloride cause hyperkalemia Hyperkalemia is a common clinical condition that can be defined as a serum potassium concentration exceeding 5.0 mmol/L ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:566,567",
        "cop": 1,
        "opa": "Loop diuretics",
        "opb": "valsaan",
        "opc": "amiloride",
        "opd": "enalapril",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e9d89161-ee54-4dfa-8eb0-6a6a9dd90972",
        "choice_type": "multi"
    },
    {
        "question": "The erectile disorder in males is more specifically treated with which of the following agents?",
        "exp": "Sldenafil: Sildenafil acts by selectively inhibiting PDE-5 and enhancing NO action in corpus cavernosum. Penile tumescence during sexual arousal is improved, but it has no effect on penile tumescence in the absence of sexual activity. It does not cause priapism in most recipients. Oral bioavailability of sildenafil is -40%, peak blood levels are attained in 1-2 hr; also used for pulmonary HTN Side effects are mainly due to PDE-5 inhibition related vasodilatation- headache, nasal congestion, dizziness, flushing and fall in BP, loose motions. Sildenafil, in addition, weakly inhibits the isoenzyme PDE-6 which is involved in photoreceptor transduction in the retina. As such, impairment of colour vision, especially blue-green discrimination, occurs in some recipients. ESSENTIAL of medical PHARMACOLOGY SIXTH EDITION -KD TRIPATHI Page:295",
        "cop": 1,
        "opa": "Sildenafil",
        "opb": "Diazepam",
        "opc": "Fluoxetine",
        "opd": "Zolpidem",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "94c17081-e0e5-4888-b10b-2cfabd2f0b03",
        "choice_type": "multi"
    },
    {
        "question": "Define sustained fever?",
        "exp": "Sustained fever is persistent and does not vary by more than 0.5degC (0.9degF)/day. Remittent fever is persistent and varies by more than 0.5degC (0.9degF)/day. Relapsing fever is characterized by febrile periods that are separated by intervals of normal temperature; teian fever occurs on the 1st and 3rd days (malaria caused by Plasmodium vivax), and quaan fever occurs on the 1st and 4th days (malaria caused by Plasmodium malariae).Ref: Nelson; 20th edition; Chapter 176; Fever; Page no: 1278",
        "cop": 1,
        "opa": "Fever is persistent and does not vary by more than 0.5degC/day",
        "opb": "Fever is persistent and varies by more than 0.5degC/day.",
        "opc": "Fever is persistent and does not vary by more than 1degC/day",
        "opd": "fever is persistent and varies by more than 1degC/day.",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "22335ab8-e2f2-4c4b-a5d6-3fdf5d47383f",
        "choice_type": "single"
    },
    {
        "question": "Prolonged use of the following drug has been implicated in the causation of suacute myelo-optic neuropathy (SMON):",
        "exp": "(Ref: KDT 6/e p802) 8-hydroxyquinolones like quiniodochlor can result in SMON.",
        "cop": 2,
        "opa": "Diloxanide furoate",
        "opb": "Quiniodochlor",
        "opc": "Emetine",
        "opd": "Furazolidone",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "72b349e6-0e2a-48a8-ae08-390a25a0eba6",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs causes hirsutism except:",
        "exp": "Phenytoin has various adverse effects like hirsutism, hyperglycemia, osteomalacia, gum hyperplasia etc Norethindrone a progestin derivative has various adverse effects like breast enlargement, hirsutism, and hyperglycemia. Danazol is an antiandrogen with side effects like hirsutism, amenorrhea etc Flutamide is androgen receptor antagonist. Hirsutism occurs due to excess testosterone like effects .so this effect is not seen with antiandrogen like flutamide. ESSENTIAL of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:413,414,301,858,318",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Flutamide",
        "opc": "Norethindrone",
        "opd": "Danazol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "1359ed08-ab85-4fa8-928b-60d0822747e9",
        "choice_type": "multi"
    },
    {
        "question": "Indicate the drug which does not improve lower esophageal sphincter tone or prevent gastroesophageal reflux, but is used as the first line treatment of gastroesophageal reflux disease:",
        "exp": "(Ref: KDT 6/e p648) Treatment of GERD can be acomplished by Increasing GI motility with prokinetic drugs (like metoclopramide and mosapride) or By decreasing gastric acid secretion with PPIs like omeprazole.",
        "cop": 2,
        "opa": "Sodium alginate+aluminium hydroxide gel",
        "opb": "Omeprazole",
        "opc": "Mosapride",
        "opd": "Metoclopramid",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "9de7b613-5c19-4846-878e-d7dd15f6e94b",
        "choice_type": "single"
    },
    {
        "question": "As a nasal decongestant, pseudoephedrine should be used cautiously in the patient with any of the following conditions Except",
        "exp": "Pseudoephedrine, a mixed direct- and indirect-acting sympathomimetic, may raise blood pressure and cardiac oxygen requirement, potentiate the cardiac effects of thyroid hormone, and increase urinary retention in patients with prostatic hyperophy. It is not contraindicated in cases of urinary incontinence, and may actually be useful in select patients with the condition because it contracts the bladder sphincter. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Hypehyroidism",
        "opc": "Ischemic hea disease",
        "opd": "Urinary incontinence",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0d64d9d6-899f-474e-8751-fe82d2cc942a",
        "choice_type": "multi"
    },
    {
        "question": "Gynecomastia is an adverse effect of all of the following drugs except:",
        "exp": "ESSENTIAL of MEDICAL PHARMOCOLOGY SIXTH EDITION -KD TRIPATHI Page:298 Adverse effect of coisol: 1.Cushing habitus 2.Fragile skin, purple striae-typically on thighs and lower abdomen, easv bruising, telangiectasis, hirsutism. Cutaneous atro- phy occurs with topical use also. 3. Hyperglycaemia, may be glycosuria, preci- pitation of diabetes. -!. Muscular weakness: proximal (shoulder, arm, pelvis, thigh) myopathy occurs occa- sionally-withdraw coicoids. 5. Susceptibility to infection: this is nonspeci- fic; latent tuberculosis may flare; oppou- nistic infections with low grade pathogens (Candida, etc.). 6. Delayed healing: of wounds and surgical incisions. 7. Peptic ulceration: risk is doubled; bleeding and silent perforation of ulcers may occur. Dyspeptic symptoms are frequent with high dose therapy. 8. Osteoporosis: Specially involving veebrae and other flat spongy bones. Compression fractures of veebrae and spontaneous frac- ture of long bones can occur, especially in the elderly. Radiological evidence of osteo- porosis is an indication for withdrawal of coicoid therapy. Coicosteroid induced osteoporosis can be prevented/ arrested by calcium supplements + vit D, bisphospho- nates and by estrogen/ androgen replace- ment therapy in females I males respectively. Avascular necrosis of head of femur, humerous, or knee joint is an occasional abrupt onset complication of high dose coicosteroid therapy. 9. Posterior subcapsular cataract may deve- lop after several years of use, especially in children. 10. Glaucoma: may develop in susceptible individuals after prolonged topical therapy. 11. Growth retardation: in children occurs even with small doses if given for long periods. Large doses do inhibit GH secretion, but this may in addition be a direct cellular effect of coicoids. Sectic- 12. Foetal abnormalities: . Fragile skin, purple striae-typically on thighs and lower abdomen, easv bruising, telangiectasis, hirsutism. Cutaneous atro- phy occurs with topical use also. 3. Hyperglycaemia, may be glycosuria, preci- pitation of diabetes. -!. Muscular weakness: proximal (shoulder, arm, pelvis, thigh) myopathy occurs occa- sionally-withdraw coicoids. 5. Susceptibility to infection: this is nonspeci- fic; latent tuberculosis may flare; oppou- nistic infections with low grade pathogens (Candida, etc.). 6. Delayed healing: of wounds and surgical incisions. 7. Peptic ulceration: risk is doubled; bleeding and silent perforation of ulcers may occur. Dyspeptic symptoms are frequent with high dose therapy. 8. Osteoporosis: Specially involving veebrae and other flat spongy bones. Compression fractures of veebrae and spontaneous frac- ture of long bones can occur, especially in the elderly. Radiological evidence of osteo- porosis is an indication for withdrawal of coicoid therapy. Coicosteroid induced osteoporosis can be prevented/ arrested by calcium supplements + vit D, bisphospho- nates and by estrogen/ androgen replace- ment therapy in females I males respectively. Avascular necrosis of head of femur, humerous, or knee joint is an occasional abrupt onset complication of high dose coicosteroid therapy. 9. Posterior subcapsular cataract may deve- lop after several years of use, especially in children. 10. Glaucoma: may develop in susceptible individuals after prolonged topical therapy. 11. Growth retardation: in children occurs even with small doses if given for long periods. Large doses do inhibit GH secretion, but this may in addition be a direct cellular effect of coicoids. Sectic- 12. Foetal abnormalities 13.psychiastric disturbance etc",
        "cop": 3,
        "opa": "Spironolactone",
        "opb": "Finasteride",
        "opc": "Coisol",
        "opd": "Cimetidine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "fcf694a3-36ab-43f7-8df5-89336fbed47d",
        "choice_type": "multi"
    },
    {
        "question": "Drugs causing pericarditis are all EXCEPT:",
        "exp": "Cardiac fibrosis is caused by drugs like diuretics, amiodarone, hydralazine and methysergide. It is not caused by bretylium among the given drugs Ref: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Methysergide",
        "opb": "Hydralazine",
        "opc": "Amiodarone",
        "opd": "Bretylium",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0744cb05-3151-41f9-86df-849b211a7184",
        "choice_type": "multi"
    },
    {
        "question": "Immunostimulant used for the treatment of malignant melanoma is:",
        "exp": "(Ref: Katzung 10/e p906) It is a recombinant IL-2 used for the treatment of renal cell carcinoma and maliguant melanoma.",
        "cop": 3,
        "opa": "Levamisol",
        "opb": "BCG",
        "opc": "Aldesleukin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "53678cf2-1155-4727-8b4d-ed555ae2e762",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statments about the biodisposition of penicillins and cephalosporins is NOT accurate?",
        "exp": "(Ref: KDT 6/e p697) Probenecid inhibits renal tubular secretion of penicillins (not reabsorption) Beta lactams eliminated by biliary route are: - Ampicillin - Nafcillin - Ceftriaxone - Cefoperazone Penicillin G has to be given by i.m. route because it is broken down by gastric acid (decreases oral bioavailability).",
        "cop": 3,
        "opa": "Oral bioavailability is affected by lability to gastric acid",
        "opb": "Procaine penicillin G is used intramuscular injection",
        "opc": "Renal tubular reabsorption of beta-lactams is inhibited by probenecid",
        "opd": "Nafcillin and ceftriaxone are eliminated minly biliary secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b293e9e2-f6c2-4a91-9cd6-a87b77ceb61d",
        "choice_type": "single"
    },
    {
        "question": "A 14 year old boy present with headache, fever and cought for 2 days. Sputum is scant and non-purulent and gram stain reveals many whit cells but no organisms. The treatment should be initiated with:",
        "exp": "(Ref: KDT 6/e p729) Diagnosis is atypical pneumonia and DOC is erythromycin.",
        "cop": 2,
        "opa": "Cefazolin",
        "opb": "Erythromycin",
        "opc": "Amikacin",
        "opd": "Trovafloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "01519bac-b973-4fa0-8b72-cfafe15f95cd",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man has megaloblastic anemia and early signs of neurological abnormaliity. The drug most probably required is:",
        "exp": "(Ref: KDT 6/e p591) Deficiency of vitamin B12 results in megaloblastic anemia and demyelinaction. It can cause subacute combined degeneration of spinal cord and perpheral neuritis.",
        "cop": 4,
        "opa": "Folic acid",
        "opb": "Iron sulphate",
        "opc": "Erythropoietin",
        "opd": "Vitamin Bu",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "394a35ac-4cef-4695-bae6-aa64d1fcad20",
        "choice_type": "single"
    },
    {
        "question": "Constipation is caused by all of the following drugs EXCEPT:",
        "exp": "Drugs causing constipation: Aluminum-containing antacids Antispasmodics e.g. dicycloverine, mebeverine, peppermint oil Colestyramine Diuretics e.g. furosemide Antihypeensive drugs e.g. clonidine, methyldopa, propranolol, verapamil Sedating antihistamines e.g. chlorphenamine, promethazine Opioid analgesics e.g. codeine, dihydrocodeine, morphine, tramadol, fentanyl Tricyclic antidepressants e.g. amitriptyline, dosulepin, imipramine Monoamine-oxidase inhibitors (MAOIs) e.g. moclobemide, phenelzine Antipsychotics e.g. amisulpride, chlorpromazine, clozapine Antiparkinson drugs e.g. entacapone, pramipexole, procyclidine, selegiline Antiepileptic drugs e.g. carbamazepine, oxcarbazepine, phenytoin, pregabalin, Alpha blockers e.g. prazosin, tamsulosin Iron preparations Calcium supplements Bisphosphonates e.g. alendronic acid, risedronate anticholinergics like atropine ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION: KD TRIPATHI Page:107,108",
        "cop": 1,
        "opa": "Neostigmine",
        "opb": "Atropine",
        "opc": "Morphine",
        "opd": "Fentanyl",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "0144be1f-6e98-4efc-a0b1-d22d1fdcb4ab",
        "choice_type": "multi"
    },
    {
        "question": "This inhibitor of ba terial protein synthesis has a narrow spectrum of antibacterial activity. It has been used in the management of abdominal abscess caused by Bacteroides fragilis, but antibiotic associated colitis has occurred. Which of the following drugs is being described?",
        "exp": "(Ref;KDT 6/e p731, 732) It acts by inhibiting protein synthesis (. inhibition of translocation). It is effective against anaerobic organisms. Pseudomembranous colitis and hepatotoxicity are impoant adverse effects. It is secreted in bile, therefore can be used safely in pattients with renal dysfunction.",
        "cop": 2,
        "opa": "Clarithromycin",
        "opb": "Clindamycin",
        "opc": "Minocycline",
        "opd": "Ticarcillin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "5a3265e1-0a30-4dfb-90a7-41eb8eeac264",
        "choice_type": "single"
    },
    {
        "question": "Roopa Devi, a 65-year-old female with ovarian cancer is being treated with cisplatin-based chemotherapy. All of the following are used to limit the toxicityof cisplatin except:",
        "exp": "(Ref: Harrison 18th/697) N-acetylcysteine is used for paracetamol poisoining whereas slow intravenous infusion and chloride dieresis along with amifostine can limit cisplatin induced nephrotoxicity.",
        "cop": 1,
        "opa": "N-acetylcysteine",
        "opb": "Slow rate of infusion",
        "opc": "Chloride diuresis",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f1bb2235-6dc6-4c1b-b759-d32d5af31d3d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following adverse effects is most likely to occur with sulfonamides?",
        "exp": "(Ref: KDT 6/e p684) Rash is the most common adverse effect seen with the use of sulfonamides.",
        "cop": 4,
        "opa": "Neurologic effects including headache, dizziness, and lethaargy",
        "opb": "Hematuria",
        "opc": "Fanconi's anemia",
        "opd": "Skin reactions",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "968f94f1-bc1f-4d1d-b40b-f23d8be2fd8f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is NOT used for erectile dysfunction?",
        "exp": "Phenylephrine - It is a selective a1 agonist- It raises BP by causing vasoconstriction. Because it has little cardiac action, reflex bradycardia is prominent. it is Used as a nasal decongestant and for producing Mydriasis when cycloplegia is not required. Phenylephrine tends to reduce intraocular tension by constricting ciliary body blood vessels. ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-kD TRIPATHI Page:127",
        "cop": 1,
        "opa": "Phenylephrine",
        "opb": "Apomorphine",
        "opc": "Yohimbine",
        "opd": "Vardenafil",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8b684e36-ef1b-4ac2-bced-5164b6a7a475",
        "choice_type": "single"
    },
    {
        "question": "Postoperative vomiting is uncommon with this intravenous anaesthetic agent and patients are able to ambulate sooner than those who receive other anaesthetic agents:",
        "exp": "(Ref: KDT 6/e p375) Propofol is the most commonly used anaesthetic agent for 'day care surgery'.",
        "cop": 3,
        "opa": "Ketamine",
        "opb": "Enflurane",
        "opc": "Propofol",
        "opd": "Remifentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "b3d0c144-0d04-4841-b9dc-26a29b39bd8b",
        "choice_type": "single"
    },
    {
        "question": "Common side effect of colchicine among the following is",
        "exp": "Colchicine inhibits the polymerization of tubulin into microtubules. The disruption of the microtubules probably leads to defective intracellular movement of impoant proteins, nutrients, and waste products Common side effects of colchicine include bloating, abdominal cramps, lactose intolerance, and diarrhoea. They can be minimized by staing at a low dose and gradually advancing as tolerated, splitting the dose, use of simethicone for flatulence, and avoidance of dairy products. ref : Harrisons 20th ed",
        "cop": 4,
        "opa": "Neutropenia",
        "opb": "Asthma",
        "opc": "Fever",
        "opd": "Diarrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "8cda239e-4db8-455b-83b1-d4c27fe78ac6",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are harmful in pregnancy except",
        "exp": "Heparin does not cross the placenta. Hence it is safe for use in pregnant patients who needs anticoagulation.Ref: Katzung 13th ed Pg 589",
        "cop": 4,
        "opa": "Phenytoin",
        "opb": "Diazepam",
        "opc": "Warfarin",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "47a17120-8318-4f6c-b7fa-e325c70df3fe",
        "choice_type": "multi"
    },
    {
        "question": "The combination of trimethoprima dn sulfamethoxazole is effective against which of the following oppounistic infections in the AIDS patient?",
        "exp": "(Ref: KDT 6/e p686, 687) Cotrimoxazole is effective against Pneumocystis and toxoplasmosis.",
        "cop": 3,
        "opa": "Disseminated Herpes simplex",
        "opb": "Cryptococcal meningitis",
        "opc": "Pneumocystis jiroveci",
        "opd": "Tuberculosis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4171e430-a76a-4e52-ad87-1be2df34ec47",
        "choice_type": "single"
    },
    {
        "question": "Sirolimus is more likely than cyclosporine to cause:",
        "exp": "(Ref: KDT 6/e p840) Cyclosporine and tacrolimus cause nephrotoxicity as an adverse effect. Sirolimus (rapamycin) results in bone marrow suppression and thus may cause anemia, thrombocytopenia and leukopenia.",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Osteoporosis",
        "opc": "Renal insufficiency",
        "opd": "Thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "f2e31b0d-af81-48cb-ac6c-9345c5382db2",
        "choice_type": "single"
    },
    {
        "question": "Ranitidine differs from cimetidine in the following respec:",
        "exp": "(Ref: KDT 6/e p629) Cimetidine is rarely used now because: It is the leat potent H2 blocker It is a sho acting agent It is a potent inhibitor of microsomal enzymes It can cause gynaecomastia It produces more CNS adverse effects",
        "cop": 3,
        "opa": "It is less potent",
        "opb": "It is shoer acting",
        "opc": "It does not have anti-androgenic action",
        "opd": "It produces more CNS side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "c7b607aa-9b8b-4bd4-905c-0c214e715650",
        "choice_type": "single"
    },
    {
        "question": "Which teratogen causes deafness?",
        "exp": "Teratogenic drugs which cause deafness-. Tetracycline, minocycline, erythromycin,lsotretinoin, alcohol, phenytoin, thalidomide ESSENTIALS of MEDICAL PHARMACOLOGY SEVENTH EDITION -K D TRIPATHI Page:854 <a href=\"",
        "cop": 1,
        "opa": "Isotretinoin",
        "opb": "Chloroquine",
        "opc": "Alcohol",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "e603a274-fe0f-49db-9e91-9f3273a90160",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes the mechanism of action of Colchicine in Acute Gout?",
        "exp": "Colchicine produces its anti-inflammatory effects by binding to the intracellular protein tubulin, thereby preventing its polymerization into microtubules and leading to the inhibition of leukocyte migration. Colchicine-treated neutrophils develop a &;drunken walk&;. Colchicine is neither a uricosuric nor an analgesic agent, although it relieves pain in acute attacks of gout. Colchicine does not alter the metabolism or excretion of urates. Colchicine: It is an alkaloid from Colchicicum autumnalev which was used in gout since 1763. Beacause it has a narrow therapeutic window and a high rate of side effects, paicularly at higher doses it is considered as second-line therapy. Colchicine is neither analgesic nor anti-inflammatory, but it specifically suppresses gouty inflammation. Colchicine produces its anti-inflammatory effects by binding to the intracellular protein tubulin, thereby preventing its polymerization into microtubules and leading to the inhibition of leukocyte migration and phagocytosis. Colchicine-treated neutrophils develop a &;drunken walk&; It also inhibits the formation of leukotrienes B4 and IL-1b. It relieves the pain and inflammation of gouty ahritis in 12-24 hours without altering the metabolism or excretion of urates and without other analgesic effects. It is indicated for acute gout and is also used between attacks (\"Inter-critical Period\") for prolonged prophylaxis (at low doses) It often causes diarrhea and occasionally causes nausea, vomiting and abdominal pain. Hepatic necrosis, acute renal failure, disseminated intravascular coagulation, and seizures have also been observed. Ref: Katzung 14th edition Pgno: 660",
        "cop": 2,
        "opa": "Inhibition of chemotactic Factors",
        "opb": "Tubulin binding and inhibition of leukocyte migration",
        "opc": "Enhanced metabolism of Urate crystals",
        "opd": "Enhanced excretion of Uric acid",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "47068619-042b-480d-8c80-797026ce18fe",
        "choice_type": "single"
    },
    {
        "question": "This drug depolarizes cell membrances of aerobic gram positive bacteria. It is effective against vancomycin resistant enterococcal infections. It may cause myopathy especially in patients taking statins. It is:",
        "exp": "(Ref: KDT 6/e p741) Daptomycin is a newer antibiotic that acts by causing depolarization of bacterial cell membranes. It is effective in MRSA, VRSA and even streptogramin resistant SA infections as well as VRE infections. It can cause myopathy in patients taking statins.",
        "cop": 2,
        "opa": "Teicoplanin",
        "opb": "Da[tomycin",
        "opc": "Linezolid",
        "opd": "Streptogramin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "ea0f09bb-b2ef-4f8b-9aeb-fb02947fba37",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following prokinetic drugs produces extrapyramidal side effects?",
        "exp": "(Ref: KDT 6/e p643, 644) Metoclopramide and domperidone act by blocking D2 receptors. Metoclopramide can cross BBB whereas domperidone cannot. Therefore, metoclopramide can produce extra-pyramidal adverse effects while domperidone is devoid of it. Cisapride acts as 5HT4 agonist. It can cause torsades de pointes.",
        "cop": 1,
        "opa": "Metoclopramide",
        "opb": "Cisapride",
        "opc": "Domperidone",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "dbe77d7d-5232-43c6-95d3-91645b8ccb12",
        "choice_type": "multi"
    },
    {
        "question": "A 17 year old girl had been taking a drug for treatment of acne for the last 2 years, which has lead to pigmentation. Which drug could it be?",
        "exp": "Minocycline is most commonly used for acne among tetracyclines The main effect of Minocycline- Hypersensitivity, Skin rashes, uicaria, glossitis, pruritus ani Complete cross-sensitization is exhibited by different tetracyclines. tetracyclines also cause Superinfection -They cause marked suppression of the resident flora. Though mouth, skin or vagina may be involved, intestinal superinfection by Candida albicans is most prominent The tetracycline should be discontinued at the first sign of superinfection and appropriate therapy instituted. Doxycycline and minocycline are less liable to cause diarrhoea, because only small amounts reach the lower bowel in the active form. ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:735,736,737",
        "cop": 2,
        "opa": "Doxycycline",
        "opb": "Minocycline",
        "opc": "Azithromycin",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "58d7a603-4092-4a36-88b0-80c08055aa4d",
        "choice_type": "single"
    },
    {
        "question": "A 2 years old child without fever develops bone pain, vomiting and features of increased intracranial pressure following excessive meditation. The drug most likely to be responsible for this is;",
        "exp": "Since vit. A is stored in liver, deficiency symptoms appear only after long- term deprivation, but vit A deficiency is quite prevalent, especially among infants and children in developing countries. Manifestations are: * Xerosis (dryness) of eye, 'Bitot' s spots', kerato- malacia (softening of cornea), corneal opacities, night blindness (nyctalopia) progressing to total blindness. * Dry and rough skin with papules (phryno- derma), hyperkeratinization, atrophy of sweat glands. * Keratinization of bronchopulmonary epithe- lium, increased susceptibility to infection. * Unhealthy gastrointestinal mucosa, diarrhoea. * Increased tendency to urinary stone formation due to shedding of ureteric epithelial lining which acts as a nidus. * Sterility due to faulty spermatogenesis,etc ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:870",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Phenothiazine",
        "opc": "Phenytoin",
        "opd": "Vitamin D",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a662d33a-5b53-43c7-b69d-c6c097a840ea",
        "choice_type": "single"
    },
    {
        "question": "Bactericidal inhibitors of protein synthesis are:",
        "exp": "(Ref: KDT 6/e p669) Most protein synthesis inhibiting antibiotics are bacterostatic but aminoglycosides are bactericidal.",
        "cop": 2,
        "opa": "Tetracyclines",
        "opb": "Aminoglycosies",
        "opc": "Macrolides",
        "opd": "Lincosamides",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "58764465-7377-428d-bbba-4345d914e564",
        "choice_type": "single"
    },
    {
        "question": "Activation of the following type of receptors present on myenteric neurons by metoclopramide is primarily responsible for the enhanced acetylcholine release and improving gastric motility:",
        "exp": "(Ref: KDT 6/e p646, 647) Gastric motility is increased by ACh. Release of this neurotransmitter is enhanced by 5HT4 receptor stimulation and 5HT3 and D2 receptor antagonism.",
        "cop": 3,
        "opa": "Muscarine M1",
        "opb": "Serotonergic 5-HT3",
        "opc": "Serotonergic 5-HT4",
        "opd": "Dopaminergic D2",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "79a9f197-4cf4-4026-8ccd-230dad72dc2b",
        "choice_type": "single"
    },
    {
        "question": "Hypeension is not seen with :",
        "exp": "Levodopa: ADVERSE EFFECTS- Most are dose-related, but are usually reversible. 1. Nausea and vomiting It occurs in almost every patient. Tolerance gradually develops and then the dose can be progressively increased. 2. Postural hypotension It occurs in about 1 I 3 of patients, but is mostly asymptomatic; some patients experience dizziness, few have fainting attacks. It is more common in patients receiving antihypeensives. ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION-KD TRIPATHI Page:428,429",
        "cop": 4,
        "opa": "SNRIs",
        "opb": "amphetamine",
        "opc": "Erythropoietin",
        "opd": "L-dopa",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "fd25bd4a-7636-49b6-a352-1b90c08254b9",
        "choice_type": "single"
    },
    {
        "question": "The following antibiotic accentuates the neuromu-scular blockade produced by pancuronium:",
        "exp": "(Ref: KDT 6e p721, 722) Aminoglycosides (like streptomycin and gentamicin) can accentuate the neuromuscular blockade produced by competitive blockers (like pancuronium). Mechanism of neuromuscular blockade produced by aminoglycosides is the inhibition of presynaptic release of ACh.",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "Erythromycin",
        "opc": "Penicillin G",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7c033913-6f4c-4aeb-868d-950630aa1e76",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia is not caused by:",
        "exp": "Hyperkalemia is caused by angiotensin-conveing enzyme inhibitors, angiotensin-II receptor blockers, direct renin inhibitors, nonsteroidal anti-inflammatory drugs, calcineurin inhibitors, heparin, aldosterone antagonists, potassium-sparing diuretics. salbutamol causes hypokalemia ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:757,758",
        "cop": 1,
        "opa": "salbutamol",
        "opb": "ACE Inhibitors",
        "opc": "Cyclosporine",
        "opd": "GM-CSF",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "32ceed6a-007e-40e0-a8ae-f8c234a4da9b",
        "choice_type": "single"
    },
    {
        "question": "One of the most common side effects of inhaled beclomethasone dipropionate is:",
        "exp": "(Ref: KDT 6/e p225) Most common adverse effect of inhaled coicosteroids is oropharyngal candidiasis. Pituitary adrenal suppression is less likey with inhalational route of coicosteroids than with oral route.",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Oropharyngeal candidiasis",
        "opc": "Atrophic rhinitis",
        "opd": "Pituitary adrenal suppression",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "45fddbe1-5644-4dbb-9e11-eec420418754",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs can cause cholestatic jaundice EXCEPT:",
        "exp": "The above drugs erythromycin, oc pills, chlorpromazine effects the liver and damage it leading to cholestasis. Mostly because all these drugs are metabolized and excreted bile and hence during bile formation, they damage the liver but isoniazid an antitubercular drug is extensively metabolized in liver but excreted in the urine. It mostly induces peripheral neuritis rather than cholestatic jaundice ESSENTIALS of medical PHARMACOLOGY SEVENTH EDITION -K D TRIPATHI Page:753,321,766.413",
        "cop": 2,
        "opa": "Erythromycin estolate",
        "opb": "INH",
        "opc": "OC pills",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "7e6c775d-15ac-443b-a846-9bc5573db1df",
        "choice_type": "multi"
    },
    {
        "question": "Resistance to acyclovir is most commonly due to mutation in a viral gene that encodes a protein that:",
        "exp": "(Ref: KDT 6/e p768) Nucleoside/tide analogues (like acyclovir) act by conveing to NTPs. First phosphorylation step occurs inside the virs and resistance occurs if there is mutation in this gene.",
        "cop": 2,
        "opa": "Conves viral RNA into DNA",
        "opb": "Phosphorylates acyclovir",
        "opc": "transpos acyclovir into the cell",
        "opd": "Transpos acyclovir out of the cell",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "5d9a0623-6ec1-4dc5-bf90-8b6e0b42049f",
        "choice_type": "single"
    },
    {
        "question": "Regarding the antibacterial action of gentamicin, which of the following statements is most accurate?",
        "exp": "(Ref:Katzung 10/e p756, 757) Aminoglycosides show concentration dependenbt killing and prolonged post antibiotic effect. For details, refer to text.",
        "cop": 3,
        "opa": "Efficacy is directly propoionate to the time that the plasma level of the drug is greater than the minimal inhibitory concentration",
        "opb": "Gentamicin continues to exe antibacterial effects even after plasma levels decrease below detectable range",
        "opc": "Antibacterial activity is often reduced by the presence of an inhibitor of cell wall synthesis",
        "opd": "The antibacterial action of gentamicin is time dependent",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a5ffd718-246b-4224-b2e4-5c8fb7d73ae6",
        "choice_type": "multi"
    },
    {
        "question": "Fluconazole is more effective than itraconazole in the following systemic fungal disease:",
        "exp": "(Ref: KDT 6/e p763, 764) Fluconazole has maximum CNS penetration whereas itraconazole has limited entry in the brain. Therefore fluconazole is preferred over itraconazole for the treatment of cryptococcal meningitis. For all other conditions listed in the question, itraconazole is first choice drug.",
        "cop": 2,
        "opa": "Pulmonary histoplasmosis",
        "opb": "Cryptococcal meningitis",
        "opc": "Non-meningeal blastomycosis",
        "opd": "Disseminated sprorotrichosis",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "652922f1-aace-4e4f-8134-e615ee163c1f",
        "choice_type": "single"
    },
    {
        "question": "With respect to ticlopidine, clopidogrei:",
        "exp": "(Ref: KDT 6/e p610) Ticlopidine and clopidogrel are ADP antagonists and are used as antiplatelet drugs. Antiplatelet action, chances of bleeding and formation of antibodies is similar with these two agents. Clopidogrel is better tolerated because it is less likely to cause severe neutropenia and thrombocy topenia as compared to ticlopidine.",
        "cop": 2,
        "opa": "Is more likely to cause formation of antiplatelet antibodies",
        "opb": "15 less likely to cause neutropenia",
        "opc": "Is more likely to cause severe bleeding",
        "opd": "Has a greater antiplatelet effect",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "a91fdf88-872d-44c7-85fd-439514fedf16",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is NOT excreted in bile:",
        "exp": "(Ref: KDT 6/e p674) Gentamicin is an aminoglycoside and is excreted renal route.",
        "cop": 4,
        "opa": "Erythromycin",
        "opb": "Ampicillin",
        "opc": "Rifampicin",
        "opd": "Gentamicin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "1044a263-57d4-4da7-a64a-e0198a75bbd3",
        "choice_type": "single"
    },
    {
        "question": "The following is true of vancomycin EXCEPT:",
        "exp": "(Ref: KDT 6/e p732) Vancomycin is a glycopeptide that acts by inhibiting bacterial cell wall synthesis. It is a bactericidal drug (like other cell was synthesis inhibitors). It is the drug of choice for MRSA and enterococci resistant to penicillins Nephrotoxicity, ototoxicity and red man syndrome are prominent adverse effects of vancomycin.",
        "cop": 2,
        "opa": "It is a bactericidal antibiotic active primarily against gram positive bacteria",
        "opb": "It acts by inhibiting bacterial protein synthesis",
        "opc": "It is an alternative to penicillin for enterococcal endocarditis",
        "opd": "It can cause deafness as a dose related toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "d293c777-7a5f-495d-bd69-7226409b964a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs inhibits de nove synthesis of purines?",
        "exp": "(Ref: KDT 6/e p841) By inhibiting the enzyme IMP dehydrogenase, mycophenolate inhibits the de novo synthesis of purines.",
        "cop": 3,
        "opa": "Cyclosporine",
        "opb": "Tacrolimus",
        "opc": "Mycophenolate",
        "opd": "Infliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "4d3a5d89-3881-472f-96ba-4ec2b649bf56",
        "choice_type": "single"
    },
    {
        "question": "Roopa Devi, a 65-year-old female with ovarian cancer is being treated with cisplatin-bassed chemotherapy. All of the following are used to limit the toxicity of cisplatin except:",
        "exp": "(Ref: Harrison 18th/697) The patient de3scribed in the question has hemorrhagic cystitis caused by drugs like cyclophospamide or ifosfamide is caused by the urinary excretion of the toxic metabolite acrolein. This can be prevented by aggressive hydration, bladder irrigation, and administration of mesna, a sulfhydryl compound that binds acrolein in the urine.",
        "cop": 1,
        "opa": "N-acetylcysteine",
        "opb": "Slow rate of infusion",
        "opc": "Chloride diuresis",
        "opd": "Amifostine",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "aa444a89-96e0-430f-8b21-0aa5a715daac",
        "choice_type": "multi"
    },
    {
        "question": "Svere myopathy commonly is a side effect of",
        "exp": "ESSENTIALS of medical PHARMOCOLOGY SEVENTH EDITION KD TRIPATHI Page :636,637 Impoant statins are :lovastatin Simvastain, pravastatin, rosuvastatin etc Rosuvastatin This is the latest and the most potent statin (10 mg rosuvastatin :::::. 20 mg atorvastatin), with a plasma tlh. of 18-24 hours. Greater LDL-CH reduction can be obtained in severe hypercholesterolaemia; paly due to its longer persistence in the plasma. In patients with raised TG levels, rosuvastatin raises HDL-CH by 15--20% (greater rise than other statins). Dose: Sta with 5 mg OD, increase if needed upto 20 mg/ day, (max 40 mg/ day) ROSUV AS, ROSYN 5, 10, 20 mg tabs. Adverse effects All statins are remarkably well tolerated; overall incidence of side effects not differing from placebo. Notable side effects are: * Headache, nausea, bowel upset, rashes. * Sleep disturbances (probably more with lipophilic drugs). * Rise in serum transaminase can occur, but liver damage is rare. * Muscle tenderness and rise in CPK levels occurs infrequently. Myopathy is the only serious reaction, but is rare ( < 1 per 1000). Few fatalities due to rhabdomyolysis are on record. Myopathy is more common when nicotinic acid/ gemfibrozil or CYP3A4 inhibitor- ketoconazole I erythromycin/ cyclosporine I HIV protease inhibitor is given concurrently. Gemfibrozil inhibits the hepatic uptake of statins by the organic anion traspoer OATP2.it must not be given to pregnant ladies. Uesd in primary hyperlipipidemias.",
        "cop": 1,
        "opa": "Rosuvastatin",
        "opb": "Nicotinic acid",
        "opc": "Ezetimibe",
        "opd": "Colesevelam",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "6f796142-482f-4156-9811-61f55dd7b2e0",
        "choice_type": "single"
    },
    {
        "question": "Drug causing impaired taste is",
        "exp": "antibiotics, such as ACE inhibitors like <a class=\"content-link\" style=\"-webkit-font-smoothing: antialiased; box-sizing: inherit; background-color: transparent; cursor: pointer; text-decoration-line: none; border-color: currentcolor; color: ;\" href=\" anhydrase inhibitors, such as methazolamide etc</li> ESSENTIALS of medical PHARMACOLOGY SIXTH EDITION-KD TRIPATHI Page:688,689",
        "cop": 1,
        "opa": "metronidazole",
        "opb": "losaan",
        "opc": "paracetamol",
        "opd": "aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Other topics and Adverse effects",
        "id": "14bc1395-5cdc-4ef9-b87f-53693c97c7ef",
        "choice_type": "single"
    }
]