[
    {
        "question": "Which of the following can be blocked by atropine, a muscarinic receptor blocker?",
        "exp": "Atropine is a muscarinic antagonist. Muscarinic antagonists competitively inhibit the effect of acetylcholine at muscarinic receptors. Bradycardia caused by infusion of acetylcholine- can be blocked by atropine",
        "cop": 3,
        "opa": "Increased blood pressure caused by nicotine",
        "opb": "Increased skeletal muscle strength caused by neostigmine, an acetycholine esterase inhibitor",
        "opc": "Bradycardia caused by infusion of acetylcholine",
        "opd": "All of these",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "37208d8d-02b8-4334-94b2-235d4f88bc5f",
        "choice_type": "multi"
    },
    {
        "question": "Preferred cycloplegic drug in a 1 year old child is:-",
        "exp": "In children the tone of ciliary muscle is very high, so we have to give a drug which is a strong cycloplegic drug - Atropine. Atropine is given in the form of eye ointment because even if we give it in form of eye drops, it can be absorbed through nasolacrimal duct, and there will be hypehermia risk. Cycloplegic DOC in 1 yr old child - Atropine (longest acting cycloplegic) Cycloplegic DOC in Adults- Tropicamide (shoest acting cycloplegic)",
        "cop": 2,
        "opa": "Atropine oral",
        "opb": "Atropine eye ointment",
        "opc": "Tropicamide eye drops",
        "opd": "Phenylephrine eye drops",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "32f6d68f-9b01-4f5a-9772-3040f383277d",
        "choice_type": "single"
    },
    {
        "question": "Acetylcholine decrease heart rate by which of the following mechanisms?",
        "exp": "In SA Node (SAN) and AV Node (AVN); the phase 4 of action potential is not straight as seen in action potential of non automatic myocardial fibres; hence the SAN and AVN depolarizes automatically. Sympathetic system ( beta receptors), increases the heart rate by increasing the slope of phase 4 of action potential curve of SAN and AVN. Parasympathetic stimulation (ACh) decreases the slope of phase 4 (known as diastolic depolarization) and hence causes bradycardia by action of ACh on M2 receptors (Gi GPCR) of mainly SA node. M2 receptors acts the following 3 mechanisms 1. opening of ACh sensitive potassium channels 2. inhibition of funny currents 3. inhibition of calcium channels.",
        "cop": 1,
        "opa": "By decreasing the rate of diastolic depolarization of SA node",
        "opb": "By causing delay through AV node",
        "opc": "By blocking calcium channels and prolonging the plateau phase",
        "opd": "By reducing the rate of ventricular repolarization",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "dae4c5c9-5c96-4507-a969-8f23d0ff7e2e",
        "choice_type": "single"
    },
    {
        "question": "Nerve carrying parasympathetic fibers are -",
        "exp": "Parasympathetic fibers- 3rd, 7th 9th, 10th, S2, S3, S4 carry sacral outflow of the parasympathetic system to the distal pa of digestive tract and other pelvic viscera.",
        "cop": 2,
        "opa": "Cranial nerves 3, 5, 7, 10 & S1-S5",
        "opb": "Cranial nerves 3, 7, 9, 10 & S1-S5",
        "opc": "Cranial nerves 5, 5, 7, 10 & S1-S5",
        "opd": "Cranial nerves 3, 5, 7, 10 & S1-S5",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "b97c599e-511e-4e30-be3e-58d02a7a7611",
        "choice_type": "single"
    },
    {
        "question": "All of the following effects are seen with cholinergic muscarinic receptor stimulation except:",
        "exp": "Effects that are seen with cholinergic muscarinic receptor stimulation are- Hea Bradycardia or even cardiac arrest Blood vessels Fall in B. P. and flushing occurs Bronchus Bronchospasm GIT Diarrhea Bladder | urine outflow Glands | secretions Eye Miosis",
        "cop": 2,
        "opa": "Sweating",
        "opb": "Rise in blood pressure",
        "opc": "Bradycardia",
        "opd": "Urination",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "ef4c8d89-f304-4b62-ba42-d74305986e17",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is longest acting cholinesterase inhibitor used for myasthenia gravis?",
        "exp": "Both neostigmine and pyridostigmine are used in myasthenia gravis. Pyridostigmine is longer acting than neostigmine. These drugs act by inhibiting acetylcholinesterase. Edrophonium is very sho acting anti-cholinesterase and is preferred drug for diagnosis of myasthenia gravis. Physostigmine is a lipid soluble anticholinesterase used in glaucoma and atropine poisoning.",
        "cop": 1,
        "opa": "Pyridostigmine",
        "opb": "Edrophonium",
        "opc": "Neostigmine",
        "opd": "Physostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "b14516e8-db89-493f-bea3-71459560f442",
        "choice_type": "single"
    },
    {
        "question": "Which of the following provides the best explanation for neostigmine being preferred over physostigmine for treating myasthenia gravis?",
        "exp": "Neostigmine is a quaternary ammonium derivative and is water soluble. Its absorption from GIT and penetration in the brain and cornea is much less than physostigmine. It produces additional action on NM receptors.",
        "cop": 3,
        "opa": "It is better absorbed orally",
        "opb": "It has longer duration of action",
        "opc": "It has additional direct agonistic action on nicotinic receptors at the muscle end plate",
        "opd": "It penetrates blood brain barrier",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "1369d5b9-323c-4ffb-aa98-313c738c2cb9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a New drug approved in treatment of Glaucoma?",
        "exp": "NETARSUDIL: a. Used for glaucoma b. Inhibitor of Rho kinase c. Increases aqueous outflow by unknown mechanism SEMAGLUTIDE: a. Recombinant GLP analogue b. Orally effective peptide (unlike other drugs ending with TIDE) c. Approved for Type 2 diabetes mellitus ETELCALCETIDE: a. Calcium sensing receptor agonist b. Calcimimetic drug c. Used for hyperparathyroidism PLECANATIDE: a. Stimulates Guanylate cyclase-C b. Approved for chronic idiopathic constipation",
        "cop": 1,
        "opa": "NETARSUDIL",
        "opb": "SEMAGLUTIDE",
        "opc": "ETELCALCETIDE",
        "opd": "PLECANATIDE",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "aa55c117-02a1-4532-be5d-543c60fc228a",
        "choice_type": "single"
    },
    {
        "question": "Anticholinesterases drugs are used in:-",
        "exp": "ALZHEIMER'S DISEASE: It is a progressive neurodegenerative disorder of old age, primarily affecting cholinergic neurons in the brain. These drugs act by inhibiting acetylcholinesterase, thus increasing the availability and prolonging the action of ACh. Tacrine was the drug of choice for Alzheimer's disease but due to several limitations (frequent dosing requirement, hepatotoxicity, diarrhea), other drugs like donepezil, rivastigmine and galantamine are now the preferred agent. Memantine- For moderate to severe disease Cholinesterase inhibitors and memantine have effect on behavioral and psychiatric symptoms No disease modifying treatment is available at present",
        "cop": 1,
        "opa": "Alzheimer's disease",
        "opb": "Multiple sclerosis",
        "opc": "Guillain Barre syndrome",
        "opd": "To produce mydriasis",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "4f32868e-78a3-4b9a-9b7d-b69c907e9890",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement about pralidoxime in organophosphate poising are true except",
        "exp": "- Oximes are given for the reactivation of the inhibited Acetylcholinesterase in OPC poisoning - Two oximes which are used: * PAM (Pralidoxime): does not cross blood brain barrier * DAM (Diacetyl mono-oxime): crosses blood brain barrier, both central and peripheral action - Oximes should be staed as soon as possible after atropine is given, if we take long time then enzyme aging may occur (enzyme cannot work)",
        "cop": 2,
        "opa": "It is given Intravenously",
        "opb": "It should be staed after 24 hrs. of poisoning",
        "opc": "Does not cross blood brain barrier",
        "opd": "Reactivates AchE enzyme",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "819acb89-4846-4e98-abea-29e19332f98c",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of oxybutynin is:-",
        "exp": "Oxybutynin is an anticholinergic drug used in overactive bladder. It acts by blocking M3 muscarinic receptors. It has maximum risk of causing dry mouth and other anti-cholinergic adverse effects.",
        "cop": 2,
        "opa": "Cholinergic muscarinic receptor agonist",
        "opb": "Cholinergic muscarinic receptor antagonist",
        "opc": "Cholinergic nicotinic receptor antagonist",
        "opd": "Cholinergic nicotinic receptor agonist",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "c4661694-d6d4-475e-80c5-ed862b112c59",
        "choice_type": "single"
    },
    {
        "question": "A drug X reverses the actions produced by parasympathetic nervous system in the body but is not able to reverse the actions of exogenously administered acetylcholine in in-vitro experiments. The mechanism of drug X can be",
        "exp": "Muscarinic receptor antagonist and agonists acts on receptor. Acetylcholine esterase inhibitor inhibits acetylcholinesterase enzyme leading to increase in the levels of acetylcholine. Inhibitor of release of acetylcholine will inhibit the release of endogenous acetylcholine from synaptic vesicles. This will not interfere with exogenously administered acetylcholine.",
        "cop": 4,
        "opa": "Acetylcholinesterase inhibitor",
        "opb": "Muscarinic receptor antagonist",
        "opc": "Muscarinic receptor agonsit",
        "opd": "Inhibitor of release of Ach from synaptic vesicles",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "31805ef3-d8e1-4331-a62d-f275a61c9241",
        "choice_type": "single"
    },
    {
        "question": "Anti-Muscarinic drugs are used for all of the following indications EXCEPT:",
        "exp": "Uses of anti muscarinic drugs are- 1. As antisecretory 2. As antispasmodic 3. Used in bronchial asthma and COPD. 4. As mydriatic and cycloplegic Diagnostic for testing error of refraction Therapeutic for treatment of iritis, iridocyclitis, choroiditis, keratitis and corneal ulcer. 5. As cardiac vagolytic in counteracting sinus bradycardia and paial heart block. 6. For central action In Parkinsonism In Motion sickness To produce sedation and amnesia during labour and to control maniacal states. 7. To antagonise muscarinic effects of drugs and poisons.",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Motion sickness",
        "opc": "Parkinson's disease",
        "opd": "To produce mydriasis and cycloplegia",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "a85c63f5-4692-4b92-ab3d-2697b338f761",
        "choice_type": "multi"
    },
    {
        "question": "Drug causing ocular hypotension with apnea in an infant is",
        "exp": "Brimonidine lowers IOP and causes CNS depression in new born babies and can result in apnea, so it is contraindicated in such patients. Ocular adverse effects of anti-glaucoma drugs DRUG ADVERSE EFFECT Miotics (Pilocarpine) Cataract Stenosis of nasolacrimal system PGF2 analogs (Latanoprost) Heterochromia iridis, Growth of eyelashes, Cystoid Macular Edema Apraclonidine Lid retraction Brimonidine CNS depression and apnea in newborn Adrenaline Conjunctival pigmentation",
        "cop": 2,
        "opa": "Latanoprost",
        "opb": "Brimonidine",
        "opc": "Timolol",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "27c9dd83-e385-4678-bc6c-bd862336d9c3",
        "choice_type": "single"
    },
    {
        "question": "Atropine is indicated in all the following poisonings except:",
        "exp": "Atropine is a DOC for organophosphate and carbamate poisoning. Baygon is a carbamate, Tik 20 and Parathion are organophosphates; so in their poisoning atropine is used. Endrin is an organochlorine; so atropine is not used here.",
        "cop": 4,
        "opa": "Baygon",
        "opb": "Tik 20",
        "opc": "Parathion",
        "opd": "Endrin",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "e4467db5-f08e-4703-87eb-f5cae2bbf3c8",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for prophylaxis of motion sickness is",
        "exp": "Doc for prophylaxis of motion sickness is - Hyoscine (scopolamine) If hyoscine is not given in the option them first generation Antihistaminics (Promethazine) Ondansetron -Doc for chemotherapy / radiotherapy induced vomiting. Metoclopramide- prokinetic drug Domperidone (prokinetic drug) - D2 receptor antagonist Drug of choice for levo dopa induced vomiting Both Metaclopromide and Domperidone are used for postoperative, drug and disease induced nausea & vomiting.",
        "cop": 1,
        "opa": "Scopolamine",
        "opb": "Ondansetron",
        "opc": "Metoclopramide",
        "opd": "Domperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "2af54a79-0b3e-4723-9e5c-4d6eedfa5148",
        "choice_type": "single"
    },
    {
        "question": "Black widow spider toxin is known to cause",
        "exp": "Excess release of Acetylcholine Black widow spider toxin Induces massive release and depletion of acetylcholine Decrease release of Acetylcholine Botulinum toxin Inhibits synthesis of Acetylcholine Hemicholinium (HC3) blocks choline uptake (the rate limiting step in Achsynthesis) and depletes Ach Active transpo of ACh into synaptic vesicle Inhibited by vesamicol",
        "cop": 1,
        "opa": "Excess release of Acetylcholine",
        "opb": "Decrease release of Acetylcholine",
        "opc": "Inhibits synthesis of Acetylcholine",
        "opd": "Blocking Active transpo of ACh into synaptic vesicle",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "e11332df-c198-42f9-aa4e-f66b50ba91ce",
        "choice_type": "single"
    },
    {
        "question": "On the basis of the examination at her doctor's office, a patient is told that her parasympathetic nerves are damaged. Which of the following muscles would most likely be affected?",
        "exp": "The answer is D. Smooth muscles in the gastrointestinal tract are innervated by both parasympathetic and sympathetic nerves. Smooth muscles in the wall of the blood vessels and errector pili muscles in hair follicles are innervated only by sympathetic nerves. Muscles that act at the elbow joint and muscles enclosed by epimysium are skeletal muscles that are innervated by somatic motor (general somatic efferent ) nerves",
        "cop": 4,
        "opa": "Muscles in the hair follicles",
        "opb": "Muscles in blood vessels",
        "opc": "Muscles that act at the elbow joint",
        "opd": "Muscles in the gastrointestinal (GI) tract",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "4aff2cb8-4202-408e-91a4-ea09562ac8d6",
        "choice_type": "single"
    },
    {
        "question": "A 28 yr old woman has been treated with several autonomic drugs for about a month. Which of the following signs would distinguish between an overdose of a muscarinic blocker and a ganglionic blocker?",
        "exp": "Postural hypotension is due to blockade of sympathetic system. Ganglion blockers inhibit the transmission through both sympathetic as well as parasympathetic ganglia whereas muscarinic blockers inhibit only parasympathetic activity.",
        "cop": 4,
        "opa": "Blurred vision",
        "opb": "Dry mouth, constipation",
        "opc": "Mydriasis",
        "opd": "Postural hypotension",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "1c11a6f5-4e2a-4e61-9317-e24332c91313",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not cause mydriasis?",
        "exp": "Pilocarpine cause miosis, not mydriasis Sympathomimetic drugs cause contraction of dilator pupillae and thus result in active mydriasis whereas parasympathomimetic drugs contract sphincter pupillae leading to active miosis. Parasympatholytic drugs like atropine stop the action of ACh on sphincter pupillae resulting in passive mydriasis. Effect Mechanism Drug Group Responsible Examples Active mydriasis Contraction of dilator pupillae Sympathomimetic drugs Phenylephrine, Cocaine, Amphetamines Passive mydriasis Relaxation of sphincter pupillae Anti-cholinergic drugs Atropine, Homatropine, Tropicamide Cyclopentolate Active miosis Contraction of sphincter pupillae Cholinergic drugs Pilocarpine, Physostigmine Passive miosis Relaxation of dilator pupillae Anti-adrenergic drugs Clonidine",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Phenylephrine",
        "opc": "Tropicamide",
        "opd": "Pilocarpine",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "6b7e1645-b893-4850-af42-f54d4079375d",
        "choice_type": "single"
    },
    {
        "question": "A drug 'X' belongs to the anticholinergic drug group. It is primarily used in pre anesthetic medication and also during surgery. Which of the following can be 'X'?",
        "exp": "Glycopyrrolate is potent and rapidly acting antimuscarinic and do not have central effects It is used to reduce the secretions during anaesthesia (to prevent reflex bronchospasm). It is mainly used as pre-anaesthetic medication.",
        "cop": 1,
        "opa": "Glycopyrrolate",
        "opb": "Pipenzolate methyl bromide",
        "opc": "Isopropamide",
        "opd": "Dicyclomine",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "4b670bf7-c51e-4821-9a74-1270a00e19cd",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman had abdominal surgery, after which she complains about difficulty in urination. Cholinomimetic stimulation with bethanechol or neostigmine is beneficial in relieving post-operative urinary retention. Neostigmine and bethanechol in moderate doses are likely to have different effect on?",
        "exp": "Because neostigmine acts on the cholinesterase enzyme, which is situated at all cholinergic synapses, neostigmine increases acetylcholine effects at nicotinic and muscarinic junctions. Bethanechol is a directly acting drug that activates muscarinic receptors whether the nerve supply is present or not. The muscarinic receptors on vascular endothelial cells are not innervated and respond only to direct-acting drugs.",
        "cop": 1,
        "opa": "Vascular endothelium",
        "opb": "Salivary glands",
        "opc": "Ureteral tone",
        "opd": "Gastric secretory cells",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "21dc6279-7e1f-4591-8ce9-d4212702c2e3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is contraindicated in closed angle glaucoma?",
        "exp": "Atropine is a anti-cholinergic which acts non selective muscranic receptor blockade Anti-cholinergic drugs are contra-indicated in angle closure glaucoma, because they increase the i. o. t by closing canal of sclemm's",
        "cop": 3,
        "opa": "Adrenaline",
        "opb": "Timolol",
        "opc": "Atropine",
        "opd": "Pilocarpine",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "1d1b4990-16cd-4294-bb89-161ad42dc829",
        "choice_type": "single"
    },
    {
        "question": "The difference between hyoscine and atropine is that hyoscine:",
        "exp": "ATROPINE HYOSCINE CNS EFFECT: AT LOW DOSE: EXCITATION(MILD) DEPRESSANT AT HIGHT DOSE: EXCITATION AND HALLUCINATION EXCITATION AND HALLUCINATION DURATION LONGER SHOER ANTICHOLINERGIC PROPEY MORE POTENT ON HEA, BRONCHIAL MUSCLES AND INTESTINE MORE POTENT ON EYE AND SECRETORY GLANDS",
        "cop": 1,
        "opa": "Exes depressant effects on the CNS at relatively low doses",
        "opb": "Exes more potent effects on the hea than on the eye",
        "opc": "Is longer acting",
        "opd": "Has weaker antimotion sickness activity",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "6b5584e8-8d83-440d-bf64-a1d26503d25f",
        "choice_type": "single"
    },
    {
        "question": "Several children at a summer camp were hospitalized with symptoms thought to be due to ingestion of food containing botulinum toxin. The effects of botulinum toxin are likely to include:",
        "exp": "Botulinum toxin interferes with the release of ACh and thus acts as a parasympatholytic agent. Bronchospasm and diarrhoea are the symptoms of muscarinic stimulation whereas muscle spasms may be seen on nicotinic stimulation. Cholinergic drugs cause cyclospasm whereas anticholinergics result in cycloplegia.",
        "cop": 2,
        "opa": "Bronchospasm",
        "opb": "Cycloplegia",
        "opc": "Diarrhea",
        "opd": "Skeletal muscle spasms",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "b699e9d6-c13d-49dc-89a3-3ecbea662a6a",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting mydriatic and cycloplegic drug is",
        "exp": "Tropicamide is the shoest acting mydriatic ANTICHOLINERGIC DRUGS FOR EYE Atropine, homatropine, cyclopentolate and tropicamide are used as mydriatic and cycloplegic agents. Mydriatic action is useful in fundus examination whereas cycloplegic action allows correct assessment of refractive error Pain in iridocyclitis occur due to spasm of ciliary muscle which can be relieved due to cycloplegic action. Atropine has very long duration of action (3-5 days) in the eye Tropicamide is the shoest acting mydriatic. Anticholinergic agents are contra-indicated in glaucoma.",
        "cop": 3,
        "opa": "Hyoscine",
        "opb": "Homatropine",
        "opc": "Tropicamide",
        "opd": "Cyclopentolate",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "5d744376-044b-44ae-bef1-f6de6589950b",
        "choice_type": "single"
    },
    {
        "question": "Donepezil has the following mechanism of action",
        "exp": "Donepezil: cerebro selective and reversible anti-AchE produces improvement in several cognitive as well as non cognitive (activities of daily living) scores in Alzheimer's Dementia. The benefit is ascribed to elevation of Ach level in the coex, especially in the surviving neurons that project from basal forebrain to cerebral coex and hippocampus. Therapeutic doses produce only weak peripheral AchE inhibition: cholinergic side effects are mild. Because of long t 1/2 (~70 hr), donepezil is administered once daily at bedtime It is generally well tolerated and is not hepatotoxic.",
        "cop": 2,
        "opa": "Dopaminergic blockade",
        "opb": "Cholinesterase inhibition",
        "opc": "Serotonin blockade",
        "opd": "Histaminergic action",
        "subject_name": "Pharmacology",
        "topic_name": "Parasympathetic System & Glaucoma",
        "id": "d7c29e86-157c-4675-8707-ec2e76c551aa",
        "choice_type": "single"
    }
]