[
    {
        "question": "In pregnancy which of the following antihypertensive drug is contraindicated?",
        "exp": "Ans. is 'c* i. e., Ace inhibitors. Safe antihypertensive in pregnancy. Antibypertensive avoided in pregnancyo Hydralazineo Methyldopao Labetalolo Dihvdropyridine calcium channel blockerso Cardioselective b-blockero Prazosino Clonidineo Diureticso ACE inhibitorso Nonselective b-blockerso Sodium nitroprussideo Reserpine",
        "cop": 3,
        "opa": "Hydralazine",
        "opb": "Labetotlol",
        "opc": "Ace inhibitors",
        "opd": "Alpha methyldopa",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "5bd70ed5-327d-4a6d-b8a6-531b17312fb6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs belong to category X risk category for the use in pregnancy?",
        "exp": "Ans. is 'd' i. e., Isotretinoin * Following is the risk category of the drugs to be used in pregnancy: Risk category of drugs during pregnancy. Category. ExamplesA No risk. Adequate studies in pregnant women have failed to demonstrate a risk to the foetus. Inj. Mag. sulfate, thyroxineB No evidence of risk in humans. Adequate human studies are lacking, but animal studies have failed to demonstrate a risk to teh foetusor. Adequate studies in pregnant women have failed to demonsirate a risk to the fectus, but animal studies have shown an adverse effect on the foetus. Penicillin V. amoxicilin. cafactor, erythromycin, paracetamol, lidocaineC Risk cannot be ruled old. No adequate studies in pregnant women and animal studies are lacking or have shown an adverse effect on foetus, but potential benefit may warrant use of the drug in pregnant women desplite potential risk. Morphine, codeine, atropine, corticosteroids, adrenaline, thiopentone, bupivacaineD Benefit may out weight potential risk. There is evidence of human foetal risk, but the potential benefits from use of the drug may be acceptable despite the potential risk. Aspirin, phenytoin carbamazepine valproate, lorazepam, methotrexateX Contraindicated. Studies in animals of humans have demonstrated foetal abnormalities, and potential risk clearly outweighs possible benefit. Estrogens, isotretinoin, ergometnne thalidomide* Category X drugs have proven fetal abnormalities and are teratogenic.",
        "cop": 4,
        "opa": "Penicillin V",
        "opb": "Thiopentone",
        "opc": "Aspirin",
        "opd": "Isotretinoin",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "aebd4cd5-f973-4b40-beea-fa4f94188c58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Tocolytic agent?",
        "exp": "ANSWER: (B) Ritodrine. REF: Danforth's Obstetrics and Gynecology 10th Edition page 175-178, http://en. wikipedia. org/ wiki/Tocolytic. Indirect repeat from June 2008. See APPENDIX-64 for \"TOCOLYTIC AGENTS\" APPENDIX - 64. Tocolytic Agents: Drug. Mechanism. Description. Contraindications. Terbutalineb2-agonist. Is often the drug given first, especially if there is only low risk of preterm birth. Cardiac arrhythmias. Ritodrineb2-agonist. The only FDA approved tocolytic. Poorly controlled thyroid disease and diabetes. Fenoterolb2-agonist diabetes. Salbutamolb2-agonist diabetes. Nifedipine. CCBs. Is one of the most commonly used tocolytic agents. Cardiac disease. It should not be used concomitantly with magnesium sulphate. Atosibanoxytocinantagonist Indomethacin. NSAIDs late pregnancy (ductus arteriosus), significant renal or hepatic impairment. Sulindac. NSAIDs Coagulation disorders or thrombocytopenia, non-steroidal antiinflammatory drug (NSAID)-sensitive asthma, other sensitivity to NSAIDs. IV Magnesium sulfatemyosin light chain inhibitor. Shown to be ineffective. Has been recommended for women at high risk. However, meta-analyses have failed to support it as a tocolytic agentmyasthenia gravis. Ethyl alcohol? Shown to be ineffective. Was frequently prescribed as a tocolytic in the mid-20th century, but later double-blind studies found it was not effective",
        "cop": 2,
        "opa": "Prazocin",
        "opb": "Ritodrine",
        "opc": "Yohimbine",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "1462af18-bb3c-4bf9-9efe-9e1b291bc670",
        "choice_type": "single"
    },
    {
        "question": "Anti-hypertensive drug contraindicated in pregnancy is?",
        "exp": "89). ANSWER: (A) Enalapril. REF: KDT 7th edp. 553. Also asked in June 2008 (OBG), December 2008 (pharm). Anti-hypertensive to be avoided in pregnancy. Anti-hypertensive to be given in pregnancy* ACE-I, AT-1 blockers ( absolutely c/i)* Diuretics* Non selective beta blockers* Sodium nitroprusside* Hydralazine* Methyl dopa* Dihydropyridine CCBs* Cardio selective beta blockers and those with intrinsic sympathomimetic activities* Prazosine and clonidine",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "Cardio selective Beta blockers",
        "opc": "Methyl dopa",
        "opd": "Hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "39876436-f78c-4dc0-8e88-1fcc17fa02dc",
        "choice_type": "single"
    },
    {
        "question": "Absolutely contra indicated anti-hypertensive drug in pregnancy is",
        "exp": "Ans. is 'a' i. e., Enalapril",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "Diazoxide",
        "opc": "Atenolol",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "a1a94725-06d9-4c30-b0fb-401cdb2a1d23",
        "choice_type": "single"
    },
    {
        "question": "Drug not given in pregnancy -",
        "exp": "Ans. is 'a' i. e., ACE inhibitors Important drugs contraindicated pregnancyo Domperidoneo Lansoprazoleo Cisaprideo Morphineo Tetracyclineso Chloramphenicalo Aminoglycosideso Astemizoleo Diethylcarbamazineo Albendazole, mebendazoleo Warfarino Radioactive iodineo Lithiumo Cyclophosphamideo ACE inhibitorso AT-II antagonists",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Penicillin",
        "opc": "Methyldopa",
        "opd": "Labetalol",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "0a6705fa-7157-425b-b09e-62c393fd6b9a",
        "choice_type": "single"
    },
    {
        "question": "Drugs Contraindicated in pregnancy -",
        "exp": "Ans is 'a' i. e., Enalapril o Enalapril is an ACE inhibitors used as antihypertensive drugs, o ACE inhibitors are C/I in pregnancy. ACE inhibitor are fetopathic, These can cause fetal growth retardation hypoplasia of organs and fetal death may occur if ACE inhibitors are given during later half ofpregnancy. A recent report indicates 2. 7 fold higher malformation rate in fetus exposed to ACE inhibitors in 1st trimester. ACE inhibitors must be stopped when woman conceives. Safer for antihypertensive used in pregnancy-o Methyldopa, Hydralazine, Atenolol, Metoprolol (b blockers). Nifedipine (CCB), Clonidine. o List of some common tetratogenic (fetopathic) drugs -a) Fluoroquinolesk) Astemizoleb) Tetracycline1) Cisapridec) Chloramphenicolm) Amphotericin B, Ketoconazole, Griseofulvind) Streptomycinn) Efavirenze) Kanamycino) Foscarcnet, Ganciclovirf) Tinidazolep) ACE inhibitor, AT antagonistsg) Pyrimethamine + sulfadoxineq) Redioactive iodineh) Quinnine, Primaquiner) Fluphenazinei) Albendazole, Mebendazoles) Warfarinj)DECt) Ketotifen",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "CCB",
        "opc": "Beta-blockers",
        "opd": "Propylthiouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Pregnancy",
        "id": "b4cc22f2-2967-4ac1-b567-e324dfe43c0f",
        "choice_type": "single"
    }
]