[
    {
        "question": "Drug of choice for gonococcal as well as non gonococcal urethritis is",
        "exp": "Gonococcal Infections For gonococcal urethritis: DOC is ceftriaxone For non gonococcal urethritis: DOC is AZITHROMYCIN It is used in combination with ceftriaxone in both gonococcal & non gonococcal urethritis AZITHROMYCIN (Single dose is enough)",
        "cop": 4,
        "opa": "Clindamycin",
        "opb": "Cefepime",
        "opc": "Metronidazole",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "dcfe5b2b-5c0c-49d9-b2f0-32e73a00f66b",
        "choice_type": "single"
    },
    {
        "question": "The drug having higher concentration in the bone:",
        "exp": "Poor bone penetration. - B lactams - Vancomycin - Aminoglycoside Good bone penetration (Higher concentration in Bone) * Tetracycline * Macrolide * Clindamycin",
        "cop": 3,
        "opa": "Piperacillin",
        "opb": "Vancomycin",
        "opc": "Clindamycin",
        "opd": "Paramomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "8ce986e7-8e35-472b-a758-060d971764c2",
        "choice_type": "single"
    },
    {
        "question": "A-23-Year-old female presented with burning pain during micturition. On investigations, she is found to be suffering from co-infection with chlamydia and gonococcus. Drug of choice for treatment of this female is: -",
        "exp": "Doc for gonococcal urethritis => ceftriaxone Doc for gonococcal and nongonococcal urethritis => Azithromycin Doc for candidiasis (fungal infection) => fluconazole DOC for Anaerobic bacterial infections=> Metronidazole and Clindamycin",
        "cop": 1,
        "opa": "Azithromycin",
        "opb": "Ceftriaxone",
        "opc": "Fluconazole",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "40f81fbf-ecf2-4284-978d-48557ba4a8ba",
        "choice_type": "single"
    },
    {
        "question": "Grey baby syndrome is caused by",
        "exp": "Amikacin - nephrotoxicity, ototoxicity and neuromuscular blockade Tetracycline - nephrotoxicity when given along with diuretics, phototoxicity,, affect dentition and bones in young children, Fanconi syndrome and Renal tubular acidosis. Vancomycin - red man syndrome Chloramphenicol- grey baby syndrome, nephrotoxicity, ototoxicity.",
        "cop": 4,
        "opa": "Amikacin",
        "opb": "Tetracycline",
        "opc": "Vancomycin",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "36f37718-f3ba-4dcb-8299-497b88378df0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not effective by oral route?",
        "exp": "Aminoglycosides like streptomycin are not effective orally because these are polar molecules and are not absorbed from GIT",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Ciprofloxacin",
        "opc": "Streptomycin",
        "opd": "Albendazole",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "d587247c-c342-4c33-9f9a-3197afd894b0",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis with cholestatic jaundice occurs most frequently as an adverse reaction to the following preparation of erythromycin:",
        "exp": "Erythromycin estolate is responsible for cholestatic jaundice. It stas after 2-3 weeks of staing treatment. Symptoms include nausea, vomiting and cramping pain in abdomen. Risk of this adverse effect increases significantly in pregnancy. Therefore, erythromycin estolate is contra-indicated in pregnancy.",
        "cop": 3,
        "opa": "Erythromycin base",
        "opb": "Erythromycin stearate",
        "opc": "Erythromycin estolate",
        "opd": "Erythromycin ethyl succinate",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "95bc4e9a-edfc-4ece-880f-335f3485de72",
        "choice_type": "single"
    },
    {
        "question": "In which of the following, Drug resistance is due to Inactivation by enzymes?",
        "exp": "Inactivation by enzymes is major mode of resistance against A: Aminoglycosides B: Beta Lactams C: Chloramphenicol There are Three principal mechanisms of resistance in Aminoglycosides: 1. Production of a Transferase enzyme that inactivates the Aminoglycoside by adenylylation, acetylation, or phosphorylation. (Main mechanism) 2. Impaired entry of Aminoglycoside into the cell. 3. Deleted or Altered receptor protein on the 30S ribosomal subunit as a result of a mutation. Other drugs in the given options - resistance is due to modification of target site.",
        "cop": 3,
        "opa": "Glycopeptides",
        "opb": "Rifampicin",
        "opc": "Aminoglycosides",
        "opd": "Macrolides",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "5f615630-bba8-4958-8067-3a87adf1a811",
        "choice_type": "single"
    },
    {
        "question": "Quinupristin and Dalfopristin belongs to which of the following class of drug:",
        "exp": "Quinpristin and Dalfopristin is a combination of Streptogramins. Rapidly Bactericidal for most susceptible organisms except Enterococcus faecium, which is killed slowly. Quinpristin is Streptogramin B while Dalfopristin is Streptogramin A. They bind to 50S Ribosomal RNA and inhibit protein synthesis. They are active against - Gram positive cocci, including Multidrug resistant strains of Streptococci, Penicillin resistant strains of S. pneumoniae, Methicillin susceptible and resistant strains of Staphylococci, and E. faecium (but not Enterococcus faecalis). Resistance is due to modification of the Quinupristin binding site (MLS-B type resistance), enzymatic inactivation of Dalfopristin or efflux.",
        "cop": 3,
        "opa": "Macrolides",
        "opb": "Lincosamides",
        "opc": "Streptogramins",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "564c6aed-c610-4614-bf5f-36e72f3d0e54",
        "choice_type": "single"
    },
    {
        "question": "Pseudotumor Cerebri in Infants is seen with?",
        "exp": "Tetracyclines S/E: Pseudotumor Cerebri in Infants as theyincrease Intracranial pressure in young infants even at therapeutic doses. Depress bone growth in premature Infants. Among the more severe allergic responses are Angioedema, Anaphylaxis, Anaphylactoid reactions can occur even after oral use. Other Hypersensitivity reactions are burning of the eyes, cheilosis, atrophic or hyperophic glossitis, pruritus ani or vulvae, and vaginitis. Children treated with a Tetracycline or Glycylcycline may develop permanent brown discoloration of the teeth. Demeclocycline, Doxycycline, and other Tetracyclines and, to a lesser extent Glycylcyclines may produce Photosensitivity reactions in treated individuals exposed to sunlight. All Tetracyclines can produce GI irritation, most commonly after oral administration. Epigastric burning and distress, abdominal discomfo, nausea, vomiting, and diarrhea may occur.",
        "cop": 1,
        "opa": "Tetracyclines",
        "opb": "Aminoglycosides",
        "opc": "NSAIDS",
        "opd": "Macrolides",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "c6b23805-b32b-48da-99a7-b860a34c3ad5",
        "choice_type": "single"
    },
    {
        "question": "What is the most serious adverse effect of streptomycin?",
        "exp": "Streptomycin (S) This is a tuberculocidal aminoglycoside. It is not absorbed orally and must be administered by IM injection. It is active only against extra-cellular bacteria. It is NOT HEPATOTOXIC. Major adverse effects are ototoxicity, nephrotoxicity and neuromuscular blockade. Streptomycin is contraindicated in PREGNANCY.",
        "cop": 2,
        "opa": "Hepatotoxicity",
        "opb": "Ototoxicity",
        "opc": "Ocular toxicity",
        "opd": "Hematological disturbances",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "810d0d06-f9d6-45c1-8d8e-6994e0ee36cf",
        "choice_type": "single"
    },
    {
        "question": "The most impoant mechanism by which gram negative bacilli acquire chloramphenicol resistance is:",
        "exp": "Resistance to chloramphenicol is usually by a plasmid encoded enzyme acetyltransferase which inactivates the drug. it can also be due to decreased permeability of the drug into the cell and also due to ribosomal mutation. Antimicrobial resistance through inactivating enzymes develops against: A: Aminoglycosides B: Beta lactams C: Chloramphenicol",
        "cop": 2,
        "opa": "Decreased permeability into the bacterial cell",
        "opb": "Acquisition of a plasmid encoded for chloramphenicol acetyl transferase",
        "opc": "Lowered affinity of the bacterial ribosome for chloramphenicol",
        "opd": "Switching over from ribosomal to mitochondrial protein synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "f4b4302a-574d-4906-90bf-d709abf6c939",
        "choice_type": "single"
    },
    {
        "question": "Which drug of the following is contraindicated in a pregnant female?",
        "exp": "Impoant Antibiotics which are safe in pregnancy can be remembered as: - PCM P - Penicillins C - Cephalosporins M - Macrolides Antibiotics which are contraindicated in pregnancy are: - Aminoglycosides Flouroquinolones Tetracyclins cause Hearing loss Damage to cailage and tendon of growing fetus. Damage to bone and Teeth of the growing baby",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Amoxycillin",
        "opc": "Erythromycin",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "16211dae-44e7-4076-9067-bbc6e6fff053",
        "choice_type": "single"
    },
    {
        "question": "A young female presented to the hospital OPD with suspected chlamydial infection. She was prescribed oral doxycycline for 2 weeks. After 3 weeks, she came to the hospital again with a mucopurulent cervicitis. On questioning, she admitted that she took the drug only for 3 days. What should be done next?",
        "exp": "Cervicitis is caused by C. Trachomatis. Treatment with oral doxycycline for 2 weeks would have eradicated C. Trachomatis and some other bacteria commonly associated with non-gonococcal cervicitis. Given the limited compliance of this patient a single oral dose of Azithromycin would be best for this patient",
        "cop": 4,
        "opa": "Rewrite the original prescription for oral doxycycline",
        "opb": "Treat her with an intravenous dose of amoxicillin",
        "opc": "Write a prescription for oral erythromycin for 10 d",
        "opd": "Treat her with a single oral dose of Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "441d5dec-9295-424d-84d8-fbd80dfeb5fc",
        "choice_type": "single"
    },
    {
        "question": "The following tetracycline has the potential to cause vestibular toxicity:",
        "exp": "* Tetracycline causing maximum vestibular toxicity: Minocycline * Most phototoxic tetracycline: Demeclocycline * Tetracycline causing diabetes insipidus: Demeclocycline * Tetracycline safe in renal failure: Doxycycline",
        "cop": 1,
        "opa": "Minocycline",
        "opb": "Demeclocycline",
        "opc": "Doxycycline",
        "opd": "Tetracycline",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "11577ca3-1bd0-49da-b10f-e07d6236be59",
        "choice_type": "single"
    },
    {
        "question": "A Patient infected with MRSA needs Dialysis. The physician had already been staed the patient on linezolid. On the day of undergoing dialysis, when to administer linezolid in this patient:",
        "exp": "Linezolid: -Linezolid and its breakdown products are eliminated by dialysis -Therefore the drug should be administered after hemodialysis.",
        "cop": 1,
        "opa": "After dialysis",
        "opb": "Before dialysis",
        "opc": "Can be administered irrespective of dialysis",
        "opd": "During dialysis",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "f3b65e9c-29d2-4a0d-941e-5c52b24284cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antimicrobial stops protein synthesis by inhibition of translocation?",
        "exp": "Tetracycline - Binds reversibly to the 30S subunit of the bacterial ribosome, blocking the binding of aminoacyl-t. RNA to the acceptor site on the m-RNA ribosome complex. Chloramphenicol - It binds reversibly to the 50S subunit of the bacterial ribosome and inhibits peptide bond formation. Macrolides - Inhibit the translocation Aminoglycosides - protein synthesis is inhibited in three ways: 1. Cause misreading of m. RNA-affect permeability. 2. interference with the initiation complex of peptide formation 3. Breakup of polysomes into nonfunctional monosomes.",
        "cop": 3,
        "opa": "Aminoglycosides",
        "opb": "Tetracyclines",
        "opc": "Macrolides",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "0b1a54f1-83ae-4662-aec9-cbe34ef4783e",
        "choice_type": "single"
    },
    {
        "question": "DOC for the treatment of Tularemia is:",
        "exp": "TULAREMIA: (aka) Rabbit Fever or Deer Fly Fever Is a rare infectious disease that typically attacks the skin, eyes, lymph nodes and lungs. Caused by bacterium Francisella tularensis. STREPTOMYCIN(or gentamicin) is considered as DOC for Tularemia. Most cases respond to the administration of 1-2 g (15-25 mg/kg) streptomycin per day (in divided doses) for 10-14 days.",
        "cop": 3,
        "opa": "Kanamycin",
        "opb": "Neomycin",
        "opc": "Streptomycin",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "9e773122-037d-4b79-88cf-544eae7d468e",
        "choice_type": "single"
    },
    {
        "question": "Aminoglycoside side effects include: Cochlear toxicity Vestibular toxicity Neuromuscular Blockade",
        "exp": "S/E of Aminoglycoside includes: 1. OTOTOXICITY: Due to accumulation of these in labyrinthine fluid. The Vestibular or Cochlear sensory cells and hairs undergo concentration dependent destructive changes. Aminoglycoside ear drops can cause ototoxicity when instilled in patients with perforated eardrum and so are contraindicated in them. No regeneration of the sensory cells occurs and the hearing loss is permanent. Cochlear damage - stas from Base and spreads to Apex; hearing loss affects high frequency sounds first then progressively involves the lower frequencies as well. Kanamycin and Amikacin produce greater cochlear damage than other aminoglycosides. Vestibular damage - Headache is usually first to appear other symptoms include Nystagmus, Veigo and Ataxia. Permanency of changes depends on the extent of initial damage and the age of the patient; Elderly have poor recovery. 2. NEPHROTOXICITY: Manifests as Tubular damage resulting in loss of urinary concentrating power, Nitrogen retention, Low GFR, Albuminuria and casts. Concurrent use with Loop Diuretics (e. g Furosemide, Ethacrynic acid) or other Nephrotoxic antimicrobial agents (e. g Vancomycin or Amphotericin) can potentiate Nephrotoxicity and should be avoided if possible. 3. NEUROTOXICITY: Aminoglycosides reduce Ach release from the motor nerve endings byinterfering with mobilization of centrally located synaptic vesicles to fuse with the terminal membrane (probably by antagonizing Ca2+) and also decreases sensitivity of the muscle end plates to Ach.",
        "cop": 3,
        "opa": "Only 1",
        "opb": "1 and 2",
        "opc": "1, 2 and 3",
        "opd": "2 and 3",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "782e32d7-a059-4b63-ac6f-211be549251b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs acts by blocking RNA transcription?",
        "exp": "DRUG MECHANISM Rifampicin Inhibit transcription of RNA Isoniazid Act on mycobacterial membrane Streptomycin Inhibit protein synthesis Chloramphenicol Inhibit protein synthesis",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Streptomycin",
        "opc": "Isoniazid",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "6ae0530a-b715-4d20-96e2-c35433d79e58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is active selectively against Anaerobic and Microaerophilic organisms?",
        "exp": "Metronidazole undergoes reduction reaction by receiving single electron from Microaerophilic and Anaerobes pathogens which conves into a highly reactive Nitroradical Anion and damages the pathogen DNA. Metronidazole manifests antibacterial activity against all Anaerobic cocci; Anaerobic gram-negative bacilli(incl. Bacteroides sp.); Anaerobic spore-forming gram-positive bacilli (such as Clostridium); and Microaerophilic bacteria such as Helicobacter and Campylobacter sp. So Metronidazole is less active against Aerobic organisms because of the lack of Radical-mediated mechanism. Nonsporulating gram-positive bacilli often are resistant, as they are aerobic and facultatively anaerobic bacteria.",
        "cop": 3,
        "opa": "Clindamycin",
        "opb": "Tetracycline",
        "opc": "Metronidazole",
        "opd": "Aminoglycosides",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "745bb9b1-066c-49aa-ae31-b2824c91f75e",
        "choice_type": "single"
    },
    {
        "question": "Linezolid inhibits bacterial protein synthesis by:",
        "exp": "Linezolid: Inhibits bacterial protein synthesis By acting at an early step and a site different from that of other AMAs. Binds to the 23S fraction P site of the 50S ribosome and interferes with formation of the ternary N- formylmethionine-t. RNA (t. RNAf. Met) -70S initiation complex Binding of linezolid distos the t. RNA binding site Overlapping both 50S and 30S ribosomal subunits and stops protein synthesis before it stas",
        "cop": 4,
        "opa": "Binds to the 23S fraction of the 30S ribosome at P site",
        "opb": "Binds to the 23S fraction of the 50S ribosome at A site",
        "opc": "Binds to the 23S fraction of the 30S ribosome at A site",
        "opd": "Binds to the 23S fraction of the 50S ribosome at P site",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "9b3d2ff7-0c76-4440-9a52-0267df209756",
        "choice_type": "single"
    },
    {
        "question": "Aminoglycosides are given in a single dose rather than thrice daily because of following reason?",
        "exp": "Aminoglycosides exe Concentration Dependent Bactericidal action and Long Post-Antibiotic effect, such that the antibacterial activity persists beyond the time during which measurable drug is present. Therefore higher plasma concentrations attained after the single daily dose will be equally or more effective than the divided doses and also convenient and cheaper. This is also to make sure that the plasma concentration remains low so as to not cause Ototoxicity and Nephrotoxicity. This allows washout of the drug from the Endolymph and the Renal coex.",
        "cop": 4,
        "opa": "Very long half life",
        "opb": "Time Dependent Killing",
        "opc": "Increased binding to plasma proteins",
        "opd": "Long Post Antibiotic effect",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "ed80b16b-eb34-4b8b-ad6a-b3b996dcc5e0",
        "choice_type": "single"
    },
    {
        "question": "On chronic use Linezolid leads to which of the following?",
        "exp": "Linezolid is Oxazolidinone. MOA: It inhibits protein synthesis by preventing formation of the ribosome complex that initiates protein synthesis by binding to 23S ribosomal RNA of the 50S subunit. It is active against Gram positive organisms including Staphylococci, Streptococci, Enterococci, Gram positive Anaerobic cocci and Gram positive bacilli such as Corynebacteria, Nocardia sp. and L. monocytogenes. It is primarily a Bacteriostatic agent but is Bactericidal against Streptococci. It is also active against Mycobacterium Tuberculosis. Thrombocytopenia is the most common complication seen with its chronic use, also Optic and Peripheral Neuropathy and Lactic acidosis can occur (due to inhibition of mitochondrial protein synthesis). Anemia and Neutropenia can also occur.",
        "cop": 1,
        "opa": "Thrombocytopenia",
        "opb": "Deranged LFT",
        "opc": "Nephrotoxicity",
        "opd": "Ototoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Protein Synthesis Inhibitors",
        "id": "8e718c27-9fec-4fc4-b624-15db0f89a44a",
        "choice_type": "single"
    }
]