[
    {
        "question": "Mechanism of Action of quinolones ?",
        "exp": "Ans. is 'b' i.e., Inhibiting DIVA gyrase o Drugs inhibiting ceil wall synthesis - b-lactam antibiotics (Penicillin, Cephalosporins, monobactoms, Carbapenems), Cycloserine, bacitracin, vancomycin, fosfomycin.o Cause leakage from cell membrane - Polypeptides (Polymyxins, Colistin, tyrothricin), Polyenes (Amphotericin B, Nystatin, Hamvcin), Azoles (Ketoconazole, fluconazole, intraconazole)o Inhibit protein synthesis - Tetracyclines, Chloramphenicol, Erythromycin, Clindamycin, Linezolid.o Cause misreading of m-RNA code and affect permeability-Aminoglycosides,o Inhibit DMA gyrase - Nalidixic acid and fluoroquinolones,o Interfere with DIN A function - Rifampin, metronidazole,o Interfere with DNAsynthesis - Acyclovir, zidovudin.o Interfere with intermediary metabolism - Sulfonamide, Sulfones, PAS, trimethoprim. Pyrimethamine, EthambutoLConcentration dependent effect of quinoioneso The outcome is related to the peak antibiotic concentration achieved at the site of infection in relation to the minimum inhibitory concentration.o The killing effect of a drug is high when ratio of peak concentration to MIC is more.o These drugs produce a prolonged inhibitor),' effect on bacterial multiplication (post antibiotic effect) which suppresses growth until the next dose is given.o So. these drugs produce better action when used as a large single dose as compared to same daily dose divided into 2-3 times.o Example-Aminoglycosides,quinoiones,",
        "cop": 2,
        "opa": "Inhibiting DHFR",
        "opb": "Inhibiting DNA gyrase",
        "opc": "Inhibiting protein synthesis",
        "opd": "Inhibiting cell wall synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Quinolones",
        "id": "9eb3178a-812a-4b4f-872d-3c65f6f36b56",
        "choice_type": "multi"
    },
    {
        "question": "Fluoroqinolone with least oral bioavailability-",
        "exp": "Ans. is 'a' i.e., Norfloxacin Pharmacokinetic characteristics and doses of fluoroquinolones C1PROFLNORFLPEFLOFLLEVOFLGEM1PRULIMOXI1. Oral bioavailability (%)60-8035-4590-10085-95-1007090852. Plasma protein binding (%)20-351520-30252555-7345403. Vo!, of distribution (L/kg)3-4221.51.3----24. Percent metabolized2025855-105->9070-805. Elimination t 1/2 (hr)3-54-68-145-88710-1210-156. Routes of administrationoral, i.v.oraloral, i.v.oral, i.v.oral, i.v.oraloraloral, i.v.7. Dose (mg): oral250-750(BD)400(BD)400(BD)200-400(BD)500(OD)320(OD)600(OD)400(OD): i.v.100-200--400200500 --400",
        "cop": 1,
        "opa": "Norfloxacin",
        "opb": "Ofloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Levofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Quinolones",
        "id": "9d384f9c-46cd-4191-b707-daa71ea772a9",
        "choice_type": "single"
    }
]