[
    {
        "question": "Anti androgen used in heart failure -",
        "exp": "Ans. is 'c' i. e.. Spironolactoneo Acute heart failure known as decompensated heart failure because of lack of compensatory mechanisms in the acute phase. o Chronic heart failure is said to be compensated because of compensation brought about by sympathetic stimulation, o Concept: Remodelling of heart is the change in the shape of LV outflow tract due to myocardial hypertrophy, as a result of sympathetic stimulation on failing heart. This leads to wastage of myocardial energy' in pumping misdirected jet of blood and is a reason for increase in mortality, o Drugs which alter the process of remodelling of heart lead to decreased mortality. Pathogenesis of compensated heart failure/chronic heart failure. 'remodel. Hng of heart. Drugs that reverse this process. Vasodilators -Venodilators - Nitrates. Arteriolar dilators - Hydralazine, minoxidil, CCBso CCBs should not be used due to reflex sympathetic stimulation in case of nifedipine and direct cardiodepressant action in case of verapamil and diltiazem. Beta Blockers -o Only 3 beta blockers approved for use in chronic CHF - Carvedilol, Metoprolol and bisoprolol. o They are absolutely contraindicated in acute CHF due to their negative ionotropic effect. They are used in chronic CHF due to their reversal action on remodelling of heart and decrease in mortality with their use. ACE I nhibitors and ARBs. Aldosterone antagonistso Spironolactone and eplerenone are the aldosterone antagonists. They are used as potassium sparing diuretics. Their diurectic effect is quite feeble, but in CHF these drugs reduce the mortality (at doses lower than diuretic doses) by antagonizing the effect of aldosterone (reversal of remodelling). Spironolactone also possesses anti- androgenic effects.",
        "cop": 3,
        "opa": "Carvedilol",
        "opb": "Sampatrilat",
        "opc": "Spironolactone",
        "opd": "Abiraterone",
        "subject_name": "Pharmacology",
        "topic_name": "RAAS and Heart Failure Drugs",
        "id": "bf7db557-384d-4355-a868-9347cc9f875b",
        "choice_type": "single"
    },
    {
        "question": "Drug inhibiting cardiac remodelling in CHF -",
        "exp": "Ans. is 'a' i. e., ACE inhibitors o Has been explained in previous sessions.",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Digitalis",
        "opc": "Diuretics",
        "opd": "Vasodilatus",
        "subject_name": "Pharmacology",
        "topic_name": "RAAS and Heart Failure Drugs",
        "id": "25590840-334c-4881-9050-fc329e471e31",
        "choice_type": "single"
    }
]