[
    {
        "question": "Drug used in Narcoanalysis is:",
        "exp": "Ref: Essentials of Medical Pharmacology by K. D. Tripat hi p. 109, 113. Explanation: Hyoscine (Scopalamine). Atropine substitute and quartemary ammonium compound. Less potent and longer acting than atropine. Used for esophageal and gastrointestinal spastic conditions.- Hyoscine has been used to produce sedation and amnesia during labour (twilight sleep) and to control maniacal states.- It had earned a reputation as a lie detector' during world war SI: its amnesic and depressant action was believed to put the subject 'off guard' in the face of sustained interrogation and sleep deprivation, so that he came out with the truth.",
        "cop": 4,
        "opa": "Cocaine",
        "opb": "Pethidine",
        "opc": "Atropine",
        "opd": "Scopalamine",
        "subject_name": "Pharmacology",
        "topic_name": "Seedatives & Hyponotics",
        "id": "63dd4b1f-7e1c-44f6-9bde-14272f21b7e9",
        "choice_type": "single"
    },
    {
        "question": "In which of the following disorders, administration of barbiturates is contraindicated?",
        "exp": "Ans. (B) Acute intermittent porphyria(Ref: KDT 8/e p427). Barbiturates induce the rate limiting enzyme 'd-aminolaevulanic acid synthase' in porphyrin synthesis. This increased synthesis of porphyrins can precipitate acute attack of AIP.",
        "cop": 2,
        "opa": "Anxiety disorders",
        "opb": "Acute intermittent porphyria",
        "opc": "Kernicterus",
        "opd": "Refractory status epilepticus",
        "subject_name": "Pharmacology",
        "topic_name": "Seedatives & Hyponotics",
        "id": "97ed95d2-2fb9-41b6-98a4-31fac8599bc0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is melatonin receptor agonist-",
        "exp": "Ans. is 'b' i. e., Ramelteon o Ramelteon is the most recently FDA approved hypnotic. o It is a novel agent (novel hypnotic) with high selectivity for the melatonin receptors MT1 and MT2. o The CYP1. A2 isoform of cytochrome P450 is mainly responsible for the metabolism of ramelteon and should not be used with fluvoxamine (an inhibitor of CYP 1 A2). o Ramelteon is used in the treatment of insomnia when the patient has difficulty in falling asleepo Ramelteon has not been found to cause rebound insomnia or withdrawal symptoms, unlike benzodiazepines; neither does it seem to pose a risk for abuse or tolerance. Thus, unlike other hypnotics, ramelteon is not a controlled substance.",
        "cop": 2,
        "opa": "Zolpidem",
        "opb": "Ramelteon",
        "opc": "Zomaltone",
        "opd": "Zelutine",
        "subject_name": "Pharmacology",
        "topic_name": "Seedatives & Hyponotics",
        "id": "61e4ff8c-4b51-4c76-b89a-d908cd6b1a08",
        "choice_type": "single"
    },
    {
        "question": "Modafinil is used as an adjunct in the treatment of?",
        "exp": "ANSWER: (A) Sleep apnea syndrome REF: Harrison's 18th ed ch: 27. FDA approved indications of modahnil: Drug of choice: Narcolepsy and shift work disorder. Adjunctive treatment of sleep apnea syndrome. Off label uses (where use is doubtful)ADHDDepression. Bipolar disorder. Fatigue. Depersonalisation disorder. Cognitive enhancement",
        "cop": 1,
        "opa": "Sleep apnea syndrome",
        "opb": "Narcolepsy",
        "opc": "ADHD",
        "opd": "Shift work disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Seedatives & Hyponotics",
        "id": "444e7936-094f-4667-a3aa-56906a2bbaa3",
        "choice_type": "single"
    }
]