[
    {
        "question": "Tamoxifene -",
        "exp": "Ans. is 'b' i. e., SERM o Tamoxifen is a selective estrogen receptor modulator (SERM). SELECTIVE ESTROGEN RECEPTOR MODULATION (SERMs)1. Tamoxifen citrate# It is a nonsteroidal compound# It has both estrogen antagonist as well as partial agonist activity -Tamoxifen (selective estrogen receptor modulator)o Sites on which it acts as estrogen antagonisti) Breast carcinomaii) Blood vesselsiii) Some peripheral sites. Site at which it acts as partial agonisti) Uterus - Causes proliferation of endometriumii). Bone - Improves bone mass d/t its antiresorptive effectiii) Lipid profile - Decrease LDL without any change in HDL (| risk of coronary artery disease)# Incresed risk of deep vein thrombosis. Tamoxifen is the standard hormonal treatment of breast cancer in both pre and postmenopausal women, though aromatase inhibitors are now becoming choice. Improvement in bone mass (due to antiresorptive effect) and in lipid profile are the benefits of tamoxifen. It has biphasic t1/2 - (10 hours and 7 days). 2. Toremifene (Has been added to 6th/e of KDT). Newer tamoxifen congener with similar action and uses. 3. Raloxifene. This SERM is different from tamoxifen in that it has antagonistic action on endometrium (Tamoxifen has partial agonistic action) - No risk of endometrial proliferation amd carcinoma. All other actions are same. It is mainly used as first line drug for prevention and treatment of osteoprorosis. 4. Qrmeloxifene. It also has antagonistic action on endometrium - has been approved for dysfunctional uterine bleeding. o Fulvestrant - It is a selective estrogen receptor down regulators (SERDs) or pure estrogen antagonist. In contrast to tomoxifen, it inhibits estrogen receptor (ER) dimerization so that ER interaction with DNA is prevented and receptor degradation is enhanced. The ER is thus down regulated resulting in more complete suppresion of ER responsive gene function. It is used for ER positive metastatic breast cancer.",
        "cop": 2,
        "opa": "SSRI",
        "opb": "SERM",
        "opc": "SNRI",
        "opd": "DNRI",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "0802ce59-2705-4780-81ec-aa243531ffd8",
        "choice_type": "single"
    },
    {
        "question": "Finasteride is a -",
        "exp": "Ans. is 'a' i. e., 5-a reductase inhibitor Finasterideo It is a competitive inhibitor of enzyme 5a-reductase which converts testosterone into more active dihydrotestosterone responsible for androgen action in many tissues including prostate gland and hair follicle, o It is relatively selective for 5a reductase type-2 isoenzyme which predominates in male urogenital tract, o It is used for -Benign prostatic hypertrophy (BHP). Male pattern baldness. Hirusitism. Dutasteride (Has been added to 6th/e of KDT)o Finasteride congener, inhibits both type 1 and type 2 5a-reductase and reduces dihydrotestosterone level, o It is very long acting - t1/2 - 9 weeks. o Side effects are deceased libido impotence and decreased volume of ejaculate, skin rash, swelling of lips.",
        "cop": 1,
        "opa": "5-a reductase inhibitor",
        "opb": "PDE inhibitor",
        "opc": "Alpha blocker",
        "opd": "Androgen receptor blocker",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "ced787da-1864-408e-b535-9025084d7229",
        "choice_type": "single"
    },
    {
        "question": "Erythropoietin is inhibited by -",
        "exp": "Ans. is 'a' i. e., Estrogen o Estrogen antagonizes the erythropoietin-augmenting effect of placental lactogen. It inhibits utilization of erythropoietin by the marrow stem cell, and also impairs its production.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Thyroxine",
        "opd": "Testosterone",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "63d924f4-c9d9-4c45-9344-9a0ac6599d8e",
        "choice_type": "single"
    },
    {
        "question": "SERM drug used in treatment of osteoporosis -",
        "exp": "Ans. is 'a' i. e., Raloxifene Traditionally hormone replacement therapy with estrogen was being used to prevent/treat osteoporosis in postmenopausal women. HRT has been shown to reduce the risk of osteoporosis in women. But long term use of estrogen leads to range of adverse effect including cardiovascular disease, stroke, pulmonary emboli and invasive breast cancer. These serious adverse effect made to look for other options. Selective estrogen receptor modulators. These are class of compounds that act on estrogen receptors. Their characteristic feature is that they do not have pure agonist or antagonistic action on estrogen receptors. Their selective action distinguishes these substances from pure receptor agonist or antagonist. SERMS are \"selective\" that means SERMS block estrogen in some tissues and activate estrogen action in others. All the SERMS bind to the estrogen receptor but each agent produces a unique receptor drug conformation. As a result specific co activator or co-oppressor proteins are bound to the receptor resulting in differential effects. Two SERMS are currently beins used. Raloxifens - For the t/t and prevention of osteoporosis. Tamoxifen --> For the t/t and prevention of Breast Ca. The first SERM to reach the market was Tamoxifen which blocks the stimulative effect of estrogen on breast tissue and is used in breast cancer. Raloxifene is the second SERM to be approved by the FDA. Raloxifens has been approved for the t/t and prevention of osteoporosis in postmenopausal women. Raloxifens acts like estrogen on bone and helps to build and maintain bone density. Raloxifen has been shown in clinical trials to increase bone density in the spine and hip and to reduce the risk of spinal fractures in women with osteoporosis. While it acts like estrogen on bone, it blocks the action of estrogen on breast and uterus. This profile makes it very useful for the t/t of osteoporosis because Raloxifene provides the bone benefits of estrogen without increasing the risk for estrogen related breast and uterine cancers. Raloxifene in Breast cancer. Due to its antiestrogenic effect on breast, Raloxifene has been shown to reduce the risk of invasive breast cancer in women who are taking it for osteoporosis. Raloxifene reduces the risk of breast cancer by 50-70% in both low risk and high risk postmenopausal women. The national cancer institute U. S. A. funded the STUDY OF TAMOXIFEN AND RALOXIFEN (STAR) a clinical trial comparing raloxifens with tamoxifen in preventing breast cancer, in postmenopausal women who are at increased risk of developing the disease. The study found that tamoxifen and Raloxifen are equally effective in reducing invasive breast cancer risk in postmenopausal women who are at increased risk of the disease. The study also found out that women who took raloxifen had fewer uterine cancer and fewer blood clots than women who took tamoxifen. However, Raloxifen did not decrease the risk of noninvasive breast Ca. On September 14 2007, the U. S. food and drus administration announced approval of raloxifens for reducing the risk of invasive breast cancer in postmenopausal women with osteoporosis and in postmenopausal women at high risk for invasive cancer.",
        "cop": 1,
        "opa": "Raloxifene",
        "opb": "Estrogen",
        "opc": "Strontium",
        "opd": "Alendroate",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "87871782-e6c1-434b-b0ab-8c2ae3656d2c",
        "choice_type": "single"
    },
    {
        "question": "Slidenafil acts by blocking which enzyme?",
        "exp": "Ans. (b) Phosphodiesterase 5 inhibition. Ref. KD Tripathi 6th Ed. 1294-295* Sildenafil, Tadalafil and vardenafil are selective PDE-5 inhibitors effective in erectile dysfunction.* 5 a - REDUCTASE INHIBITOR# Finasteride is competitive inhibitor of the enzyme 5a-reductase which converts testosterone into more active dihydrotestosterone responsible for androgen action in many tissues including prostate gland and hair follicles.# Used in treatment of BPH* Flutamide: A nonsteroidal drug having specific antiandrogenic, but no other hormonal activity.# Used in prostate CAAlso Know. Tadalafil is the longest acting phospodiesterase inhibitor.",
        "cop": 2,
        "opa": "Phosphodiesterase 3 inhibition",
        "opb": "Phosphodiesterase 5 inhibition",
        "opc": "5 alpha Reductase inhibition",
        "opd": "Stimulate androgen production",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "a4fae91c-af1f-439b-bfe1-cc3637cb6e85",
        "choice_type": "single"
    },
    {
        "question": "Irreversible aromatase inhibitor -",
        "exp": "Ans. is 'b' i. e., Exmestane Aromatase inhibitors are of two types: o Type I (steroidal) aromatase inhibitor - They cause irreversible inhibition of aromatase, e. g. Exmestane, formestane. o Type II (non-steroidal) aromatase inhibitor - They cause reversible inhibition of aromatasxe e. g. Anastrazole, Letrozole, vorozale.",
        "cop": 2,
        "opa": "Anastrazole",
        "opb": "Exmestane",
        "opc": "Letrozole",
        "opd": "Vorozole",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "3c85c51f-fc5f-419f-88ce-5be76603bd9f",
        "choice_type": "single"
    },
    {
        "question": "Raloxifene is used in -",
        "exp": "Ans. is 'a' i. e., Osteoporosis Raloxifeno Raloxifen is a recently introduced selective estrogen receptor modulator (SERM). Mechanism of action: Partial agonist in. Antagonist action ino Boneo Endometriumo Cardiovascular systemo Breasto It has high affinity for both ER a and ER bo It has a distinct DNA target: 'Raloxifence response elements' (RRE). Actions: Prevents bone loss in post menopausal women: (BMD may even increase 0. 9 to 3. 4% over years). Reduces the risk of vertebral fractures to half: (but not that of long bones except ankle). Reduces LDL cholesterol. There is no increase in HDL or tryglyceride levels. It may have atherogenic potential. Reduces risk of breast cancer (by 65%) (protection was confined to Estrogen receptor positive breast cancer)o Raloxifen does not stimulate endometrial proliferation and there is no increase in risk of endometrial carcinomao Raloxifen does not relieve vasomotor symptoms of menopause. Rather hot flushes may be induced in some women, o Raloxifen is an effective alternative to HRT for prevention and treatment of osteroporosis in post menopausal women. It has no use in men. Side effects: Hot flushes and leg cramps are generally mild and occasional vaginal bleeding may be seen. Increase in risk of deep vein thrombosis and pulmonary embolism.",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Cervical cancer",
        "opc": "Osteopetrosis",
        "opd": "Fibroadenoma",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "6c39296c-1d7c-45fd-a353-ea6103125c85",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a synthetic estrogen?",
        "exp": "Ans. is 'd' i. e., Diethylstibestrol. Estrogeno Ethinylestradiolo Diethylstibestrolo Mestranolo Hexestrolo Tiboloneo Dienestroi",
        "cop": 4,
        "opa": "Estrone",
        "opb": "Estriol",
        "opc": "Estradiol",
        "opd": "Diethylstibestrol",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "71840043-e6e8-4b9b-89ea-6d2fa441babe",
        "choice_type": "single"
    },
    {
        "question": "Letrozole belongs to which group?",
        "exp": "Ans. is 'd' i. e., Aromatase inhibitors Aromatase inhibitorso Aromatase inhibitors are drugs which inhibit the enzyme Aromatase. o Aromatase is an enzyme responsible for the conversion of testosterone (androgens) to estrogens. o This conversion of androgens to estrogens occur in several tissues including ovary, adrenal cortex, peripheral tissues. o Inhibition of Aromatase leads to decrease in estrogen level. o Aromatase inhibitors prevent the conversion of androgens to estrogens only in postmenopausal women, not in premenopausal women. o In premenopausal women, as the level of estrogens decrease it activates the pituitary hypothalamic axis. Activation of pituitary hypothalamic axis leads to increased secretion of pituitary gonadotropins. The pituitary gonadotropins inturn increase the secretion of estrogens. Thus the estrogen level returns back to their normal level. o On the other hand aromatase inhibitors effectively decrease the secretion of estrogen in postmenopausal women. o In postmenopausal women, the production of estrogen from androgens occurs, only in extraovarian sites such as peripheral tissues where the conversion of androgens to estrogens is blocked by aromatase inhibitors. Use of aromatase inhibitorso Aromatase inhibitors are used in the t/t of Hormone receptor positive breast carcinomas in postmenopausal women. They are not effective in premenopausal women. How are Aromatase inhibitors useful in Breast carcinomas? o In breast carcinomas, estrogen delivers growth signals to the hormone receptors. The hormone receptors upon receiving the growth signals, cause the proliferation of tumor cells, o After the inhibition by aromatase inhibitors, estrogen level decreases, this leads to lesser delivery of growth signals and in turn lesser proliferation of tumor cells. Aromatase inhibitors are of two types: o Type I (steroidal) aromatase inhibitor - They cause irreversible inhibition of aromatase, e. g. Exmestane. formestane. o Type II (non-steroidal) aromatase inhibitor - They cause reversible inhibition of aromatase e. g. Anastrazole, Letrozole, vorozale. o Above classification is based on chemical structure (steroidal or non-steroidal ) and type of inhibition (reversible or irreversible). Based on the evolution the aromatase inibitors are: First generation - Aminoglotethimide. Second generation - Steroidal type I(Example, formestane), non-steroidal type II (Anastrazole, Letrozole, Vorozole, fadrozole)o Side effects - Hot flushes, nausea, diarrhoea, dyspepsia, thinning of hair and Joint Pain (Arthralgia) and increased risk of fracture. o There is no endometrial proliferation (no risk of endometrial carcinoma), no risk of venous thromboembolism and no deterioration of lipid profile. Remembero Anastrozole and letrozole are nonsteroidol compound, while exemestane is steroidol. o Exemestane also has weak androgenic activity', o Anastrozole is more potent than letrozole. o First generation aromatase inhibitors - Aminoglutethimide. o Second generation aromatase inhibitors - Letrozole, anastrozole, fadrozole and exemestone.",
        "cop": 4,
        "opa": "SERM",
        "opb": "SERD",
        "opc": "LHRH analogues",
        "opd": "Aromatse inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Sex-Hormone",
        "id": "83fb5ffb-3d0c-4f8c-a55f-f5e819d2f37b",
        "choice_type": "single"
    }
]