[
    {
        "question": "Which is not used in acne:(2003)",
        "exp": "b. Ref: KDT, 5th ed, p. 800, 801 & 4th ed, p. 858s",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Ampicillin",
        "opc": "Clindamycin",
        "opd": "Doxycycline",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "220b31d3-fa0b-433d-ac5d-0d46de73115c",
        "choice_type": "single"
    },
    {
        "question": "Iminoquimod is used in the treatment of -",
        "exp": "Ans. is 'a' i. e., Anogenital wart Treatment options in warts. Type of warts. Treatment options. Varruca vulgaris. Cryotherapy. Electric cautery, RFAWart paint (non on face, anogenital region). Mechanical removal. Palmoplantar warts. Wart paint. Cryotherapy. Formain soaks. Filiform warts. Electric cautery, RFAPlane warts. Trichloracetic acid touch. Retionoic acid. Epidermodyplasia verruciformis. Acitretin. Anoenital warts. Podophyllin/podophyllotoxinlmiquimod. Cryotherapy",
        "cop": 1,
        "opa": "Anogenital warts",
        "opb": "Tenia versicolor",
        "opc": "Melanoma",
        "opd": "Sezary syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "1189f0bf-a550-4f12-99c2-f1538c1bd159",
        "choice_type": "single"
    },
    {
        "question": "In sweat glands, the sympathetic neurotransmitter-",
        "exp": "Ans. is 'd' i. e., Acetylcholine o Neurotransmitter in all preganglionic autonomic nerves (both sympathetic and parasympathetic) is acetylcholine (ACH)o Neurotransmitter in all ganglia (both sympathetic and parasympathetic) is acetylcholine. o Neurotransmitter in postganglionic parasympathetic fibres is acetylcholine. o In posganglionic sympathetic fibres, the major neurotransmitter is noradrenaline (NA) except in renal and mesentric vasculature where it is dopamine, in sweat glands, some blood vessels where it is acetylcholine and in adrenal medulla where it is adrenaline. o Most of the visceral organs are supplied by both sympathetic and parasympathetic system except; 1. Blood vessels, spleen, sweat glands and hair follicles receive only sympathetic innervation. 2 Ciliary muscle gastric and pancreatic glands receive only parasympathetic innervation, o In general sympathetic and parasympathetic systems are antagonistic except;# Refractory period of atrial fibres is decreased by both. o At almost all organs except heart, cholinergic system has excitatory activity and adrenergic system has relaxing properties - Sympathetic system stimulates (Tachycardia, Positive inotropic) and parasympathetic system depresses (Bradycardia, Negative inotropic) the heart.",
        "cop": 4,
        "opa": "Norepinephrine",
        "opb": "Epinephrine",
        "opc": "Dopamine",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "5143f41b-caaa-475b-98d2-d25cd5b75862",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in severe cystic acne:",
        "exp": "Ans. (a) Isotretinoin. Ref Katzung 11th ed. /1308, 1455; KDT 854* 13-cis-Retinoic acid (Isotretinoin) is an analogue of vitamin A. It is used for the treatment of severe cystic acne* Isotretinoin (Accutane) is a synthetic retinoid currently restricted to the treatment of severe cystic acne that is refractory to standard therapies.* It appears to act by inhibiting sebaceous gland size and function.* Half life-10-20 hours.* Common side effect: hypervitaminosis A, dryness of skin and mucous membrane.* Teratogenic effect: Extremely high risk of CNS, face, ear, and other malformations. Risk is equal throughout all the three trimester. Also Know* AI-trans vitamin A (Tretinoin): effective topical agent in the treatment of acne vulgaris. It is a potent comedolytic and stimulate epidermal cell turnover, resulting in peeling.* Benzoyl peroxide is an effective topical agent in the treatment of acne vulgaris# MOA of benzoyl peroxide- its antimicrobial activity against P acnes and to its peeling and comedolytic effects.* Azelaic acid effective in the treatment of acne vulgaris.# MOA of azelaic acid- antimicrobial activity against P acnes as well as an in vitro inhibitory effect on the conversion of testosterone to dihydrotestosterone.",
        "cop": 1,
        "opa": "Isotretinoin",
        "opb": "Tretinoin",
        "opc": "Benzoyl peroxide",
        "opd": "Azelaic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "a9fbf91c-4cbd-4337-b418-c1b1546abd23",
        "choice_type": "single"
    },
    {
        "question": "NOT used in scabies?",
        "exp": "Ans. is 'c' i. e. Ciclopirox oleamine Scabies is caused by a mite (Sarcoptes Scabiei var hominis) specific for human. Scabicide used in the t. It of scabies. Scabicide. Method of use. Comments* Permethrin (5%)1 application * Benzyl benzoate3 application at. Irritation 12 hourly intervals * Gamma benzene hexachloride (BHC) (1%)1 application. Seizures* Crotamiton 10%2 applications daily x 14 duseful in children mild antipruritic* Ivermectin. Single oral dose 200 mg/kg body weight",
        "cop": 3,
        "opa": "BHC",
        "opb": "Permethrin",
        "opc": "Ciclopirox oleamine",
        "opd": "Crotamiton",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "6e454697-3e5a-4bb6-84c2-b9ee1670f805",
        "choice_type": "single"
    },
    {
        "question": "Benzoyl peroxide is effective in:",
        "exp": "Ans: a (Acne) Ref: Tripathi, 6th ed, p. 852; Katzung, 10th ed, p. 1000. BENZOYL PEROXIDEBenzoyl peroxide is an effective topical agent in the treatment of acne vulgaris. It penetrates the stratum comeum or follicular openings unchanged and is converted metabolically to benzoic acid within the epidermis and dermis. RETINOIC ACID & DERIVATIVESRetinoic acid, also known as tretinoin or all-trans-retmoic acid, is the acid form of vitamin A. It is an effective topical treatment for acne vulgaris. The most common adverse effects of topical retinoic acid are erythema and dryness that occur in the first few weeks of use. Adapalene is a derivative of naphthoic acid that resembles retinoic acid in structure and effects. It is applied as a 0. 1 % gel once daily.. Adapalene is less irritating than tretinoin and is most effective in patients with mild to moderate acne vulgaris. Tazarotene is an acetylenic retinoid that is available as a 0. 1 % gel and cream for the treatment of mild to moderately severe facial acne. Topical tazarotene should be used by women of childbearing age only after contraceptive counseling. It is recommended that tazarotene should not be used by pregnant women. ISOTRETINOINIsotretinoin is a synthetic retinoid currently restricted to the treatment of severe cystic acne that is recalcitrant to standard therapies. Most patients with cystic acne respond to 1-2 mg/kg, given orally in two divided doses daily for 4-5 months Common adverse effects resemble hypervitaminosis A and include dryness and itching of the skin and mucous membranes. Teratogenicity is a significant risk in patients taking isotretinoin. AZELAICACIDAzelaic acid is a straight-chain saturated dicarboxylic acid that has been demonstrated to be effective in the treatment of acne vulgaris and acne rosacea.",
        "cop": 1,
        "opa": "Acne",
        "opb": "Psoriasis",
        "opc": "Contact dermatitis",
        "opd": "Tinea",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "10228438-c3c1-4186-ac2a-e0db5f9fa3d8",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic cholinergic transmission is seen in -",
        "exp": "Ans. is 'a' i. e., Sweat glandso Neurotransmitter in all preganglionic autonomic nerves (both sympathetic and parasympathetic) is acetylcholine (ACH). o Neurotransmitter in all ganglia (both sympathetic and parasympathetic) is acetylcholine. o Neurotransmitter in postganglionic parasympathetic fibres is acetylcholine. o In posganglionic sympathetic fibres, the major neurotransmitter is noradrenaline (NA) except in renal and mesentric vasculature where it is dopamine, in sweat glands, some blood vessels where it is acetylcholine and in adrenal medulla where it is adrenaline. o Most of the visceral organs are supplied by both sympathetic and parasympathetic system except; 1) Blood vessels, spleen, sweat glands and hair follicles receive only sympathetic innervation. 2) Ciliary muscle gastric and pancreatic glands receive only parasympathetic innervation, o In general sympathetic and parasympathetic systems are antagonistic except;# Refractory period of atrial fibres is decreased by both. o At almost all organs except heart, cholinergic system has excitatory activity and adrenergic system has relaxing properties - Sympathetic system stimulates (Tachycardia, Positive inotropic) and parasympathetic system depresses (Bradycardia, Negative inotropic) the heart.",
        "cop": 1,
        "opa": "Sweat glands",
        "opb": "Renal vessels",
        "opc": "GT vessels",
        "opd": "Heart",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "480928db-8196-4559-8a55-549b438c9cdf",
        "choice_type": "single"
    },
    {
        "question": "The neurotransmitter secreted by postganglionic sympathetic fibers innervating sweat glands is: (Repeat)",
        "exp": "Ans: C (Acetylcholine) Ref: Katznng, l0th ed. Explanation:* NE is the neurotransmilter of all postganglionic sympathetic fibers except the ones innervating the sweat glands, where acetylcholine is the neurotransmitter. Fig: Schematic diagram comparing some anatomic and neurotransmitter features of autonomic and somatic motor nerves. (ACh. acetylcholine; D, dopamine; Epi. epinephrine: NE. norepinephrine; N. nicotinic receptors: M. muscarinic receptors). Parasympathetic ganglia are present near the wall of the organ innervated. Some sympathetic postganglionic filters release acetylcholine or dopamine rather than norepinephrine. The adrenal medulla, a modified sympathetic ganglion, receives sympathetic preganglionic fibers and releases epinephrine and norepinephrine into the blood. The autonomic nervous system lends itself to division on anatomic grounds into two major portions: the sympathetic (thoracolumbar) division and the parasympathetic (craniosacral) division. The sympathetic preganglionic fibers leave the central nervous system through the thoracic and lumbar spinal nerves. The parasympathetic preganglionic fibers leave the central nervous system through the cranial nerves (especially the third, seventh, ninth and tenth) and the third and fourth sacral spinal roots. Most of the sympathetic preganglionic fibers terminate in ganglia located in the paravertebral chains that lie on either side of the spinal column. The remaining sympathetic preganglionic fibers terminate in prevertehral ganglia, which lie in front of the vertebrae, usually on the surface of the aorta. From the ganglia, postganglionic sympathetic fibers run to the tissues innervated. Some preganglionic parasympathetic fibers terminate in parasympathetic ganglia located outside the organs innervated: the ciliary, ptery gopalatine, submandibular, otic, and several pelvic ganglia. The majority of parasympathetic preganglionic fibers terminate on ganglion cells distributed diffusely or in networks in the walls of the innervated organs.",
        "cop": 3,
        "opa": "Norepinephrine",
        "opb": "Epinephrine",
        "opc": "Acetylcholine",
        "opd": "Dopamine",
        "subject_name": "Pharmacology",
        "topic_name": "Skin",
        "id": "1ab8f540-8b98-41f8-b504-4814fa43bf79",
        "choice_type": "single"
    }
]