[
    {
        "question": "All are true about Cotrimoxazole, except",
        "exp": "Ans. is 'd' i. e., Trimethoprim increases absorption of Sulfamethoxazole Cotrimoxazole - It is a fixed dose combination of Trimethoprim and Sulphamethoxazole. Important properties -Sulphamethoxazole and Trimethoprim have been selected for combination because both have nearly the same t 1/2- 10 hr. (Pharmacokinetics of both the drugs resemble each other closely). Optimal synergy in case of most organism is exhibited at a concentration ratio of Sulphamethoxazole 20: Trimethoprim 1 (This ratio is obtained in plasma when two are given in a dose ratio of 5: 1). This occurs because trimethoprim has a larger volume of distribution than Sulfamethoxazole and attains lower plasma concentration. Trimethoprim adequately crosses blood brain barrier and placenta, while sulfamethoxazole has poor entry. Trimethoprim is more rapidly absorbed than Sulfamethoxazole (It does not affect absorption of Sulphamethoxazole). Trimethoprim is 40 % plasma protein bound, Sulphamethoxazole is 60% plasma protein bound. Resistance to the combination has been slow to develop compared to the resistance to either drug alone.",
        "cop": 4,
        "opa": "Resistance is delayed due to drugs in combination",
        "opb": "Trimethoprim: Sulphamethoxazole = 1: 5",
        "opc": "Similar pharmacokinetics for both components",
        "opd": "Trimethoprim increases absorption of Sulphamethoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Sulfonamide",
        "id": "4aceed00-2cf2-467b-8d6a-11f1d2aa88e1",
        "choice_type": "multi"
    },
    {
        "question": "Drug inhibiting bacterial protein synthesis are all except -",
        "exp": "Ans. is 'd' i. e., Sulfonamides Bacterial protein syn thesis and site of action of antibioticso Sulfonamides and other sulfa antibiotics indirectly inhibit DNA synthesis nu inhibiting folate synthesis.",
        "cop": 4,
        "opa": "Aminoglycosides",
        "opb": "Chloramphenicol",
        "opc": "Clindamycin",
        "opd": "Sulfonamides",
        "subject_name": "Pharmacology",
        "topic_name": "Sulfonamide",
        "id": "10b3bf6b-f9bb-40d9-82d4-de6853e70774",
        "choice_type": "multi"
    }
]