[
    {
        "question": "Rituximab is a monoclonal antibody used for treatment of:-",
        "exp": "Rituximab is a monoclonal antibody against CD20. It is used for treatment of: Non-Hodgkin lymphoma Chronic lymphoid leukemia Rheumatoid ahritis SLE Auto-immune hemolytic anemia Idiopathic thrombocytopenic purpura",
        "cop": 1,
        "opa": "Non-Hodgkin's lymphoma",
        "opb": "Gastrointestinal Stromal Tumors",
        "opc": "Chronic Myeloid Leukemia",
        "opd": "Acute Myeloid Leukemia",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "7217ed20-27bf-4bf1-84d2-6ddb18022234",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody used in Head and neck cancer is:-",
        "exp": "Drug Mechanism of action Uses Pembrolizumab Monoclonal antibody against PD 1 * Multiple myeloma * Non small cell lung cancer * Head and neck cancer * Any cancer containing mismatch repair Trastuzumab Monoclonal antibody against her-2/neu Breast cancer, gastroesophageal junction cancer Rituximab Monoclonal antibody against CD20 Non hodgkin's lymphoma(NHL), chronic lymphocytic leukemia(CLL) Ocrelizumab Monoclonal antibody against CD20 Primary progressive multiple sclerosis(PPMS)",
        "cop": 1,
        "opa": "Pembrolizumab",
        "opb": "Trastuzumab",
        "opc": "Rituximab",
        "opd": "Ocralizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "1a7aae7a-1151-406a-be1a-4c6f5a2d87b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new drug recently approved for treatment of neovascular age related macular degeneration?",
        "exp": "*Brolucizumab is a monoclonal antibody against VEGF. *It is recently approved for wet (neovascular) age related macular degeneration.* Istradefylline is adenosine A2 receptor antagonist. It is approved for off episodes in Parkinsonism* Lefamulin is a new antimicrobial that acts by inhibiting protein synthesis. It is approved for community acquired bacterial pneumonia.",
        "cop": 1,
        "opa": "Brolucizumab",
        "opb": "Istradefylline",
        "opc": "Lefamulin",
        "opd": "Upadacitinib",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "ec5ec33d-aea1-47ea-85f9-81024eb62bbf",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of chronic myeloid leukemia is",
        "exp": "Imatinib - first line drug for chronic phase CML, in blast crisis and second line therapy for chronic phase CML that has progressed on prior IFN-a therapy Imatinib is also first line drug for metastatic c-kit positive GIST. Nilotinib, Bosutinib, Dasatinib - used in treatment of resistant CML Dasatinib is also used for treatment of Philadelphia chromosome positive ALL. Sunitinib-approved for the treatment of Advanced RCC and for the treatment of GIST after disease progression on or with intolerance to Imatinib. Methotrexate- DOC of choriocarcinoma Cisplatin - DOC- esophageal or gastric cancer Tamoxifen - DOC for ER positive breast cancer",
        "cop": 1,
        "opa": "Imatinib",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "f1403de7-63f8-4601-8aea-f51648589aa8",
        "choice_type": "single"
    },
    {
        "question": "Recently a new oral drug is approved for treatment of multiple myeloma. It acts as a selective inhibitor of nuclear expo. Which drug is it?",
        "exp": "SELINEXOR: - It is an oral selective inhibitor of nuclear expo (SINE) compound. - It works by binding to Nuclear expo protein (Expoin 1) and inhibiting the transpo of several proteins (involved in cancer cell growth) from nucleus to cytoplasm. This results in accumulation of tumor suppressor proteins in the cell nucleus. This will reinitiate and amplifies tumor suppressor function and leads to selective induction of apoptosis in cancer cells. - Used for multiple myeloma and Diffuse large B cell lymphoma. POLATUZUMAB: - Antibody targeting the CD 79 B component of the B cell receptor. - Used for relapsed or refractory diffuse large B cell lymphoma. ZANUBRUTINIB: - It is a Bruton tyrosine kinase inhibitor like ibrutinib - Used for Mantle cell lymphoma. FEDRATINIB: - It is a oral JAK 2 inhibitor - Used for MYELOFIBROSIS.",
        "cop": 1,
        "opa": "SELINEXOR",
        "opb": "POLATUZUMAB",
        "opc": "ZANUBRUTINIB",
        "opd": "FEDRATINIB",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "ae75dd01-9e86-475a-bdaf-f85daddc95d3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is recommended as first line drug for treatment of gastrointestinal stromal tumors (GIST)?",
        "exp": "Imatinib is drug of choice for GIST. Imatinib resistant cases can be treated with sunitinib. Tumors resistant to both imatinib and sunitinib are treated with regorafenib.",
        "cop": 3,
        "opa": "Sorafenib",
        "opb": "Geftinib",
        "opc": "Imatinib",
        "opd": "Erlotinib",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "a46fe610-90f9-411d-b95d-8b81b13af5ed",
        "choice_type": "single"
    },
    {
        "question": "Raxiobacumab is used in:-",
        "exp": "Raxibacumab is used for Anthrax It is a monoclonal antibody and it contains 'bac' in its name so effective against bacillus and contains 'ax' so effective for anthrax.",
        "cop": 1,
        "opa": "Anthrax",
        "opb": "Pontiac fever",
        "opc": "Listeria",
        "opd": "Clostridium",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "8881e1f7-163a-4b20-b8ec-6e15ac879448",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs used in the therapy of metastatic melanoma is a MEK inhibitor?",
        "exp": "MEK INHIBITORS: Trametinib, Binimetinib, Cobimetinib Reversible inhibitor of mitogen-activated extracellular signal regulated kinase (MEK). Used in the treatment of MALIGNANT MELANOMA Dabrafenib and vemurafenib are BRAF inhibitors used in MALIGNANT MELANOMA. Ipilimumab is a monoclonal antibody against CTLA-4. It is also approved for treatment of malignant melanoma.",
        "cop": 4,
        "opa": "Vemurafenib",
        "opb": "Ipilimumab",
        "opc": "Dabrafenib",
        "opd": "Trametinib",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "e61b84eb-f341-413f-a957-0e84859ac8c3",
        "choice_type": "single"
    },
    {
        "question": "Vismodegib is a new Anticancer drug approved for treatment of Basal Cell Carcinoma. It acts as an inhibitor of?",
        "exp": "Vismodegib Hedgehog signalling pathway inhibitor. Used for treatment of - Adult metastatic or relapsed Basal Cell Carcinoma. Mechanism: Competitive inhibitor of SMO (\"smoothens hedgehog\") receptor in hedgehog signalling pathway. Common adverse effects include GI disorders (nausea, vomiting, diarrhea, constipation), muscle spasms, fatigue, hair loss, and dysgeusia (distoion of the sense of taste). Also can cause embryo-fetal death and severe bih defects and must not be used during pregnancy. Other hedgehog pathway inhibitors: Sonidegib, itraconazole, arsenic trioxide PARP inhibitors Olaparib, Rucaparib Used for Ovarian Carcinoma. CDK inhibitors Palbociclib Used for Breast Carcinoma. Her-2/neu inhibitor Trastuzumab Used for Breast Cancer",
        "cop": 1,
        "opa": "Hedgehog pathway",
        "opb": "Poly ADP Ribose Polymerase",
        "opc": "Cyclin Dependent Kinase-4",
        "opd": "Her-2/neu",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "15e0996b-90ff-4eac-b8c4-5b1b8aa7e797",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for kawasaki's disease is",
        "exp": "Kawasaki disease: IVIG is given within the first 10 days of illness. Concomitant aspirin should be staed until the patient is afebrile If fever persist beyond 36 hours after the initial IVIG infusion, a new dose of IVIG should be given if no other source of fever is found. Methylprednisolone should follow if the disease persists after the second IVIG administration. Fuher options for refractory cases include TNF blockers (infliximab), cyclophosphamide, methotrexate, and plasmapheresis.",
        "cop": 2,
        "opa": "Aspirin",
        "opb": "I. V. immunoglobulins",
        "opc": "Coicosteroids",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "6e19decb-d1d3-4d0a-b694-b4c28a0dc6c9",
        "choice_type": "single"
    },
    {
        "question": "Which drug can be used in patient of CML with T315i mutation?",
        "exp": "Drugs against CML with T315I:* Omacetaxine* Ponatinib In CML there is BCR-ABL fusion, due to which there is hyperactivation of tyrosine kinase. ABL-BCR tyrosine kinase inhibitors:* First generation: Imatinib, * Second generation(active against Imatinib resistant cases): Dastanib, Nilotinib.* Third generation: Bosutinib, Ponatinib Ponatinib is the only TK inhibitor which is active against CML wth T315I mutation.",
        "cop": 4,
        "opa": "Imatinib",
        "opb": "Nilotinib",
        "opc": "Dasatinib",
        "opd": "Ponatinib",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "6a9763c6-75e2-4fe9-afd4-a13664bc2096",
        "choice_type": "single"
    },
    {
        "question": "A widely used drug that suppresses cellular immunity, inhibits prostaglandin and leukotriene synthesis and increases the catabolism of IgG antibody is:",
        "exp": "Glucocoicoids are powerful immunosuppressants. These inhibit both cellular and humoral immunity by: * Decreasing the recruitment of immune cells. * Catabolism of immunoglobulins. * Inhibiting the enzyme phospholipase A2 resulting in decreased production of PGs, LTs and TXs.",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Prednisone",
        "opc": "Cyclosporine",
        "opd": "Infliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "5ac2201f-0bb3-4f6e-9499-79f80d1b41de",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old female with rheumatoid ahritis is being considered for infliximab therapy. Which of the following tests should be performed before beginning treatment?",
        "exp": "Infliximab is a monoclonal antibody targeting TNF-a. It is commonly used to treat moderate to severe rheumatoid ahritis paicularly in patients who do not respond to methotrexate therapy. TNF-a inhibitors can lead to reactivation of latent tuberculosis due to TNF-a inhibitor action. All patients being considered for TNF-a inhibitor therapy should therefore have a baseline PPD skin test to screen for latent tuberculosis.",
        "cop": 2,
        "opa": "Liver function tests",
        "opb": "PPD skin test",
        "opc": "Pulmonary function tests",
        "opd": "Visual examination",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "398187ea-32ff-42bb-ad64-d1b453ab1b44",
        "choice_type": "single"
    },
    {
        "question": "Boezomib is used for treatment of which cancer?",
        "exp": "Proteasome inhibitors - Boezomib - Ixazomib - Carfilzomib Boezomib - primary indication is Multiple Myeloma, both for first line combined therapy as well as for relapsed disease. It is also used for refractory mantle cell lymphoma.",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Breast cancer",
        "opc": "Tyrosine kinase inhibitor",
        "opd": "Janus kinase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "128b9411-4746-4c5c-9d0f-b69bd29b4d96",
        "choice_type": "single"
    },
    {
        "question": "Immunosuppressant drug inhibiting the action of IL-2 without inhibiting its transcription is:",
        "exp": "Cyclosporine and tacrolimus are calcineurin inhibitors. These inhibit the formation (gene transcription) of interleukins. Sirolimus is m. TOR inhibitor. It inhibits the action of interleukins after their formation.",
        "cop": 4,
        "opa": "Prednisolone",
        "opb": "Cyclosporine",
        "opc": "Tacrolimus",
        "opd": "Sirolimus",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "e9d713bd-b776-4fae-8369-66fb13b3b469",
        "choice_type": "single"
    },
    {
        "question": "Sirolimus is more likely to cause ____________ more than cyclosporine:",
        "exp": "* Sirolimus (rapamycin) results in suppression of bone marrow, mainly causing thrombocytopenia. other adverse effects are diarrhoea, liver damage and pneumonitis. * Cyclosporine and tacrolimus cause nephrotoxicity, hepatotoxicity, neurotoxicity as an adverse effect.",
        "cop": 4,
        "opa": "Hypertension",
        "opb": "Osteoporosis",
        "opc": "Renal insufficiency",
        "opd": "Thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "a08ac193-4062-418f-a8dc-f42fcdbee808",
        "choice_type": "single"
    },
    {
        "question": "Which of the following monoclonal antibodies is a humanized antibody?",
        "exp": "Nomenclature of monoclonal antibodies: * Their name ends with mab. * Before mab the two letters tell the source: - XI means Chimeric - ZU means humanized - U means completely human",
        "cop": 2,
        "opa": "Rituximab",
        "opb": "Palivizumab",
        "opc": "Infliximab",
        "opd": "Basiliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "8b97483d-245c-4bbf-9c16-2aee98076cc9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-cancer drug comes under the group of monoclonal antibodies?",
        "exp": "Name of monoclonal antibodies end with -mab. DRUG ANTICANCER GROUP Diethylstilbestrol Hormonal Tamoxifen Hormonal Rituximab Monoclonal antibody Boezomib Proteasome inhibitor",
        "cop": 3,
        "opa": "Di-ethyl-stilbesterol",
        "opb": "Tamoxifen",
        "opc": "Rituximab",
        "opd": "Boezomib",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "c764af25-c143-4ccd-9ecb-7114263202c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits de novo synthesis of purines?",
        "exp": "By inhibiting the enzyme IMP (Inosine 5' Monophosphate) dehydrogenase, mycophenolate inhibits the de novo synthesis of purines.",
        "cop": 3,
        "opa": "Cyclosporine",
        "opb": "Tacrolimus",
        "opc": "Mycophenolate",
        "opd": "Infliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "1b9fb3e2-5bbf-4016-a99e-3a514259db58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following monoclonal antibody is used for treatment of colorectal carcinoma?",
        "exp": "Cetuximab - Colorectal cancer, Head and neck cancer. Rituximab - B cell NHL, CLL Natalizumab - multiple sclerosis Pembrolizumab - head and neck cancer JC virus antibody titre measurement is mandatory during treatment with Natalizumab",
        "cop": 2,
        "opa": "Pembrolizumab",
        "opb": "Cetuximab",
        "opc": "Rituximab",
        "opd": "Natalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Targeted Anticancer Drugs and Immunosuppressants",
        "id": "823d8add-c8d6-477a-9f8f-ec598707a454",
        "choice_type": "single"
    }
]