[
    {
        "question": "Causes of thickened gallbladder wall on ultrasound examination are all except:",
        "exp": "Ans: D (Kawasaki disease) Ref: Manual of Emergency Critical Care Ultrasound Vicke E Noble. 2nd ed. Pg 156Explanation:Kawasaki disease is associated with hydrops of gallbladder.Gallbladder Wall Thickening A gallbladder wall that is thickened is a sign of inflammation. This is a non-specific finding, and many other pathologic processes, as well as a postprandial gallbladder, can give you falsely elevated measurements.It is important to measure the wall of the anterior gallbladder surface because of the acoustic enhancement artifact mentioned.Because sound waves travel through a fluid-filled structure, no attenuation occurs. Thus, when those sound weaves hit the back of the gallbladder, they will be so strong that they will obscure an accurate picture of the wall thickness.For gallbladder wall thickness, greater than 3 mm is abnormal.Differential for Thickened Gallbladder WallPostprandialRenal failureAscitesHepatitisHypoalbuminemiaHIV/AIDSAdenomyomatosisMultiple myelomaCholecystitisCongestive heart failure",
        "cop": 4,
        "opa": "Postprandial state",
        "opb": "Cholecystitis",
        "opc": "Congestive cardiac failure",
        "opd": "Kawasaki disease",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "22c45247-65d6-4168-aa89-428eb6ccf1c3",
        "choice_type": "multi"
    },
    {
        "question": "Neonate triangular cord sign on USG is seen in -",
        "exp": "Ans. is 'b' i.e., Biliary atresiao Triangular cord sign is seen in biliary ateria due to fibrosis.",
        "cop": 2,
        "opa": "Galactosemia",
        "opb": "Biliary atresia",
        "opc": "Hepatitis",
        "opd": "None",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "65284fff-7bd7-4719-bb10-715b75b4b39e",
        "choice_type": "multi"
    },
    {
        "question": "Double bubble sign is seen in -",
        "exp": "Ans. is 'd' i.e., All of the above o Double bubble sign is seen in duodenal atresia, duodenal web, deudenal stenosis, Ladd's band, Annular pancreas, Malrotation of gut, preduodenal vein.Single Bubble signCongenita] hypertrophic pyloric stenosisDouble Bubble signDuodenal atresiaDuodenal webDuodena] stenosisLadd's bandAnnular pancreasMalrotation of gutPreduodenal veinTriple Bubble signJejunal or proximal ileum atresiaMultiple Bubble signIleal atresia",
        "cop": 4,
        "opa": "Ladd's band",
        "opb": "Annular pancreas",
        "opc": "Duodenal atresia",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "07869051-9b4b-47c8-8f93-1b9828078a28",
        "choice_type": "multi"
    },
    {
        "question": "IOC for neonatal hypertrophic pyloric stenosis:",
        "exp": "Ans. (d) UltrasoundRef: SRB Manual of Surgery 4th ed. 1877* Ultrasound abdomen is the investigation of choice for diagnosing hypertrophic pyloric stenosis.* It is reliable, highly sensitive, highly specific, and easily performed.* The mandatory measurements include pyloric muscle thickness and pyloric channel length.* Muscle wall thickness 3 mm or greater and pyloric channel length 14 mm or greater are considered abnormal in infants younger than 30 days.",
        "cop": 4,
        "opa": "X Ray",
        "opb": "CT scan",
        "opc": "MRI",
        "opd": "Ultrasound",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "2c3174e4-043e-476e-9ca8-17aab104377c",
        "choice_type": "single"
    },
    {
        "question": "Barium swallow is used for-",
        "exp": "Ans. is 'b' i.e., EsophagusBarium investigationUsed to visualizeBarium swallowMainly for esophagusBarium mealEsophagus, stomach, duodenumBarium follow throughSmall intestine (jejunum and ileum)Barium enemaLarge intestine (colon & rectum)",
        "cop": 2,
        "opa": "Colon",
        "opb": "Esophagus",
        "opc": "Duodenum",
        "opd": "Jejunum",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "48d43ab1-4e30-4dd6-b637-abc6a0d6690c",
        "choice_type": "multi"
    },
    {
        "question": "40 year old intravenous drug abuser presents with Vomiting, Jaundice and Right Hypochondrium pain. USG abdomen shows presence of?",
        "exp": "Ans. (b) Acute viral HepatitisUSG Abdomen shows presence of starry sky pattern of the liver, diagnostic of acute viral hepatitis",
        "cop": 2,
        "opa": "Amoebic liver abscess",
        "opb": "Acute viral hepatitis",
        "opc": "Acute cholecystitis",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "e93a0c9b-c9e0-4f33-a31e-d93db8a08029",
        "choice_type": "single"
    },
    {
        "question": "String sign of Kantor is seen in:",
        "exp": "Ans: A (Crohn's disease) Ref: http:www.uirlearning radiology.comExplanation:String Sign of KantorSeen in Crohn's diseaseFinding seen on contrast studies using primarily bariumIt is caused by severe spasm secondary to irritability of the loop producing the appearance of a frayed cotton stringAt first, edema and spasm narrow the loop but the narrow ing is at least partially distensibleEventually the wall of the ileum may become fibrotic and the lumen fixed in diameter.Imaging FindingsPersistently narrowed but potentially distensible terminal ileumFirst sign of Crohn's ileitis is usually shallow aphthous ulcersShort, linear ulcers along the mesenteric border may also be seen with Crohn's ileitisInduration of the surrounding fat may cause the loop to be separated from the other small bowel loops (Proud loop)",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ca Colon",
        "opd": "Typhoid colitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "259c9f8a-4a43-4540-b8d1-8f8fa803e4b6",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in choiedochoiithiasis -",
        "exp": "Ans. is 'c' i.e., USG Gail stoneo The most common disease of gall bladder is caused by gall stones formed by the precipitation of the constituents of bile . A gallstone gives rise to symptoms. Movements may result in its obstructing the cystic duct with resultant acute cholecystitis, or the stone may migrate into the common bile duct causing obstruction to the main outflow of bile from the liver.o Investigations of gall bladder disease are >Ultrasonography : - This is the investigation of choice for the detection of gallstones, and obstructive jaundice. USG shows echogenic focus with posterior acoustic shadowing. The most specific sign of a contracted, stone filled gallbladder is a hypoechoic wall superficial to a curvilinear echo from the stones and an acoustic shadowWES triad (Wall, Echo, Shadow) or the \"Double arc shadow sign\".Plane x-rayOnly 10% of gall stones are radio-opaque. Therefore, plane x-ray is of limited value.Oral cholecystogram (OCG) Dye used for OCG is ipanoic acid. Filling defect, due to stones, will be seen within the gall bladder. Cholangiogrant (outline of common bile duct) intravenous injection of biligrafin is given and frequent radiograph are taken as the liver excretes the biligrafin. Impacted stone in CBD classically shows cresentic shadow or meniscus sign on cholangiogram.Percutaneous transhepatic cholangiography (PTC) : - This is a useful procedure in obstructive lesions. It is usually done as an immediate preoperative investigation. PTC can be used for drainage, cholangioplasty and stent placement.",
        "cop": 3,
        "opa": "CT",
        "opb": "PET scan",
        "opc": "USG",
        "opd": "HIDA scan",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "5af3502a-6ca3-46e9-aee0-a23927d514ca",
        "choice_type": "single"
    },
    {
        "question": "A 58 years old male patient with halitosis, mild dysphagia and regurgitation of previous day food. On radiological examination this is the presentation of the patient. Where is the location of this presentation?",
        "exp": "Ans. (d) Posterior segment of the esophagus along inferior pharyngeal constrictor muscle.Zenker's diverticulum is not really an esophageal diverticulum as it protrudes posteriorly above the cricopharyngeal sphincter through the natural weak point (the dehiscence of Killian) between the oblique and horizontal (cricopharyngeus) fibers of the inferior pharyngeal constrictor. This leads to halitosis and esophageal dysphagia.",
        "cop": 4,
        "opa": "Anterior segment of the esophagus along superior pharyngeal constrictor muscle",
        "opb": "Posterior segment of the esophagus along superior pharyngeal constrictor muscle",
        "opc": "Anterior segment of the esophagus along inferior pharyngeal constrictor muscle",
        "opd": "Posterior segment of the esophagus along inferior pharyngeal constrictor muscle",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "61fefd19-463a-43b7-b344-9df382c6b89c",
        "choice_type": "single"
    },
    {
        "question": "Colon cut off sign is seen in -",
        "exp": "Ans. is 'd' i.e., Acute pancreatitis PancreatitisA. Acute pancreatitiso Acute pancreatitis is a sudden inflammation of the pancreas. Alcoholism and gall stone are the most common causes of acute pancreatitis.o Radiological features of acute pancreatitis are : -1) Plain abdominal x-rayi) Air in the duodenal C-loopii) Senital loop sign : - A focal dilated proximal jejunal loop in the left upper quadrant.iii) Colon cut off sign : - Distention of the colon upto the transverse colon with a paucity of gas distal to the splenic flexure.iv) Gasless abdomen due to vomiting.v) Renal Halo sign : - Radiolucent sign about the left kidney.2) Contrast enhanced computerized tomograpy (CECT) is now considered the imaging modality of choice for the diagnosis and staging of acute pancreatitis due to its superb capacity for demonstrating early inflammatory changes, extrapancreatic fluid collections and panceatic necrosis. CT findings of acute pancreatitis are : -i) Focal or diffuse enlargement of the pancreas due to edema.ii) Irregular or shaggy (fuzzy) contour of pancreatic margins.iii) Heterogenous enhancement of the gland.iv) Blurring of peripancreatic fat planes with streaky soft tissue stranding densites.v) Thickening of fascial planes.vi) The presence of intraperitoneal or retroperitoneal fluid collection. The fluid collections most commonly are found in the peripancreatic and anterior pararenal spaces.B. Chronic pancreatitiso Chronic pancreatitis is chracterized by progressive pancreatic damage that eventually leads to impairment of both exocrine and endocrine functions of pancreas. Most common cause of chronic pancreatitis is alcoholism. o Radiological features of chronic pancreatitis.1) Plain abdominal x-ray :- Calcification in pancreas is pathognomonic for chronic pancreatitis. Calcification primarily represents intraductal calculi. Calcification is punctate or coarse, and it may have a focal, segmental or diffuse distribution.2) Upper gastrointestinal barium study : - Reverse 3 sign in duodenum (similar appearance may be seen in pancreatic carcinoma) due to traction on medial wall of the duodenum. The C loop of duodenum may be widened bacause of mass effect from an enlarged pancreatic head.3) Endoscopic retrograde cholangiopancreatography (ERCP) : - ERCP is the investigation of choice for chronic pancreatitic. ERCP findings of chronic pancreatitis are : -i) Diffuse pancreatic duct dilatation.ii) Beaded appearance due to alternating dilatation and stenosis - \"Chain of lakes\" appearance or 'string of pearl' appearance or 'hourglass' appearance.iii) Rat tail stricture of CBD: - Long smooth narrowing of the CBD with graded tapering of the distal segment due to periductal fibrosis.iv) Small, round or oval, pancreatic parenchymal cavities.v) Intraluminal filling defects due to protein plugs or calculi.",
        "cop": 4,
        "opa": "Chronic pancreatitis",
        "opb": "Colon carcinoma",
        "opc": "Ischemic colitis",
        "opd": "Acute pancreatitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "a05d40ab-7dee-48cb-af1b-3c3457426524",
        "choice_type": "single"
    },
    {
        "question": "\"Cork screw appearance\" is characteristic of?",
        "exp": "ANSWER: (C) Diffuse esophageal spasmREF: Wofganag 5th e p. 846/748SignDiseaseRat tail appearanceCarcinoma esophagusBird beak appearanceAchalasiaBeak sign/ double track/ tram trackHyper trophic pyloric stenosisMedusa head colonies on CTRound wormPincer/daw/coiled spring/target/ meniscus signIntussceptionCoffee bean signSigmoid volvulousLead pipe appearanceUlcerative colitisString of kantor/bulTs eyeChron's diseaseThumb printing signIschemic colitisSaw tooth appeance on barium enemaDiverticulosisApple core signCarcinoma colonCork scretv appearanceDiffuse esophageal spasmString signHypertrophic pyloric stenosis",
        "cop": 3,
        "opa": "Carcinoma esophagus",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Diffuse esophageal spasm",
        "opd": "Sigmoid volvulous",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "8e84d75e-96bd-4b6c-9b74-eb9607ee3419",
        "choice_type": "single"
    },
    {
        "question": "Bird beak appearance on barium swallow study in seen in -",
        "exp": "Ans. is 'a' i.e., Achlasia cardia o ''Bird beak appearance on barium study is seen in achlasia cardia.Important esophageal signsSignConditionRat tail appearance of esophagus MaharashtraEsophageal carcinomaMegaesophagus (sigmoid esophagus)\"Bird beak\" appearanceHurst phenomenonAchalasia cardiaYo-Yo motion of barium \"Corkscrew\" appearance(esophageal curling)Rosary-bead/sheikh kebab configurationChain of bead appearanceDiffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "78743322-716d-4ae3-a059-fb6938043f69",
        "choice_type": "multi"
    },
    {
        "question": "Colon cut off sign is seen in?",
        "exp": "Ans. (b) PancreatitisRef: Wofganag5th e p. 846/748y Blueprints Radiology 2e- p 55",
        "cop": 2,
        "opa": "Carcinoma colon",
        "opb": "Pancreatitis",
        "opc": "Sigmoid valvulus",
        "opd": "Diverticulosis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "5b1562a7-234c-423c-ac59-27f85c3bbd1e",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis shown below?",
        "exp": "Ans. (a) Drooping water Lily sign.",
        "cop": 1,
        "opa": "Drooping water lily sign",
        "opb": "Horse shoe kidney",
        "opc": "Flower Vase kidney",
        "opd": "Duplication of kidney",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "c4913c4e-26d3-4ad0-9bbb-bcb23ad0ada6",
        "choice_type": "single"
    },
    {
        "question": "Thumb printing sign on barium study is seen in -",
        "exp": "Ans. is 'd' i.e., Ischemic colitis o Signs of ischemic colitis:- Thumb printing, shallow ulcers (serrated mucosa), Bowel wall thickening of affected segment.Findings on barium studyBarium swallowo Bird beak appearance/ rat tail appearance - achlasia cardia/oesopgaeal carcinomao Cork screw esophagus/ curling esophagus/ nut crack esophagus - diffuse esophageal spasmBarium mealo String sign - congenital hypertrophic pyloric stenosiso Thumb print appearance - ischemic colitiso Inverted '3' sign of Frosberg - Ca head of pancreaso Widening of C loop of duodenum / antral pad sign - Ca head of pancreasBarium enemao Ileo-cecal TB & incompetent ileo-ceacal valve# Pulled up caecum# Obtuse ileo-coecal angle# Filling defectCarcinoma colono Apple core deformityo Irregular filling defectUlcerative colitiso Lead pipe appearanceo Loss of haustrationsCrohn's diseaseo String sign of Kantoro Raspberry thorn ulcerColonic polypso Smooth irregular filling defectHirschsprung diseaseo Dilated proximal zone with narrow distal zone of coningDiverticulosis of colono Saw tooth appearanceo Champagne glass signIschemic colitiso Thumb print appearanceIntussusceptionso Coiled spring appearanceo Claw signVolvuluso Bird beak sign",
        "cop": 4,
        "opa": "Duodenal ulcer",
        "opb": "Carcinoma stomach",
        "opc": "Carcinoma head of pancreas",
        "opd": "Ischemic Colitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "e45ab037-3934-4f8d-ad9a-a61189b6f5e4",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old patient presents with severe upper abdominal pain with increased serum lipase. The CECT is repeated after 2 months and is shown. The next line of management.",
        "exp": "Ans. (b) Internal drainage.The image of CECT shows presence of Pseudopancreatic cyst and warrants an internal drainage.",
        "cop": 2,
        "opa": "Conservative",
        "opb": "Internal drainage",
        "opc": "External drainage",
        "opd": "ERCP",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "87614919-2899-467a-b047-62a9c876f7bb",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with mild abdominal pain and fluctuating bowel habits. The barium enema shows in PLATE R-39. What Is your diagnosis?",
        "exp": "ANSWER: (D) DiverticulosisREF: Sutton 7th ed vol 1 page 645See PLATE R-39 KEY PLATE R-39 KEYDIVERTICULAR DISEASE: Diverticulosis & DiverticulitisDiverticulosis: Mucosal herniation through vascular entry sites into the pericolic fat often between the mesenteric and antimesenteric taeniae.Diverticulitis: Superimposed inflammation on diverticulosis DIVERTICULOSIS: Commonest cause of lower GI bleeding(A) Diverticulosis specimen: A section of colon reveals numerous diverticula which protrude from the edge of the taenia coli US: Abnormal wall thickening of more than 4 mm involving a segment 5 cm or longer at the point of maximal tenderness.(B) Barium enema: Lower GI showing Diverticula as flask like rounded out pouchings (arrow'). Distribution and severity is best demonstrated on barium enema. They produce ring shadow when seen en face. Differentiation from polyps is done on the basis of projection beyond the bowel wall and presence of air fluid level. Muscular changes results in Concertina like or Serrated appearance.(C) Diverticulitis With Abscess: Diverticulitis is a condition that occurs when diverticula become infected and inflamed. Complications of diverticulitis are Abscess, Bleeding, Fistula, Obstruction, Perforation. White arrowheads: Diverticula, White arrow: Narrowed lumen, Black arrow: Perforation with intramural abscess(D) CT scan: Arrowheads point to multiple diverticula arising from the recto sigmoid. CT is the imaging procedure of choice to evaluate diverticular disease, as it can show many aspects of disease that are net recognizable by other studies. CT scan can assess complications better. For inflammation or abscess, helical CT with colonic contrast has a sensitivity and specificity of 97 and 100%.CT BASED CLASSIFICATION OF DIVERTICULITISStage 0Mural thickeningStage 1Abscess/phlegmon <3 cm in diameterStage 2Abscess 5-15 cm in diameterStage 3Abscess beyond confines of pelvisStage 4Fecal peritonitis",
        "cop": 4,
        "opa": "Stricture colon",
        "opb": "IBD",
        "opc": "Toxic megalcolon",
        "opd": "Diverticulosis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "59d7e3ee-c813-48a4-9037-af20d8ff1798",
        "choice_type": "single"
    },
    {
        "question": "X-ray showing double-bubble sign in -",
        "exp": "Ans. is 'c' i.e. Duodenal atresia Condition in which double bubble appearance in seen -Duodenal atresia *Duodenal stenosis*Annular pancreas * Double bubble appearance or double stomach appearance is seen because of gross dilatation of the stomach and upper part of the duodenum with two-air fluid levels.Also knowSingle bubble appearance is seen in - Pyloric stenosis*",
        "cop": 3,
        "opa": "Osophageal atresia",
        "opb": "Pyloric stenosis",
        "opc": "Duodenal atresia",
        "opd": "Colonic atresia",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "5f247927-6798-46e6-8da6-cbebeb06a3cb",
        "choice_type": "single"
    },
    {
        "question": "This condition is treated by:",
        "exp": "Ans. (a) Surgery when medical treatment has failed.Surgical correction aims at* Repairing the esophageal gastric junction below the diaphragm* Reduce the size of the esophageal hiatus* Produce an antiflux mechanismI. Operation done are- Nissen fundoplication- Hill procedure- Belsey mark IV operationII. Laparoscopic fundoplication is commonly used* Complications of GORD-I. Reflux induced stricturesII. Esophageal shorteningIII. Barrett's esophagus",
        "cop": 1,
        "opa": "Surgery when medical treatment has failed",
        "opb": "Nissensfundoplication",
        "opc": "Medical treatment only",
        "opd": "None of the above",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "43f55436-9bcf-4579-94d8-26aa7d9e49f5",
        "choice_type": "multi"
    },
    {
        "question": "The study using barium for small intestine is known as -",
        "exp": "Ans. is 'a' i.e., Barium meal follow through o In most cases the jejunum and Ileum are examined following the barium examination of the upper gastrointestinal tract, referred to as the \"barium meal and follow through\" or simply **barium follow through\".",
        "cop": 1,
        "opa": "Barium meal follow through",
        "opb": "Barium swallow",
        "opc": "Barium enema",
        "opd": "None of the above",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "14c1c66e-5570-471d-8b48-ec676cc8796b",
        "choice_type": "multi"
    },
    {
        "question": "Minimal Ascites can be best detected by -",
        "exp": "Ans. is 'a' i.e. . USG . For clinical detection of ascites, a minimal amount of 500 ml of peritoneal fluid is required. Lesser amounts can be easily detected on USG IOC for minimal ascites -USG IOC for minimal Pleural Effusion-USG",
        "cop": 1,
        "opa": "USG",
        "opb": "Plain X-ray abdomen",
        "opc": "MRI",
        "opd": "CT Scan",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "1f240961-0f7f-4c12-abd6-7e36fc9d45a7",
        "choice_type": "single"
    },
    {
        "question": "Chain of lakes appearance is seen in?",
        "exp": "Ans. (a) Chronic pancreatitisRef.Sutton's Radiology 7thedn volume 1 p 798, Sabiston textbook of surgery 18thed ch",
        "cop": 1,
        "opa": "Chronic pancreatitis",
        "opb": "Acute pancreatitis",
        "opc": "Gall stone ileus",
        "opd": "Sub-acute intestinal obstruction",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "dbce94e0-84b0-4505-9dae-0d7bce3dbbda",
        "choice_type": "multi"
    },
    {
        "question": "Congenital hypertropic pyloric stenosis is diagnosed by-",
        "exp": "Ans. is 'b' i.e., USG o USG is the imaging modality of choice for evalution of infantile pyloric stenosis. It is both highly sensitive (90-99%) and specific (95-100%) in the hands of a qualified sonographer.o USG findings of infantile pyloric stenosis are:* Target sign- Pyloric muscle wall thickness - 4mm* Cervix sign- Pyloric length (segment length) - >16mm* Antral nipple sign- Pyloric diameter -> 15mm",
        "cop": 2,
        "opa": "CT",
        "opb": "USG",
        "opc": "MRF",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "f538a73a-e934-44e7-88ee-2b4d4d9c13c0",
        "choice_type": "single"
    },
    {
        "question": "Saw tooth appearance is seen in:",
        "exp": "Ans. (a) DiverticulosisRef: SRB Manual of Surgery 4th ed. /952* Most common site of diverticulosis is the sigmoid colon in as many as 95% of patients with cecum being involved in 5% of patients.* Reasons for sigmoid colon being the main site of diverticulosis and leading to saw tooth appearance-# Sigmoid colon is the narrowest portion of the colon, and generates the highest intra-segmental pressures# Combination of numerous haustra and dehydrated stool in the sigmoid colon leads to segmentation, in which the sigmoid colon functions as multiple small compartments.Also KnowPathologies and their radiological findingsDiverticulosisSaw tooth appearance on barium enemaIntussceptionClaw sign on barium signVolvulusCoffee bean sign /bird of prey signIschemic colitisThumb printing sign",
        "cop": 1,
        "opa": "Diverticulosis",
        "opb": "Cholecystitis",
        "opc": "Appendicitis",
        "opd": "Hiatus hernia",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "6b0ba842-84d7-4c06-8baa-090f845d417f",
        "choice_type": "single"
    },
    {
        "question": "Coffee bean sign is seen in?",
        "exp": "ANSWER: (B) Sigmoid volvulusREF: Wofganag 5th e p. 846/748SignDiseaseRat tail appearanceCarcinoma esophagusBird beak appearanceAchalasiaBeak sign/double track/ tram trackHypertrophic pyloric stenosisMedusa head colonies on CTRound wormPincer/daw/coiled spring/target/meniscus signIntussceptionCoffee bean signSigmoid volvulousLead pipe appearanceUlcerative colitisString of kantor/bulls eyeChron's diseaseThumb printing signIschemic colitisSaw tooth appeance on barium enemaDiverticulosisApple core signCarcinoma colonCork screw appearanceDiffuse esophageal spasmString signHypertrophic pyloric stenosis",
        "cop": 2,
        "opa": "Gastric volvulus",
        "opb": "Sigmoid volvulus",
        "opc": "Hypertrophic pyloric stenosis",
        "opd": "Midgut volvulus",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "49674856-61ff-49f4-863c-f160b8c22bbc",
        "choice_type": "single"
    },
    {
        "question": "The Barium Swallow shows?",
        "exp": "Ans. (c) Nut cracker esophagus.",
        "cop": 3,
        "opa": "Achalasia cardia",
        "opb": "GERD",
        "opc": "Nut cracker esophagus",
        "opd": "Malignancy",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "24b745ff-4739-48cf-bf77-dbfc742ed599",
        "choice_type": "multi"
    },
    {
        "question": "Investigation that is done for intestinal obstruction is?",
        "exp": "ANSWER' (B) X ray abdomen supineREF: Sabiston 17th edition page 1357, Bailey & love 24th edition page 1189Investigations for intestinal obstruction:X ray: (according to bailey: supine abdominal films are preferred. According to sabiston erect and supine views are preferred)Barium studies: done for large bowel obstruction and contraindicated in acute obstructionCT scan: helpful in identifying location and cause of obstruction.",
        "cop": 2,
        "opa": "Chest X Ray",
        "opb": "X ray abdomen supine",
        "opc": "X ray abdomen lateral",
        "opd": "Barium meal",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "83c7733c-b35d-4ded-aaee-8567a8e31dca",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old patient undergoes road traffic injury. BP = 130/80 and pulse = 92/min good volume. Patient complains of upper abdominal pain. CECT is as shown as. The next line of management is?",
        "exp": "Ans. (a) Conservative.The following protocol for liver trauma is followed: Blunt abdominal trauma* Hemodynamic stability at admission or after two blood units transfusion* No signs of peritonitis | Abdominal US|| |Free intraperitioneal fluidNo free intraperitioneal fluid||Abdominal CTU/S* Only hepatic injury* Solid visceral injuries* Without hollow viscera sign of injury* Abdominal pain* Fracture of the lower ribs-Yes- | No |Reliable physical examination-No Observation | | Yes Hollow viscus injury is suspected? | | | No operative management-No Yes | | Operative management",
        "cop": 1,
        "opa": "Conservative",
        "opb": "Exploratory laparotomy and packing",
        "opc": "Exploratory laparotomy and hepatectomy",
        "opd": "Exploratory laparotomy with hepatic artery ligation.",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "7a8fbdb6-b9f0-42bd-904c-f17c9c53a990",
        "choice_type": "single"
    },
    {
        "question": "Most useful investigation of choice for liver abscess is",
        "exp": "Ans. (b) UltrasoundRef: Bailey & Love 25th 169* On ultrasound, an abscess cavity in the liver is seen as a hypoechoic or anechoic lesion with ill-defined borders; internal echoes suggest necrotic material or debris. The investigation is very accurate and is used for aspiration, both diagnostic and therapeutic.* Where there is doubt about the diagnosis, a computerized tomography (CT) scan may be helpful.Also KnowDiagnostic pointers for infection with Entamoeba histolytica* Bloody mucoid diarrhoea in a patient from an endemic area or following a recent visit to such a place* Upper abdominal pain, fever, cough, malaise* In chronic cases, a mass in the right iliac fossa = amoeboma* Sigmoidoscopy shows typical ulcers--biopsy and scrapings may be diagnostic* Serological tests are highly sensitive and specific outside endemic areas* Ultrasound and CT scans are the imaging methods of choice.",
        "cop": 2,
        "opa": "Exploratory laparotomy",
        "opb": "Ultrasound",
        "opc": "Liver enzymes",
        "opd": "Parasite in the stool",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "76fa27eb-c7c3-4ce3-8798-984f093ec630",
        "choice_type": "single"
    },
    {
        "question": "Radiological Signs of Acute Pancreatitis include the following EXCEPT:",
        "exp": "Ans. B. Murphy signRADIOGRAPHIC SIGN OF ACUTE PANCREATITISa. Gas filled dilated duodenal cap and loopb. Sentinel loop sign (single dilated small bowel loop), optimally demonstrated in left lateral decubitus viewc. Renal halo signs (the left kidney has surrounding halo due to edema and is displaced down)d. Colonic 'cut-off sign (dilated transverse colon becomes abruptly gasless in the region of splenic flexure)e. Gasless abdomen due to vomitingf. Dilated loop of other adjacent bowel coils (small bowel, terminal ileum, ascending and transverse colon), Paralytic ileusg. Loss of left psoas outlineh. Absent right psoas shadowi. Elevated left diaphragmj. Left pleural effusion",
        "cop": 2,
        "opa": "Colon cut-off sign",
        "opb": "Murphy sign",
        "opc": "Renal halo sign",
        "opd": "Sentinel loop sign",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "a7bc65b4-969f-42a4-bb94-19cb0e05eaf0",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of the given XRay of abdomen:",
        "exp": "Ans. (c) Sigmoid volvulusRef: SRB manual of Surgery, 4th ed. /1329* The given image shows coffee bean sign, which is seen in sigmoid volvulus.* Sigmoid volvulus is a cause of large bowel obstruction and occurs when the sigmoid colon twists on the sigmoid mesocolon.Clinical Presentation* Constipation* Abdominal bloating* Nausea and/or vomitingCauses* Chronic constipation and/or laxative abuse* Fibre-rich diet (especially in Africa)* Chagas disease (especially in South America)Treatment* Rectal tube insertion is successful in treating 90% of cases.* The most serious complication is bowel ischaemia.",
        "cop": 3,
        "opa": "Small intestine obstruction",
        "opb": "Pneumointestinalis",
        "opc": "Sigmoid volvulus",
        "opd": "Intussusception",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "49cd4b6a-c8a8-4d37-bf1d-f03c89ba25a4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is seen in carcinoma oesophagus -",
        "exp": "Ans. is 'a' i.e., Rat tail appearance Rat tail appearance of esophagusEsophageal carcinomaMegaesophagus (sigmoid esophagus)\"Bird beak\" appearance Hurst phenomenon Achalasia cardiaYo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling)Rosary-bead'sheikh kebab configurationChain of bead appearance Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Rat tail appearance",
        "opb": "Corkscrew appearance",
        "opc": "Bird beak sign",
        "opd": "Caterpillar sign",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "1cb85146-6762-450d-90bd-9afa25ff0d9f",
        "choice_type": "single"
    },
    {
        "question": "Cobble stoning of intestine with string sign of lean tor is seen in:",
        "exp": "Ans. (a) Crohn's disease* Cobble stone mucosa is appearance of the intestinal mucosa in Crohn's disease to the endoscopist,. Cobblestoning refers to the uniform nodules-due to the sub-mucosal fibrosis.* String sign of Kantor is due to involvement of the terminal ileum in Crohn's disease.* It is caused by severe spasm due to irritability of the loop producing the appearance of a frayed cotton string.* Subsequently the wall of the ileum may become fibrotic and the lumen fixed in diameter.",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ischemic colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "4f1cecce-7594-4d62-af00-634c3f57e79e",
        "choice_type": "single"
    },
    {
        "question": "Sign (Arrows) on Abdominal radiograph indicate",
        "exp": "Small bowel obstruction {Sign: String of bead sign)",
        "cop": 3,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Small bowel obstruction",
        "opd": "Ileocaecal Tuberculosis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "ddfc1012-f44d-4c69-a3ef-49c4a2e88266",
        "choice_type": "multi"
    },
    {
        "question": "Double bubble sign is seen in:-",
        "exp": "Ans. (a) Duodenal AtresiaRef.: SRB manual of Surgery, 4th ed. /1280* The diagnosis of duodenal atresia on X ray abdomen shows two large air filled spaces, called \"double bubble\" sign.* The air is trapped in the stomach and proximal duodenum, which are separated by the pyloric sphincter, creating the appearance of two bubbles visible on x-ray.* Since the closure of the duodenum is complete in duodenal atresia, no air is seen in the distal duodenum.",
        "cop": 1,
        "opa": "Duodenal Atresia",
        "opb": "Jejunal atresia",
        "opc": "Ileal atresia",
        "opd": "Hypertrophic pyloric stenosis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "6a80c3f2-7f72-4359-be8e-f591efc86e96",
        "choice_type": "single"
    },
    {
        "question": "Mercedes Benz sign is seen in:",
        "exp": "ANSWER: (A) Gall stoneREF: Suttons textbook of radiology, 7th edition, volume 1 page 713 Mercedes Benz sign/Seagull sign/Crow feet sign:Gall bladder stone if radiopaque has a stellate faceted appearance with gas containing fissures on the plain radiograph and is called as Mercedes Benz sign/Seagull sign or Crowr feet sign",
        "cop": 1,
        "opa": "Gall stone",
        "opb": "Bladder stone",
        "opc": "Renal stones",
        "opd": "Foreign body bronchus",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "b86ad487-8b8e-4483-9c79-12f830b70dd8",
        "choice_type": "multi"
    },
    {
        "question": "In stricture esophagus caused by corrosive poisoning investigation of choice is?",
        "exp": "ANSWER: (A) EndoscopyREF: Harrison's 18th ed chapter 292The most sensitive investigation for corrosive stricture is barium swallow, however best / investigation of choice is endoscopyENDOSCOPYEndoscopy, also known as esophagogastroduodenoscopy (EGD) is the best test for the evaluation of the proximal gastrointestinal tract. Modern instruments produce high-quality color images of the esophageal, gastric, and duodenal lumen. Endoscopes also have an instrumentation channel through which biopsy forceps, sclerotherapy catheters, balloon dilators, or cautery devices can be utilized.The main disadvantage of endoscopy is that it usually necessitates the use of conscious sedation with medicines such as midazolam (Versed), meperidine (Demerol), or fentanylThe key advantages of endoscopy over barium radiography are:Increased sensitivity for the detection of mucosal lesionsVastly increased sensitivity for the detection of abnormalities mainly identifiable by an abnormal colour such as Barrett's metaplasiaThe ability to obtain biopsy specimens for histologic examination of suspected abnormalitiesThe ability to dilate strictures during the examination.BARIUM STUDY:The sensitivity of barium radiography for detecting oesophageal strictures is greater than that of endoscopy, especially when the study is done in conjunction with barium-soaked bread or a 13-mm barium tablet. Barium studies also provide an assessment of oesophageal function and morphology that maybe undetected on endoscopy. Hypopharyngeal pathology and disorders of the cricopharyngeal muscle are better appreciated on radiographic examination, particularly with video fluoroscopic recording.The major shortcoming of barium radiography is that it rarely obviates the need for endoscopy Either a positive or a negative study is usually followed by an endoscopic evaluation either to clarify findings in the case of a positive examination or to add a level of certainty in the case of a negative one.",
        "cop": 1,
        "opa": "Endoscopy",
        "opb": "Barium meal",
        "opc": "Pharyngoscopy",
        "opd": "X rays",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "8e3f7e82-4e79-44fb-bc2f-e69f4e7b7edd",
        "choice_type": "single"
    },
    {
        "question": "Thickness of stomach wall in ultrasound is considered within normal limits:(JIPMER 95)",
        "exp": "The normal stomach wall measures 3 to 5 mm; however, wall thickness up to 7 mm is considered within normal limits because adequate distension is difficult to achieve on conventional sonography. Thickening can be due to neoplastic or inflammatory causes, and thickening of greater than 1 cm is generally considered to be due to malignancy.",
        "cop": 2,
        "opa": "2 mm",
        "opb": "5 mm",
        "opc": "8 mm",
        "opd": "10 mm",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "e298eb41-75d2-45be-9887-dffbec3332a3",
        "choice_type": "multi"
    },
    {
        "question": "Double bubble sign in seen in -",
        "exp": "The double bubble sign is seen in infants and represents dilatation of the proximal duodenum and stomach. It is seen in both radiographs and ultrasound, and can be identified antenatally Pathology Causes include congenital obstruction duodenal web duodenal atresia duodenal stenosis annular pancreas midgut volvulus external compression of the dudenum choledochal cyst mesenteric duplication cyst intramural duodenal haematoma preduodenal portal vein retroperitoneal tumour superior mesenteric artery syndrome",
        "cop": 1,
        "opa": "Duodenal atresia",
        "opb": "Jejunal atresia",
        "opc": "Pyloric stenosis",
        "opd": "Hirschprung disease",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "2cdf5de9-4457-4ecf-b413-b6e2f337a7ff",
        "choice_type": "single"
    },
    {
        "question": "Sentinel loop on x-ray:",
        "exp": "Ans. (d) Acute pancreatitisRef: Bailey 26th ed. /1128-29* The most commonly recognized radiologic signs associated with acute pancreatitis include the following:# Air in the duodenal C-loop# The sentinel loop sign, which represents a focal dilated proximal jejunal loop in the left upper quadrant.# The colon cut-off sign, which represents distention of the colon to the transverse colon with a paucity of gas distal to the splenic flexure.",
        "cop": 4,
        "opa": "Meckel's diverticulum",
        "opb": "Acute cholecystitis",
        "opc": "Acute mesenteric adenitis",
        "opd": "Acute pancreatitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "4797b787-ada4-47e9-9ea8-a85ab1f14572",
        "choice_type": "single"
    },
    {
        "question": "Apple core appearance on barium enema is seen in?",
        "exp": "Ans. (a) Carcinoma ColonRef: Bailey 26th ed. 170* On double contrast barium enema of the rectum and distal sigmoid colon demonstrates a typical annular constricting carcinoma of the colon with overhanging edges on both the proximal and distal margins forming a so called \"apple-core\" lesion.",
        "cop": 1,
        "opa": "Carcinoma Colon",
        "opb": "TB caecum",
        "opc": "Crohns disease",
        "opd": "Ulcerative colitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "3a0c637d-4d1e-4a12-b96f-18361a30d0de",
        "choice_type": "single"
    },
    {
        "question": "Linear filling defect on ERCP is characteristic of -",
        "exp": "Ans. is 'c' i.e., Worm in biliary tree Imaging in ascariasiso Plain abdominal X ray: calcified worm,o USG: moving echogenic structures or strips,o ERCP: linear filling defect.",
        "cop": 3,
        "opa": "Bile duct stone",
        "opb": "Pancreatic duct stone",
        "opc": "Worm in biliary tree",
        "opd": "Stricture",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "53fdfe57-4a21-4828-8da1-7b7c80047918",
        "choice_type": "single"
    },
    {
        "question": "To detect a 4 mm nodule in pancreas what is the best investigation?",
        "exp": "ANSWER: (B) Endoscopic USGREF: Encyclopedia of Diagnostic Imaging, Volume 1 by Albert L. Baert Page 267, http://emedicine. meds cap e. com/article/370909-over viewContrast enhanced CT is generally accepted as first line of investigation for suspected pancreatic cancer.In detection and staging of small tumors EUS (Endoscopic ultrasound) is reliable. EUS is used in the detection of tumors smaller than 2 cm. EUS has a high sensitivity and specificity for pancreatic cancer, with an overall staging accuracy higher than 80%. The possibility of performing EUS-guided FNA significantly improves both diagnostic and staging capability of EUSMRI appears to be more valuable for staging the extent and spread of pancreatic carcinoma than for tumor detection of lesions smaller than 2 cm. The degree of confidence with MRI is less than that with CT at the moment because of the wide variability in MRI techniques and its limitations from motion artifactsPET scan is usually reserved, to confirm malignancy, to differentiate between carcinoma and a focal nodular pancreatitis and to recognize distant metastasis. In general, the sensitivity of PET is high in the detection of lesions more than a centimeter in diameter.",
        "cop": 2,
        "opa": "PET scan",
        "opb": "Endoscopic USG",
        "opc": "CECT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "813c9aec-a2ec-48f1-a3f2-c35fa1581fa1",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to see gall bladder -",
        "exp": "Ans. is 'b' i.e., USGo Investigations of gall bladder disease are: -Ultrasonography : - This is the investigation of choice for the detection of gallstones, and obstructive jaundice. USG show's echogenic focus with posterior acoustic shadowing. The most specific sign of a contracted, stone filled gallbladder is a hypoechoic wrall superficial to a curvilinear echo from the stones and an acoustic shadow'-:- WES triad (Wall, Echo, Shadow) or the \"Double arc shadow sign\".Planex-ray: - Only 10% of gall stones are radio-opaque. Therefore, plane x-ray is of limited value.Oral cholecystogram (OCG) : - Dye used for OCG is ipanoic acid. Filling defect, due to stones, will be seen within the gall bladder.Cholangiogram (outline of common bile duct) Intravenous injection of biligrafm is given and frequent radiograph are taken as the liver excretes the biligrafin. Impacted stone in CBD classically shows cresentic shadow or meniscus sign on cholangiogram.Percutaneous transhepatic cholangiography (PTC) : - This is a useful procedure in obstructive lesions. It is usually done as an immediate preoperative investigation. PTC can be used for drainage, cholangioplasty and stent placement.",
        "cop": 2,
        "opa": "CT",
        "opb": "USG",
        "opc": "PlainXray",
        "opd": "Oral cholecytogram",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "7702fcca-816a-4335-b488-68f7fbe49600",
        "choice_type": "multi"
    },
    {
        "question": "Barium meal follow through is suggestive of:",
        "exp": "Ans. (d) Apple core appearance.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Crohn's disease",
        "opc": "Ulcerative colitis",
        "opd": "Apple core appearance",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "5ec02923-0b0e-46b8-a7ca-8d2e44156d98",
        "choice_type": "single"
    },
    {
        "question": "\"Thumb printing sign\" on barium study is a feature of-",
        "exp": "Ans. is 'd' i.e., Ischemic Colitis [Ref: Emergency medicine 1st/e p.66)o Signs of ischemic colitis:- Thumb printing, shallow ulcers (serrated mucosa), Bowel wall thickening of affected segment.Sign in gastrointestinal radiologyDiseasesSingle Bubble signCongenital hypertrophic pyloric stenosisDouble Bubble signDuodenal atresiaDuodenal webDuodenal stenosisLadd's bandAnnular pancreasMalrotation of gutPreduodenal veinTriple Bubble signJejunal or proximal ileum atresiaMultiple Bubble signIleal atresiaSentine loop signColon cut-off signRenal halo signGassless abdomenAcute pancreatitisDouble contour of medial border of duodenal 'C' loop Pad sign (Antral pad sign)Pancreatic carcinomaDilated/widened duodenal 4C' loop Mucosal irregularity Scrambled egg appearance (on ERCP)Pancreatic carcinomaRose thorning of medial wall of 2nd part of duodenum Inverted/Reverse '3' sign of frostberg Double duct sign (ERCP) Liver overlap sign Flank overlap sign (left) DIO overlap sign Coffee bean signSigmoid volvulusBird-of-Preg sign Birds beak sign (ace of spades appearance) Inverted U/V sign Omega sign Bent inner tube sign (Bent tyre tube) Rigler's sign or double wall sign Triangle sign Cupola sign Football signPneumoperitoneiumDog's cape sign_Inverted 'V' sign Falciform ligament sign Seagull or Mercedes Benz or Crow feet signGall stones (triradiate)Fleischner or Inverted umbrella sign Conical cecum or Amputed cecum Goose neck deformity Purse string stenosisIleocecal tuberculosisStierlin sign String sign Widening of ileocecal angle (Normal 90deg) Carman's meniscus signCarcinoma stomach (malignant ulcer)String sign of Kantor Cobble stone appearance Rose thorn appearance Ram's horn stomachCrohn's diseaseBull's eye or Target lesions Comb sign Creeping fat sign (on CT) Mucosal granularity (earliest sign) Loss of haustrations Collor button ulcerUlcerative colitisPseudopolyps Lead pipe or pipe stem colon Back wash ileitis Mucosal edema (thumb printing) Meniscus sign Claw sign Empty right iliac fossaIntussusceptionCoiled spring sign Pincer sign Target sign Bowler's hat sign (Hat sign)Colonic polypThumb print signIschemic colitis\"Saw-tooth\" appearanceColonic diverticulosisString of bead signSmall bowel obstructionStep ladder pattern (multiple air fluid levels)Intestinal obstructionAccordion patternPseudomembranous colitisDistorted fundic bubble Indentation of gastric air bubble Fracture 9-11 ribs (on left side) Loss of psoas outlineSplenic traumaElevation of left hemidiaphragm Multiple air fluid levels with stepladder pattern 'Tooth - like' calcification in pelvisOvarian dermoid'Arc - like' calcification in right upper quadrantLiver hydatid cystWidening of 'C' loop of duodenumCarcinoma pancreatic head(MC cause)PancreatitisLymph node enlargementRetroperitoneal massesAbdominal aortic aneurysmCholedochal cystApple core appearanceNapkin ring signCarcinoma colonSoap Bubble sign(Bubbly/Froathy/Apple sauce appearance)Meconium ileusCentral dot signCaroli's disease (most commoncause),Prebiliary cysts, obstructive jaundice, periportal lymphedema.Pruned-T ree appearance Beaded appearancePrimary sclerosing cholangitisSkip lesions Light bulb appearanceLiver hemangioma (on T2 image on MRI)Double track sign String signCongenital hypertrophic pyloric stenosisShoulder/mushroom/apple core signBeak signDiamond signTeat signCaterpillar sign Short mouth appearanceIleocecal valveLove bird signPost-traumatic diaphragmatic herniaMoulage signMalabsorption (celiac disease)Hellmer's signIntraperitoneal fluidRat tail appearance of esophagusEsophageal carcinomaMegaesophagus (sigmoid esophagus) \"Bird beak\" appearanceHurst phenomenonAchalasia cardiaYo-Yo motion of barium \"Corkscrew\" appearance(esophageal curling)Rosary-bead/sheikh kebab configurationChain of bead appearanceDiffuse esophageal spasm o \"Dog ear or bladder ear sign\"-Hemoperitoneum of pouch of douglaso \"Cluster sign on\" CT-Multiple abscesses of livero Straight line sign (linear border between normally perfused and hypoperfused parenchyma of liver) - Hepatic segmental perfusion.o \"Double target sign\" on MRI-Pyogenic liver abscesso \"Wheel inside wheel sign\" on USG-Fungal (Candidal) liver abscesso 'Meniscus sign' on cholangiography-CBD stone",
        "cop": 4,
        "opa": "Duodenal ulcer",
        "opb": "Carcinoma stomach",
        "opc": "Carcinoma head of pancreas",
        "opd": "Ischemic Colitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "fe55d2b4-ac59-4735-991b-168c95012355",
        "choice_type": "single"
    },
    {
        "question": "Radiological signs of crohn's disease:",
        "exp": "Ans, A. (String sign of cantor) Characteristic Radiological features of Crohn's disease or Regional Enteritis:Terminal ileum is the MC siteGranularity' & asymmetrical involvement with skip lesionUlcer: Apthous ulcer & fissure ulcerCobblestone pattern (serpiginous longitudinal + transverse ulcer separated by areas of edema)Rigidity' of mesenteric boarder and pseudosacculation of antimesenteric boarder (Omega sign)Wide gapping of bowel loops due to thickening of bowel wallStricture : long segment (string .sign if cantorDoule Halo configuration is seen on CT scan (Radiology review manual by wolfgang Dahnert 5th/809) Characteristic features of ulcerative colitisCollar button ulcerDouble Trackingflongitudinal submucosal ulceration over several centimeter)Symmetrical involvement of colonRectum involved in 95% of casesThumbprinting due to mucosal oedemBlunting of haustral fold (Pipestem appearance)Inflammatory palypBackwash ileitis: In ulcerative colitis when whole colon involved, the inflammation extends 1-2 cm into terminal ileum in 10-20% cases called Backwash ilitis .",
        "cop": 1,
        "opa": "String sign of cantor",
        "opb": "Pipestem appearance",
        "opc": "Pseudo polyp",
        "opd": "Backwash ileitis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "950f1da3-4242-4bd9-88ca-83313c4b914e",
        "choice_type": "single"
    },
    {
        "question": "Cork screw appearance on barium swallow is seen in:",
        "exp": "Ans. (b) Diffuse esophageal spasmRef: SRB Manual of Surgery 4th ed. /1323* Cork screw appearance on barium swallow is seen with diffuse esophageal spasm.* Bird beak appearance is seen with achalasia cardia.* Rat tail appearance as per bailey and love is seen with carcinoma esophagus.",
        "cop": 2,
        "opa": "Achalasia cardia",
        "opb": "Diffuse esophageal spasm",
        "opc": "Zenker's diverticulum",
        "opd": "Scleroderma",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "24ee5088-03fb-4cd6-84a8-8d014d0d1700",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice in cholelithiasis is -",
        "exp": "Ans. is 'd' i.e., USG Investigations of choice in GITo Investigation of choice for esophageal motility disorders (Achalasia, , Diffuse esophageal spasm Esophageal atresia, nutcracker esophagus) - Manometryo Best diagnosis of Barret's esophagus - Endoscopy and biopsy,o Investigation of choice for gastroesophageal reflux disease - Endoscopyo Best investigation for documenting episode of GERD - pH and radionuclide study,o Investigation of choice for esophageal carcinoma - Esophageoscopy (endoscopy)o Investigation of choice for small bowrel tumor - Small bowel enema (Barium follow through)o Gastrointestinal contrast medium of choice (including small bowel enema) - Barium sulfateo Substance used for OCG - lopanoic acido Investigation of choice for gall stone and obstructive jaundice - USGo Investigation of choice for acute cholecystitis - Transabdominal USGo Best (most accurate) investigation for acute cholecvstis - Radionuclide scano Investigation of choice for acute cholangititis - Transabdominal USGo Investigation of choice for acute pancreatitis - CECTo Investigation of choice for chronic pancreatitis - ERCPo Investigation of choice for pancreatic carcinoma - CECTo Investigation of choice to detect minimal ascites - USGo Most sensitive investigation for Caroli's disease - Cholangiography.o Investigation of choice for upper abdominal trauma - CT scano Investigation of choice for diagnosis and staging of GIST - CT scan.o Investigation of choice for assessment of treatment response and recurrence of GIST - PET preferably in combination with CTo Intitial & most important imaging modality in cases of acute abdomen due to intestinal obstruction and perforation - Plain x-ray.o Screening modality of choice when acute abdomen is suspected to be of biliary' origin - USG.o Investigation of choice for acute abdomen especially those suffering from pancreatitis and intrabdominal abscess - CT scan..",
        "cop": 4,
        "opa": "MRI",
        "opb": "X-ray",
        "opc": "CT",
        "opd": "USG",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "9cbefcd6-3f79-41cd-9845-d4d357fd15de",
        "choice_type": "single"
    },
    {
        "question": "Coffee bean sign is seen in-",
        "exp": "Ans. is 'a' i.e., Sigmoid volvulus o 18 Fluorodeoxyglucoseis a radiopharmaceutical used in medical imaging modality positron emission tomography (PET).o Following are the tracers used in Positron emission tomography:18 Fluorodeoxyglucose - Poorly differentiated neuroendocrine tumorsCarbon labeled 5 HTP - Carcinoid111 In octreotide, 68 GaOctreotide, 64 Cu TETA Octreotide - Neuroendocrine tumors11C metomidaie - Adrenocortical tumors18 FDG PET - differentiate between benign and malignant adrenocortical tumors.",
        "cop": 1,
        "opa": "Sigmoid volvulus",
        "opb": "Hepatocellular carcinoma",
        "opc": "Gall stones",
        "opd": "Paralytic ileus",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "8d9a63e9-1dfc-4642-8ab0-de3c5d84de1b",
        "choice_type": "multi"
    },
    {
        "question": "Diamond sign is seen in-",
        "exp": "Ans. is 'a' i.e., Congenital pyloric stenosiso Double/triple track sign is seen in congenital hypertrophic pyloric stenosis.Barium study in CHPSElongation and narrowing of pyloric canal (2-4 cm length)Passing of small barium streak through pyloric canal seen as a string of barium known as string sign.Crowding of muscle folds in pyloric canal known as double/triple track sign.Transient triangular tent-like cleftniche in mid portion of pyloric canal with apex pointing interiorly; seen due to mucosal belonging between 2 separated hypertrophied muscle bundles on greater curvature side within pyloric canal, known as diamond sign/ twining recess.Outpouching along lesser curvature due to disruption of antral peristalsis, known as pyloric teat/teat sign.Mass impression upon antrum with streak of barium pointing toward pyloric channel, known as beak sign/ antral beaking.Indentation of the base of duodenal bulb known as umbrella/kirkin/mushroom sign.Gastric hyperperistaltic waves known as caterpillar sign, a Single bubble sign.Shoulder sign : - Round indentation caused by very hypertrophied pyloric muscle.",
        "cop": 1,
        "opa": "Congenital pyloric stenosis",
        "opb": "Esophageal atresia",
        "opc": "Intestinal obstruction",
        "opd": "Colon cancer",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "c376fde9-95c4-45c9-9cc3-245125595dde",
        "choice_type": "single"
    },
    {
        "question": "Apple core sign in barium enema is seen with?",
        "exp": "ANSWERS: (C) Colon carcinomaREF: Suttons Radiology 7th edition volume 1 page 625, Fundamentals of diagnostic radiology William E. Brant, Clyde A. Helms - Page 851, style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 8px; text-indent: 0; text-align: left\">Apple core sign:The apple core sign, also known as a napkin ring sign, is most frequently associated with constriction of the lumen of the colon by a stenosing annular colorectal carcinoma. The same term has also been used for the circumferential erosion of the femoral neck seen in synovial o steochondromato sis",
        "cop": 3,
        "opa": "Ileocecal tuberculosis",
        "opb": "Carcinoma esophagus",
        "opc": "Colon carcinoma",
        "opd": "Achalasia cardia",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "7e4da7e0-d150-4c1c-83ef-2e9a5cf95a2b",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with right hypochondrium pain. Which of the following investigations should be done:",
        "exp": "Ans. (c) USGRef: Bailey 26th ed. H100",
        "cop": 3,
        "opa": "CT",
        "opb": "MRI",
        "opc": "USG",
        "opd": "Cholecystogram",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "d35b99d6-57ca-4b98-96a2-a78a9c90ddc6",
        "choice_type": "single"
    },
    {
        "question": "Neuroendocrinal tumors (NET) can be best detected by :",
        "exp": "Ans. is 'd' i.e. Radio nucleotide scan * \"Somatostatin receptor scintigraphy (SRS type of radio nucleotide scan) is now the imaging modality of choice for localizing both primary and metastatic NET tumor.\" - HarrisonNeuroendocrine for NET) tumors refers to two types of tumor:Carcinoids & Pancreatic endocrine tumors (PETs) e.g. Insulinoma Gastrinoma VIPomas GRFomas Somatostatinoma etc.SRS is an investigating modality for localizing the NETs as are CT, MRI, Endoscopic U/SNote that it not a diagnostic investigation.Diagnosis of NETs, is made by detecting the peptides or amines (or their metabolites) secreted by the tumors, in urine or serum.For e.g. -In carcinoid tumor - Serotonin*5-HIAA (Best)*5-HTP*5-//T*Glucagonoma - Elevated plasma glucagon level*Somatostatinoma - Elevated plasma level of somatostatin*Investigating modalities for localization of NET tumors:CT ScanMRITransabdominal U/SSelective angiographySRSEndoscopic U/SSRS is the imaging modality of choice for localizing both primary and metastatic NET tumors.Insulinomas are an exception to this :They have low densities of SST receptors, therefore SRS is not effective modality for them.Best modality for localizing insulinomas is Endoscopic U/S.Also note that though SRS is the imaging modality of choice for localizing the NETs, it does not provide reliable information on tumor size (CT & MRI are much better).",
        "cop": 4,
        "opa": "PET scan",
        "opb": "HRCT scan",
        "opc": "MRI",
        "opd": "Radionuclide scan",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "8cce193c-0fde-4acb-808e-a60e38a81645",
        "choice_type": "single"
    },
    {
        "question": "Multiple air fluid levels in child are seen in -",
        "exp": "Ans. is 'b' i.e., Ileal obstruction o Bubble sign requires specific mention. Bubble sign is produced by distended part of GIT with air fluid level proximal to the obstruction : -In pyloric stenosis :-Only stomach is proximal to obstruction (pyloric region) and it becomes dilated with air fluid level - Single bubble sign.Duodenal atresia Stomach and duodenal cap are proximal to obstruction - Double-bubble sign (Two air fluid levels).In jejunal atresia : - Stomach, duodenal cap and duodenal loop are proximal to obstruction - Three air fluid levels, i.e., Tripple bubble sign.In ileal atresia Multiple air-fluid levels, (multiple bubble sign) are produced.",
        "cop": 2,
        "opa": "Gastric obstruction",
        "opb": "Ileal obstruction",
        "opc": "Duodena] obstruction",
        "opd": "Esophageal atresia",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "7974b85f-228b-4bb6-83f0-2abdfa312fbb",
        "choice_type": "single"
    },
    {
        "question": "The cholangiogram shows?",
        "exp": "Ans. (a) Klastskin TumorThe image shows the endoscope in the middle and the biliary tree. You can notice the contrast in gall bladder (9deg clock) and cystic duct where it is meeting the common hepatic duct. However the left and right hepatic ducts are not visible indicating a tumor causing obstruction to flow of contrast.",
        "cop": 1,
        "opa": "Klatskin Tumor",
        "opb": "Gall stones",
        "opc": "Choledocholithiasis",
        "opd": "Porcelain gall bladder",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "df6830d1-b843-4638-84ed-f2aeba5944ae",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for minimal Ascites is?",
        "exp": "ANSWER: (B) USGREF: Maingot's 10th ed p 101Investigation of choice for minimal Ascites is USG",
        "cop": 2,
        "opa": "X Ray",
        "opb": "USG",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "4910487f-0d9f-4363-a80f-30437fedd3e2",
        "choice_type": "single"
    },
    {
        "question": "Double bubble sign is seen in?",
        "exp": "ANSWER: (A) Duodenal atresiaREF: Bailey and love 24(tm) ed p. 1199, Nelson's pediatrics 17th ed p. 1234Double bubble sign is seen inLadds bands, malrotationAnnular pancreasDuodenal atresia, stenosis, web, duplication, obstruction",
        "cop": 1,
        "opa": "Duodenal atresia",
        "opb": "Pyloric stenosis",
        "opc": "Jejunal obstruction",
        "opd": "Ileal obstruction",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "51792de2-cb67-4321-ba2b-90febd992e5e",
        "choice_type": "single"
    },
    {
        "question": "Water-lily sign on chest X-ray is seen in -",
        "exp": "Ans. is 'c' i.e., Hydatid cystRadiological signs of hydatid cvst of lung1) Meniscus sign4) Rising sun sign2) Water-lilly sign5) Serpent sign3) Camalote sign6) Empty cyst sign",
        "cop": 3,
        "opa": "TB",
        "opb": "Aspergillosis",
        "opc": "Hydatidcyst",
        "opd": "Cryptococcosis",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "db9187c7-7e2f-4665-a0b6-b4325971aa1a",
        "choice_type": "single"
    },
    {
        "question": "Central dot sign on CT SCAN -",
        "exp": "Ans. is 'a' i.e., Caroli's disease o Central Dot sign on CT or USG is seen in (i) Caroli's disease (most common cause); (ii) Prebiliary cysts; (iii) Obstructive jaundice; and (iv) Periportal lymphedema.",
        "cop": 1,
        "opa": "Caroli's disease",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Polycystic liver disease",
        "opd": "Liver hamartoma",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "e70f15db-f225-4980-b729-a57f09039d65",
        "choice_type": "single"
    },
    {
        "question": "A newborn presenting with intestinal obstruction showed on abdominal X-ray, multiple air fluid levels. The diagnosis is not likely to be -",
        "exp": "Ans- A Question ask -The diagnosis is not likely to be",
        "cop": 1,
        "opa": "Pyloric obstruction",
        "opb": "Duodenal atresia",
        "opc": "Illeal atresia",
        "opd": "Ladd s bands",
        "subject_name": "Radiology",
        "topic_name": "Abdominal Radiography",
        "id": "00646152-3ca0-4a34-8bca-1c24af980c41",
        "choice_type": "single"
    }
]