[
    {
        "question": "Investigation of choice for soft tissue sarcoma is -",
        "exp": "Ans. is 'b' i.e., MRI \"Any patient with a suspected STS should be referred to a diagnostic centre for triple assessment with clinical history, imaging and biopsy. Whilst the preferred method of imaging is MRI, other options including computerized tomography (CT) or ultrasound may be appropriate depending on local expertise. \"Investigations in musculoskeletal systemo Investigation of choice for AVN Hip - MRIo Best initial test for osteomyelitis - Plain x-rayo Best second line test for osteomyelitis (if there is high clinical suspician and x-ray is negative) - MRIo Most accurate diagnostic test for osteomyelitis - Bone biopsy and culture.o Best view for scaphoid fracture - Oblique (scaphoid) view of wrist.o Best view for C1-C2 vertebrae & junction - Open mouth odontoid (Pegs) view.o Investigation of choice for ACL & PCL injury - MRIo Investigation of choice to detect calcification - CT scano Investigation of choice for prolapsed intervertebral disc - MRIo Investigation of choice for spinal tuberculosis - MRIo Investigation of choice for traumatic paraplagia - MRIo Investigation of choice in intramedullary space occupying lesion (SOL) - MRIo Investigation of choice for bone metastasis - Bone scano Gold standard and investigation of choice for osteoporosis (Bone density) - Dual energy X-ray absorptiometry (DEXA).",
        "cop": 2,
        "opa": "CT",
        "opb": "MRI",
        "opc": "Ultrasound",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Advanced Neurospinal Imaging",
        "id": "71a1fb3d-30e9-4c5a-a034-b260f38ab15e",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Neuroangiofibroma is?",
        "exp": "ANSWER: (C) Contrast enhanced CTREF: Thoracic imaging: a practical approach - Page 197, Pol J Radiol, 2005; 70(3): 90-92\"Contrast enhanced CT scan is the investigation of choice for Neuroangiofibroma'",
        "cop": 3,
        "opa": "USG",
        "opb": "MRI",
        "opc": "Contrast enhanced CT scan",
        "opd": "Plain CT scan",
        "subject_name": "Radiology",
        "topic_name": "Advanced Neurospinal Imaging",
        "id": "65f93c5c-2ae1-4095-a958-a18ebc03c717",
        "choice_type": "single"
    },
    {
        "question": "All are Neurocysticercosis findings on CT scan except -",
        "exp": "Ans. is 'd' i.e., High density lesion Important findings of Neurocvsticercosis on CTo Parenchymal calcification at junction of grey and white mattero Low density round non enhancing lesionso Hypodense or isodense round masses with surrounding edemao Diffuse cerebral edema with multiple nodular enhancing lesionso Communicating or non-communicating hydrocephaluso Contrast enhancement of tentorium and basal cisterns.",
        "cop": 4,
        "opa": "Parenchymal calcification",
        "opb": "Low density non enhancing lesion",
        "opc": "Diffuse cerebral edema",
        "opd": "High density lesions",
        "subject_name": "Radiology",
        "topic_name": "Advanced Neurospinal Imaging",
        "id": "bae44556-c1a7-4294-85ba-f34cca65b024",
        "choice_type": "multi"
    },
    {
        "question": "Symptomatic spinal injury without any radiological evidence most commonly found in:",
        "exp": "Ans. a. Children (Ref: www.ncbi.nlm.nih.gov/pubmed/17006044 www.orthopaedicsone.com/pages/viewpage action? pageId=27689773)Symptomatic spinal injury without any radiological evidence most commonly found in children.'Following trauma, the commonly used radiological investigations, plain radiographs and computed tomography (CT) studies do nor rule out injury to the spinal cord. This is especially true for children, as an entity known by the acronym SCIWORA (spinal cord injury without radiological abnormality) exists and the changes may be picked up only on magnetic resonance imaging (MRI). Early treatment (within 6 hours) with high dose methylprednisolone improves the outcome.'- www.ncbi.nlm.nih.gov/pubmed/17006044SCIWORA (Spinal Cord Injury Without Radiologic Abnormality)SCIWORA originally referred to spinal cord injury without radiographic or CT evidence of fracture or dislocationQPrognosis of SCIWORA is actually better than patients with spinal cord injury and radiologic evidence of traumatic injuryQ.Defined as 'objective signs of myelopathy as a result of trauma' with no evidence of fracture or ligamentous instability on plain spine radiographs and tomographyQPrevalence:Mostly in pediatric population (range: birth to 16 years old)Inherent elasticity in pediatric cervical spine can allow severe spinal cord injury to occur in absence of X-ray findingsQCommon in cervical and thoracic regionQ; Rare in lumbar regionMechanism of Injury:MVA (motor vehicle accident)FallSports injury: Football, Diving, Wrestling, GymnasticsPathogenesis:Hyperextension injury to spine whose vertebral canal diameter is already compromised by spondylosisQ has a high risk of cord injuryExcessive anterior buckling of ligamentum flavum into canalQ, already compromised by posterior vertebral body osteophytes, probably is the cause of central cord syndromePathophysiologic MechanismsDirect spinal cord injury (traction)Direct spinal cord compression (extreme flexion/ hyperextension)Indirect spinal cord injuryVascular/ischemic injuryDiagnosis:SCIWORA is mainly a diagnosis of exclusion.In children, after trauma, paucity of movement of both legs, inability to bear weight on legs, and inability to pass urine, not able to sit without supportQ.Examination:Gross hypotonia in the lower limbs. 0/5 power and areflexia.Abdominal reflex, cremasteric, and anal reflex are absent.Palpable bladder and urine could be expressed out on abdominal pressure.No meningeal or cerebellar signsWork up:Plain radiographs of the entire spinal column maybe consideredCT scan of suspected level of neurological injuryMRI of the suspected region of neurological injury may show- hemorrhage and edemaQSSEPs (somatosensory evoked potentials):Not used diagnosticallyHelpful for follow up; obtained within 24 hours of admission and compared in follow up analysisTreatmentExternal immobilization of the spinal segment of injury for up to 12 weeksAvoidance of 'high-risk' activities for up to 6 monthsGradually increase range of motion once deficits have resolvedHigh-dose steroids in SCIWORAMethylprednisolone bolus of 30 mg/kg IV within 8 hours of injury, followed by infusion at 5.4 mg/kg/hr for the next 23 hours beneficial in improving the outcomeQOutcome at 6 weeks and 6 months better when drug given over 48 hoursQ, according to recent study.Prognosis:MRl of region of neurologic injury may provide useful prognostic information about neurologic outcome following SCIWORAQ.Poor Prognosis is seen inChildren <8 years old have worse prognosisDelay in onset of neurologic symptomsDeterioration of neurologic symptomsRecurrent injury",
        "cop": 1,
        "opa": "Children",
        "opb": "Elderly",
        "opc": "Teenagers",
        "opd": "Young adults",
        "subject_name": "Radiology",
        "topic_name": "Advanced Neurospinal Imaging",
        "id": "00e42802-41f1-40ac-ae50-e31a2c98757f",
        "choice_type": "single"
    }
]