[
    {
        "question": "In the shown lateral view, the GIT structure marked with arrow head is?",
        "exp": "Normal Lateral Chest Xrays: Normal Findings: - Sternum - Retrosternal space and retrocardiac space should be : clear spaces or lucent areas - Obliteration of Retrosternal space: Right Ventricular Hyperophy - Tracheal Lucency - Lucency of veebra should increase- more black- as we go from top to bottom . - Right dome of can be traced all the way anterior . - Left dome of diaphragm gets obscured by cardiac shadow . - Major fissure seen only in Right Lung - Minor fissure seen both in Right and left lung.",
        "cop": 3,
        "opa": "Esophagus",
        "opb": "Pulmonary aery",
        "opc": "Trachea",
        "opd": "Left atrium",
        "subject_name": "Radiology",
        "topic_name": "FMGE 2019",
        "id": "950a3125-aadc-44a0-92ba-8ca6fa3fe0da",
        "choice_type": "single"
    },
    {
        "question": "The shown radiograph is a case of:",
        "exp": "Congenital Diaphragmatic Hernia: Due to defect in Pleuroperitoneal membrane Compression of lungs by intestine Bowel loops in hemithorax pushing hea and mediastinum to the right. The bubble in the left hemithorax is in continuation with that of the bowel. MC on left posterolateral aspect: Bochdalek hernia Right anteromedial aspect: Morgagni hernia",
        "cop": 1,
        "opa": "Diaphragmatic hernia",
        "opb": "Intestinal obstruction",
        "opc": "Pleural effusion",
        "opd": "Pneumonia",
        "subject_name": "Radiology",
        "topic_name": "FMGE 2019",
        "id": "6c999eec-01ab-4e62-a4d2-6c73416ee419",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with complaints with dyspnoea. The shown X- ray is suggestive of:-",
        "exp": "Chest X-ray with pleural effusion Obliteration of CP angle Distinct border Concave upward curve called ELLIS CURVE 150-200 ml on PA view > 5 ml lateral view 15-20 ml on lateral decubitus view Right Pleural Effusion Pneumothorax: ON CXR: - Absent bronchoalveolar markings - Visceral pleural reflection - Deep sulcus sign in supine patient - Best view: expiratory view - IOC: CT USG of pneumothorax: - Hypoechoic pleural line - SEASHORE sign present in Normal lung Absent = pneumothorax: M mode USG: BARCODE/ STRATOSPHERE sign Tension pneumothorax: Pneumothorax with mediastinal shift Tension pneumothorax: Pneumothorax with mediastinal shift - Absent bronchoalveolar markings - Visceral pleural reflection - Lung Collapses towards hilum FALLEN LUNG sign: Fracture of bronchus - Lungs fall down inferiorly and laterally - If point supine - fall posteriorly Hydropneumothorax: Horizontal Air Fluid Levels CONSOLIDATION: Opacity not obscuring CP Angle Ill-defined fluffy borders No mediastinal shift Consolidation of Right Middle Lobe: SILHOUETTING of Right Hea Border. SILHOUETTING of Left Hea Border: Lingular Pathology",
        "cop": 2,
        "opa": "Consolidation",
        "opb": "Exudative pleural effusion",
        "opc": "Pneumothorax",
        "opd": "Hydropneumothorax",
        "subject_name": "Radiology",
        "topic_name": "FMGE 2019",
        "id": "c32d2c21-a2bb-4bbd-ab6a-ecd881425e69",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis of CT chest shown below.",
        "exp": "Normal Anatomy in CT Chest: Aoic dissection: M/C site of aoic dissection is Ascending aoa Intimal flap with double lumen is seen IOC for acute aoic dissection CT angiogram (stable pt.) TEE (unstable pt.) In Chronic aoic dissection: IOC: MRI Signs of FALSE LUMEN: Cob Web Sign: Irregularities of False lumen Beak Sign: False lumen forms acute angle with True lumen: SADDLE EMBOLUS: PULMONARY EMBOLISM - Filling Defect seen in Pulmonary aery - IOC for PE: CT Angiography Left atrial Myxoma: - Low annotating hypodense lesion on the posterior most chamber of the hea (Left Atrium) - MC primary Benign cardiac tumor in adults - MC in females - Has dystrophic calcifications Thrombosis within walls of aoic aneurysm : Aoic aneurysm: - Involve either ascending aoa, thoracic aoa & abdominal aoa - Syphilitic aoitis commonly involve ascending aoa causing aoic aneurysm - M/C cause for abdominal & thoracic aoic aneurysm - Atherosclerosis Ascending aoic aneurysmAbdominal aoic aneurysm (axial & coronal view)",
        "cop": 1,
        "opa": "Aoic dissection",
        "opb": "Pulmonary embolism",
        "opc": "Cardiac myxoma",
        "opd": "Aoic aneurysm",
        "subject_name": "Radiology",
        "topic_name": "FMGE 2019",
        "id": "17feb50b-a588-4737-8b4d-ce121ce72125",
        "choice_type": "single"
    },
    {
        "question": "Maximum radiation exposure",
        "exp": "X-ray abdomen- Single spot film, therefore comparatively less radiation exposure. Chest X ray- Single spot film, therefore comparatively less radiation exposure. IV pyelography- Sequential/ multiple imaging but covers less area,* therefore, comparatively less radiation exposure. Barium Enema- Sequential/ multiple imaging, covers larger area. therefore comparatively maximum radiation exposure. PET CT - Has highest radiation exposure. Diagnostic Procedure Typical Effective Dose Chest Radiograph(PA) 0.02msv Extremities /limbs 0.01msv Skull 0.07msv pelvis 0.7msv Abdomen 1.0msv Mammography (bilateral in 2 planes) 0.5msv Intravenous pyelography 2.5msv Head Ct 2.3msv Chest CT 8 Abdominal CT 10 PET 7.2msv Barium Enema 7-8msv",
        "cop": 4,
        "opa": "X-ray abdomen",
        "opb": "Chest X ray",
        "opc": "IV pyelography",
        "opd": "Barium Enema",
        "subject_name": "Radiology",
        "topic_name": "FMGE 2019",
        "id": "deb1eb75-74a6-4b4e-9103-74f61a5fc6f4",
        "choice_type": "single"
    }
]