[
    {
        "question": "A boy presented in the OPD with minimal pleural effusion on the right side. The best method to detect this would be :",
        "exp": "Ans. is 'c' is Right lateral decubitus chest X-ray Most dependent recess of the pleura is the posterior costophrenic angle*.So in pleural effusion this recess would be filled earliest. But at least 100-200 ml of fluid would be required to fill this recess before it can be detected on a PA view.Therefore in cases of minimal pleural effusion the best method to detect it would be- Decubitus view with a horizontal beam.",
        "cop": 3,
        "opa": "Left side chest X-ray",
        "opb": "Right side chest X-ray",
        "opc": "Right lateral decubitus chest X-ray",
        "opd": "Left lateral decubitus chest X-ray",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Pleural Disease",
        "id": "aaf9528f-f754-4068-bcce-e30a587ebe8e",
        "choice_type": "single"
    },
    {
        "question": "A case of road traffic injury presented with chest and abdominal pain. Chest X-ray is shown below. What is the diagnosis?",
        "exp": "Ans. (b) Pneumothorax.The diagnosis of pneumothorax is established by demonstrating the outer margin of the visceral pleura (and lung), known as the pleural line, separated from the parietal pleura (and chest wall) by a lucent gas space devoid of pulmonary vessels. Notice the same on the image on the right side.",
        "cop": 2,
        "opa": "Hemothorax",
        "opb": "Pneumothorax",
        "opc": "ARDS",
        "opd": "Fat embolism",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Pleural Disease",
        "id": "c80be137-6986-40ac-96a4-f36382965c5f",
        "choice_type": "single"
    },
    {
        "question": "20-year-old male with history of RTA presents with breathlessness. Stratosphere sign on USG with M mode is seen. What is the probable diagnosis?",
        "exp": "Ref: Stone MB, Ultrasound diagnosis of traumatic pneumothorax, J Enters Trauma Shock 2008 Jan-Jun; 1(1): 19-20.Explanation:\"Stratosphere sign is a clinical medical ultrasound finding usually in an eFAST examination that can prove presence of a pneumothorax Ref: Stone MB et al.EFAST (Extended Focused Assessment with Sonography for Trauma)Radiographic findings in an allow an emergency physician or a surgeon the ability to decide whether a patient has:o Pneumothoraxo Hemothoraxo Pleural effusiono Mass/tumoro Lodged foreign body.The exam allows for visualization of the echogenic tissue, ribs and lung tissue.Few radiographic signs are important in any trauma (eFAST):o Stratosphere signo The sliding or seashore signo The sinusoid sign.Stratosphere Sign (or Barcode sign)The sign is an imaging finding using a 3.5-7.5 MHz ultrasound probe in the 4th and 5th intercostal spaces in the anterior clavicular line using the M-Mode of the machine.This finding is seen in the M-niode tracing as pleura and lung being indistinguishable as linear hyperechogenic lines and is reliable for diagnosis of a pneumothorax.Its absence is not at all reliable to rule out pneumothorax.Definitive diagnosis usually requires X-ray or CT of thorax.Seashore SigneFAST finding usually in the lungs in the M- mode that depicts the glandular echogenicity of the lung abutted by the linear appearance of the visceral pleura.This sign is a normal finding.In absence of a seashore sign or presence of a stratosphere sign, pneumothorax is likely.B-lines or \"comet trails\" are echogenic bright linear reflections beneath the pleura that are usually lost with any air between the probe and the lung tissue and therefore whose presence with seashore sign indicates absence ot a pneumothorax.Sinusoid SignM-mode finding indicating presence of pleural effusion.Due to the cyclical movement of the lung in inspiration and expiration, the motion-time tracing (M-mode) ultrasound shows a sinusoid appearance between the fluid and the line tissue.This finding is seen in:o Pleural effusiono Empyema.o Hemothorax.Figure: Sialic 2-D mode depiction of normal pleura (arrow-head) on the left of the image, with M- mode depiction of the sea-shore sign on the right side of the imageFigure: Stratosphere sign of a pneumothorax: line of interrogation of pleural interface. The corresponding time motion mode image fails to reveal any underlying pleural movement consistent with a pneumothorax",
        "cop": 2,
        "opa": "Hemothorax",
        "opb": "Pneumothorax",
        "opc": "Cardiac tamponade",
        "opd": "Pulmonary embolism",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Pleural Disease",
        "id": "84bf73c4-f079-478d-89d4-99e651d534a8",
        "choice_type": "single"
    },
    {
        "question": "In which position is the X rays for minimal right sided pleural effusion done?",
        "exp": "ANSWER: (B) Right lateral decubitusREF: Wofgang 5th ed p. 428-430Ipsilateral lateral decubitus leads to collection of even minimal fluid in lateral pleural recess; hence it is the view of choice",
        "cop": 2,
        "opa": "Left lateral decubitus",
        "opb": "Right lateral decubitus",
        "opc": "Erect chest xray AP view",
        "opd": "PA view",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Pleural Disease",
        "id": "3e581cdd-97e5-467e-accd-8056eb30b090",
        "choice_type": "single"
    }
]