[
    {
        "question": "Dense middle cerebral aery (MCA) Sign in brain is seen in",
        "exp": "The hyperdense MCA sign refers to the focally increased density of the middle cerebral aery on CT and is a direct visualization of thromboembolic material within the lumen. It is thus the earliest visible sign of MCA infarction as it is seen within 90 minutes after the event - acute infarct. It is the longitudinal equivalent of the MCA dot sign and hyperdense basilar tip sign.",
        "cop": 1,
        "opa": "Acute infarct",
        "opb": "Subacute infarct",
        "opc": "Subacute haemorrhage",
        "opd": "Chronic infarct",
        "subject_name": "Radiology",
        "topic_name": "Nervous system",
        "id": "cc30fbd2-c8d3-47c4-922f-0888c2b98d85",
        "choice_type": "single"
    },
    {
        "question": "Flowing Candle Wax appearance seen in",
        "exp": "Dripping candle wax sign, also known as flowing candle wax appearance, describes the appearance of sclerotic coical thickening in melorheostosis/LERI disease. The irregular coical hyperostosis typically occurs on one side of the involved bone and undulates along much like melted wax down a candle.",
        "cop": 2,
        "opa": "Myositis ossificans",
        "opb": "Leri Ossificans",
        "opc": "Caffey's Disease",
        "opd": "Parosteal Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Nervous system",
        "id": "d770ad43-00cb-4e54-bf2d-879f5de41746",
        "choice_type": "single"
    },
    {
        "question": "Small cystic lesions in the lenticular nucleus, thalamus, and internal capsule are most closely associated with",
        "exp": "Small cystic lesions in the lenticular nucleus, thalamus, and internal capsule are most closely associated with lacunar infarctions, which are most commonly secondary to hypeension. They account for 20% of all strokes. The small aerioles supplying these areas are branches of the middle cerebral aery. They exhibit aeriolar sclerosis, which thrombose and cause microinfarctions (liquefactive necrosis) that leave cystic spaces ranging in size from 1 to 15 mm. Multiple lesions are commonly observed. They account for a number of syndromes including (1) a pure motor hemiparesis if the posterior limb of the internal capsule is infarcted and (2) a pure sensory stroke if the infarct is in the ventrolateral thalamus. In some cases, these infarcts are associated with diabetes mellitus, which also produces small vessel disease.Embolism usually produces hemorrhagic infarctions in the distribution of the middle cerebral aery. They generally occur at the periphery of the cerebral coex.The plaques of a demyelinating disease are softened rather than cystic areas in the brain.Genetic diseases are an uncommon cause of cystic lesions in the brain.Cystic astrocytomas may occur in the cerebellum.",
        "cop": 1,
        "opa": "Hypeension",
        "opb": "Embolism",
        "opc": "A demyelinating disease",
        "opd": "A genetic disease",
        "subject_name": "Radiology",
        "topic_name": "Nervous system",
        "id": "b7aaf10a-ad27-4385-b61b-5d22418c1ef7",
        "choice_type": "multi"
    },
    {
        "question": "The given lesion is best associated with",
        "exp": "Pale infarctions in the CNS best characterize the lesions associated with an atherosclerotic (ischemic) stroke. The four major causes of a cerebrovascular accident, or stroke, in order of frequency, are ischemia (60% to 90% of cases), intracerebral hemorrhage (e.g., hypeensive bleed), subarachnoid hemorrhage (e.g., ruptured berry aneurysm, aeriovenous malformation), and embolic infarction (e.g., hemorrhagic infarction). As a general rule, ischemic strokes are pale (80% of cases) and the other three are hemorrhagic. The majority of ischemic strokes are due to atherosclerosis. Atherosclerotic infarctions are most commonly secondary to a thrombus overlying an atheromatous plaque at the origin of the internal carotid aery. Consequences of atherosclerosis involving the cerebral vessels include cerebral infarction, cerebral atrophy, ischemic encephalopathy (laminar necrosis, watershed infarcts), transient ischemic attacks, and thromboembolism of a poion of atherosclerotic plaque to a distant location. They are usually pale infarcts because the atherosclerotic plaque occludes most of the lumen and reperfusion of the infarcted area usually does not occur. Grossly, there is softening of the brain after 6 hours, with a visible loss of normal demarcation between the gray and white matter. Microscopically, \"red neurons\" (i.e., apoptosis of individual neurons), nuclear pyknosis, and degeneration of myelin are present. After 2 to 10 days, the brain tissue is gelatinous. Neutrophils transiently invade the necrotic area but are soon replaced by microglial cells, many of which have engulfed lipid and appear as gitter cells. From 10 days to 3 weeks, liquefactive necrosis produces cystic areas in the brain. The subjacent brain parenchyma contains reactive astrocytes with eosinophilic cytoplasm. Cerebral infarcts present with a gradual onset of symptoms (i.e., transient ischemic attacks; TIAs), followed by localizing neurologic signs of contra lateral hemiplegia, aphasia, and visual defects (amaurosis fugax), depending on the site of infarction and whether the dominant hemisphere is involved. The majority of patients recover and regain paial restoration of their initial deficits. TIAs occur in patients with fixed atherosclerotic disease and are often caused by dislodgment of platelet and/or cholesterol emboli into the peripheral vessels. They generally last a few seconds to a few minutes and, by definition, recovery is within 24 hours. Unilateral symptoms suggest carotid ischemia, whereas bilateral symptoms suggest veebrobasilar ischemia, especially if accompanied by veigo, dysahria, or dysphagia. Ticlopidine, which inhibits the synthesis of adenosine diphosphate, or aspirin, which decreases the synthesis of thromboxane A2, are commonly used to prevent TIAs.",
        "cop": 3,
        "opa": "Embolic stroke",
        "opb": "Hypeensive bleed",
        "opc": "Atherosclerotic (ischemie) stroke",
        "opd": "Ruptured berry aneurysm",
        "subject_name": "Radiology",
        "topic_name": "Nervous system",
        "id": "ef4f9875-8cf6-46e7-9b38-a436bbe2d8dd",
        "choice_type": "single"
    }
]