[
    {
        "question": "Which does not form the border of heart in PA view of a chest X-ray?",
        "exp": "Ans- B Ref: Nelson's Textbook of Pediatrics 18th edition: page no 1865 Explanation: In a CXR PA view the Left border of Heart is formed by: \"A.M.L\" Aortic arch Main pulmonary artery Left pulmonary artery, Left atrial appendage, Left ventricle Right border of Heart is formed by: \"S.I.R\" SVC IVC Right Atrium Abnormal cardiac silhouettes \"Boot-shaped\" heart seen in cyanotic tetralogy of Fallot \"Egg-shaped\" heart seen in transposition of the great arteries. \"Snowman\" sign or Figure of '8' appearance seen in total anomalous pulmonary venous return (supracardiac TAPVC)",
        "cop": 2,
        "opa": "Right atrium",
        "opb": "Right ventricle",
        "opc": "Aortic arch",
        "opd": "Left Ventricle",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "c1a5af9f-2410-40b6-8826-46a452ae75cc",
        "choice_type": "single"
    },
    {
        "question": "Target element used in mammography is?",
        "exp": "ANSWER: (C) MolybdenumREF: Sutton's Radiology 7th edition, volume 2, page 1451\"The most commonly used target-filter combination is a molybdenum (Mo) target with 0.03 mm Mo filter\"",
        "cop": 3,
        "opa": "Copper",
        "opb": "Tungsten",
        "opc": "Molybdenum",
        "opd": "Aluminum",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "cd79d711-a95b-41d4-aa9d-8758fd10ddc2",
        "choice_type": "single"
    },
    {
        "question": "Fluorescin angiography is used to examine -",
        "exp": "Ans. is 'b' i.e., Retinal vasculatureo Fluorescein angiography is a radiological examination of retinal vasculature after the administration of a fluorescein dye.",
        "cop": 2,
        "opa": "Ciliary vasculature",
        "opb": "Retinal vasculature",
        "opc": "Comeal vasculature",
        "opd": "Conjuctival vasculature",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "9de3bd77-b48d-453f-a029-6bccb70fb5ee",
        "choice_type": "single"
    },
    {
        "question": "Chest X-ray, most common view is -",
        "exp": "Ans. is 'b' i.e., PA o Posteroanterior view of the chest is most commonly used view for chest X-ray.\"The best view of the chest is the postero-anterior view with the patient standing and lung fully expanded\"--Toriano",
        "cop": 2,
        "opa": "AP",
        "opb": "PA",
        "opc": "RAO",
        "opd": "LAO",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "d365c090-471f-486e-82f9-934f51f87a1a",
        "choice_type": "single"
    },
    {
        "question": "Shield used in radiology are made up of?",
        "exp": "ANSWER: (A) LeadREF: Park 20th ed p. 651Effective protective measures in radiology units should include proper use of lead shields and lead rubber aprons (0.5 mm of lead) and a film badge or dosimeter.Permissible dose of radiation from man made sources: 5 rad/year",
        "cop": 1,
        "opa": "Lead",
        "opb": "Copper",
        "opc": "Mercury",
        "opd": "Silica",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "a4d0eb66-57bf-4c34-92de-4c11024075cb",
        "choice_type": "single"
    },
    {
        "question": "KVP in X ray determines -",
        "exp": "Ans. is 'b' i.e., Kilovolt peak {Ref: Grainger 6th/e p. 154]o Two exposure factors are importantKilovolt peak (KVP) : - It is the voltage which is applied between filament (cathode) and target (anode). It creates an electrical potential between the anode and cathode so the electron from the cathode travel to the anode. It provides kinetic energy to x-ray* therefore it is responsible for penetrating power of x-rays, higher the KVP more the penetrating power of x-rays. Contrast is also influenced by KVP, lower the KVP higher the contrast (contrast is the difference in optical densities in the various regions of x-ray film which allows for differentiation of anatomic structures).Milliampere second (mAs) :- It is the combination of electric current for heat production at cathode. It determines the number of x-ray photons. It controls the density of the film, i.e., amount of blackening of film (Density refers to overall blackening of the film).",
        "cop": 2,
        "opa": "Kilovolt potential",
        "opb": "Kilovolt peak",
        "opc": "Kilovolt power",
        "opd": "Kilovolt per minute",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "545230f2-4eec-455b-aa2d-3aa44857369a",
        "choice_type": "single"
    },
    {
        "question": "The most appropriate technique for mammography is:",
        "exp": "Ans. (b) Medio lateral oblique viewRef: Harrison 19th ed. / 525There are numerous mammography views that can broadly be split into two groups* Standard views- Medio-Lateral, Medio-lateral oblique, Craniocaudal* Supplementary views - Additional information or problem solving# The mediolateral oblique (MLO) view is one of standard mammographic views. It is the most important projection as it allows to depict most breast tissue.# The Mediolateral view loses significant tissue volume in the upper outer quadrant of the breast where statistically the most breast cancers are found. By doing an MLO view you get extra tissue without extra exposure.",
        "cop": 2,
        "opa": "Spot Compression view",
        "opb": "Medial lateral oblique view",
        "opc": "Lateral view",
        "opd": "Medilateral view",
        "subject_name": "Radiology",
        "topic_name": "Plain Film Radiography, Fluoroscopy, and Tomosynthesis",
        "id": "e8d4a0b3-b194-4a1a-b75b-560875903705",
        "choice_type": "single"
    }
]