[
    {
        "question": "The T 1/2 of iodine 131 is:",
        "exp": "Ref: Internet SourcesExplanation:The t1/2 of iodine 131 is 8 daysHalf life's of commonly used radioisotopes in MedicineIsotopeHalf lifeAmericium- 241433 yearsAntimony-12460.2 daysCalifornium-2522.63 yearsCesium-13730.1 yearsCobalt-57271 daysCobalt-5871.3 daysCobalt-605.272 yearsIodine-1244.17 daysIodine-13012.4 hoursIodine-1318.041 daysIron-528.3 hoursIron-552.7 yearsIron-5944.6 daysManganese-525.63 daysManganese-54312.5 daysMolybdenum-9966.02 hoursOsmium-19115.3 daysTechnetium-99m6.02 hours",
        "cop": 2,
        "opa": "13 days",
        "opb": "8 days",
        "opc": "2 days",
        "opd": "12 hours",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy beam production",
        "id": "7c79c900-c9a0-4ccc-8608-6a7731db5172",
        "choice_type": "single"
    },
    {
        "question": "In intra-operative radiotherapy which of the following therapeutic mode is commonly employed?",
        "exp": "Ans. A. Electron.Intraoperative radiotherapy using electron beam has the potential to deliver higher doses of radiations to the tumor (pancreatic carcinoma mainly, carcinoma stomach, rectal cancers, head and neck cancers, retroperitoneal sarcomas and some genitourinary and gynecological cancers) while sparing neighboring tissues but does not give better results than external beam treatment and hence can be used as boost followed by photon beam therapy.",
        "cop": 1,
        "opa": "Electron",
        "opb": "Photon",
        "opc": "X-ray",
        "opd": "Gamma rays",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy beam production",
        "id": "b2364e6d-d456-42fc-88f3-8d087f2883ae",
        "choice_type": "single"
    },
    {
        "question": "Sterotactic radiosurgery is a form of:",
        "exp": "Ans: A (Radiotherapy) Ref: Devita's Cancer: Principles and Practice of Oncology, 7th edition, pg: 283Explanation:Stereotactic RadiosurgeryIt is a type of external beam radiation therapy.It is a single day procedure for treating small intracranial lesion.The technique requires metallic frame that is rigidly attached to the patient head.The patient undergoes CT scan and three dimensional treatment planning is performed.A number of small beams are designed to create a highly conformational treatment plan.The beam delivered has accuracy in millimeters due to the sterotactic ring.Treatment is delivered as a single beam fraction (15 to 20 Gy).Major limitation is that it can be used for small tumors only.It uses special equipment to position the patient and precisely deliver radiation to a tumor.The total dose of radiation is divided into several smaller doses given over several days.Used to treat brain tumors and other brain disorders.It is also being studied in the treatment of other types of cancer, such as lung cancer.",
        "cop": 1,
        "opa": "Radiotherapy",
        "opb": "Robotic surgery",
        "opc": "Radio iodine therapy",
        "opd": "Cryotherapy",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy beam production",
        "id": "72c829bd-3df1-48db-a964-1ab1522b5677",
        "choice_type": "single"
    }
]