[
    {
        "question": "Radiosensitisers are all Except",
        "exp": "Radiosensitisers are agents that increase the lethal effects of radiation when given during (or sholy prior) to its delivery. There are three clinically used radiosensitisers - hypoxic cell sensitisers, hypoxic cell cytotoxics and the halogenated pyrimidines - that increase the sensitivity of tumour cells with minimal effect on normal tissues. chemotherapy drugs like cisplatin, 5FU are radiosensitisers.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 4,
        "opa": "Metronidazole",
        "opb": "Nimorazole",
        "opc": "Cisplatin",
        "opd": "Amifostine",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "2912c137-7e86-4858-ba1b-21493f38259e",
        "choice_type": "multi"
    },
    {
        "question": "Which part of DNA is most susceptible to radiation?",
        "exp": "(D) Double helix > Relatively flexible areas of the DNA double helix are most susceptible to damage.> Radiation can damage the DNA \"double helix\" - a two-stranded, twisting molecule - in a variety of ways: 1) by knocking off one or more of the DNA \"bases\" known by the letters A, T, G, and C, which form the bonds between the two strands of the double helix; 2) by oxidizing these bases; or 3) by breaking through one or both strands. All can result ir a failure of the molecule to perform its main task - telling cells which proteins to make. That can lead to out-of-control cell growth (cancer) or death.",
        "cop": 4,
        "opa": "Nucleotides",
        "opb": "Nucleosides",
        "opc": "Histones",
        "opd": "Double helix",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "1aad7a29-6a65-43a9-afda-12e3bbeb80d3",
        "choice_type": "single"
    },
    {
        "question": "Time period between occurrence of osteosarcoma following radiation therapy:",
        "exp": "D i.e. 10 yearsRef: Diagnostic Pathology: Bone, By G. Petur Nielsen, Andrew E Rosenberg, 2nd edition, pageExplanation:Post-radiation OsteosarcomaLatent period from radiation is long: Median 11 years.Rarely as little as 2 years.Latency inversely related to radiation dose.OsteosarcomaThe X-ray appearances are variable.Hazy osteolytic areas may alternate with unusually dense osteoblastic areas.The endosteal margin is poorly defined.Often the cortex is breached and the tumour extends into the adjacent tissues; when this happens, streaks of new bone appear, radiating outwards from the cortex - the so-called 'sunburst' effect.Where the tumour emerges from the cortex, reactive new bone forms at the angles of periosteal elevation (Codman's triangle).While both the sunburst appearance and Codman's triangle are typical of osteosarcoma, they may occasionally be seen in other rapidly growing tumours.Risk Factors for OsteosarcomaFamilial cases where the deletion of chromosome '13q14' inactivates the retinoblastoma gene is associated with a high risk of osteosarcoma development.Bone dysplasias, including Paget's disease, fibrous dysplasia, enchondromatosis, and hereditary multiple exostoses, increase the risk of osteosarcoma.Li-Fraumeni syndrome (germline TP53 mutation) is a predisposing factor for osteosarcoma development.Rothmund-Thomson syndrome (i.e., autosomal recessive association of congenital bone defects, hair and skin dysplasias, hypogonadism and cataracts) is associated with increased risk of this disease.Bone irradiation.Note:Characteristic histologic finding of osteosarcoma:Bone forming tumor (osteo = bone).Presence of osteoid.Characteristic radiologic features:Codman's triangle.Sunburst appearance.",
        "cop": 4,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "10 years",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "cffa3d77-2b9f-4868-b457-7124468e3931",
        "choice_type": "single"
    },
    {
        "question": "Direct action of radiation is the dominant process for",
        "exp": "Ionizing radiation acts by two methods: Direct and IndirectDirect action is radiation directly causing DNA damage; example: neutrons and alpha paiclesIndirect action is radiation causing free radical production which acts on DNA; example: photons and gamma raysReference: Khan Physics of Radiation therapy; 5th edition",
        "cop": 2,
        "opa": "X-rays",
        "opb": "Neutrons and alpha paicles",
        "opc": "Electrons",
        "opd": "Gamma rays",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "7db5693e-a3c3-445d-b52c-de6681717f5f",
        "choice_type": "single"
    },
    {
        "question": "Fetus is most radio sensitive at which week?",
        "exp": "ANSWER: (A) 3 weeksREF: Primer of radiobiology by Elizabeth Latorre Travis page 196The first trimester, particularly the first 6 weeks of development, appears to be the most radiosensitive in terms of both lethality and induction of congenital abnormalities in humansHence the answer is 3 weeks",
        "cop": 1,
        "opa": "3 weeks",
        "opb": "8 weeks",
        "opc": "12 weeks",
        "opd": "15 weeks",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "915d509c-6303-4c30-9ef2-8287f795e5ba",
        "choice_type": "single"
    },
    {
        "question": "Stereotactic radiosurgery is a form of",
        "exp": "Stereotactic radiosurgery means delivery of precise high dose radiation in a single fraction to intracranial targetsReference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "Radiotherapy",
        "opb": "Cryosurgery",
        "opc": "Neurosurgery intervention",
        "opd": "Embolisation and radiofrequency ablation",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "2b937e1d-c1a1-4364-9313-63a2ff374ac4",
        "choice_type": "single"
    },
    {
        "question": "The most radiosensitive cells are",
        "exp": "The most sensitive cells are those that are undifferentiated, well nourished, dividing quickly and highly active metabolically. Amongst the body cells, the most sensitive are spermatogonia and erythroblasts, epidermal stem cells, gastrointestinal stem cells. The least sensitive are nerve cells and muscle fibres.Very sensitive cells are also oocytes and lymphocytes, although they are resting cells and do not meet the criteria described above. The reasons for their sensitivity are not clear.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "Bone-marrow cells",
        "opb": "Muscle cells",
        "opc": "Nerve cells",
        "opd": "Breast glandular cells",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "690a6cc3-cbc4-4900-831c-0bc69cdfa147",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive tissue to radiation -",
        "exp": "Ans. is 'c' i.e. Gonads Organs which have a high dividing rate are more sensitive to radiation.Bone marrow > Gonads > mucosal lining of GIT are most sensitive.Organs in which cells are stable (not multiplying e.g. heart, skeletal muscle, nerves, cartilage*) are radioresistant.",
        "cop": 3,
        "opa": "Skin",
        "opb": "Liver",
        "opc": "Gonads",
        "opd": "Spleen",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "88df453c-a44f-4b60-ab32-e8f21b11c982",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding the treatment of radiation accident victims is false?",
        "exp": "If the radiation exposure is known to be less than 4 to 5 Gy (400-500 rad), most expes recommend that the patient is watched carefully but only treated in response to specific symptoms, such as antibiotics for an infection, fresh platelets for local haemorrhage, and so on. If the dose is known to have exceeded about 5 Gy (500 rad), then death from the hematopoietic syndrome 3 to 4 weeks later is a real possibility. In some countries, isolation and barrier nursing--that is, isolation from others so that they do not come in contact with possible infections while their blood count is low--is recommended. It has been shown in animals that the LD50 can be raised by a factor of about 2 by the use of antibiotics, and there is no reason to suppose that the same is not true in humans. The impoant things are to avoid infection, bleeding, and physical trauma during the period in which the circulating blood elements reach a nadir and to give the bone marrow a chance to regenerate. Below about 8 Gy (800 rad), an exposed person is likely to survive with careful nursing and an antibiotic screen because the LD50 can be approximately doubled by such conservative measures. In such cases, therefore, a transplant is not necessary. Above about 10 Gy (1,000 rad) death from the gastrointestinal syndrome is inevitable, and so a bone-marrow transplant is of no use. Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 4,
        "opa": "At doses less than 4 to 5 Gy, the patient is only treated in response to specific symptoms",
        "opb": "At doses 5-8 Gy, infection, bleeding and physical trauma are to be avoided during the period in which the circulating blood elements have a low concentration",
        "opc": "At doses 8-10 Gy, a bone-marrow transplant can be administrated",
        "opd": "At doses above 10 Gy, a bone-marrow transplant must always be administrated",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "828a6157-0f87-4591-b079-1f9dbbb82308",
        "choice_type": "multi"
    },
    {
        "question": "Surrogate markers for patients physical reserve to plan oncological treatment are all Except",
        "exp": "The physiologic reserve is a determinant of how a patient is likely to cope with the physiologic stresses imposed by cancer and its treatment. This factor is difficult to assess directly. Instead, surrogate markers for physiologic reserve are used. Older patients and those with a Karnofsky performance status <70 or ECOG performance status = 3 have a poor prognosis unless the poor performance is a reversible consequence of a tumour. Child Pugh score is considered before hepatotoxic treatments and liver cancer treatment decision making.MSKCC neutropenia score is used to decide outpatient versus inpatient care of febrile neutropenia.Reference: Harrison; 19th edition",
        "cop": 4,
        "opa": "Karnofsky performance status",
        "opb": "ECOG performance score",
        "opc": "Child pugh score",
        "opd": "MSKCC neutropenia risk score",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "29b10a13-aa1e-4d5a-80da-981e02822581",
        "choice_type": "multi"
    },
    {
        "question": "A deterministic effect",
        "exp": "Deterministic effect: severity increases with dose; practical threshold; the probability of occurrence increases with dose; e.g., cataract.Stochastic effect: severity independent of dose; probability of occurrence increases with dose; no threshold; e.g., cancerReference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 2,
        "opa": "Has a threshold in dose but the severity of the effect is otherwise dose-independent",
        "opb": "Has a threshold in dose and the severity of the effect increases with dose",
        "opc": "Has no threshold in dose and the severity of the effect is a constant function of dose",
        "opd": "Has no threshold in dose and the severity of the effect increases with dose",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "c227b680-8cd6-4927-9cf2-671025466eac",
        "choice_type": "single"
    },
    {
        "question": "Electron beam therapy is used for which tumor -",
        "exp": "Ans. is 'b' i.e., Kaposi sarcoma * Electron-beam radiation therapy is the most common modality employed for the treatment of localized KS. Electron-beam therapy is highly effective in relieving facial and eyelid edema. It has also been used to shrink inguinal lymphadenopathy and plantar lesions but is usually not a first-line treatment for control of lower extremity edema or oral lesions because of the potential to worsen lymphedema and skin compliance when applied to the legs and to cause mucositis when used to treat oral lesions.",
        "cop": 2,
        "opa": "Renal carcinoma",
        "opb": "Kaposi sarcoma",
        "opc": "Hepatic carcinoma",
        "opd": "AML",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "a0b89de1-2cf4-4ccc-b398-45c846ea30e4",
        "choice_type": "single"
    },
    {
        "question": "The thresholds for permanent sterility in men for an acute exposure and prolonged exposure conditions are",
        "exp": "Studies of patients receiving radiation therapy indicate that permanent sterility can result from 2.5 to 3 Gy (250-300 rad) in a fractionated regime over 2 to 4 weeks. The induction of sterility by radiation in human males does not produce significant changes in hormone balance, libido, or physical capability. The original single-dose data came from the irradiation of prisoners, which showed that a dose in excess of 6 Gy (600 rad) is needed to result in permanent sterility. In contrast to most organ systems, where fractionation of dose results in sparing, fractionated courses cause more gonadal damage than a single doseReference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "6 Gy and 2.5-3 Gy respectively",
        "opb": "2.5 to 3 Gy and 1.5 Gy respectively",
        "opc": "6 Gy and 2-5 Gy respectively",
        "opd": "7.5 to 10 Gy and 6 Gy respectively",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "43329469-c307-4081-bd1d-a5a3bfb710eb",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of radiotherapy is-",
        "exp": "Ans. is 'a' i.e., DNA damage o Radiation therapy works by damaging the DNA of cells. Radiation deposition results in DNA damage manifested by single and double strand breaks in the sugar phosphate backbone of the DNA molecules (charring of nucleoprotein)The damage is caused by ionization of atoms which make up the DNA chain. However, the mechanism of ionization differs between the various radiation type:-1) Electromagnetic radiations (x-ray and gamma rays) cause indirect ionization via short lived, free hydroxyl radicals produced primarily by the ionization of cellular H2O.2) Particulate radiation (Photon, electron, proton, neutron and a-particle) are directly ionizing and damage directly.",
        "cop": 1,
        "opa": "DNA damage",
        "opb": "Produce non sense protein",
        "opc": "Depletion of ATP",
        "opd": "Depletion of glucose",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "ff0850c7-be33-494b-bcd9-ba907860873c",
        "choice_type": "single"
    },
    {
        "question": "Most radiosensitive tissue of body among the following is",
        "exp": "Ans. a (Bone marrow). (Ref. Harrison, Medicine, 15th ed., 2588)The minimal tolerance dose (Rads) for (TD 5/5):Bone marrow250 (radiosensitive)Spleen1000Kidney1500Brain5000 (radioresistant)Liver2500Intestine4500Heart3000Lung3000Testis600-1000 (radiosensitive)",
        "cop": 1,
        "opa": "Bone marrow",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "828020dc-9837-4844-a579-84f1053f589c",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive structure in cell for radiotherapy is",
        "exp": "(C) DNA # Radiotherapy is a physical form of treatment that damages any tissues in its path. Tumor cells seen somewhat more sensitive to the lethal effects of radiation than normal tissues primarily because of differences in ability to repair sublethal DNA & other damage.> In the target tissue,radiation damages DNA (usually single stand breaks) & generates free radicals form cell water that are capable of damaging cell membranes,proteins & organelles.> Since DNA is the most important subcellular target of ionizing radiation,rapidly dividing cells are more radiosensitive than quiescent cells. Radiation- damage is dependent on 02 ; hypoxic cells are more resistant. Cells in cell cycle of late G,& S are more reristant to radiation & cells in the G2 & M phases are most sensitive to Radiation",
        "cop": 3,
        "opa": "Cell membrane",
        "opb": "Mitochondrial membrane",
        "opc": "DNA",
        "opd": "Enzymes",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "6605822e-dc95-421f-add1-6c551bdb5d69",
        "choice_type": "single"
    },
    {
        "question": "The least radio sensitive tissue is -",
        "exp": "Human Cell Radiation Sensitivity High Lymphocytes (white blood cells) Spermatogonia (sperm-producing cells) Erythroblasts (immature red blood cells) Intestinal crypt cells (small intestine) Mid Spermatids (non-dividing immature sperm) Osteoblasts (immature bone cells) Low Muscle cells Nerve cells",
        "cop": 1,
        "opa": "Nervous tissue",
        "opb": "Bone",
        "opc": "Kidney",
        "opd": "Thyroid",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "cb306211-71ea-461d-9bf7-a8e371bcbef7",
        "choice_type": "single"
    },
    {
        "question": "Which phase is most sensitive to radiotherapy in ceil cycle -",
        "exp": "Ans. is 'c'i.e., G2M o Most sensitive phase of cell cycle - G2M interphaseo Most resistant phase of cell cycle - Late 'S' phaseImportant facts about radiosensitivityo Dividing cells ar4e most sensitive to RTo Non-dividing cells are relatively resistant to RTo Hypoxic cells are resistant to RTo Phase of cell cycle most sensitive to RT - G2Mo Phase of cell cycle most resistant to RT - End of S phaseG2M > G2 > M > G1 > Early S > Late So Phase of cell cycle in which radiation exposure leads to chromosomal aberration - G1o Phase of cell cycle in which radiation exposure leads to chromatid aberration - G2",
        "cop": 3,
        "opa": "G2",
        "opb": "G1S",
        "opc": "G2M",
        "opd": "Late S",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "b2349940-b4be-4cec-a063-bbe2b734bf0d",
        "choice_type": "single"
    },
    {
        "question": "The recommended monthly limit to the fetus is",
        "exp": "The NCRP recommends a monthly limit of 0.5 mSv (50 mrem) to the embryo or fetus once a woman declares her pregnancy. In contrast to this, the ICRP recommends a limit of 2 mSv (200 mrem) to the surface of the woman&;s abdomen (lower trunk) for the remainder of the pregnancy. These recommendations are essentially similar and are designed to limit the risk of mental retardation, other congenital malformations, and carcinogenesisReference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 3,
        "opa": "0.05 mSv",
        "opb": "0.1 mSv",
        "opc": "0.5 mSv",
        "opd": "2 mSv",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "afa59aab-d3f0-4361-9107-fb774aa7988f",
        "choice_type": "single"
    },
    {
        "question": "Maximum recommended external beam radiation therapy dose for a case of Carcinoma cervix is?",
        "exp": "Ans. C. 50 Gy.\"External-beam doses of more than 40 to 45 Gy to the central pelvis tend to compromise the dose deliverable to paracentral tissues and increase the risk of late complications. However, recently IMRT (Intensity Modulated Radiotherapy) allows delivery of doses exceeding 60 Gy with relative sparing of adjacent critical structures\"Discussion:RADIATION THERAPY IN CERVICAL CANCERAs with radical surgery, the goal of radical radiotherapy is to sterilize disease in the cervix, paracervical tissues, and regional lymph nodes in the pelvis. Patients are usually treated with a combination of external-beam irradiation to the pelvis and brachytherapy. Brachytherapy is a critical element in the curative radiation Rx of all carcinomas of the cervix. Even relatively small tumors that involve multiple quadrants of the cervix are usually treated with total doses of 80 to 85 Gy to point A.Teletherapy dose rates:# An initial dose of 40 to 45 Gy to the whole pelvis, is believed to deliver a homogeneous distribution to the entire region at risk for microscopic disease and the additional tumor shrinkage achieved before brachytherapy outweigh other considerations.# External-beam doses of more than 40 to 45 Gy to the central pelvis tend to compromise the dose deliverable to paracentral tissues and increase the risk of late complications.# Recently, there has been considerable interest in the use of IMRT to treat the pelvis in patients with endometrial and cervical cancer. Unlike standard two-field and four-field techniques, IMRT makes it possible to deliver a lower daily dose to the intrapelvic contents than to surrounding pelvic lymph nodes. IMRT allows delivery of doses exceeding 60 Gy with relative sparing of adjacent critical structures.Brachytherapy dose rates:# An effort should always be made to deliver at least 85 Gy (with LDR brachytherapy-csl37) to Point A for patients with bulky central disease.# If the intracavitary placement has been optimized, this can usually be accomplished without exceeding a dose of 75 Gy to the bladder reference point or 70 Gy to the rectal reference point.# The dose to the surface of the lateral wall of the apical vagina should not usually exceed 120 to 140 Gy.# A total dose (external-beam and intracavitary) of 50 to 55 Gy appears to be sufficient to sterilize microscopic disease in the pelvic nodes in most patients. It is customary to treat lymph nodes known to contain gross disease and heavily involved parametria to a total dose of 60 to 65 Gy (including the contribution from brachytherapy Rxs).",
        "cop": 3,
        "opa": "80 Gy",
        "opb": "70 Gy",
        "opc": "50 Gy",
        "opd": "35 Gy",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "20b1e667-51cf-4947-9cc4-a3f4c3dbbbf2",
        "choice_type": "single"
    },
    {
        "question": "Extra mammary Paget's involves",
        "exp": "(A) Vulva[?]Paget's Disease of the Vulva:Also known as extra mammary Paget's Disease.Represents close to 1% of all vulvar cancers.Occurs in the late reproductive & post menopausal age group.Presents as pruritic & burning, red, crusted patches interspersed with white & ulcerated areas.Can be very extensive & multifocal.>95% of cases it is confined to the epidermis, considered a primary cutaneous in-situ adenocarcinoma arising from either pluripotential cells or from sweat glands.<5% of cases it represents secondary vulvar skin involvement by a regional cancer.Microscopically it is characterized by an intraepithelial proliferation of malignant cells with vesicular nuclei & cytoplasmic mucin.In about 30% of cases it can invade the dermis.It is very difficult to excise & tends to recur.If it invades the dermis for a distance of more than 1mm it has metastatic potential.Paget's Disease:A rare extra mammary disease.Apocrine sweat glands are involved.Slighted elevated, sharply demarcated, white indurated/eczematous lesion found in post-menopausal woman do pruritis.Biopsy reveals typical large pale vacuolated cells in epidermis. These Paget's cells are adeno carcinomatous mucus secreting round cells with vesicular nucleus and pale cytoplasm.Treatment - Vulvar Paget's Disease:Local excision or vulvectomy depend upon the extent of disease.Poor prognostic markers: Greater depth of invasion & lymphovascular involvement.Moh's micrographic surgery: Lower recurrence rate.RT or C/T?Long-term F/U (high risk of recurrence)Annually inspection of vulva & survey tumors at other site (breast, lung, colorectum, gastric, pancreas, ovary)[?]Extramammary Paget's Disease:This is rare lesion of the vulva and some times the perianal region & presents as a pruritic, red, sharply demarcated, area.Most commonly affects the Labia majora:-In contrast to Paget's disease of the nipple, in which 100% of patients show an underlying ductal breast carcinoma, vulvar lesions are most frequently confined to the epidermis of the skin.[?]Extramammary Paget's Disease (EMPD):Like that of breast, is essentially a form of intraepithelial carcinoma.Unlike breast, vulvar Paget's disease have no demonstrable underlying carcinoma.Microscopically, red, scaly plaque; characterized by spread of malignant cells within the epithelium, occasionally with invasion of underlying dermis.It is a rare, slow-growing, usually noninvasive intra-epithelial (in the skin) adenocarcinoma outside the mammary gland and includes Paget's disease of the vulva and the extremely rare Paget's disease of the penis.",
        "cop": 1,
        "opa": "Vulva",
        "opb": "Vagina",
        "opc": "Cervix",
        "opd": "Uterus",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "8ab459af-8d7a-400b-bb55-12e8bf51ac8a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tumours is radiosensitive?",
        "exp": "Ans: a (Ewing's sarcoma)Ewing's sarcoma is a highly radiosensitive tumourRadio sensitive tumoursRadio resistant tumours# Seminoma# Osteosarcoma# Lymphoma# Melanoma# Myeloma# Pancreatic carcinoma# Ewings sarcoma# Hepatoma# Wilms tumour",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Malignant melanoma",
        "opc": "Hepatocellular carcinoma",
        "opd": "Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "aeb21a98-61d7-4ed6-a3b5-e8ac77f32f79",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for permanent interstitial implant brachytherapy?",
        "exp": "Ans. b (Cesium 133). (Ref Introduction to Radiotherapy by Rafla, 7)Following are the methods of treating with radiotherapy:# External radiations is teletherapy# Brachytherapy# Systemic radiotherapyBRACHYTHERAPY (internal radiation therapy/short distance therapy)# Definition : source of emission is within the body/tumor# It is sealed (Platinum coated) sources placed within or near to the tumor for therapy.# It includes:- Interstitial- Intracavitary- Mould therapy# Interstitial radiations- Removable/temporary sources or implants* Iridium-192 (HDR)* Cesium (137 Cs) - LDR* Cobalt (60Co)* Californium* Radium* Tantalum- Permanent sources or implants* 131Cs* Yttrium* Gold* 1125* Radon* Palladium--(Mnemonic: CY GRIP)-# Intracavitary radiations- Removable:* Radium* Cesium 137* Cobalt - 60- Permanent:* Colloidal radioactive gold* Yttrium* Radioactive iodine (131 I)Agents used in Systemic radiation therapy: Iodine (I31 I), Phosphorous (32p), Yttrium, Strontium, Samarium, Rhenium.",
        "cop": 2,
        "opa": "Boron",
        "opb": "Cesium 133",
        "opc": "Phosphorus",
        "opd": "Iridium",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "d2b9e5b4-2baf-4088-b049-e82bc43193bc",
        "choice_type": "single"
    },
    {
        "question": "Micro RNAs are",
        "exp": "MicroRNAs (miRNAs) are small noncoding RNAs 20-22 nucleotides in length that are involved in posttranscriptional gene regulation. Studies in chronic lymphocytic leukaemia first suggested a link between miRNAs and cancer when miR-15 and miR-16 were found to be deleted or downregulated in the vast majority of tumours.The expression of miRNAs is extremely specific and there is evidence that miRNA expression patterns may be useful in distinguishing lineage and differentiation state, as well as cancer diagnosis and outcome prediction.Reference: Harrison; 19th edition",
        "cop": 4,
        "opa": "Involved in post translational gene regulation",
        "opb": "20-22 nucleotide length",
        "opc": "Noncoding RNA",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "66688394-c206-4113-81b5-13fbba126409",
        "choice_type": "multi"
    },
    {
        "question": "MC cancer due to Radiation:",
        "exp": "Ans: A (Leukaemia) cancer in many different species of animal and in almost all part of the body. It is one of the few scientifically proven carcinogen (cancer-causing agents) in human beings, although it appears to be relatively weak carcinogen compared to many chemical agents Organs differ in their sensitively the effect of radiation. The thyroid glands end bone marrow are most sensitive to radiation, while the kidney, bladder and ovary seem to be least affected. Some forms of leukemia appear to be the most common radiation induced cancers. Development of a second neoplasm is another risk factor of the therapeutic radiation that generally occurs many year after radiation exposure. Depending on the irradiated field, the risk of gliomas, meningiomas, sarcomas & thyroid cancer is increased - Harrison 17th/ 2610 Irradiation cause thyroid ca, sarcoma, breast Ca leukoencephualopathy. Danhert Radiology Review Manual 5th/ 395, 303, 555, 148 Radiation induced second cancer | | | | Most common Head neck irradiation Women<30 yrs receiving mantle field radiation therapy (for eg. Hodgkin's ds) | | | | Leukemia^ Thyroid cancer | | Breast cancer",
        "cop": 1,
        "opa": "Leukaemia",
        "opb": "Bronchogenic Ca",
        "opc": "Thyroid Ca",
        "opd": "Breast cancer",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "85c57f84-92a8-4822-972f-6254a8a78628",
        "choice_type": "single"
    },
    {
        "question": "Most radioresistant tumour among following is:",
        "exp": "Ans: B (Osteo..) Radiosensitivity of fifferent tumours Bhaduri 2nd1. Highly sensitiveLympboma;Seminoma;Mye]oma;Ewing's sarcoma; Wilms tumour2. Moderately sensitiveSmall cell lung cancer: Breast cancer;Basal cell carcinomaiMedulloblastoma; Teratoma; Ovarian cancer3. Relatively resistantSquamous cell carcinoma of lung:Hvpemephroma;Rectal carrinoma;Biadder carcinoma;Soft tissue sarcoma; Carcinoma of cervix4. Highly resistantMelanoma; Osteosarcoma:Pancreatic carcinoma",
        "cop": 2,
        "opa": "Ewing carcinoma",
        "opb": "Osteosarcoma",
        "opc": "Cervical ca",
        "opd": "Lymphoma",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "0d8e3586-862f-49fc-a098-851878461d08",
        "choice_type": "single"
    },
    {
        "question": "Radioresistant tumor is -",
        "exp": "Ans. is 'c' i.e., Osteosarcoma o Most radio-resistant tumors areOsteosarcomaMelanomaHepatic carcinomaPancreatic carcinoma",
        "cop": 3,
        "opa": "Ewings sarcoma",
        "opb": "Retinoblastoma",
        "opc": "Osteosarcoma",
        "opd": "Neuroblastoma",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "3f3f4b37-7617-4bc4-992d-4be3fa0fb8a8",
        "choice_type": "single"
    },
    {
        "question": "Human papillomavirus 16 increases the risk of all Except",
        "exp": "Oral human papillomavirus (HPV) infection,paicularly HPV -16,increases the risk for cancers of the oropharynx. This association exists even in the absence of other risk factors such as smoking or alcohol use (although the magnitude of increased risk appears greater than additive when HPV infection and smoking are both present). Oral HPV infection is believed to be largely sexually acquired.Reference: Harrison; 19th edition",
        "cop": 3,
        "opa": "Cervical squamous cell cancer",
        "opb": "Anal cancer",
        "opc": "Endometroid adenocarcinoma",
        "opd": "Oropharyngeal cancer",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "f5940f2a-1312-402c-aa10-745effeab21f",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not sensitive to chemo- therapy in advanced stage?",
        "exp": "(A) Pancreatic carcinoma # Surgery is the Treatment of Choice in:> Lower esophageal CA, CA stomach, CA colon, CA pancreas, hepatocellular CA.> Radiotherapy is the Treatment of Choice in:> CA. s of oral cavity, lip, tongue, cheek, nasopharynx, oropharynx, hypopharynx, larynx nasal cavity, skin (except melanoma), cervix, seminoma testis, early hodgkin's disease, medulloblastoma (after surgical debulking).> Chemotherapy is the Treatment of Choice in: Acute & chronic leukemias, Advanced Hodgkin's disease, Advanced NHL, Testicular teratoma, Choriocarcinoma, Small cell lung cancer, Neuroblastoma.> Malignancies curable with Chemotherapy 70-90% cure rate. Testicular teratoma or seminoma, Choriocarcinoma (in women), Hodgkin's disease, Wilms' tumour; embryonal rhabdomyosarcoma 40-60% cure rate: Childhood acute lymphoblastic leukaemia, Burkitt's lymphoma (endemic variety), Ewing's sarcoma.> 20-30% cure rate: Non-Hodgkin's lymphoma (diffuse large-cell), Adult acute lymphoblastic leukaemia < 5% cure rate: acute myeloblastic leukaemia> Malignancies responsive to ChemotherapyLow-grade lymphomas; myeloma; chronic leukaemias Breast cancer; Ovarian cancer; Small-cell lung cancer.",
        "cop": 1,
        "opa": "Pancreatic carcinoma",
        "opb": "Ewing's carcinoma",
        "opc": "Wilm's tumor",
        "opd": "Ovarian carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "ee8644e0-6434-43f7-b964-cf0a9b88bce4",
        "choice_type": "single"
    },
    {
        "question": "The radiation unit used to for effective dose is:",
        "exp": "Ans. C. SievertQuantityOld unitNew SI unitActivityCurieBecquerelExposureRoentgenCoulomb/kgAbsorbed doseRadGrayDose equivalentRemSievert",
        "cop": 3,
        "opa": "Rad",
        "opb": "Rem",
        "opc": "Sievert",
        "opd": "Gray",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "d653a3f5-58e8-4ddf-9127-056a04732295",
        "choice_type": "single"
    },
    {
        "question": "\"Eye of the Tiger\" appearance in MRI is seen in",
        "exp": "(D) Hallervorden-Spatz syndrome # Eye of the Tiger Sign refers to abnormal low T2 signal (due to abnormal accumulation of iron) on MRI in the globus pallidus with a longitudinal stripe of high signal (due to gliosis & spongiosis) that can be seen in:> Hallervorden-Spatz syndrome: Classical but not 100% pathognomonic. Progressive supranuclear palsy Early-onset levodopa-responsive parkinsonism Corticobasal ganglionic degeneration",
        "cop": 4,
        "opa": "Wilsons disease",
        "opb": "Neuronal accumulation of iron",
        "opc": "Alzheimer's",
        "opd": "Hallervorden-Spatz syndrome",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "800b473c-8204-41a4-8974-5a3d379c6f12",
        "choice_type": "multi"
    },
    {
        "question": "Maximum penetrating radiation among the below is",
        "exp": "The penetrating power of alpha rays, beta rays, and gamma rays varies greatly. Alpha paicles can be blocked by a few pieces of paper. Beta paicles pass through paper but are stopped by aluminium foil. Gamma rays are the most difficult to stop and require concrete, lead, or other heavy shielding to block them.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 2,
        "opa": "Electrons",
        "opb": "Gamma rays",
        "opc": "Alpha paicles",
        "opd": "Beta paicles",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "38d663ab-6f9e-4ca5-8610-1f00256369f4",
        "choice_type": "single"
    },
    {
        "question": "Most important mechanism of action of microwave irradiation is?",
        "exp": "Ans. is 'a' i.e., Thermal effect * The most important mechanism in medical applications of microwaves is the thermal effects of EM field.Medical applications of microwaves* Since early 80's a microwave thermotherapy is used for cancer treatment, Benign Prostate Hyperplasia (BPH) treatment; it can be used in combination with other complementary treatment methods also.* Medical applications of microwaves and used mechanism can be divided in following three basic groupsi) For the treatment purpose (with the use of either thermal or non-thermal effects - sometimes both of these types of effects can play its role).ii) For diagnosis purpose (e.g. by aid of permittivity measurements, attenuation measurements and microwave tomographyiii) For treatment or diagnosis (e.g.linear accelerator).* Medical applications of microwaves is mainly represented by the treatment methods based on thermal effect (i.e. Microwave thermotherapy), which can be further divided into three different modalities distinguished according to the goal temperature level or interval: -a) Diathermia: heating up to 41 C (applications in physiotherapy)b) Hyperthermia: heating into the interval of 41-45 C (applications in oncology)c) Thermodestruction / thermoablation: over 45 C (applications in urology)",
        "cop": 1,
        "opa": "Thermal effect",
        "opb": "Ionizing effect",
        "opc": "Stereotactic effect",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "445926a4-a9dc-4314-8728-3ea246efa0a7",
        "choice_type": "multi"
    },
    {
        "question": "Seminoma is best treated by",
        "exp": "(B) Radiation and surgery # Seminomas are radiosensitive and excellent results have been obtained by irradiating stage 1 & stage 2 tumours.> If there is no metastasis ,95%of patients will be alive 5 years after orchidectomy and radiotherapy or chemotherapy. If there is metastasis survival drops to 75%.",
        "cop": 2,
        "opa": "Radiation alone",
        "opb": "Radiation and surgery",
        "opc": "Radiation and chemotherapy",
        "opd": "Surgery alone",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "c24218be-a74c-4f0f-af02-d56306b360b7",
        "choice_type": "single"
    },
    {
        "question": "Radioprotector among the following is",
        "exp": "Amifostine is an organic thiophosphate cytoprotective agent indicated to reduce the cumulative renal toxicity associated with repeated administration of cisplatin in patients with advanced ovarian cancer or non-small cell lung cancer and also to reduce the incidence of moderate to severe xerostomia in patients undergoing post-operative radiation treatment for head and neck cancer. Amifostine is a prodrug that is dephosphorylated by alkaline phosphatase in tissues to a pharmacologically active free thiol metabolite, believed to be responsible for the reduction of the cumulative renal toxicity of cisplatin and for the reduction of the toxic effects of radiation on normal oral tissues. Healthy cells are preferentially protected because amifostine and metabolites are present in healthy cells at 100-fold greater concentrations than in tumour cells.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "Amifostine",
        "opb": "Mesna",
        "opc": "Paraffin wax",
        "opd": "Leucovorin",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "197d11fa-d387-452a-aefc-a361bea807b5",
        "choice_type": "single"
    },
    {
        "question": "Permanent implant for brachytherapy are all except-",
        "exp": "Ans. is 'd' i.e. Iridium-192 * There are three main types of radiotherapy depending upon the position of the source of radiation1) External beam radiotherapy (EBRT) or Teletherapy# In teletherapy the source of radiation is distant from the patient. Teletherapy may be given by the following.i) X-rays beams (Linear acceleration)* Superficial x-rays : 40 to 120 KV* Orthovoltage x-rays : 250 to 400 KV* Supervoltage x-rays : 400 to 1000 KV* Megavoltage : 2, 4, 6, 12 & 35 MeVii) Gamma rays: - Cobalt - 60 beam or Cesium-137iii) Particulate beams: -* Electron (Linear accelerator)* Proton (Betatron or cyclotron)* Neutrons (Californium)2) Internal radiotherapy or brachytherapy: - In brachytherapy, the radiation source in close contact with tumor. The principle is to use an Intra or Juxta lesional radiation implant to irradiate the tumor in vicinity. Sealed source in placed within or near the tumor i.e., Short distance therapy. Brachytherapy may be of following types: -a) Interstitial: - Artificial radioactive sources are inserted directly into tumor tissues. The radioactive sources (implant) may be either temporary/removable or permanent.Removable/Temporary sources or implantsPermanent sources or implants* Iridium-192 (Ir-192)Cesium-131 (Cs-131)* Cesium-137 (Cs-137)Yttrium* Cobalt-60 (Co-60)Gold-198 (Au-198)* Californum125I* Radium-226 (Ra-226)Radon-222 (Rn-222)* TantalumPallidum -103 (Pd-103)Note : Co-60 and Cs-137 are used for both teletherapy and brachytherapy.b) Intracavitary: - Artificial radioactive sources are inserted into natural body cavities. Most important use of intracavitary radiation is in patients with the cancer of the cervix after external radiation. It is also used in cancer of uterus, esophageal cancer and lung cancer.RemovablePermanentRadiumColloidal radioactive goldCesium-137YttriumCobalt-60Radioactive iodine (l31I)c) Mould :- Source is used in mould form, as used in carcinoma of penis.# Depending on the dose, Brachytherapy may be divided into : -i) Low dose rate (LDR);- Sources emit radiation at a rate of up to 2 Gy/hour. LDR brachytherapy is commonly used for cancer of oral cavity, oropharynx, sarcomas and prostate.ii) Medium dose rate (MDR):- Sources emit radiation between 2-12 Gy/hour.iii) High dose rate (HDR) Sources emit radiation >12 Gy/hour. The most common applications of HDR brachytherapy are in tumors of the cervix, esophagus, lungs, breasts and prostate. Most common radioisotope used for HDR brachytheray is iridium-192. Other isotopes which have been used are Cobalt-60 and cesium-137iv) Pulsed-dose rate (PDR) :- Involves short pulses of radiation, typically once an hour, to simulate the overall rate and effectiveness of LDR treatment.Advantages of brachytherapy* Maximum radiation effect in diseased tisue and microscopic residual disease.* Relative sparing of adjacent normal tissues.* Better oxygenation of the surgical bed.* Reduced overall treatment time.* Can be used for most of the malignancies where radiotherapy is the component of treatment.Disadvantages of brachytherapy* Invasive* Requires trained 'personnel': - Cancer control is operator dependent.* Local symptoms, e.g., Burning sensation when used in prostatic cancer; diarrhea & pain or proctitis when used in rectal carcinoma.* Has to be performed under anesthesia (Local or general).3) Systemic radiotherapy: - Radioisotopes are given systemically (iv). Following are used (Pure beta-emitters):-# 32p (in polycythemia rubra vera).# 1311 (in papillary carcinoma thyroid)# Strontium-89 (In painful bone metastasis).# Samarium -153 (in painful bone metastasis)# Yttrium (in medical synovectomy)# Rhenium",
        "cop": 4,
        "opa": "Cesium-131",
        "opb": "Gold-198",
        "opc": "Radon-222",
        "opd": "Iridium-192",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "4af62e66-a273-477a-aad3-80b14a3cb410",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are indications for Gamma Knife Radiosurgery EXCEPT",
        "exp": "(D) Brain tumors or lesions 4 cm or larger in diameter# GAMMA KNIFE RADIOSURGERY or Stereotactic Radiosurgery (SRS), is a very precise form of therapeutic radiology. Even though it is called surgery, a Gamma Knife procedure does not involve actual surgery, nor is the Gamma Knife really a knife at all. It uses beams of highly-focused gamma rays to treat small to medium size lesions, usually in the brain. Many beams of gamma radiation join to focus on the lesion under treatment, providing a very intense dose of radiation without a surgical incision or opening.> Gamma Knife radiosurgery has shown some promise for treating conditions such as tremor and rigidity related to Parkinson's disease, epilepsy, and chronic pain.# Gamma Knife Radiosurgery Indications:1. Arteriovenous malformation (AVM) can be managed by microsurgery, endovascular embolization, or SRS.2. Trigeminal neuralgia (TN): Treatment options include medications, surgical procedures including microvascular decompression, radiofrequency rhizotomy, glycerol rhizolysis and balloon compression, and SRS (Gamma Knife- or linear accelerator-basedradiosurgery). SRS targets the proximal trigeminal root3. Meningioma: SRS can deliver a single, high dose of radiation to a localized area in the brain for the treatment of meningiomas that are unresectable, recurrent, or residual after surgery.4. Acoustic neuroma or acoustic schwannoma, acoustic neurinoma, vestibular schwannoma, and vestibular neurilemoma: It is a Schwann cell-derived tumor arising from the vestibular portion of the eighth cranial nerve. Treatment options include observation, microsurgery, SRS, and stereotactic radiotherapy.5. Pituitary adenoma.Treatment options include microresection, medical therapy, fractionated radiotherapy, SRS, and stereotactic radiotherapy. SRS has been used in the treatment of endocrine-inactive as well as secretory pituitary adenomas.6. Brain metastases: Brain metastases tend to be spherical and have a sharp demarcation from normal brain parenchyma. These characteristics are ideal for SRS because spherical dose distributions can readily be generated by the radio surgical systems and the use of tight margins is feasible.7. Malignant glioma is highly lethal. Multiple strategies, including SRS, have been used to execute dose escalation8. Glomus tumors are ideal targets for SRS since they are well demarcated and are readily identified on MRI.9. Low-grade astrocytoma: The standard treatment for low-grade astrocytoma is surgery and/or conventional radiotherapy. SRS has been used to treat low-grade astrocytoma in the recurrent, boost, and primary setting10. Ependymoma: The standard treatment for intracranial ependymoma is maximal safe resection followed by postoperative radiotherapy.11. Uveal melanoma: Historically, uveal melanomas were primarily managed by enucleation. Eye plaques (using iodine-125) and proton beam therapy have since been established as treatment alternatives for the disease. Use of Gamma Knife-based SRS has been explored in uveal melanoma.12. Epilepsy: SRS has been used to manage seizure disorders such as mesial temporal epilepsy (MTE) and seizures caused by AVMs, cavernomas, and hypothalamic hamartomas.> GAMMA KNIFE Radiosurgery Contraindications:1. Gamma Knife-based SRS is not suitable for tumors or lesions 4 cm or larger in diameter or immediately adjacent to eloquent structures such as the optic apparatus and brainstem if a dose of higher than 12 Gy is needed to control the tumor.2. In the pediatric age group, Gamma Knife-based SRS is, in general, not suitable for patients whose skulls are not completely fused, because invasive pin placement for securing the stereotactic head frame is required in Gamma Knife surgery.3. In circumstances in which the tumor is located inferior to the skull base to a degree that the stereotactic head frame cannot be placed to enable adequate stereotactic localization, a frameless system such as Cyber Knife can be used.",
        "cop": 4,
        "opa": "Trigeminal neuralgia",
        "opb": "Acoustic neuroma",
        "opc": "Arteriovenous malformation",
        "opd": "Brain tumours or lesions 4 cm or larger in diameter",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "ad7ca918-7ee4-4053-ad26-0ffab2826591",
        "choice_type": "multi"
    },
    {
        "question": "About Linear energy transfer all are false except",
        "exp": "LET (linear energy transfer) - it is the amount of energy deposited per unit length. Given as Kev/ micrometer. It is highest for alpha paicle (high LET), low for beta paicles and gamma emissions (Low LET). It is a propey of the radiation. OER (oxygen enhancement ratio )is the ratio of the quantity of radiation required to kill tumor cells in the absence of oxygen to the quantity of radiation required to kill the same amount of tumor cells in the presence of oxygen. OER is low for high LET radiations (OER= 1) and high for low LET radiations(OER= 2-3).",
        "cop": 4,
        "opa": "Low LET radiations are more lethal",
        "opb": "It is the propey of the tissue",
        "opc": "Same as relative biological effectiveness",
        "opd": "High LET radiations have low oxygen enhancement ratio",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "94033fc7-3ea1-4741-b245-fe02f06f8e32",
        "choice_type": "multi"
    },
    {
        "question": "Most common cancer worldwide is",
        "exp": "Lung cancer is the most common cancer and the most common cause of cancer death in the world.Reference: Harrison; 19th edition",
        "cop": 2,
        "opa": "Breast cancer",
        "opb": "Lung cancer",
        "opc": "Cervical cancer",
        "opd": "Leukemia",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "0efab873-267a-4370-8a35-32350de3e20f",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive sonological indicator for aneuploidy is",
        "exp": "Ans. is 'c' i.e. Nuchal translucency Rumack writes - \"The most effective sonographic marker of trisomy 21 and other chromosomal defects is increased nuchal translucency (NT) thickness at 11 to 14 weeks gestation.\"",
        "cop": 3,
        "opa": "Gestational sac volume",
        "opb": "Crown-rump length",
        "opc": "Nuchal transluscency",
        "opd": "Serum P HCG level",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "0816b77c-a2c1-4276-a8cb-bb21e4bfce7e",
        "choice_type": "single"
    },
    {
        "question": "True about gamma knife radiotherapy",
        "exp": "(B) It is used for both benign and malignant cases # GAMMA KNIFE is a type of Radiosurgery machine that acts by focussing low dose Gamma radiation from many sources on a precise target. Areas adjacent to the target receive only slight dose of radiation while the target receive the full intensity. It works by the principle of alteration of the DNA structure within the lesion that fails to reproduce. This procedure is unique in that no surgical incision are performed to expose the target.> It contains Co-60 sources of approx. 30 Curies each placed in a circular array in a heavily shielded unit. The units directs Gamma rays to the target.> As this type of Surgery is less invasive, so post-op. pain is less with early recovery.> Gamma Knife is used in: Benign & malignant brain tumors Arteriovenous Malformations Pain (Trigeminal Neuralgias) & movement disorders (Parkinsonism) Treatment of epilepsy Acoustic neuroma",
        "cop": 2,
        "opa": "Gamma rays are emitted from uranium",
        "opb": "It is used for both benign and malignant cases",
        "opc": "It is a special kind of knife",
        "opd": "Reduced blood loss in surgery",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "f161dd8f-580d-4ad2-b509-85d3fe7aefa4",
        "choice_type": "multi"
    },
    {
        "question": "Maximum radiation dose tolerable tissue is -",
        "exp": "Ans. is 'd'i.e., BoneRadio sensitivity of tissuesHighly radiosensitiveModerately radiosensitiveLeast radiosensitive (radioresistant)o Lymphoid tissue o Bone marrowo GIT epithelium o Gonads (Testis, ovary)o Embryonic tissueo Skin o Vascular endotheliumo Stomach, Small intestine, colon. Rectum o Lungo Kidney o Livero Lens (eye)o CNS o Muscleo Pancreas o Bone & cartilageo Connective tissue o Vagina & Uteruso Radiation sensitivity of some human tissues (in discending order)Embryo (most sensitive) > Fetus, lymphatic & hemopoietic organs (lymphocytes > RBCs > platelets) > Bone marrow > intestinal tract > ovaries (ovum) > Testis (sperm cells) > capillaries (vascular endothelium > Mucous membrane & salivary glands > Hair follicles > Bone growth zone (epiphysis) > Breasts > Eye lens > Sweat and sebaceous glands > Epidermis > thyroid > liver and kidneys > Adult bones > Cartilage > Lungs and serous membranes > Vagina > CNS (Brain & spinal cord)> Peripheral nerve > Muscle.",
        "cop": 4,
        "opa": "Hemopoietic tissue",
        "opb": "Testis",
        "opc": "Ovary",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "0fee9813-682c-4ff2-84d4-ebbc3aedc8db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most commonly used for the treatment of early carcinoma of vocal cord?",
        "exp": "Ans. a (Radical radiotherapy) (Ref. ENT secrets 3rd ed., 277)LARYNGEAL CANCER: TREATMENT OPTION OVERVIEWThree types of standard treatment are used:Radiation TherapyRadiation therapy is a cancer treatment that uses high-energy X-rays or other types of radiation to kill cancer cells. There are two types of radiation therapy. External radiation therapy uses a machine outside the body to send radiation toward the cancer. Internal radiation therapy uses a radioactive substance sealed in needles, seeds, wires, or catheters that are placed directly into or near the cancer. The way the radiation therapy is given depends on the type and stage of the cancer being treated.SurgerySurgery (removing the cancer in an operation) is a common treatment for all stages of laryngeal cancer. The following urgical procedures may be used:OperationCommentsCordectomy# Surgery to remove the vocal cords only.Supraglottic laryngectomy# Surgery to remove the supraglottis only.Hemilaryngectomy# Surgery to remove half of the larynx. A hemilaryngectomy saves the voice.Partial laryngectomy# Surgery to remove part of the larynx. A partial laryngectomy helps keep the patient's ability to talk.Total laryngectomy# Surgery to remove the whole larynx. During this operation tracheostomy is done.Laser surgery# A surgical procedure that uses a laser beam (a narrow beam of intense light) as a knife to make bloodless cuts in tissue or to remove a surface lesion such as a tumor.ChemotherapyTreatment options by stage:Stage I Laryngeal Cancer# Treatment of stage I laryngeal cancer depends on where cancer is found in the larynx.-If cancer is in the supraglottis, treatment may include the following:# Radiation therapy.# Supraglottic laryngectomy.-If cancer is in the glottis, treatment may include the following:# Radiation therapy.# Cordectomy.# Partial laryngectomy, hemilaryngectomy, or total laryngectomy.# Laser surgery.-If cancer is in the subglottis, treatment may include the following:# Radiation therapy with or without surgery.# Surgery alone.Stage II Laryngeal Cancer# Treatment of stage II laryngeal cancer depends on where cancer is found in the larynx.-If cancer is in the supraglottis, treatment may include the following:# Radiation therapy.# Supraglottic laryngectomy or total laryngectomy with or without radiation therapy.- If cancer is in the glottis, treatment may include the following:# Radiation therapy.# Partial laryngectomy, hemilaryngectomy, or total laryngectomy.# Laser surgery.- If cancer is in the subglottis, treatment may include the following:# Radiation therapy with or without surgery.# Surgery alone.Stage III Laryngeal Cancer# Treatment of stage III laryngeal cancer depends on where cancer is found in the larynx.- If cancer is in the supraglottis or glottis, treatment may include the following:# Surgery with or without radiation therapy.# Radiation therapy with or without surgery.# A clinical trial of chemotherapy combined with radiation therapy, with or without laryngectomy.- If cancer is in the subglottis, treatment may include the following:# Laryngectomy plus total thyroidectomy and removal of lymph nodes in the throat, usually followed by radiation therapy.# Radiation therapy with or without surgery.# A clinical trial of radiation therapy.# A clinical trial of chemotherapy.Stage IV Laryngeal Cancer# Treatment of stage IV laryngeal cancer depends on where cancer is found in the larynx.- If cancer is in the supraglottis or glottis, treatment may include the following:# Total laryngectomy with radiation therapy.# Radiation therapy with or without surgery.# A clinical trial of chemotherapy combined with radiation therapy, with or without laryngectomy.- If cancer is in the subglottis, treatment may include the following:# Laryngectomy plus total thyroidectomy and removal of lymph nodes in the throat, usually with radiation therapy.# Radiation therapy.# A clinical trial of radiation therapy.# A clinical trial of chemotherapy combined with radiation therapy.",
        "cop": 1,
        "opa": "Radical radiotherapy",
        "opb": "High-dose chemotherapy",
        "opc": "Total laryngectomy",
        "opd": "Hemilaryngectomy followed by chemotherapy",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "238e1075-c116-4ba5-bc0b-0c96eed7cff4",
        "choice_type": "single"
    },
    {
        "question": "Radioisotope used for thyroid treatment of metastasis / ablation",
        "exp": "Ans. (b) 1-131Ref: Sutton 7th/1504* Iodine-131 has a radioactive decay half-life of about eight days.* Iodine-131 exhibits a beta mode of decay, and leads to death in cells that it penetrates up to several millimeters and hence is useful for thyroid ablation.* 1-123 has a half-life of 13.22 hours and is a radioactive isotope of iodine used in nuclear medicine imaging, including single photon emission computed tomography.",
        "cop": 2,
        "opa": "1-123",
        "opb": "1-131",
        "opc": "Jan-83",
        "opd": "Jan-90",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "f9019ae7-abc6-41ed-845b-a6bc2f682dc0",
        "choice_type": "single"
    },
    {
        "question": "Intra cavitary Radiotherapy is used for the treatment of",
        "exp": "Ans. is 'b' i.e.Ca Cervix Intracavitary radiotherapy is a form of brachytherapy in which radiation source is placed inside the body cavity e.g. Vagina, cervical canal or uterine cavity.",
        "cop": 2,
        "opa": "CA stomach",
        "opb": "CA Cervix",
        "opc": "CA Oesophagus",
        "opd": "CA Renal cell",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "e1659500-be1e-4634-9d01-0e99a400f08c",
        "choice_type": "single"
    },
    {
        "question": "A free radical is",
        "exp": "Free radicals are atoms or groups of atoms with an odd (unpaired) number of electrons.Reference: Khan Physics of Radiation therapy; 5th edition",
        "cop": 2,
        "opa": "Any charged paicle",
        "opb": "An atom or molecule with an unpaired electron in the outer shell",
        "opc": "An atom with an even number of electrons",
        "opd": "A chemically stable atom",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "4d369b2c-3de4-4d74-9052-f72afab2c0f9",
        "choice_type": "multi"
    },
    {
        "question": "The thresholds for permanent sterility in women for prepubeal exposure and premenopausal exposure conditions are",
        "exp": "In women, radiation is highly effective at inducing permanent ovarian failure, but there is a marked age dependence insensitivity. The dose required to induce permanent sterility varies from 12 Gy (1,200 rad) prepubeal to 2 Gy (200 rad) premenopausal. Pronounced hormonal changes, comparable to those associated with the natural menopause, accompany radiation-induced sterilization in females.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 3,
        "opa": "1 Gy and 0.2 Gy, respectively",
        "opb": "6 Gy and 2 Gy, respectively",
        "opc": "12 Gy and 2 Gy, respectively",
        "opd": "0.5 to 2 Gy and 20 Gy, respectively",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "028bbe8c-9630-4137-919c-2b3170614ddf",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate initial method of investigation for carcinoma head of pancreas",
        "exp": "(A) EUS guided Transgastric biopsy [?]Endoscopic Ultrasonography (EUS):EUS can image the primary cancer and be a means of obtaining a FNA of pancreatic adenocarcinoma.When a mass cannot be visualized on CT scan, sonography through the wall of the stomach or duodenum can image tumors in the body or tail and head of the pancreas, respectively.Suspicious lesion by imaging should be treated with resection.In specific patients a tissue diagnosis may be needed, such as in patients entering a clinical trial, prior to neoadjuvant therapy, and prior to chemotherapy in advanced tumors (EUS can be highly accurate).EUS has a sensitivity for histologic diagnosis of 91% with a specificity of 100% with a pancreatic mass.Other Options[?]Multiphase Multidetector Helical Computerized Axial Tomography:Among diagnostic imaging techniques, abdominal CT scanning is the most common for confirming suspected pancreatic malignancy.Standard CT techniques are relatively insensitive for the assessment of resectability.Vascular involvement & liver metastases can be most optimally assessed with newer CT imaging techniques.Cornerstone of diagnostic evaluation of a pancreatic tumor is the multiphase CT scan, with i.v. contrast CT through pancreas during arterial, portal venous, & parenchymal phases of enhancement.[?]Magnetic Resonance Imaging:To date, MRI has not been widely used to assess pancreatic cancer.This method was initially limited by long scanning times and the resultant artifact caused by organ motion.Dynamic MRI, with i.v. contrast enhance have sensitivity & specificity comparable to those for helical CT.Some found MRI more accurate at predicting malignancy of the pancreatic duct due to findings of concurrent MRI cholangiopancreatography, but use of this imaging method for pancreatic cancer is currently not widespread.[?]Staging Laparoscopy:Laparoscopy & multiphase CT have evolved concurrently as methods to evaluate a pancreatic mass.Both have emerged as highly effective in evaluating the tumors, but CT as a noninvasive modality supplants the use of routine laparoscopy.Laparoscopy that precedes planned resection can accurately identify metastases that avoid detection by CT, and when combined with laparoscopic ultrasound, can delineate vascular invasion as well as metastases within the hepatic parenchyma.Currently, routine use of laparoscopy is not warranted.Few patients will have findings on laparoscopy that add to information found at CT scanning.The group at JHMI retrospectively reviewed 188 cases of patients studied preoperatively using CT and treated through a laparotomy.Preoperative laparoscopy would have benefited a maximum of 2.3% of patients with a pancreatic head tumor.Lesions in the body and tail were more likely to have misleading CT scans (35.3%).American Hepato-Pancreato-biliary Association recommends laparoscopy be limited to select patients with primary tumors greater than 3 cm in diameter, body or tail tumors, equivocal findings of metastasis on CT, & CA19-9 level greater than 100U/mL.Using these criteria, the subset of patients with advanced tumors not identified on CT scan can be accurately assessed by laparoscopy.",
        "cop": 1,
        "opa": "EUS guided Trans gastric biopsy",
        "opb": "CT guided Biopsy",
        "opc": "MRI guided biopsy",
        "opd": "Laparoscopic Biopsy",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "21acd5c7-8ddd-4813-bf27-ea56ba7e3ac6",
        "choice_type": "single"
    },
    {
        "question": "Atomic absorption Inductively Coupled Plasma Mass Spectroscopy (ICP-MS) is used to measure/detect",
        "exp": "(D) Trace & metal elements # Atomic absorption Inductively coupled plasma mass spectrometry (ICP-MS).> Is a type of mass spectrometry that is highly sensitive and capable of the determination of a range of metals and several non-metals at concentrations below one part in 1012.> It is based on coupling together an inductively coupled plasma as a method of producing ions (ionization) with a mass spectrometer as a method of separating and detecting the ions.> ICP-MS is also capable of monitoring isotopic speciation for the ions of choice",
        "cop": 4,
        "opa": "Hb-derivatives",
        "opb": "Immunoglobulins",
        "opc": "Organic compounds",
        "opd": "Trace & metal elements",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "e3b2abb1-4ae4-436b-bd05-bafd88d792b9",
        "choice_type": "single"
    },
    {
        "question": "The most radio sensitive tumor amongst the following is:",
        "exp": "Ans. (b) SeminomaRef: Devita Th/1907* Most radiosensitive tumor: HL > Ewings* Most radiosensitive tumor of head and Neck: Nasopharyngeal CA > Glottic CARadiosensitivity of tumorsHighly sensitiveModerate sensitiveRelatively ResistantHighly Resistant# Ewing's sarcoma# Lymphoma# Wilms tumor# Multiple Myeloma# Seminoma# Nasopharyngeal CA# Dysgerminoma# Medulloblastoma# Small Cell Cancer lung# Breast Cancer# Ovarian Cancer# Basal cell cancer# Nasopharyngeal Cancer# Dysgerminoma# Small Cell Cancer lung# Breast Cancer# Ovarian Cancer# Basal cell cancer# Renal cell CA# Rectal/ colon cancer# Bladder Carcinoma# Soft tissue sarcoma Squamous cell carcinoma of lung# Cervix cancer# Hepatoma# Melanoma# Pancreatic cancer# Osteosarcoma",
        "cop": 2,
        "opa": "Small cell lung cancer",
        "opb": "Seminoma",
        "opc": "Soft tissue sarcoma",
        "opd": "Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "16d39c5e-9183-4937-a134-51632b9ba664",
        "choice_type": "multi"
    },
    {
        "question": "Principle of X-ray production used in diagnostic and therapeutic radiation devices is",
        "exp": "Conventional x-ray tube consists of a glass envelope which has been evacuated to high vacuum. At one end is a cathode (negative electrode) and at the other an anode (positive electrode), both hermetically sealed in the tube. The cathode is a tungsten filament which when heated emits electrons, a phenomenon known as thermionic emission. The anode consists of a thick copper rod, at the end of which is placed a small piece of tungsten target. When a high voltage is applied between the anode and the cathode, the electrons emitted from the filament are accelerated toward the anode and achieve high velocities before striking the target. The x-rays are produced by the sudden deflection or acceleration of the electron caused by the attractive force of the tungsten nucleus.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "Thermionic emission",
        "opb": "Nuclear fission",
        "opc": "Boron neutron capture",
        "opd": "Annihilation",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "69791c25-3634-46b6-be42-f415ac466182",
        "choice_type": "single"
    },
    {
        "question": "Clinically useful radiation from cobalt 60 is",
        "exp": "Cobalt units produce stable, dichromatic gamma beams of 1.17 and 1.33 MeV, resulting in an average beam energy of 1.25 MeV. The cobalt-60 isotope has a half-life of 5.3 years Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 1,
        "opa": "Gamma radiation",
        "opb": "Beta radiation",
        "opc": "Alpha paicles",
        "opd": "Photons",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "727f6eef-01ca-4af4-8d4d-2da3f4be22cc",
        "choice_type": "multi"
    },
    {
        "question": "Field carcinogenesis theory is commonly seen in",
        "exp": "Smoking causes diffuse epithelial injury in the oral cavity, neck, esophagus and lung. Patients cured of squamous cell cancers of the lung and esophagus, oral cavity and neck are at risk (as high as 5% per year) of developing second cancers of the upper aerodigestive tract. Cessation of cigarette smoking does not markedly decrease the cured cancer patient&;s risk of second malignancy, even though it does lower the cancer risk in those who have never developed a malignancy. Smoking cessation may halt the early stages of the carcinogenic process (such as metaplasia) but it may have no effect on late stages of carcinogenesis. This \"field carcinogenesis\" hypothesis for upper aerodigestive tract cancer has made \"cured\" patients an impoant population for chemoprevention of second malignancies.Reference: Harrison; 19th edition",
        "cop": 1,
        "opa": "Head and neck cancer",
        "opb": "Prostate cancer",
        "opc": "Cervical cancer",
        "opd": "Breast cancer",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "701fe3cf-611a-4258-97dd-3286c77a467e",
        "choice_type": "single"
    },
    {
        "question": "For which malignancy, intensity Modulated Radiotherapy (IMRT) is the most suitable -",
        "exp": "Ans. is 'b' i.e., Prostate Currently Intensity modulated radiotherapy is being used to treat cancers of:ProstateHead & NeckBreastThyroidLungGynecologic cancersLiverBrainLymphomasSarcomasIntensity modulated radiation therapy (IMRT) is an advanced mode of high precision radiotherapy that utilizes computer controlled X-ray accelerators to deliver precise radiation doses to a malignant tumour or specific areas within the tumour:The radiation dose is designed to conform to the three dimensional (3-D) shape of the tumour by modulating or controlling the intensity of the radiation beam to focus a higher radiation dose to the tumour while minimizing exposure to surrounding tissues.Note: IMRT can be used to treat lung cancers, but there are several technical reasons to delay the widespread use of IMRT for lung Ca at this time.",
        "cop": 2,
        "opa": "Lung",
        "opb": "Prostate",
        "opc": "Leukemias",
        "opd": "Stomach",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "3e111589-eea5-4a70-a538-bcddcb2308e7",
        "choice_type": "single"
    },
    {
        "question": "Tissue or tumor-specific tumor markers are all Except",
        "exp": "LDH, it is elevated in many hematological malignancies and Ewing&;s sarcoma, it is considered as a representative of tumor burden.Reference: Harrison; 19th edition",
        "cop": 4,
        "opa": "PSA",
        "opb": "Calcitonin",
        "opc": "Cathecolamines",
        "opd": "LDH",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "15c9413b-a59c-4ae7-9efc-9ceb5353c588",
        "choice_type": "multi"
    },
    {
        "question": "Earliest feature of radiation toxicity is",
        "exp": "Ans. a (Erythema). (Ref. Harrison, Principles of Medicine, 15th ed., 2562).RADIATION TOXICITY TO SKIN# Skin reaction can be seen with two weeks of fractionated radiotherapy (RT).# Erythema is the earliest observed feature followed by desquamation (dry/moist).# Chronic reaction can be seen starting at 6-12 months after irradiation.# Atrophic, easily damageable epidermis, hyperpigmentation, thin skin with hair loss also occur.# Rarely malignant change can occur.Educational points:Low-energy ORTHOVOLTAGE beams (150 to 400 kV) scatter when they strike the body, much like light diffuses when it strikes particles in the air resulting in more damage to adjacent normal tissues and less radiation delivered to the tumor.MEGAVOLTAGE radiation (1 MeV) has very low lateral scatter; this produces# a skin-sparing effect,# more homogeneous distribution of the radiation energy, and greater deposit of the energy in the tumor, or target volume.",
        "cop": 1,
        "opa": "Erythema",
        "opb": "Desquamation",
        "opc": "Edematous rough skin",
        "opd": "Hyperpigmentation",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "356e5d10-6bc2-4318-8366-3f06f58663c4",
        "choice_type": "single"
    },
    {
        "question": "Commonly used criteria for response evaluation during cancer treatment",
        "exp": "A complete response is defined as disappearance of all evidence of disease and a paial response as >50% reduction in the sum of the products of the perpendicular diameters of all measurable lesions. The determination of paial response may also be based on a 30% decrease in the sums of the longest diameters of lesions (Response Evaluation Criteria in Solid Tumors ). Progressive disease is defined as the appearance of any new lesion or an increase of >25% in the sum of the products of the perpendicular diameters of all measurable lesions (or an increase of 20% in the sums of the longest diameters by RECIST). Tumor shrinkage or growth that does not meet any of these criteria is considered a stable disease. Some sites of involvement (e.g. bone) or patterns of involvement (e.g.lymphangitic lung or diffuse pulmonarg infiltrates) are considered unmeasurable.Reference: Harrison; 19th edition",
        "cop": 1,
        "opa": "RECIST",
        "opb": "WHO pain score",
        "opc": "Drug dose score",
        "opd": "Ki67 score",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "0f8a8990-3f71-4c2d-b01b-2906cd29bcc2",
        "choice_type": "single"
    },
    {
        "question": "Most radiosensitive among the following is",
        "exp": "(D) Nucleosomal DNA > Among the factors contributing to the distribution of DNA damage within irradiated mammalian cell nuclei are the interactions of DNA with nuclear proteins and the formation of multi-molecular chromatin structures. Studies on the manipulation of chromatin structures of isolated nuclei are summarised.> The majority of chromatin within the nucleus of living cells is tightly compacted into nucleosomal superhelices and other higher order structures which have a limited ability to be damaged by radiation.> The treatment of isolated nuclei with hypotonic buffers causes a decondensation of these structures and markedly sensitises the DNA to radiation, while retaining the majority of the chromosomal proteins",
        "cop": 4,
        "opa": "Nuclear DNA",
        "opb": "Mitochondrial DNA",
        "opc": "Satellite DNA",
        "opd": "Nucleosomal DNA",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "60fa1475-03dc-4cf5-a4cf-a4481696d728",
        "choice_type": "single"
    },
    {
        "question": "All are true about stereotactic radiosurgery except-",
        "exp": "Ans. is 'd' i.e. Damage to nearby structures is significant* Streotactic radiosurgery is a form of radiation therapy that focuses high powered X-rays on a small area of the body. Stereotactic radiosurgery better focuses teh radiation on the abnormal area. Despite its name, radiosurgery is a form of radiation therapy, not a surgical procedure. Stereotactic radiosurgery is often used to slow down the growth of small, deep brain tumors that are hard to remove during surgery. Such therapy may also be used in patients who are unable to have surgery, such as the elderly or those who are sick.* In Stereotactic radiosurgery, focused high dose of radiation is administered to a precisely defined volume of tissue in a single treatment, usually using the gamma Knife. Gamma knife contains Cobalt-60 sources of approximately 30 curis placed in circular array in a heavily shielded unit. The unit directs the gamma rays to the target. Besides gamma knife, X-ray knife (linear accelerator) and cyclotron (proton beam) are also used.* Advantage of stereotactic radiosurgery are: -i) Achieve tumor ablation without surgery.ii) Damage to nearby structure is minimized as radiation is delivered to focused area.iii) Tumor ablation can be achieved in difficult location, e.g., brainUses of stereotactic surgery* The most important use of stereotactic surgery is for brain tumors and the use of stereotactic surgery was once limited to brain tumors. But today it may be used to treat many other diseases and conditions.Uses of Stereotactic radiosurgeryTumors in Nervous systemOther conditionsOther cancers for which radiosurgery is being used or studied* Brain tumors (including metastasis)* Acoustic neuroma* Head & Neck (e.g., nasopharyngeal carcinoma)* Pituitary tumors* Spinal cord tumors* Cancer of eye (uveal melanoma)* AV malformation* Movement disorders* Parkinsonism* Some type of epilepsy* Trigeminal neuralgia* Liver cancer* Lung cancer (Stage I inoperable)* Prostate cancer",
        "cop": 4,
        "opa": "X-rays are used",
        "opb": "A form of radiotherapy",
        "opc": "Used in AV malformation",
        "opd": "Damage to nearby structures is significant",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "8022ee90-f9a5-4613-a97e-3ca68e4dc0a2",
        "choice_type": "multi"
    },
    {
        "question": "Most Radio sensitive stage-",
        "exp": "Ans. is 'd' i.e., G2M phase o Most sensitive phase of cell cycle - G2M interphaseo Most resistant phase of cell cycle - Late 'S' phaseImportant facts about radiosensitivityo Dividing cells ar4e most sensitive to RTo Non-dividing cells are relatively resistant to RTo Hypoxic cells are resistant to RTo Phase of cell cycle most sensitive to RT - G2Mo Phase of cell cycle most resistant to RT - End of S phaseG2M > G2 > M > G1 > Early S > Late So Phase of cell cycle in which radiation exposure leads to chromosomal aberration - G1o Phase of cell cycle in which radiation exposure leads to chromatid aberration - G2",
        "cop": 4,
        "opa": "S phase",
        "opb": "G1 phase",
        "opc": "G2 phase",
        "opd": "G2M phase",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "f682a5a6-21b1-44c4-aff8-dc048ac2f494",
        "choice_type": "single"
    },
    {
        "question": "Conventional daily dose regimen in external beam radiotherapy is?",
        "exp": "Ans. c (180-200 cGy). (Ref. Harrison's medicine, 18th/Ch. 85)*Most curative radiation Rx programs are delivered once a day, 5 days a week in 150- to 200-cGy fractions.BEAMS USED FOR EXTERNAL RADIOTHERAPY AREX-ray beams# Superficial: 40 to 120 kv# Orthovoltage: 250 to 400 kv# Supervoltage: 400 to 800 kv# Megavoltage: > 1MeV (Skin sparing effect and deep penetration - advantages).Gamma ray beams# Cobalt -60 beam# Cesium -137 beam (Primarily used for brachytherapy).Particle beams# Electrons, Protons, Neutrons.Radiation is quantitated on the basis of the amount of radiation absorbed in the patient; it is not based on the amount of radiation generated by the machine. The rad (radiation absorbed dose) is defined as 100 ergs of energy per gram of tissue. The International System (SI) unit for rad is the Gray (Gy); 1 Gy = 100 rad. Radiation dose is measured by placing detectors at the body surface or calculating the dose based on radiating phantoms that resemble human form and substance. Radiation dose has 3 determinants: total absorbed dose, number of fractions, and time. Thus, a typical course of radiation therapy should be described as 4500 cGy delivered to a particular target (e.g., mediastinum) over 5 weeks in 180-cGy fractions. Most curative radiation treatment programs are delivered once a day, 5 days a week in 150- to 200-cGy fractions.",
        "cop": 3,
        "opa": "100-150 cGy",
        "opb": "150-170 cGy",
        "opc": "180-200 cGy",
        "opd": "225-250 cGy",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "b2644dd1-8b7a-4c88-bef5-dd4115a62727",
        "choice_type": "single"
    },
    {
        "question": "Which phase of the cell cycle is most sensitive to radiotherapy:",
        "exp": "Ans. (a) G2M* Dividing cells are most sensitive to radiotherapy. The phase that is most sensitive to radiation is G2M.Remember the Sensitivity in this Order G2M > G2 > M > G1 > early S > Late S",
        "cop": 1,
        "opa": "G2M phase",
        "opb": "S phase",
        "opc": "M phase",
        "opd": "G2 phase",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "241ae996-f1d8-4e97-912a-6e2f6c424c73",
        "choice_type": "single"
    },
    {
        "question": "Radioisotope used for thyroid treatment of metastasis/ ablation:",
        "exp": "Ans. B. I-131* Iodine-131 has a radioactive decay half-life of about eight days.* Iodine-131 exhibits a beta mode of decay and leads to death in cells that it penetrates up to several millimeters and hence is useful for thyroid ablation.* I-123 has a half-life of 13.22 hours and is a radioactive isotope of iodine used in nuclear medicine imaging, including single photon emission computed tomography.",
        "cop": 2,
        "opa": "I-123",
        "opb": "I-131",
        "opc": "I-83",
        "opd": "I-90",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "21575421-caf0-445c-925c-75fd72900a3b",
        "choice_type": "single"
    },
    {
        "question": "What is the most impoant lesion produced in chromosomal DNA by exposure to ionizing radiation?",
        "exp": "In intact DNA, single strand breaks (SSBs) are of little biologic consequence because they are repaired readily using the opposite strand as a template. If the repair is incorrect (misrepair), it may result in a mutation. If both strands of the DNA are broken and the breaks are well separated, repair again occurs readily, because the two breaks are handled separately.By contrast, if the breaks in the two strands are opposite one another or separated by only a few base pairs, this may lead to a double-strand break (DSB); that is, the piece of chromatin snaps into two pieces. Double-strand breaks are the most impoant lesions produced in chromosomes by radiation.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 3,
        "opa": "A break on one DNA strand ('single-strand break')",
        "opb": "Well-separated breaks on both DNA strands",
        "opc": "Breaks on both DNA strands which are opposite each other or separated by only a few bases ('double-strand break')",
        "opd": "Multiple breaks on the same DNA strand",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "112bdb28-2d32-4207-98fe-de472a7145c5",
        "choice_type": "multi"
    },
    {
        "question": "Mould therapy is used in the treatment of:",
        "exp": "Ans: d (Skin cancer)Mould therapy is actually used in the treatment of penile carcinomas. But in the choices there was no penile cancer.As penile carcinoma can be considered as penile skin cancer and is squamous cell carcinoma, it better to go for the option skin cancer",
        "cop": 4,
        "opa": "Pelvic cancer",
        "opb": "Lung cancer",
        "opc": "Prostate cancer",
        "opd": "Skin cancer",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "c98ffa4a-bf88-4296-a38a-7fc9aeb4e328",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is false",
        "exp": "It is impoant to recognize that hypoxia in tumours can result from two quite different mechanisms. Chronic hypoxia results from the limited diffusion distance of oxygen through tissue that is respiring. The distance to which oxygen can diffuse is largely limited by the rapid rate at which it is metabolized by respiring tumour cells. Many tumour cells may remain hypoxic for long periods of time. In contrast to chronic hypoxia, acute hypoxia is the result of the temporary closing of a tumour blood vessel owing to the malformed vasculature of a tumour, which lacks smooth muscle and often has an incomplete endothelial lining and basement membrane. Tumor cells are exposed to a continuum of oxygen concentrations, ranging from the highest in cells surrounding the capillaries to almost anoxic conditions in cells more distant from the capillaries. This is significant because both chronic and acute hypoxia has been shown to drive malignant progression.Reference: Eric J Hall Textbook of Radiobiology for Radiologist; 5th edition",
        "cop": 4,
        "opa": "Hypoxia in tumours can result from two different mechanisms: chronic hypoxia and acute hypoxia",
        "opb": "Acute hypoxia is caused by a temporary closing of a blood vessel in the tumour",
        "opc": "Chronic hypoxia is caused by the limited diffusion distance of oxygen through tissue that is respiring",
        "opd": "Oxygen does not affect the radiosensitivity of tumours",
        "subject_name": "Radiology",
        "topic_name": "Radiotherapy",
        "id": "01dfa21f-3221-422e-a229-4d6c887dbea7",
        "choice_type": "multi"
    }
]