[
    {
        "question": "\"Corner sign of park\" is feature of:",
        "exp": "Ans. A. ScurvyScurvy-Radiographic findings:1. Osteoporosis2. Pencil thin cortex3. Wimberger's sign4. Trummerfeld zone of rarefaction5. Corner sign of Park6. Line of Frankel7. Subperiosteal hemorrhage",
        "cop": 1,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Battered baby syndrome",
        "opd": "Sickle cell disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "1adfd3e2-fdff-430c-aafd-69e0de77ddda",
        "choice_type": "single"
    },
    {
        "question": "'Hair on end' appearance is characteristically seen in",
        "exp": "Ans. a (Thalassemia major) (Ref. Radiology Review Manual, 5th/pg.174)Causes of \"hair on end\" or \"crew hair cut\" skull are# Thalassemia (Characteristic)# Hereditary spherocytosis# Sickle cell disease# G-6-PD deficiency# Iron deficiency anaemia# Neuroblastoma",
        "cop": 1,
        "opa": "Thalasemia major",
        "opb": "Sickle cell anaemia",
        "opc": "G 6PD deficiency",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "fb3c010a-ca72-4a08-9851-0295c2da6eda",
        "choice_type": "multi"
    },
    {
        "question": "Bamboo-spine is seen in:",
        "exp": "Ans. a (Ankylosing-spondylitis). (Ref: Sutton Radiology, 6th/pg. l220, Harrison, Medicine, 18th/84,1949)ANKYLOSING-SPONDYLITIS (Marie-Strumple disease or Beschtrew disease)# Bamboo-spine (knobly spine, poker back or universal syndesmophytosis) is a characteristic feature of ankylosing spondylitis.# Syndesmophytes are gracile ossifications of the outer fibres of annulus fibrosus.- They are marginal, delicate; vertically oriented extending from edge or margin of one vertebral body to that of other.# Syndesmophytes should be differentiated from the parasyndesmophytes or the paravertebral ossifications seen in psoriatic arthritis or Reiter's disease by which although vertically oriented are thicker, denser, non-marginal extending from mid-body to mid-body, larger, coarse and may effect any part of spine to start with without proper order.# Shiny corner sign, Romano's lesionf Anderson's lesions, trotty-track sign & drager sign are also described in spine.# Other diagnostic radiological features of ankylosing spondylitis are:- Bilateral symmetrical sacroilitis (most specific).- Enthesitis (earliest pathological change).- Uncommon involvement of small joints of hand and feet.OPLL (Ossified posterior longitudinal ligament)# Japanese disease# Best evaluated with CT (for ossification) and MRI (for evaluation of cord)# Likely to progress to myelopathy with canal compromise of 60% and sagittal canal diameter of 8mm# Cervical spine involvement is most common# Advanced cases of OPLL are easily recognized on routine radiographyDISH (Diffuse idiopathic skeletal hypertrophy)# Diffuse idiopathic skeletal hyperostosis (DISH) (hyperostotic spondylosis, Forestier's disease) is a multifocal entity of older people characterized by 'flowing' ossifications of the spine involving four or more contiguous vertebrae and hyperostosis of some ligamentous attachments.",
        "cop": 1,
        "opa": "Ankylosing-spondylitis",
        "opb": "Rheumatoid arthritis",
        "opc": "Paget's disease",
        "opd": "All",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "e068c874-2d0d-4871-9546-77dbaabcb0b3",
        "choice_type": "multi"
    },
    {
        "question": "\"Bamboo spine\" is seen in",
        "exp": "Ans. a (Ankylosing spondylitis). (Ref. Sutton Textbook of Radiology, 6th ed., 1220)RADIOGRAPHIC FINDINGS OF ANKYLOSING SPONDYLITIS# Radiographically demonstrable sacroiliitis is usually present in AS.# The earliest changes by standard radiography are blurring of the cortical margins of the subchondral bone, followed by erosions and sclerosis.# Progression of the erosions leads to \"pseudowidening\" of the joint space; as fibrous and then bony ankyloses supervene, the joints may become obliterated.# The changes and progression of the lesions are usually symmetric.# In the lumbar spine, progression of the disease leads to straightening, caused by loss of lordosis, and reactive sclerosis, caused by osteitis of the anterior corners of the vertebral bodies with subsequent erosion, leading to \"squaring\" of the vertebral bodies. (The Anderson & Romano's lesions)# Progressive ossification leads to eventual formation of marginal syndesmophytes, visible on plain films as bony bridges connecting successive vertebral bodies anteriorly and laterally - 'the bamboo-spine' appearance.# In mild cases, years may elapse before unequivocal sacroiliac abnormalities are evident on plain radiographs. Dynamic MRI is the procedure of choice for establishing a diagnosis of sacroiliitis.MRI is highly sensitive and specific for identifying early intra-articular inflammation, cartilage changes, and underlying bone marrow edema in sacroiliitis.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Diffuse idiopathic skeletal hypertrophy",
        "opc": "Osteitis fibrosa cystica",
        "opd": "All",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "6c2b8a1f-c5d4-43a9-8bce-662ae1bd1b1d",
        "choice_type": "multi"
    },
    {
        "question": "Fracture shown in this radiograph is:",
        "exp": "Ans. C Bennet's fractureThere is a 2-part fracture of base of thumb (first metacarpal) with intra articular extension. Similar intra articular 3 part or comminuted fracture is known as Rolando's fractureQ. Abductor pollicis longus tendonQ - creates an un-opposed pull on the fracture fragments hence Bennet's fracture requires internal fixationQ.",
        "cop": 3,
        "opa": "Colies' fracture",
        "opb": "Smith's fracture",
        "opc": "Bennet's fracture",
        "opd": "Rolando's fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "ccb58bf0-ee5d-4658-a936-a3ac446342af",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to diagnose congenital hip dislocation in neonates?",
        "exp": "Ans BIn neonates the femoral head is cartilaginous and not ossified hence it cannot be identified on radiographs but well demonstrated on USG. Also the Graf's classification using Alpha and Beta angles are very definitive in assessment and can be readily calculated on USG.",
        "cop": 2,
        "opa": "Plain radiographs",
        "opb": "US",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0f9f1879-a49b-4c7a-816e-6dd8d379a5fb",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man presented with bony pain. X-ray of skull showing which lesions in brain:",
        "exp": "Ans. a. Paget's diseasePAGET DISEASE OF BONE (OSTEITIS DEFORMANS)Common, localized disorder of bone remodeling caused by increases osteoclastic activity followed by increasing osteoblastic activity that forms poor-quality bone.In Paget disease; Serum Ca2+, phosphorus, and PTH levels are normal.ALP value elevated in Paget disease.Mosaic pattern of woven and lamellar bone (osteocytes within lacunae in chaotic juxtapositions); chalk-stick fractures seen in long bone.Increases blood flow from increases arteriovenous shunts may cause high-output heart failure.It Increases risk of osteogenic sarcoma.Due to skull thickening; Hat size increaseHearing loss is more commonly seen due to auditory foramen narrowing.STAGES OF PAGET DISEASELytic--osteoclastsMixed--osteoclasts +osteoblastsSclerotic--osteoblastsQuiescent--minimal osteoclast/osteoblast activity Treatment: Bisphosphonates",
        "cop": 1,
        "opa": "Paget's disease",
        "opb": "Multiple myeloma",
        "opc": "Osteosarcoma",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2062146d-585b-4c10-b784-4c0939b4f5f0",
        "choice_type": "single"
    },
    {
        "question": "All are true about Pseudofractures except?",
        "exp": "Ans APseudo fractures though associated with osteomalacia are not specific for it. Instead they are seen in many other conditions like OGI, hyperparathyroidism, Paget's disease.",
        "cop": 1,
        "opa": "Specific for osteomalacia",
        "opb": "Often have symmetrical distribution",
        "opc": "Occurs at right angles to the long axis of the long bones",
        "opd": "Pubic rami, femoral neck and scapula are common sites",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "cdeeeeaf-8284-436b-89e6-86c9f4dbaecb",
        "choice_type": "multi"
    },
    {
        "question": "'Onion peel' appearance is seen with",
        "exp": "Ans. d (Ewing's sarcoma) (Ref.Grainger's Diagnostic Radiology, 4th/pg. 1891)EWING'S SARCOMA# Has specific cytogenetic analysis, i.e., t(11,12) & CD99 positivity. Mic gene +.Q# Histologically, small oval/round tumor cells are seen arranged in sheets with occasional rosette-like pattern and most tumors are PAS-positive indicating presence of glycogen in the tumor cells.# Anaplastic small blue cell malignant tumor . Q# Most common in boys 5-15.# Bone tumor metastasizing to bone. Q# Bone tumor clinically resembling acute osteomyelitis. Q# Commonly appears in diaphysis Q of long bones, pelvis, scapula, and ribs.Radiological features# Ill-defined osteolytic medullary lesion involving diaphysis# Extension along the length of the marrow with permeative bone destruction# Cortical saucerization# Classical multilaminar periosteal reaction giving 'onion-skin' appearance# Codman's triangles with elevated periosteum, although classically seen in osteosarcoma# Soft tissue mass disproportionately large compared to the extent of osseous involvement, resembling osteomyelitisRx:# MRI is investigation of choice# Radiosensitive Q# Extremely aggressive with early metastases, but responsive to chemotherapy.",
        "cop": 4,
        "opa": "Osteoclastoma",
        "opb": "Chondrosarcoma",
        "opc": "Osteosarcoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "61c773f4-680a-427b-a5d8-7a2a0bf50554",
        "choice_type": "single"
    },
    {
        "question": "All are seen in acromegaly except",
        "exp": "Ans b (Anterior scalloping of vertebrae)Ref: Wolfgang Dahnut: Radiology Review ManualAcromegalyEtiology: Excess growth hormone due to eosinophilic adenoma/hyperplasia in anterior pituitary.Gigantism in children: Advanced bone age + excessive height(i) Hand: Spade like hand - widening of terminal tufts (Arrow head appearance)(ii) Skull: Prognathism Sella enlargement and erosion Large frontal sinuses Calvarial hyperostosis (especially inner table) Enlarged occipital protuberance(iii) Soft tissue:Heel pad thickness more than 25 mm(iv) Vertebrae:Posterior scalloping in 30% cases (Secondary to pressure of enlarged soft tissues)Anterior new boneLoss of disc space (due to weakening of cartilage)(v) Joints:Premature osteoarthritis (Commonly knees)Widened joint spaces especially the metacarpophalangeal joints due to cartilage hypertrophy,(vi) Chondrocalcinosis",
        "cop": 2,
        "opa": "Kyphosis",
        "opb": "Anterior scalloping of vertebrae",
        "opc": "Chondrocalcinosis",
        "opd": "Calcification of pinna",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0c69d7a7-826f-4b16-af9c-860e51eb3d0d",
        "choice_type": "multi"
    },
    {
        "question": "\"Looser's zone\" are seen in:",
        "exp": "Ans. c (Osteomalacia). (Ref. Grainger, Diagnostic Radiology, 4th/ pg. l933, 1949).MBKMAN'S FRACTURE/ LOOSER'S ZONE/ UMBAU ZONE/ PSEUDO FRACTURE# Focal accumulations of osteoid are seen in compact bone at right angles to long axis; radiographically, these are known as Looser's zones or pseudofractures or umbau zones# Exact cause of looser's zones is unclear, although they probably represent partial insufficiency fractures.# It is a distinguishing sign of osteomalacia, although they may occur rarely also in:- Paget's disease- Fibrous dysplasia- Osteoporosis (rarely)- Hyperphosphatasia- Osteogenesis imperfecta# They are symmetrically distributed & occur principally in:- Pubic rami,- femoral necks,- scapulae,- ribs,- long bones,- metatarsals.# Other key imaging features of osteomalacia is:- Osteopenia,- intracortical resorption (cortical tunneling),- coarsened, indistinct trabecular pattern,- bowing of bones,- true fractures, especially at the femoral neck.",
        "cop": 3,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Osteomalacia",
        "opd": "Hypoparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "9d3643fc-9fbe-4ecb-a301-3c2441970542",
        "choice_type": "single"
    },
    {
        "question": "Radio graphical findings in Freiberg disease is:",
        "exp": "Ans. D. All are truea. It is osteochondroses of head of 2nd of 2nd (3rd/4th) metatarsal.b. The diagnosis of Freiberg disease is relatively straightforward when patients present with the typical complaints of activity-related forefoot pain with passive motion of the MTP joint and pain with palpation over the metatarsal head.c. The differential diagnosis may include metatarsalgia, Morton neuroma, stress fracture of the metatarsal, or synovitis. Physical examination typically reveals a limited range of motion (ROM), swelling, and tenderness with direct palpation of the MTP joint. A small effusion may be present.d. A callus may be seen underneath the affected metatarsal head. Occasionally, patients are completely asymptomatic with changes noted only on radiographs taken for other purposes.e. X rays in Early stage shows flattening increased density cystic lesions of metatarsal head, widening of metatarsophalangeal joint.f. X rays in late stage shows osteochondral fragment, sclerosis, flattening of metatarsal head with increased cortical thickening.",
        "cop": 4,
        "opa": "Depending on the stage of the disease, radiographs may show only sclerosis and widening of the joint space (early), with complete collapse of the metatarsal head and fragmentation later",
        "opb": "Oblique views may be especially useful to fully appreciate subtle changes early in the disease",
        "opc": "Osteochondral loose may be seen late in the disease as well",
        "opd": "All are true",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "21e289a7-c9ad-45d1-93cc-5b7ddcb1bdf7",
        "choice_type": "multi"
    },
    {
        "question": "Modality of choice for screening of bony metastases?",
        "exp": "Ans DBone metastases can be seen at any site which maybe even far away from the primary as they spread by hematogenous route. So for their screening a modality which includes entire skeletal survey is employed - hence Bone scan is Best.",
        "cop": 4,
        "opa": "Plain radiograph",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Bone scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "8b3d9ef3-e45a-408f-94b3-42ca31ffc7b9",
        "choice_type": "single"
    },
    {
        "question": "Not a radiological feature of rickets",
        "exp": "Ans. c (Subluxation of epiphysis) (Ref. RRM 6th ed., 156)RICKETS# Faulty mineralization of the bone before the fusion of growth plate, i.e., during enchondral bone growth, is known as RICKETS.# Histo: zone of maturation has an increase in number of maturing cartilage cells with loss of normal columnar arrangement; zone of preparatory calcification does not form; failure of osteoid mineralization also in shafts so that osteoid production elevates periosteum.# Location: Metaphyses of long bones subjected to stress are particularly involved (wrist, ankles, knees)# X-rav features:- Widening and lengthening of growth plate (zone of provisional calcification affected) is earliest radiographic feature of rickets.- Reaction of periosteum may occur - - Indistinct cortex - Coarse trabeculation - Knees + wrists + ankles mainly affected - Rickets- Epiphyseal plates widened + irregular - Tremendous metaphysis (fraying, splaying, cupping) - Spur (metaphyseal) - Additional features: --- * Bowing of long bones* Genu recurvatum* At costochondral junction, epiphyseal widening results in typical 'rachitic rosary'* Frontal bossing* Scoliosis* Slipped capital femoral epiphysis* Triradiate pelvis* Basilar invaginationEducational point:D/d of Frayed Metaphyses# Congenital infections (rubella, syphilis)# Hypophosphatasia # Achondroplasia # RicketsMnemonic: CHARMS# Metaphyseal dysostosis # Scurvy The radiological features of scurvy1)Spurs (Pelkan Spur)Metaphyseal spurs projecting at right angles to axis of shaft2)Subperiosteal hemorrhagesDiaphyseal subperiosteal hematoma with calcification of elevated periosteum is the sure sign of healing (woody-leg)3)Cortical thinning\"Pencil-thin\" cortex4)Corner sign of ParkeSubepiphyseal infarction or comminution causing mushrooming or cupping of epiphysis5)5)OsteoporosisCharacteristically \"ground-glass\" osteoporosis6)Rarefaction zone of TrummerfeldMetaphyseal radiolucent zone on shaft side7)White line of FrankelMetaphyseal zone of provisional/preparatory calcification also seen in lead or phosphorus or bismuth poisoning and in healing rickets8)Wimberger's signSclerotic ring seen around the low-density osteopenic epiphysis",
        "cop": 3,
        "opa": "Splaying of metaphysis",
        "opb": "Cupping of metaphysis",
        "opc": "Subluxation of epiphysis",
        "opd": "Widening of metaphysis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2d71e498-595d-476d-83fc-7c9268e10044",
        "choice_type": "single"
    },
    {
        "question": "Most common site of OPLL is?",
        "exp": "Ans AOssified Posterior Longitudinal Ligament (OPLL) - is most commonly seen in mid cervical region where it classically causes spinal canal stenosis and cord compression.",
        "cop": 1,
        "opa": "Cervical spine",
        "opb": "Thoracic spine",
        "opc": "Lumbar spine",
        "opd": "Sacrum",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "049ee0fd-7613-4886-9537-501a466648ca",
        "choice_type": "single"
    },
    {
        "question": "Number of carpal bones seen in a radiograph of an infant is:",
        "exp": "b) 2 ref: Sutton 7th/e p. 1848 fig A3",
        "cop": 2,
        "opa": "0",
        "opb": "2",
        "opc": "3",
        "opd": "5",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a737099d-a966-4954-81ca-efa4f03c8eda",
        "choice_type": "single"
    },
    {
        "question": "Dot-Dash appearance is a feature of?",
        "exp": "Ans AThis appearance is classically described in rheumatoid arthritis. It refers to focal loss of continuity of the subchondral bone. It is seen in the radial heads of the second and third metacarpals in the hand and medial aspect of the heads of the first metatarsal and lateral aspect of the fifth metatarsal in the feet",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "Psoriatic arthritis",
        "opc": "Reiter's syndrome",
        "opd": "Osteoarthritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "22bde2fd-25f3-4b3c-b45e-5c47e788c004",
        "choice_type": "single"
    },
    {
        "question": "\"Onion peel\" appearance is seen in",
        "exp": "Ans. a (Ewing's sarcoma) (Ref. RRM Radiology, 6th ed., p.)The four main types of rosettes in pathology :1. Homer Wright rosette: typically seen in neuroblastomas, medulloblastomas, and primitive neuroectodermal tumors (PNETs). It consists of a halo of tumor cells surrounding a central region containing neuropil.2. Flexner-Wintersteiner Rosette: characteristic of retinoblastomas. It consists of tumor cells surrounding a central lumen that contains cytoplasmic extensions from the tumor cells.3. True Ependymal Rosette: consists of tumor cells surrounding an empty lumen. Are characteristic of ependymoma, but not seen in all cases.4. Perivascular Pseudorosette: consists of tumor cells collected around a blood vessel. It's called a pseudorosette because the central structure isn't part of the tumor. These rosettes are common in ependymomas, but you also see them in medulloblastoma, PNET, central neurocytomas, and glioblastomas.EWING'S SARCOMA# Incidence: Constitutes ~10 to 15% of all bone sarcomas.# Age: Peak incidence in the second decade of life.# Origin: Arises in the medullary cavity of the bones.# Location:involves the diaphyseal region of long bones (especially femur) & flat bones (especially pelvis).# X-ray: permeative destructive lytic lesion with \"onion peel\" periosteal reaction with soft tissue mass.# Histopathology:- It is composed of sheets of monotonous, small, round, blue cells and can be confused with lymphoma, embryonal rhabdomyosarcoma, and small-cell carcinoma.- The cells are rich in glycogen (PAS positive cells).6- The presence of \"Homer-Wright rosettes\" is indicative of neural differentiation.- Most PNETs arise in soft tissues; they include:* Peripheral neuroepithelioma,* Askin's tumor (chest wall), and* Esthesioneuroblastoma.- The presence of p30/32, the product of the mic-2 gene (which maps to the pseudoautosomal region of the X and Y chromosomes) is a cell-surface marker for Ewing's sarcoma (PNETs).- The classic cytogenetic abnormality associated with this disease (and other PNETs) is t(11;22).- CD99 +.# It is very aggressive tumor and considered a systemic disease and mimics acute osteomyelitis.# Common sites of metastases are lung, bones (bone to bone metastases/), and bone marrow.# Rx:# Systemic chemotherapy is the mainstay of therapy, often being used before surgery.# Local treatment for the primary tumor includes surgical resection, usually with limb salvage or radiation.# Ewing's is a curable tumor, even in the presence of obvious metastasis, especially in children <11 years old.Also Know:TranslocationTtimor# (22q11)Chronic myelogenous leukemia# (12;22)(q 13 ;q 12)Malignant melanoma of soft parts (MMSP)# (11;14)(q13;q32)Mantle cell lymphoma# (14; 18)(q32;q21)Follicular lymphoma# (1;22)(q24;q12)Ewing's sarcoma# (1;7)(p34;q35)T cell acute lymphocytic leukemia (ALL)# (8;14)(q24;q32)Burkitt's lymphoma, B cell ALL# (11;22)(pl3;q12)Desmoplastic small round cell tumor (DSRCT)# (2;13)(q35;ql4)Alveolar rhabdomyosarcoma# (1; 13)(p36;q 14)Alveolar rhabdomyosarcoma# (10; 17)(q 11.2;q23)Papillary thyroid carcinomas# (x, 18)Synovial cell sarcoma",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Aneurysmal bone cyst",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d783a763-b632-41f6-b870-5ea9d339c037",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of endplate destruction with reduction of Intervertebral disc space on X-ray:",
        "exp": "Ans. B. TuberculosisCauses of vertebral destruction without loss of OR maintained of IVD space:a. Lymphomab. Metastasesc. Traumad. Osteoporotic fractures",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Tuberculosis",
        "opc": "Eosinophilic granuloma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "b76a41ae-4e8a-41c4-9d39-d3793aa4b037",
        "choice_type": "single"
    },
    {
        "question": "Sprengel's shoulder associated with?",
        "exp": "Ans DSprengel shoulder may be associated with - cervical vertebral fusion, hemivertebrae, omovertebral bone, spina bifida , scoliosis.",
        "cop": 4,
        "opa": "Hemivertebra",
        "opb": "Klippel-Feil anomaly",
        "opc": "Cervical spina bifida",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "dca5bad8-35f2-4c36-8174-cc0e7eaf60b2",
        "choice_type": "multi"
    },
    {
        "question": "X-ray spine of a child is shown. What is the probable diagnosis?",
        "exp": "Ans: (b) Rugger jersey spineRef: Radiology ReviewRUGGER JERSEY SPINEThe sclerotic bands on the superior and inferior endplates of the vertebral bodies represent accumulations of excess osteoid and appear opaque because of their increased volume when compared to normal bone.Rugger jersey spine describes the prominent subendplate densities at multiple vertebral levels to produce an alternating sclerotic-lucent-sclerotic appearance. This mimics the horizontal stripes of a rugby jersey, seen with secondary hyperparathyroidism* associated with Renal Osteodystrophy* and Osteopetrosis*.Bamboo spine is feature of ankylosing spondylitis*.Ivory spine is feature of Paget's disease*.RENAL OSTEODYSTROPHYCRF leading on to hyperparathyroidism.Signs of chronic renal failure:Findings of osteomalaciaHyperparathyroidismBone sclerosisRugger jersey spineRotting fence post appearance: Due to Rickets + HyperparathyroidismIn children, metaphyseal changes resembling rickets are seen, which together with cortical erosibons can give rise to the so-called 'rotting fence-post' appearance, particularly at the femoral neck.Looser's zone.",
        "cop": 2,
        "opa": "Bamboo spine",
        "opb": "Rugger Jersey spine",
        "opc": "Normal spine",
        "opd": "Ivory spine",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "f36b4e6a-3401-40e9-9257-f9e2f6ae9fc9",
        "choice_type": "single"
    },
    {
        "question": "NOT true about development dysplasia (DOH) of the hip is:",
        "exp": "Ans. D. When the ossification center is in the lower medial quadrant, the hip is dislocatedDevelopmental dysplasia of the hip (DOH)a. The hip is a bail and socket joint with the bail (called the femoral head) coming from the top part of the femur (thigh bone) and the socket (called the acetabulum) coming from the pelvis.b. The cause is unknown, but genetic factors may play a role.c. Problem-is resulting from very mild developmental dysplasia of the hip may not become apparent until the person is in their 30's or 40's.d. One or both hips may be involved.e. Risk factors include being the first child, being female, obreech delivery, and a family history of the disorder.f. A hip radiograph is helpful in older infants and children. But, ultrasound of the hip remains the most important imaging study and will demonstrate hip deformity.g. When the ossification center is in the upper outer quadrant, the hip is dislocated.",
        "cop": 4,
        "opa": "It is more common in females",
        "opb": "Oligohydramnios is associated with a higher risk of DOH",
        "opc": "The hourglass appearance of the joint capsule may prevent a successful closed reduction.",
        "opd": "When the ossification center is in the lower medial quadrant, the hip is dislocated",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a5206121-a9e6-4314-aad8-180f67fe1919",
        "choice_type": "multi"
    },
    {
        "question": "This appearance in a 60-year-old man is suggestive of:",
        "exp": "Ans. B Multiple myelomaRadiograph of skull shows multiple punched out uniform lytic lesions - peculiar of Multiple myeloma - described as Rain drop skullQ. Other imaging signs include Salt pepper appearance of vertebraQ on MRI/Vertebra planaQ/Wrinkled vertebraQ. Lesions show cold spots on 99m - Tc - MDP bone scanQ.",
        "cop": 2,
        "opa": "Eosinophilic granuloma",
        "opb": "Multiple myeloma",
        "opc": "Hyperparathyroidism",
        "opd": "Acromegaly",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "40534ecc-4daa-4239-8b22-fa3cb2d45e0d",
        "choice_type": "single"
    },
    {
        "question": "The most likely diagnosis in this child is:(AIIMS 2016)",
        "exp": "Ans. B RicketsClassical WideningQ FrayingQ and CuppingQ of metaphysis with widened epiphyseal plate of cartilage - suggests Rickets. Appearance of band of metaphyseal calcificationQ - is earliest radiological sign of healing rickets.",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Salter Harris injury",
        "opd": "Greenstick fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "faf8a1ca-9c06-4cbe-b43a-5317e48dace6",
        "choice_type": "single"
    },
    {
        "question": "Tufting of distal phalanx is characteristically seen in?",
        "exp": "Ans BTufting of distal phalynx is acroosteolysis caused heterogeneous group of pathological entities:Causes: (Remember as Mnemonic: PINCH OF Extremity- as it is almost as if the tip of the extremity is pinched off/resorbed)* Pyknodysostosis* Infection-Leprosy* Injury-Frostbite/electric injury* Neuropathic-Tabes dorsalls, Syringomyella, Diabetes* Cleidocranial dysplasia* Hyperparathyroidism* Other- Sarcoidosis, Kaposi's, Psoriasis* Familial disorders* Ergot poisoning",
        "cop": 2,
        "opa": "Gout",
        "opb": "Psoriatic arthrophathy",
        "opc": "Hypoparathyroidism",
        "opd": "Paget's disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "649f225d-40d9-43b0-818f-1b63cf714580",
        "choice_type": "multi"
    },
    {
        "question": "Salt pepper skull is seen in?",
        "exp": "Ans. is 'b' i.e., Hyperparathyroidism Salt and pepper skull/ pepperpot skull* Multiple tiny well-defined lucencies in the skull vault caused by resorption of trabecular bone* There is a loss of definition between the inner and outer tables of the skull and a groundglass appearance as well as spotty deossification* Seen in hyperparathyroidismImportant radiological appearance of skulli) Lacunar skull - Arnold chiari malformationii) Geographic skull - Eosinophilic granulomaiii) Cotton wool skull - Paget's diseaseiv) 'Salt-pepper' skull - Hyperparathyroidismv) Groundglass skull - Fibrous dysplasiavi) Punched out/Raindrop lesion of skull - Multiple myelomavii) Ping-Pong skull - Fracture skull in children",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Hyperparathyroidism",
        "opc": "Sickle cell anemia",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "efdfac55-da92-4d8f-8427-758357e1b7ea",
        "choice_type": "single"
    },
    {
        "question": "'Hair on end' appearance in X- ray is characteristic of:",
        "exp": "Ans. B. Sickle cell anemiaHair on end appearance of the skull is a characteristic feature of chronic Haemolysis usually seen in patients with thalassemia and sickle cell anaemia. It results from accentuated vertical trabeculae between the inner and outer tables of the skull because of excessive bone marrow hyperplasia. Conditions where 'Hair on End Appearance' is seen:Mnemonic: HI NEST* Hereditary spherocytosis* Neuroblastoma* Enzyme deficiency (e.g. G-6-P deficiency causing haemolytic anaemia)* Sickle cell disease* Thalassemia major",
        "cop": 2,
        "opa": "G6PD deficiency",
        "opb": "Sickle cell anemia",
        "opc": "Rickets",
        "opd": "Scurvy",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "40789209-b3ac-493a-b5df-f030871edae7",
        "choice_type": "single"
    },
    {
        "question": "A patient suffering from morning stiffness >1 hour, presents with the following abnormality in the X-ray. What can be the most possible diagnosis:",
        "exp": "Ans. B Rheumatoid arthritisClassic Swan neck deformityQ (DIP joint flexion and PIP joint extension) with marked changes at the radiocarpal joint.",
        "cop": 2,
        "opa": "Psoriatic arthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Osteoarthritis",
        "opd": "Relapsing polychondritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "c86e83fa-dd55-4bad-9690-bab01c7ab771",
        "choice_type": "single"
    },
    {
        "question": "Cleavage plane sign is seen in?",
        "exp": "Ans AParaosteal sarcoma arises exophytically from long bones and thus there is a small plane of cleavage between it and the main shaft of bone - the Cleavage plane sign.",
        "cop": 1,
        "opa": "Parosteal osteosarcoma",
        "opb": "Ewing's sarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "9f8cfad5-20a4-436c-95e2-b68dc24b1776",
        "choice_type": "single"
    },
    {
        "question": "Beheaded Scottish terrier sign is seen in?",
        "exp": "Ans BIn the oblique view, the \"scotty dog\" sign can be seen. It is called a scotty dog sign, as the spinous process and lamina connecting the pedicle show the lateral aspect of a Scottish Terrier or \"scotty dog.\" Scotty dog with a collar is seen in Spondylolysis. When the \"scotty dog\" looks like he has a thick collar or is beheaded the fracture exists suggesting spondylolisthesis.",
        "cop": 2,
        "opa": "Spondylosis",
        "opb": "Spondylolisthesis",
        "opc": "Fracture transerve process of lumber vertebra",
        "opd": "Fracture scaphoid",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d3277275-25bf-4519-a081-a02ee47a3774",
        "choice_type": "single"
    },
    {
        "question": "Antenatal detection of bone fractures on USG suggests?",
        "exp": "Ans CUltrasound findings of osteogenesis imperfecta include a marked shortening of the long bones, multiple bone fractures and lack of mineralization of the skull.",
        "cop": 3,
        "opa": "Achondroplasia",
        "opb": "Marfan's syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Chondrodysplasia punctata",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "93105cdf-b271-4c5b-b56c-16ab7ca83e8e",
        "choice_type": "single"
    },
    {
        "question": "True about synovial chondromatosis is?",
        "exp": "Ans CPrimary synovial chondromatosis is a type of non-cancerous monoarticular lesion of unknown etiology that arises from synovial metaplasia of a joint. The knee is most commonly affected, however it can affect any joint. The tumors begin as small nodules of cartilage of similar sizes. These nodules can separate and become loose within the joint. Synovial chondromatosis most commonly occurs in adults ages 20 to 50. Treatment may involve surgery to remove the lesions. Recurrence is common.",
        "cop": 3,
        "opa": "Elderly men are affected",
        "opb": "Bone scan is usually normal",
        "opc": "Metaplastic cartilage formation occurs throughout the synovium",
        "opd": "Chondrosarcoma is a common complication",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "08a3f36e-2252-46d3-9dc1-f350b840487a",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old child presented with pain at shoulder and arm. A X-ray reveals a uniform well-defined lucent lesion at the metaphysis. Most likely diagnosis is?(AIIMS 2016)",
        "exp": "Ans. A Simple bone cystLucent geographic lesion seen in humeral metaphysis in a child is most commonly a simple bone cyst. Trapdoor signQ/Fallen fragment signQ/Hinged fragment signQ may be seen.",
        "cop": 1,
        "opa": "Simple bone cyst",
        "opb": "Aneurysmal bone cyst",
        "opc": "Giant cell tumour",
        "opd": "Osteoid osteoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "70168444-5bb7-4081-844f-d77410f650c8",
        "choice_type": "single"
    },
    {
        "question": "Most radiosensitive bone tumor is",
        "exp": "Ans. a (Ewing's sarcoma). (Ref. Essential Orthopedics by Maheshwari, 2nd ed., 220; Harrison 18th/ch. 98)Osteosarcoma is relatively radioresistant and wide surgical resection and chemotherapy is the RX. There is no role of RT in Rx of Aneurysmal bone cyst and Chondroblastoma.EWING'S SARCOMA# Ill-defined osteolytic medullary lesion involving diaphysis.# Small round cell PNET tumor.# Age group 5-15 years with 75% patients being under the age of 20 years and having male predilection.# Extension along the length of the marrow with permeative bone destruction.# Cortical saucerization.# Classical multilaminar periosteal reaction giving 'onion-peel' appearance.# Codmann's triangles with elevated periosteum.# Soft tissue mass disproportionately large compared to the extent of osseous involvement, resembling osteomyelitis.# Bone tumor metastasizing to bone.# Ewing's sarcoma is the highly malignant primary bone neoplasm having specific cytogenetic analysis i.e. t( 11,22), is a PNET.# CD99 is important marker# It is thought to be radiosensitive bone tumor, and supposed to melt with radiotherapy. However, Chemotherapy is the mainstay of treatment for Ewing's primitive neuroectodermal tumors (PNET) and rhabdomyosarcomas.External beam radiation therapy is an adjuvant to limb-sparing surgery for improved local control. Preoperative radiation therapy allows the use of smaller fields and smaller doses but results in a higher rate of wound complications. Postoperative radiation therapy must be given to larger fields, as the entire surgical bed must be encompassed, and in higher doses to compensate for hypoxia in the operated field. This results in a higher rate of late complications. Brachytherapy or interstitial therapy, in which the radiation source is inserted into the tumor bed, is comparable in efficacy (except in low- grade lesions), less time-consuming, and less expensive. Although Ewing's sarcoma is radiosensitive, systemic chemotherapy is the mainstay of therapy, often being used before surgery. Doxorubicin, cyclophosphamide or ifosfamide, etoposide, vincristine, and dactinomycin are active drugs. Topotecan or irinotecan in combination with an alkylating agent are often used in relapsed patients. Targeted therapy with an anti IGF 1 alpha antibody appears to have promising activity in refractory cases. Local treatment for the primary tumor includes surgical resection, usually with limb salvage or radiation therapy.",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcomna",
        "opc": "Aneurysmal bone cyst",
        "opd": "Chondroblastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "6136bb1e-1d32-4fa5-b61e-a9358d7d28de",
        "choice_type": "single"
    },
    {
        "question": "Fallen fragment sign is seen in",
        "exp": "(A) Simple bone cyst[?]Fallen Fragment Sign:Small piece of bone settles to dependent portion of a Unicameral Bone Cyst from pathological fracture.Solitary Bone Cyst:Physical findings - Usually asymptomatic.Cyst lying adjacent to growth plate can lead to growth disturbances.X ray findings centrally located, lytic lesion:Expansion of the bone.Well marginated outline.Thinning of the cortex (scalloping)Pathognomonic for a simple (unicameral) bone cyst following a pathological fracture.Fallen fragment sign:Periosteal surface is smooth.Loculated appearance is due to presence of ridges over inner surface of cyst.May be seen in other cystic lesions, e.g. eosinophilic granuloma.RADIOLOGICAL DIAGNOSTIC SIGNSHatchet signRecurrent anterior dislocation of shoulderMetacarpal sign (presence of short 4th metacarpal)Turner's syndrome, Pseudohypoparathyroidism & some Normal peopleSnow cap signSickle cell diseaseTrummerfeld sign seen inScurvy, Leukaemia & Acute infection (Congenital syphilis)Corner sign of Park & Pelkan signScurvyVacuum sign is seen inPerthes' disease & Degen. disease of spineWaldenstrom's sign is seen inEarly Perthes' dis. & in Irritable Hip syndromeHalo sign of WimburgerCongenital Syphilis, ScurvyTram-track signAnkylosing spondylitisWimbergeris signCongenital syphilisFallen fragment signUnicameral bone cystBeheaded Scottish terrier signSpondylolisthesisOther OptionsOsteosarcoma:Most common malignant primary bone tumor in young adults + children; 2nd MC prirnary malignant bone tumor after multiple myeloma.Neoplastic tissue is radiolucent, Periosteal reaction shows 'Codman's triangle', Zone of transformation is fairly large, \"sun-ray\" appearance is characteristic (produced by thin radiopaque spicules of bone, radiating away from the cortex of the bone), large soft tissue swellingParosteal Sarcoma - Low grade malignancy, seen in older age group, bone forming tumour, shows osteolytic lesion with radiolucent line between the cortex & bone & the new bone forms in the soft tissue around it.Adamantinoma = (Malignant) Angioblastoma = locally aggressive/malignant lesion.Histo: pseudoepithelial cell masses with peripheral columnar cells in a palisade pattern with varying amounts of fibrous stroma; areas of squamous/tubular/alveolar/vessel transformation; prominent vascularity; resembles ameloblastoma of the jaw.Location: middle 1/3 of tibia (90%), fibula, ulna, carpals, metacarpals, humerus, shaft of femur eccentric round osteolytic lesion with sclerotic margin, may have additional foci in continuity with major lesion (Characteristic) may show mottled density bone expansion frequent often multiple.Prognosis: tendency to recur after local excision; after several recurrences pulmonary metastases may develop.Aneurysmal bone cyst = expansile pathologically benign lytic lesion of bone containing thin-walled cystic cavities filled with chronic blood products; name derived from roentgen appearance purely lytic eccentric radiolucency.Location: (a) spine (12-30%) with slight predilection for posterior elements; thoracic > lumbar > cervical spine (22%); involvement of vertebral body (40-90%); may involve two contiguous vertebrae (25%).(b) long bones; eccentric in metaphysis of femur, tibia, humerus, fibula; pelvis aggressive expansile ballooning lesion of \"soap-bubble\" pattern + thin internal trabeculations rapid progression within 6 weeks to 3 months.Sclerotic inner portion almost invisible thin cortex (CT shows integrity) tumor respects epiphyseal plate no periosteal reaction (except when fractured).",
        "cop": 1,
        "opa": "Simple bone cyst",
        "opb": "Osteosarcoma",
        "opc": "Adamantinoma",
        "opd": "Aneurysmal bone cyst",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "c7e4daf0-3d50-47e0-a6b6-b7b66e49df3f",
        "choice_type": "multi"
    },
    {
        "question": "Expansile lytic lesion with fluid-fluid levels within the metaphysis of fibula seen in CT/MRI in an early adolescent female is typical of:",
        "exp": "Ans BFluid fluid levels can be seen in both ABC and GCT but key to remember here is the age. ABC is tumour of adolescence while GCT appears only after fusion of epiphyseal plates.",
        "cop": 2,
        "opa": "Giant cell tumor",
        "opb": "Aneurysmal bone cyst",
        "opc": "Hemangioma",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "64b0b156-1fb9-4853-a636-5863b816e9ec",
        "choice_type": "single"
    },
    {
        "question": "Bone in bone appearance is seen in-",
        "exp": "Ans. is 'c' i.e., Osteopetrosis * Bone within a bone is a descriptive term applied to bones that appear to have another bone within them.* Bone within a bone appearance is seen in : - Normal neonate, Prostaglandin El therapy, Growth arrest/recovery lines n Heavy metal (e.g., Lead) poisoning, Bisphosphonate therapy, Hypothyroidism & Hypoparathyroidism, Sickle cell anemia n Hypercalcemia & Hypervitaminosis D, Osteopetrosis, Rickets / Osteomalacia (healed phase), Acromegaly, Scurvy (healed phase).",
        "cop": 3,
        "opa": "Active scurvy",
        "opb": "AML",
        "opc": "Osteopetrosis",
        "opd": "Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "646bde68-cfda-455b-b22f-9b3158f31bdf",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign indicative of sacroilitis on X ray is?",
        "exp": "Ans. is 'c' i.e., Blurring of SI joint * Radiographically, the earliest sign of sacroiliitis is indistinctness of the joint The joints initially widen before they narrow.Radiographic Sacroiliitis grading (New York criteria)i) Grade 0: normalii) Grade 1: some blurring of the joint margins - suspiciousiii) Grade 2: minimal sclerosis with some erosioniv) Grade 3a) Definite sclerosis on both sides of jointb) Severe erosions with widening of joint space with or without ankylosisv) Grade 4: complete ankylosis",
        "cop": 3,
        "opa": "Osteophytes",
        "opb": "Erosion",
        "opc": "Blurring of SI joint",
        "opd": "Sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d6024c40-93ba-45f5-9bca-3ff2ee1d251c",
        "choice_type": "single"
    },
    {
        "question": "Raindrop skull is a feature of?",
        "exp": "Ans. A. Multiple myelomaMULTIPLE MYELOMAMost common primary malignant neoplasm in adults, which is followed by osteosarcoma.Age: usually 5th to 8th decadeLocation:Disseminated form: vertebrae > ribs > skull > pelvis > long bones Solitary Plasmacytoma: Vertebrae > pelvis > skull > sternum > ribsRadiographic features:a. Multiple punched out widespread osteolytic lesions in skull, however classic 2-3mm 'rain drop' circular lytic defects are not always evidentb. But Mandibular involvement may be helpful indistinguishing it from metastasesc. Blown out lesions of skull, long bones (persistent red marrow areas of proximal femora and humeri) and pelvisd. Soft tissue masses adjacent to area of lysis may be seene. Localized areas of lucency in red marrow areas and generalized osteoporosis are tow cardinal featuresf. Diffuse osteoporosis can alone cause suspicion of this disease in an elderly patientg. Spinal myeloma: sparing of posterior elements, intervertebral disc spaces and articular surfaces with paraspinal soft tissue massh. Sclerotic lesions are rare in multiple myelomai. It is still one of the indications for skeletal survey in today's era of modern imaging.Bone Scan featuresIn multiple myeloma, 99m Tc products do not localize well in the destructive/lytic lesions (no osteoblastic activity, hence no uptake - cold spots).",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Eosinophilic granuloma",
        "opc": "Thalassemia",
        "opd": "Sickle cell anemia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "5204f244-2084-4c95-80d1-d284483dfd07",
        "choice_type": "single"
    },
    {
        "question": "This diagnosis is:(AIIMS 2018)",
        "exp": "Ans. D Scaphoid fractureFrontal radiograph with ulnar deviation of wristQ - is best radiograph for demonstration of scaphoid fractures. Often radiologically occult fractureQ. Cast is applied in glass holding positionQ. At risk of Avascular necrosisQ - more proximal the fracture - more the risk of AVNQ.",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Scapho-lunatedissociation",
        "opc": "Lunate dislocation",
        "opd": "Scaphoid fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "ef19612a-e9db-44b9-9d70-7723f151afc8",
        "choice_type": "single"
    },
    {
        "question": "C1-C2 best seen in:",
        "exp": "Ans. D. Odontoid viewJefferson's Fracture1. It is most common type of atlas fracture. It is cause by axial compression force (with or without extension force), resulting from a fall on the head from a height or mass falling on head. This mechanism of injury results in a burst fracture of ring of atlas (Cl) vertebrae, that occurs secondary to the occipital condyles being driven into the interior portions of the ring of atlas and driving the lateral masses outwards.2. Lateral displacement of Cl lateral mass lateral the outer cortex of the C2 lateral mass raises concerns for the structural integrity of the transverse Atlantal ligament (TAL). The stability of atlas depends on TAL.3. Due to outward movement of lateral masses, there is no encroachment on the neural canal and, usually, no neurological damage.4. Classical Jefferson's fracture (as described by Jefferson in 1920) was four-part fracture of ring of atlas (2 part of anterior ring & 2 part of posterior ring). However more common are two part or three part fractures.5. It is typically diagnosed on plain radiographsa. Open mouth (odontoid) view may show asymmetry of the lateral masses of Cl on C2 with overhang.b. A bilateral overhang >6.9mm suggests disruption of transverse ligament and potential late instability.c. On lateral radiograph presumptive evidence of transverse ligament disruption is >4mm atlanto-dents interval.6. Coronal CT reformation provides the best method of evaluating important atlas fracture characteristics.",
        "cop": 4,
        "opa": "Lat. view",
        "opb": "Oblique view",
        "opc": "AP view",
        "opd": "Odontoid view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "b35fe068-ddc9-4713-af9d-135e053f3914",
        "choice_type": "single"
    },
    {
        "question": "Clay Shoveler's fracture involves?",
        "exp": "Ans. A. Spinous process'Clay Shoveler's fracture' is an avulsion of the spinous process of C6, C7 or T1 caused either by rotation of the upper trunk when the cervical spine is relatively fixed or, less commonly, as the result of a direct blow.",
        "cop": 1,
        "opa": "Spinous process",
        "opb": "Lamina",
        "opc": "Pedicle",
        "opd": "Body",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a274ed5f-2b14-49c6-9211-46d74e032038",
        "choice_type": "single"
    },
    {
        "question": "A young child with backache reveals a solitary collapsed dorsal vertebra with preserved intervertebral disk spaces and no evidence of soft tissue mass. The most likely diagnosis is?",
        "exp": "Ans BThis classic imaging appearance is called Vertebra plana and in children is most commonly seen in Langerhans's cell histiocytosis",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Langerhans's cell histiocytosis",
        "opc": "Ewing's sarcoma",
        "opd": "Metastases",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "38073a63-ada0-4534-997e-2846c60d5eff",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male has Foot pain after injury. What is the mechanism of injury in the pathology seen in this X-ray?",
        "exp": "Ans. D. Inversion of the foot producing tension on the peroneus brevis tendon* Inversion of the foot producing tension on the peroneus brevis tendon cause the Jones' fracture (extraarticular fracture of the base of 5th MT).* Forcible inversion of the foot in plantar flexion causes Pseudo Jones or dancers fracture (fracture of the proximal 5th metatarsal reaching the articular surface-or fracture styloid of 5th MT).* Fall from height cause fractures like fracture calcaneum and Bumper fracture of the tibia.",
        "cop": 4,
        "opa": "Forcible inversion of the foot in plantar flexion, (e.g. in Dancer's)",
        "opb": "Fall while climbing stairs and falling from height",
        "opc": "A direct blow",
        "opd": "Inversion of the foot producing tension on the peroneus brevis tendon",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "b0b58654-d85b-4fad-bc9c-a48c7a163040",
        "choice_type": "multi"
    },
    {
        "question": "Crew cut appearance on X ray skull is seen in:",
        "exp": "Ans. A. ThalassemiaCrew cut appearance in thalassemia occurs due to expansion of the marrow on account of extra-medullary hemapoiesis.The widened diploic spaces on X-ray skull lateral view appear as Crew cut or hair on end appearance.",
        "cop": 1,
        "opa": "Thalassemia",
        "opb": "Megaloblastic anemia",
        "opc": "Autoimmune hemolytic anemia",
        "opd": "Ultrasonography",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "1c2ba0c3-75b8-4563-961b-6e26a86a5bfa",
        "choice_type": "single"
    },
    {
        "question": "'Tear-drop' appearance on PNS x-ray is seen in?",
        "exp": "Ans. D. Fracture floor of the orbit1. Orbital fracture is commonly seen in patients with direct blunt injury to the maxillofacial area.2. Blunt trauma to the orbit results in in-drawing of the globe causing an abrupt increase in the intra-orbital pressure.3. The outcome is burst fractures of the orbital walls, most commonly the orbital floor and medial orbital wall (lamina papyracea) - On plain radiography, orbital fractures may be difficult to detect due to overlapping bony structures.4. Signs that may help to identify orbital trauma include:a. Orbital emphysemab. Air-fluid level within adjacent maxillary sinusc. Soft tissue with a 'tear-drop' appearance projected over roof of maxillary sinus5. The exact anatomical extent, complexity of orbital fractures and trauma to other structures such as the lens is better appreciated by CT.",
        "cop": 4,
        "opa": "Fracture of medial wall of the orbit",
        "opb": "Fracture of maxillary sinus",
        "opc": "Fracture of ethmoidal sinus",
        "opd": "Fracture floor of the orbit",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "53b75651-98ae-4767-97fe-10fab7aa0419",
        "choice_type": "multi"
    },
    {
        "question": "Absent/hypoplastic radius is a feature of?",
        "exp": "Ans ARadial hypoplasia more commonly a sporadic mutation rather than an inherited condition. In case of an inherited condition, several syndromes are known such as the Holt- Oram syndrome, VATER syndrome, Fanconi anemia and TAR syndrome. Other possible causes are an injury to the apical ectodermal ridge during upper limb development, intrauterine compression & maternal drug use (thalidomide).",
        "cop": 1,
        "opa": "Holt-Oram syndrome",
        "opb": "Spondyloepiphyseal dysplasia",
        "opc": "Chondrodysplasia punctata",
        "opd": "CCD",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "817bb345-887d-425f-bc3e-29deb71eeb2e",
        "choice_type": "single"
    },
    {
        "question": "Short metacarpal seen in?",
        "exp": "Ans DCauses of short metacarpal are: Basal cell nevus syndrome, Idiopathic, Chromosomal: Turner syndrome and Pseudohypo- parathyroidism/pseudopseduohypoparathyroidism, Trauma/ infection.",
        "cop": 4,
        "opa": "Turner's syndrome",
        "opb": "Pseudohypoparathyroidism",
        "opc": "Pseudopseudohypoparathyroidism",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "30fd6627-28d6-4b70-93fd-ec1d6f97158a",
        "choice_type": "multi"
    },
    {
        "question": "First test of choice for shoulder joint evaluation?",
        "exp": "Ans. d (Digital x-ray) > c (USG) (Ref. Harrison's medicine 17th ed., Table 325-5)--\"First test of choice\" = ????--What does this mean? = 1 think they mean to ask initial test of choice.--So, initial test/first test/screening tool of choice for shoulder joint is X-ray for trauma and non-soft tissue aliments and for suspected soft tissue diseases, it is Ultrasound (7-15 MHz probe).-- Best/investigation of choice/diagnostic/ preferred should be MRI.DIAGNOSTIC IMAGING TECHNIQUES FOR MUSCULOSKELETAL DISORDERSMethodCurrent IndicationsUltrasound# Synovial cysts# Rotator cuff tears# Tendon injury99mTc MDP scintigraphy# Metastatic bone survey (most sensitive inv)# Evaluation of Paget's disease# Acute and chronic osteomyelitis111In-WBC scintigraphy# Acute infection# Prosthetic infection# Acute osteomyelitis67Ga scintigraphy# Acute and chronic infection# Acute osteomyelitisComputed tomography# Herniated intervertebral disk# Sacroiliitis# Spinal stenosis# Spinal trauma# Osteoid osteoma# Stress fractureMagnetic resonance imaging# Avascular necrosis# Osteomyelitis# Intraarticular derangement and soft tissue injury# Derangements of axial skeleton and spinal cord# Herniated intervertebral disk# Pigmented villonodular synovitis# Inflammatory and metabolic muscle pathologyMagnetic Resonance Imaging in MSK# MR imaging has revolutionized the imaging evaluation of almost all body areas but particularly those of the central nervous system and musculoskeletal system.# It has tremendous advantages over other imaging modalities in the evaluation of joints because of its excellent soft- tissue contrast, high resolution, and ability to image in every plane.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "Digital X-ray",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "13d090ae-9e87-41a6-8094-1419b9a59bba",
        "choice_type": "single"
    },
    {
        "question": "Cherubism is term used for?",
        "exp": "Ans BIt's been considered a variant of fibrous dysplasia, but in reality is a distinct entity. It is inherited in an autosomal dominant pattern with onset in early childhood. It presents as multiple lytic expansile lesions within the maxilla and mandible, with soap-bubble appearance. Despite the pronounced changes, the disease stabilises and often regresses without the need for treatment",
        "cop": 2,
        "opa": "Osteoclastoma of jaw",
        "opb": "Familial form of fibrous dysplasia of jaw",
        "opc": "Exostosis of midline of palate",
        "opd": "None",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "7a7348c0-b663-477a-a0b7-266b4f919c78",
        "choice_type": "multi"
    },
    {
        "question": "Dead bone on an X-ray appears?",
        "exp": "Ans ADead bone is devoid of vascularity and hence there is no osteoclastic removal of calcium as well as osteoblastic remodeling hence it appears radio opaque on radiographs.",
        "cop": 1,
        "opa": "More radiopaque",
        "opb": "Radio-lucent",
        "opc": "Less audio opaque",
        "opd": "Is not seen at all",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "91d04686-6b30-4706-b6fe-d8984ce3b356",
        "choice_type": "multi"
    },
    {
        "question": "Marble bone is characteristic of?",
        "exp": "Ans AOsteopetrosis, also known as Marble bone disease, or Albers- Schonberg disease is an extremely rare inherited disorder whereby the bones harden, becoming denser due to defect in osteoclastic bone resorption.",
        "cop": 1,
        "opa": "Osteopetrosis",
        "opb": "Marfan's syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Melorheostosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2bba10f6-a9c7-4c4a-a0b0-fb1f18e6a689",
        "choice_type": "single"
    },
    {
        "question": "\"Head at risk\" sign is seen in -",
        "exp": "Ans. is 'a' i.e., Perthes disease o \"Head at risk\" sign is a radiological prognostic sign for Perthes disease (also k/a Legg-Calves- Perthes disease or Coxa Plana or Idiopathic avascular necrosis of femoral head).o Disease mainly affects children o Classification of' Head at risk\" sign :i) Lateral subluxation (most important prognostic factor): due to articular cartilage overgrowthii) Calcification lateral to epiphysis: calcification in the overgrown cartilageiii) Osteolysis in the superolateral part of the femoral metaphysis: Gage's signiv) Horizontal physisv) Metaphyseal cysts.",
        "cop": 1,
        "opa": "Perthes disease",
        "opb": "Ewing's sarcoma",
        "opc": "Osteomylitis",
        "opd": "Paget's disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "92220588-952d-4bc0-a1c3-f0f7b133bb57",
        "choice_type": "single"
    },
    {
        "question": "Hair on end appearance in seen in-",
        "exp": "Ans. is 'a' i.e., Thalassemia * Hair on end appearance can be seen in the diploic space of the skull and has the appearance of long, thin vertical striations. This appearance is caused by alternating thickened trabeculae and radiolucent marrow hyperplasia* Hair on end appearance is characteristically and most commonly seen in thalassemia because marrow hyperplasia is more marked in this than other anemia.* Sickle cell anemia is the 2nd most common cause (after thalassemia).Other causes* Hereditary spherocytosis* G6PD or Pyruvate kinase deficiency* Severe iron deficiency anemia* Neoplastic: - Hemangioma, neuroblastic metastasis* Cyanotic heart disease",
        "cop": 1,
        "opa": "Thalasemia",
        "opb": "Iron deficiency anemia",
        "opc": "Hemochromatosis",
        "opd": "Megaloblastic anemia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "92037ab7-e9af-4481-b5c3-a31d86f39d9c",
        "choice_type": "single"
    },
    {
        "question": "Salt and Pepper pot appearance of skull is seen in",
        "exp": "(A) HyperparathyroidismHYPERPARATHYROIDISM:Uncontrolled production of parathyroid hormone causes | bone mass secondary to | number of osteoclasts, | osteoid volume (defect in mineralization), slightly | number of osteoblasts.Loss of lamina dura of tooth, Pepper pot appearance in skull, \"Rotting fence post' appearance of proximal femur in childrenBone Resorption: Subperiosteal (most constant & specific finding; virtually Pathognomonic of Hyperparathyroidism).Lacelike irregularity of cortical margin; may progress to scalloping/spiculation (pseudoperiostitis), involves phalangeal tufts (earliest involvement), radial aspect of middle phalanx of 2nd & 3rd finger beginning in proximal metaphyseal region (early involvement)Subchondral collapse of cortical bone & overlying cartilage with development of erosion, cyst, joint narrowing.Cortical resorption, trabecular resorption, subligamentous bone resorption.Bone Softening: Basilar impression of skull, Wedged vertebrae, kyphoscoliosis, biconcave vertebral deformities, bowing of long bones, Slipped capital femoral epiphysis.Brown Tumor: Eccentric, cortical frequently solitary expansile lytic wellmarginated cystlike lesion, endosteal scalloping, seen in jaw, pelvis, rib, metaphyses of long bones (femur), facial bones, axial skeleton (DDx--GCT).Osteosclerosis - 'Rugger jersey spine' - sclerosis of vertebral endplates with intervening normal osseous densitySoft-Tissue Calcification: Metastatic calcification cornea, viscera (lung, stomach, kidney), periarticular in hip, knee, shoulder, wrist & chondrocalcinosis in menisci, wrist, shoulder, hip, elbow.Erosive Arthropathy, Periosteal New-Bone Formation.Sequele Hyperparathyroidism 1. Renal stones & nephrocalcinosis 2. osteoblastic activity--osteitis fibrosa Cystica, brown tumours (primary Hyperparathyroidism) bone softening (fractures), 3. Peptic ulcer disease, 4. Calcific pancreatitis, 5. Soft-tissue calcifications (Secondary Hyperparathyroidism).Primary Hyperparathyroidism: Hypercalcemia due to uncontrolled secretion of parathormone by one or more hyperfunctioning parathyroid glands featuring brown tumor & chondrocalcinosisSecondary Hyperparathyroidism: Diffuse adenomatous hyperplasia of all four parathyroid glands as a compensatory mechanism in any state of hypocalcemia featuring soft-tissue calcifications & osteosclerosis.Tertiary Hyperparathyroidism: Development of autonomous PTH adenoma in patients with chronically overstimulated hyperplastic parathyroid glands (renal insufficiency).Pseudo hyperparathyroidism: Ectopic parathormone production in paraneoplastic syndrome in bronchogenic carcinoma and renal cell carcinoma.CHARACTERISTIC X-RAY APPEARANCES'Sun-ray1 appearance... Osteogenic sarcoma'Soap bubble' appearance... Osteoclastoma'Moth-eaten' appearance around epiphysis... Rickets'Rain drop' osteolytic lesions in skull ... Letterer-Siwe disease, Multiple myeloma'Saw tooth' appearance of metaphysis... Congenital syphilis'Cup and Pencil' joint appearance ... Rheumatoid arthritis'Ground glass' appearance... Fibrous dysplasia'Honeycomb' appearance ... Chronic osteomyelitis, Paget's disease, Osteoclastoma, Adamantinoma'Cricket bat* shaped ribs... Morquio disease'Ribbon ribs'... Neurofibromatosis'Shepperd crook' deformity of femur... Fibrous dysplasia'Flask shaped' femur... Thalassemia'Bag of bones' appearance... Charcot's joints'Moth eaten' appearance of skull... Pyogenic osteomyelitis'Onion peel' appearance... Ewing's sarcoma'Bossing' of calvarium & 'Cupping' of distal... Rickets end of radius & ulna'Bone within a bone' appearance ... Osteopetrosis, Periostitis, Scurvy, Gaucher's disease & congenital syphilis'Swiss cheese' appearance... Plasmacytoma'Floating teeth' appearance... Histiocytosis'Celery stick' of long bones in infants... Congenital rubellaBilateral iliac horns ... Nephrotic syndrome'Pencil in cup' appearance... Arthritis mutilans type of Psoriatic arthritis'Trident hand' is seen in... Achondroplasia'Spina ventosa' (air within a small bone)... Tuberculous dactylitis'Sabre tibia'... Congenital syphilis'Hot cross bun' appearance of skull... Congenital syphilis'Bucket handle' Epiphyseal cartilage... Battered Baby'Lace-work' periostitis... Tertiary syphilis'Bayonet-like' wrist... Madelung's deformity'Candle wax' appearance... Meliorheostosis'Marble bone'... Osteopetrosis'Wormian bones'... Fibrous dysplasiaBanana fracture... Paget's diseaseEnlarged sclerotic ivory vertebra ... Paget's diseaseIvory dense vertebra ... Hodgkin's lymphoma'Cod-fish' vertebra... Hyperparathyroidism, Osteomalacia'Spoke wheel' calcification within osteolytic ... Haemangioma lesion of bone'Squaring' of vertebral bodies ... Ankylosing spondylitis'Bamboo-spine' appearance... Ankylosing spondylitis'Hair brush' appearance of skull... Hyperparathyroidism'Geographical' appearance of skull... Hand-Schuller Christian",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Paget's Disease",
        "opc": "Multiple Myloma",
        "opd": "Pseudo hyperparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "5ae498cf-5150-4d58-94a2-29be8de8d5ce",
        "choice_type": "single"
    },
    {
        "question": "Wormian bones are seen in all EXCEPT:",
        "exp": "Ans. c (Turner syndrome) (Ref: Grainger, Diagnostic Radiology, 4th edition, 1949)WORMIAN BONES are intrasutural bony ossicles in lambdoid, posterior sagital, temporo-squamosal sutures of skull.They can be seen in:# Cleido-cranial dysostosis- # Hypothyroidism# Otopalato-digital syndrome# Progeria# Rickets (healing phase)# A Normal infant (upto 6 months of age) # Hypophosphatasia# Idiopathic# Pachydermoperiostitis-Mnemonic: CHOPRA-HIP-PAKDO# Pyknodysostosis# Acroosteolysis-Primary (Hajdu-Cheney disease)# Kinky hair syndrome# Down's syndrome # Osteogenesis imperfecta-",
        "cop": 3,
        "opa": "Hypothyroidism",
        "opb": "Down's syndrome",
        "opc": "Turner syndrome",
        "opd": "Osteogenesis inperfecta",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "ab64bf58-74ce-41cc-8700-ebb301ab7ca7",
        "choice_type": "multi"
    },
    {
        "question": "X ray of skull showing multiple lesions. The diagnosis is?",
        "exp": "(B) Multiple myeloma[?]MULTIPLE MYELOMA:Most common primary malignant neoplasm in adults.Disseminated form - scattered, axial skeleton predominant site; vertebrae (50%), distribution correlates with normal sites of red marrow).Solitary form - vertebrae > pelvis > skull > sternum > ribs.Spinal Plasma Cell Myeloma - sparing of posterior elements, paraspinal soft-tissue mass with extradural extension, scalloping of anterior margin of vertebral bodies.Generalized osteoporosis with accentuation of trabecular pattern.Punched out appearance of widespread osteolytic areas with endosteal scalloping & uniform size, Diffuse osteolysis, Expansile osteolytic lesions in ribs, pelvis, long bones, Soft-tissue mass adjacent to bone destruction.Sclerosis may occur after chemotherapy, radiotherapy, fluoride administration.Sclerotic form of multiple myeloma is associated with Polyneuropathy,Organomegaly, Endocrine abnormalities, M-protein, Skin changes.Other Options[?]Paget's disease (Osteitis Deformans):Multiple chronic skeletal disease due to paramyxoviral infection causes resorption and bone formation.The newly formed bone is abnormally soft with disorganized trabecular pattern (\"mosaic pattern\") causing deformity.-Active phase: Osteolytic phase (aggressive bone resorption with lytic lesions).-Inactive phase: Quiescent phase (| bone turnover with skeletal sclerosis).-Mixed pattern is common (lytic & sclerotic phases coexist).Skull - Inner & outer table thickening & Skull becomes larger (Soldier's helmet), diploic widening, osteoporosis circumscripta, \"cotton wool\" appearance, sclerosis of base of skull, Facial bones are usually not affectedLong bones - \"Candle flame\" or \"Blade of grass\" lysis results fracturePelvis - protrusio acetabulae, thickened trabeculaeSpine - Upper cervical, low dorsal, midlumbar vertebral involvement, \"picture frame vertebra\" (bone-within-bone), \"ivory vertebra\", ossification of spinal ligaments, paravertebral soft tissue, disk spaces. Bone scan - Increased uptake.[?]Eosinophilic granuloma = most benign variety of LCH localized to bone.Location: bone (in children) or lung (in adults)Sites: Mostly diaphyseal; epiphyseal lesions are uncommon; Expansile lytic lesion with ill-defined / sclerotic edges; Endosteal scalloping, widening of medullary cavity; Cortical thinning, intracortical tunneling; Erosion of cortex + soft-tissue mass; Laminated periosteal reaction (frequent), may show interruptions; May appear rapidly within 3 weeks; Lesions respect joint space + growth plate.Prognosis: Excellent with spontaneous resolution of bone lesions in 6-18 months.[?]Osteomyelitis:Acute Osteomyelitis: Initial X-rays often normal (as long as 10 days), localized soft-tissue swelling, area of bone destruction (lags 7-14 days behind pathologic changes)-Involucrum (new bone formation), periosteal reaction (develops after 20 days), sequestrum (detached dead bone appears dense radiologically), cloaca formation.-Chronic Osteomyelitis: Thick irregular sclerotic bone with radiolu- cencies, elevated psriosteum, chronic draining sinus.-Sclerosing Osteomyelitis of Garre -- Focal bulge of thickened cortex (sclerosing periosteal reaction)Brodie Abscess: Subacute pyogenic osteomyelitis (smouldering indolent infection), Central area of lucency surrounded by dense rim of reactive sclerosis.BONE SCANS (local in radiopharmaceutical uptake (positive within 24-72 hours))Ga-67 scans - 100% sensitivity; increased uptake 1 day earlier than for Tc-99m MDP (Gallium helpful for chronic osteomyelitis)Static Tc-99m diphosphonate - 83% sensitivityThree-phase skeletal scintigraphy - 92% sensitivity, 87% specificityPhase: 1: Radionuclide angiography (profusion phase of regional blood flow); 2: \"blood pool\" images; 3: \"bone uptake\"WBC-scan--In-111-labeled leukocytes - best agent for acute infections--Tc-99m labeled leukocytes - preferred over in 111-leukocyte imaging especially in extremities.--WBC scans have largely replaced gallium imaging for acute osteomyelitis.",
        "cop": 2,
        "opa": "Paget's disease",
        "opb": "Multiple myeloma",
        "opc": "Eosinophilic granuloma",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "89ed6bb8-eca9-43fe-a963-ac47f3350663",
        "choice_type": "single"
    },
    {
        "question": "Differential diagnosis of Nonaccidental injury is all except?",
        "exp": "Ans DD/D of NAI consists all paediatric diseases where there is mostly normal bone pattern and multiple fractures. Osteopetrosis consists of diffuse increase in sclerosis of all bones and pathological fractures can be easily differentiated from NAI.",
        "cop": 4,
        "opa": "Osteogenesis imperfecta",
        "opb": "Scurvy",
        "opc": "Caffey's disease",
        "opd": "Osteopetrosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "cd69c8bb-285e-4414-9dae-b8e94e79d2fa",
        "choice_type": "multi"
    },
    {
        "question": "Expansile lytic lesion with fluid-fluid levels involing the proximal metaphysis of fibula in an early adolescent female is typical of?",
        "exp": "Ans. b (Aneurysmal bone cyst) (Ref: Bailey 26th/533; Grainger Diagnostic radiology 4th ed. 2463)Aneurysmal bone cyst is a benign cystic lesion of bone consisting of blood-filled spaces separated by fibrous septa. The lesion is much more aggressive than a simple bone cyst and often presents with pain and swelling. Plain x-rays show commonly aggressive features with eccentric expansion of the cortex and an open physis. MRI. often show multiple fluid levels.Few bone tumors AgeCommon site featuresRadiological SignSpecificAdditional commentsGCT (Osteoclastoma)20-40 yrs# Epiphysis# Around \"knee# Lytic# Expansile# Eccentric# Subarticular\" Soap-bubble\" appearance# Benign bone tumor# Conservative surgery like curettage is associated with 40-60% recurrence rate.# Up to 4% metastasize to lung.ABC# peak age 16 years (range 10-30 years);# F>.M# Metaphysis# Diatal end of humerus is most common site# Purely lytic eccentric radiolucency# Expansile ballooning lesion with/ without Soap-bubble pattern# Rapid progression within 6 weeks to 3 months# Sclerotic inner portion# Tumor respects epiphyseal plate.Fluid-fluid/ Fluid-blood levels20--30% recurrence rateHEMAN- GIOMA# 4th--5th decade;# M:F = 2:1Vertebra (28% of all skeletal hemangiomas) in lower thoracic/ upper lumbar spine.Vertebra with vertical striations i.e. Corduroy/ Accordion vertebra\"Polka-dot\" appearance on CT# Mostly cavernous;# In spine Percutaneous Vertebroplasty is a good Rx option.FD# Usually early adolescence- M=F# Usually diaphyseal.# Ribs, femur, tibia, jawbones, calvaria, and humerus are most commonly affected, in descending order.# Well-defined mixed-density lesion\"Ground-glass\" appearance or smoky matrix# Benign tumor# Usually asymptomatic# Monostotic form does not evolve into polyostotic form.# Polyostotic form accounts for 27% of cases, Monostotic form 70% cases and 3% are seen as a part of McCune-Albright syndrome.# In polyostotic form rarely transformation into osteosarcoma/ malignant fibrous histiocytom may occur.",
        "cop": 2,
        "opa": "Giant cell tumor",
        "opb": "Aneurysmal bone cyst",
        "opc": "Hemangioma",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "421ff014-e069-405c-baf5-6557daeb34f9",
        "choice_type": "single"
    },
    {
        "question": "\"Soap-bubble\" appearance is seen in which bone tumor?",
        "exp": "Ans. d (Osteoclastoma). (Ref. Maheshwari Ortho 2nd/216 and Q. No.l of the same section of same paper)BENIGN BONE TUMORSOsteoclastoma or giant tumour OB GCT- They are commonly found in the epiphysis of a bone, lying close to the epiphyseal plate.- 'Soap-bubble' appearance is typical.- The cortex over the tumour may be destroyed and there may be periosteal elevation.- They can be treated by block excision but, unfortunately, they are commonly closely associated with a joint. - If they are rapidly growing or recur after excision they may be malignant and require more aggressive treatment.Osteochondroma- Most common benign bone tumor.- The commonest site is in the femur or the tibia around the knee.- They have bony pedicle which grows away from the epiphyseal plate and is covered in a large cartilage cap.- If they become painful or cap > 20 mm thick, possibility of malignant change considered.Osteoid osteoma- Most common true benign tumor of bone.- These benign tumours occur in children, adolescents and young adults.- They are commonest in the femur and tibia but can occur elsewhere, even in the spine.- Typically produce a constant aching pain, most noticeable at night and is sometimes relieved by aspirin.- CT most diagnostic and appears as sclerotic lesion with the characteristic radiolucent nidus.- Osteoid osteomas also show up very hot on radioisotope scans (double density sign).- Rx: RFA or Surgical excision. - common in the hands and the feet.- The condition of multiple enchondroma is called Oilier's disease. Multiple enchondroma with hemangioma is Maffuci's disease- Malignant change is not common but many chondromata when present this risk is increased. - have the same histological structure as fibrous cortical defects, but they are larger.- Most occur in children and adolescents between the ages of 10 and 20 years.- The x-ray appearance usually is characteristic with multilocular appearance or ridges in the bony wall, sclerotic scalloped borders, and erosion of the cortex.- Although most nonossifying fibromas regress spontaneously; If surgery is indicated, prefer curettage and allogenic bone grafting.ALSO REMEMBERRadiological evaluation of MSK disorders MethodImaging time, HCurrent indicationsA.Ultrasound<1Synovial cysts, Rotator cuff tears,Tendon injuryB.Radionuclide scintigraphy with 99mTcMDP1-4Metastatic bone survey, Evaluation of Paget's disease, Quantitative joint assessment, Acute and chronic osteomyelitisC.Radionuclide scintigraphy with111 In-WBC24Prosthetic infection, Acute osteomyelitisD.Radionuclide scintigraphy with 67Ga24-48Acute and chronic infection, Acute osteomyelitisE.Computed tomography (CT)<1Spinal stenosis, Spinal trauma, Osteoid osteoma, Tarsal coalition, SequestrumFMagnetic resonance imaging (MRI)1/2-2Sacroiliitis, Avascular necrosis, OsteomyelitisIntraarticular derangement and soft tissue. InjuryDerangements of axial skeleton and spinal cord,Herniated intervertebral discPigmented villonodular synovitisInflammatory and metabolic muscle pathology",
        "cop": 4,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Osteoma",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "c8b28f2b-302e-40cf-956d-c7fc01666389",
        "choice_type": "single"
    },
    {
        "question": "Onion peel appearance is seen in-",
        "exp": "Ans. is 'a' i.e., Ewing's sarcoma * Onion - peel periosteal reaction is characteristically seen in Ewing's sarcoma.* Note - Onion peel periosteal reaction may also be seen rarely in osteosarcoma.Other Radiological features of Ewing's sarcoma* Diaphyseal* Mottled or moth eaten lesion* Sunray appearance (More common with osteosarcoma)* Codman's triangle (More common with osteosarcoma)",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Chondroblastoma",
        "opc": "Osteosarcoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a819cee1-3e89-4150-aef8-436fe59198b0",
        "choice_type": "single"
    },
    {
        "question": "Cotton Wool skull is seen in?",
        "exp": "Ans BCotton wool appearance is lateral skull radiograph finding in Paget's disease with Sclerotic ill-defined \"patches\" appearing fluffy like cotton wool.",
        "cop": 2,
        "opa": "Rickets",
        "opb": "Paget's disease",
        "opc": "Congenital syphilis",
        "opd": "Hydrocephalus",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "aafd27c3-39d5-41d4-9acb-9c3a8f64047e",
        "choice_type": "single"
    },
    {
        "question": "In lead poisoning lead deposition is seen on a radiograph at?",
        "exp": "Ans BLead lines are caused by increased calcification due to disrupted metabolism in the growing bones, become wider as the duration of lead exposure increases. Metaphysis is the most metabolically active part of the bone hence seen at this site.",
        "cop": 2,
        "opa": "Epiphyseal region",
        "opb": "Metaphyseal region",
        "opc": "Diaphyseal region",
        "opd": "Any of the above",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "e3c9e60b-446e-45e4-8571-3814be477288",
        "choice_type": "multi"
    },
    {
        "question": "Carpal fusion is seen in?",
        "exp": "Ans DThe most commonly involved bones are the lunate and triquetrum. Multiple carpal coalitions are often associated with other anomalies including Apert syndrome, Ellis-van Creveld syndrome, Holt-Oram syndrome, Turner's syndrome. Acquired intercarpal fusion can either be a consequence of an inflammatory arthropathy (e.g. rheumatoid arthritis, psoriatic arthritis, reactive arthritis) or injury, or due to surgical arthrodesis.",
        "cop": 4,
        "opa": "Apert's syndrome",
        "opb": "Rheumatoid arthritis",
        "opc": "Post-traumatic cases",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "f3b99bf5-3536-4016-ae6c-e11e5001f41a",
        "choice_type": "multi"
    },
    {
        "question": "Fluid levels are seen in?",
        "exp": "Ans DFluid levels can be seen in following conditions Benign:* Aneurysmal bone cyst* Chondroblastoma* Giant cell tumor* Simple bone cyst* Fibrous dysplasia Malignant:* Telangiectatic osteosarcoma* Malignant fibrous histiocytoma* Any necrotic bone tumor",
        "cop": 4,
        "opa": "ABC",
        "opb": "Telangiectatic osteosarcoma",
        "opc": "Malignant fibrous osteosarcoma",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a674120f-5470-4e3e-815f-1d4916047146",
        "choice_type": "multi"
    },
    {
        "question": "This is X-ray of a 27 year old gentleman with history of pain following injury. What is the diagnosis?",
        "exp": "Ans. C. Boxer's fractureIt is a ventrally displaced fracture through the neck of the 5th metacarpal, usually occurs in boxers.Fractures with eponyms* Aviators: fracture of the neck of the talus* Barton's: distal radius, intra- articular fracture* Bennett's: fracture of base of the 1st metacarpal, intra-articular* Boxers: fracture of neck of 5th metacarpal* Bumper: comminuted fracture of lateral condyle of the tibia* Chauffer's: Radial styloid fracture* Colles': Distal radius extra-articular fracture with dorsal tilt of the distal fragment* Cotton's: trimalleolar ankle fracture* Galeazzi: fracture of distal 1/2 of the radius with dislocation of distal radio- ulnar joint* Hangman's: fracture pedicle- lamina of C2 vertebra* Jones': fracture of the base of the 5th metatarsal* Malgaigne's: Pelvic ring disruption with both pubic rami and sacro- iliac injury on the same side* Mallet: avulsion of attachment of ext tendon from base of the distal phalanx* March: stress fracture of shaft of 2nd metatarsal",
        "cop": 3,
        "opa": "Undisplaced Fracture Scaphoid",
        "opb": "Perilunate dislocation",
        "opc": "Boxer's fracture",
        "opd": "Chauffeur's fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "f58c77a5-7690-40a2-b20a-28d1a4fe5df5",
        "choice_type": "single"
    },
    {
        "question": "All of the following findings are in favor of an inflammatory joint pathology except?",
        "exp": "Ans BDo not forget that asymmetric or non uniform loss of joint space is characteristic of Degenerative joint disease (Osteoarthritis), whereas Symmetric loss of joint space is seen in Inflammatory joint disease.",
        "cop": 2,
        "opa": "Juxta-articular osteoporosis",
        "opb": "Non-uniform joint space loss",
        "opc": "Bone erosions",
        "opd": "Bilateral symmetric involvement",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "e5fdee47-cad8-4f30-8e5a-12b5ea4899aa",
        "choice_type": "multi"
    },
    {
        "question": "Best view for maxillary sinus -",
        "exp": "Ans. is 'a' i.e., Water's view Various skull view sViewStructures seenWaters (occipito-mental view)o Orbito Maxillary sinus (best view for maxillary sinus)o Sphenoid sinus (if X-ray is taken with open mouth)o Frontal sinuso Ethmoid sinuseso Intratemporal fossao Upper & lower jawo Zygomatic archo Nasal cavityCaldwell (occipito - frontal view)o Superior orbital fissureo Frontal sinus (best view for frontal sinus)o Maxillary sinuso Ethmoid sinuso Foramen rotunduno Orbito Nasal cavityo Petrous boneLateral viewo Sella turcica (best view for sell turcica)o Coronal and lambdoid sutureo Frontal; maxillary; middle & posterior ethmoid sinuseso Tuberculumsellaeo Sulcus chiasmaticusBasal (submentovertical) viewo Sphenoid sinus (best to visualize sphenoid sinus)o Posterior ethmoid sinuso Maxillary sinuso Greater wing of sphenoido Foramen ovale, spinosum, and lacerumo Foramen magnumo Mastoid boneTowne's viewo Foramen magnumo Dorsum sellaeo Occipital boneo Internal acoustic canalo Mastoidso Condyles of mandibles",
        "cop": 1,
        "opa": "Water's view",
        "opb": "Caldwell view",
        "opc": "Lateral view",
        "opd": "Towne view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "150d9def-58ca-46e0-b175-f5185de2b344",
        "choice_type": "single"
    },
    {
        "question": "X-ray view for supra orbital fissure -",
        "exp": "Ans. is 'c' i.e., Cald well Various skull viewsViewStructures seenWater (occipitomental view)OrbitMaxillary sinus (best view for maxillary sinus)Sphenoid sinus (if X-ray is taken with open mouth)Frontal sinusEthmoid sinusesInfratemporal fossaUpper & lower jawZygomatic archNasal cavityCald well (occipito-frontal view)Superior orbital fissureFrontal sinus (best view for frontal sinus)Maxillary sinusEthmoid sinusForamen rotundumOrbitNasal cavityPetrous boneLateral viewSella turcica (best view for sella turcica)Coronal and lambdoid sutureFrontal; maxillary; middle & posterior ethmoid sinusesTuberculum sellaeSulcus chiasmaticusBasal (submentovertical) viewSphenoid sinus (best to visualize sphenoid sinus)Posterior ethmoid sinusMaxillary sinusGreater wing of sphenoidForamen ovale, spinosum, and lacerumForamen magnumMastoid boneTowne's viewForamen magnumDorsum sellaeOccipital boneInternal acoustic canalMastoidsCondyles or mandibleso Superior orbital fissure can also be seen on water's view, but best is caldwell view.\"The superior orbital fissure can easily indentified and normally has a slightly concave lateral appearacne\"- Text book of oral radiology",
        "cop": 3,
        "opa": "Towne's",
        "opb": "AP",
        "opc": "Cald well",
        "opd": "Basal",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0e6c043e-abfa-4a90-91a7-d19285296281",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to detect bone metastasis is-",
        "exp": "Ans. is 'd' i.e., Bone scan * Because of increased sensitivity, radionuclide imaging (Bone scan) is usually the investigation of first choice in patients who have clinical evidence of possible bone metastases, since in most cancers a normal scan virtually excludes the presence of metastases.Metastasis to bony skeleton* A number of tumors commonly metastasize to bone, the best examples of which are breast cancerf prostate cancer and lung cancer. Other forms of malignancies may also metastasize to bone.* The presence of tumor cells in bone can result in the development of either osteolytic bone lesions, an osteoblastic disease, or a mixed osteolytic/osteoblastic lesions. In most types of tumor, however, the deposits tend to be predominantly of one type.* Prostatic carcinoma is the most common cause of osteoblastic bone metastasis.* Renal cell carcinoma and thyroid carcinoma produce expansile pulsatile bony metastasis. Other tumors which produce expansile bony metastases are melanoma and pheochromocytoma.* Bone scan is the initial investigation of choice for bone metastasis. Whole body MRI can also be used",
        "cop": 4,
        "opa": "X- ray",
        "opb": "MRI",
        "opc": "Ultrasound",
        "opd": "Bone scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "7654f297-d786-4846-91d6-b76e9b603bc3",
        "choice_type": "single"
    },
    {
        "question": "Codman's triangle is feature of?",
        "exp": "Ans. A. Osteosarcoma. (Ref. Pathology Robbings 8th/Table 21-2).a large, destructive, mixed lytic and blastic mass with indistinct infiltrating margins. The tumor frequently breaks through the cortex and lifts the periosteum, resulting in reactive periosteal bone formation (\"Sun-burst\" or 'Sunray' periosteal reaction). A triangular shadow on x-ray between the cortex and raised periosteum (Codman triangle) is characteristic of osteosarcomas. Osteosarcomas typically spread hematogenousiy;Osteosarcoma# Outside of myeloma and lymphoma, osteosarcoma is the most common primary malignant tumor of bone, accounting for approximately 20% of primary bone cancers;# Osteosarcomas occur in all age groups but some 75% of patients are younger than age 20, with a second peak occuring in the elderly, usually with other conditions, including Paget disease, bone infarcts, and prior irradiation.# Men are more commonly affected than women (1.6 : 1). Although any bone can be involved, most tumors arise in the metaphyseal region of the long bones of the extremities, with almost 60% occurring about the knee, 15% around the hip, 10% at the shoulder, and 8% in the jaw.# The most common type of osteosarcoma is primary, solitary, intramedullary, and poorly differentiated, producing a predominantly bony matrix.# Osteosarcoma typically present as painful enlarging mass, although a pathologic fracture can be the first symptom.Rx:# Despite aggressive behavior, standard Rx with chemotherapy and limb-salvage therapy currently yields long-term survivals of 60% to 70%.Tumors of Bone: Tumor TypeCommon LocationsAge (yr) Morphology Bone-Forming BENIGN 1.Osteoma(ivory, cancellous)Facial bones, skull40-50Exophytic growths attached to bone surface; histologically resemble normal bone2.Osteoid osteoma(most common benign bone tumor)Metaphysis of femur and tibia10-20Cortical tumors, characterized by pain (NIDUS); histologically interlacing trabeculae of woven bone3.OsteoblastomaVertebral column10-20Arise in vertebral transverse and spinous processes; histologically similar to osteoid osteoma MALIGNANT 1.Primary osteosarcomaMetaphysis of distal femur, proximal tibia, and humerus10-20Grow outward, lifting periosteum, and inward to the medullary cavity; microscopically malignant ceils form osteoid; cartilage may also be present2.Secondary osteosarcomaFemur, humerus, pelvis>40Complications of polyostotic Paget disease; histologically similar to primary osteosarcoma Cartilaginous BENIGN 1.Osteochondroma (most common benign bone tumor)Metaphysis of long tubular bones10-30Bony excrescences with a cartilaginous cap; may be solitary or multiple and hereditary2.ChondromaSmall bones of hands and feet30-50Well-defined single tumors resembling normal cartilage; arise with medullary cavity of bone; uncommonly multiple and hereditary MALIGNANT 1.ChondrosarcomaBones of shoulder, pelvis, proximal femur, and ribs40-60Arise within medullary cavity and erode cortex; microscopically well differentiated cartilage-like or anaplastic; Miscellaneous 1.Giant-cell tumor(usually benign)Epiphysis of long bone20-40Lytic lesions that erode cortex; microscopically, contain osteoclast-like giant cells and round to spindle-shaped mononuclear cells; majority are benign2.Ewing tumor(malignant)Diaphysis and metaphysis10-20Arise in medullary cavity; microscopically, sheets of glycogen-rich small round cells; aggressive neoplasm3.Chordoma(Locally malignant)Axial skeleton (Sacrococcygeal bones, Clivus, cCervical vertebra)20-40Expansile lytic tumor.\"Physalliferous cells\" +",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteochondroma",
        "opc": "Osteoid osteoma",
        "opd": "Chondrosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "47a3c3b1-1db4-40e8-a7bf-cd202f9a2d00",
        "choice_type": "single"
    },
    {
        "question": "Dense zone of calcification at growing metaphysis seen in scurvy is ___:",
        "exp": "Ans. C. Frankel's line* Scurvy is due to the deposition of defective collagen in the bone.* Radiological features of scurvy:- Zone of provisional calcification at the growing metaphysis is dense, giving a white line called as Frankel's line,- Sclerotic rim around the epiphysis known as Wimberger's ring sign.- Area of lucency beneath the zone of metaphyseal calcification, which is known as Trummerfeld zone,- Metaphyseal spurs known as Pelkan spurs,- Pencil thin cortex,- Ground glass appearance of bones.",
        "cop": 3,
        "opa": "Wimberger's ring sign",
        "opb": "Pelkan spur",
        "opc": "Frankel's line",
        "opd": "Trummerfeld zone",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "61552325-a36b-4b99-8745-f7376e7ae9ab",
        "choice_type": "single"
    },
    {
        "question": "MARTEL'S sign is seen in",
        "exp": "Ans. A. GoutCystic changes, well-defined erosions with sclerotic margins (often with overhanging bony edges), and soft tissue masses are characteristic radiographic features of advanced chronic tophaceous gout. Martel sign sharply marginated bony erosions from a long standing soft tissue tophus in patient with gout.",
        "cop": 1,
        "opa": "Gout",
        "opb": "SLE",
        "opc": "Takayasu",
        "opd": "Kawasaki disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0977da5d-fe8e-4781-ac74-f2cedcd79027",
        "choice_type": "single"
    },
    {
        "question": "In normal X-ray of shoulder which is superior most structure -",
        "exp": "Ans. is 'c' i.e., Coracoid processo From superior to inferior (important structure on X-ray sholder) Clavicle : Acromian : Coracoid : Superior margin of humeral head : greater tuberc le : anatomical neck : surgical neck.",
        "cop": 3,
        "opa": "Greater tubercle",
        "opb": "Surgical neck of humerus",
        "opc": "Coracoid process",
        "opd": "Head of humerus",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2c159cd3-5ea1-4b01-b59f-15ac68ab4283",
        "choice_type": "single"
    }
]