[
    {
        "question": "Best investigation to see calcification is:",
        "exp": "Ans: A (CT ?) Ref: Harrison !v Principles of internal medicine.18th edition.Explanation:CT is the best technique to detect pericardial calcification; however, overpenetrated films, conventional tomography, fluoroscopy, and MRI may be helpful.Plain radiographs have poor sensitivity for detection of coronary calcification and have a reported accuracy as low as 42%High-quality mammography is the best diagnostic tool for the identification of breast calcifications.",
        "cop": 1,
        "opa": "CT",
        "opb": "MRI",
        "opc": "X-ray",
        "opd": "USG",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "12725f6c-3ce1-4ccc-9657-7c7e58a9aa6e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following techniques use piezoelectric crystals -",
        "exp": "Ans. is 'a' i.e., Ultrasonography o Ultrasonography is based on piezoelectric effect.o MRI is based on gyeromagneticproperty of proton (H+).Ultrasonography (USG) / Ultrasoundo USG is performed with the pulse-echo technique. By the virtue of piezoelectric effect in the ultrasound probe (or transducer), electric energy is converted to sound energy that is transmitted into patient's tissues. The US transducer (probe) then becomes a receiver, detecting echo of sound energy reflected from tissue.o The US transducer (probe) then becomes a receiver, detecting echo of sound energy reflected from tissue.o The ultrasound transducer uses the principle or property of piezoelectricity.o Quartz is a naturally occuring peizoelectric material.o Currently, Lead Zirconate titanate (PZT) is the most widely used material in the ultrasound tranducer/probes",
        "cop": 1,
        "opa": "Ultrasonography",
        "opb": "X-ray diffraction",
        "opc": "NMR imaging",
        "opd": "Xeroradiography",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "b8404abb-8c0c-464e-9720-0393fd0e4963",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication for MRI:",
        "exp": "Ans. (a) PacemakerRef: Harrison 19th ed. /440e-tContraindications of MRIAbsolute contraindicationRelative contraindication* Pacemaker* Metallic foreign body in the eye* Deep brain stimulator* Swan-Ganz catheter* Bullets or gunshot pellets* Cerebral aneurysm clips* Cochlear implant* Magnetic dental implants* AAA stent* stapes implant* Implanted drug infusion device* Neuro or bone growth stimulator* Surgical clips, wire sutures, screws or mesh* Ocular prosthesis* Penile prosthesis* Joint replacement or prosthesis* Other implants, in particular mechanical devices",
        "cop": 1,
        "opa": "Pacemaker",
        "opb": "Claustrophobia",
        "opc": "Penile prosthesis",
        "opd": "Joint replacement",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "62d22aa9-e04e-4f26-ab6b-2d83ed2479b1",
        "choice_type": "single"
    },
    {
        "question": "Which one is non-ionising radiation -",
        "exp": "Ans- A. MRI.",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT Scan",
        "opc": "X-ray",
        "opd": "Position emission scintigraphy",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "a2d73b7a-b032-4a80-b91a-09f8dee1705c",
        "choice_type": "single"
    },
    {
        "question": "An absolute contraindication of MRI is:",
        "exp": "Ans. is 'a' i.e. Automatic Cardioverter-defibrillators MR is considered among the safest imaging modalities for patients, even at very high field strengths, more than 3-4 tesla. But Ferromagnetic objects under magnetic field can be vulnerable to 4 adverse effects: Movement (causing structural injury), Current conduction (potentially causing electrical shock), Heating (possibly causing bum injury), and Artifact generation Serious injuries can be caused by attraction of ferromagnetic objects into the magnet, which would act as missiles if brought too close to the magnet. Ferromagnetic implants, such as aneurysm clips, may torque (turn or twist) due to the magnetic field, causing damage to vessels and even death. Metallic foreign bodies in the eye have moved and caused intraocular hemorrhage. Pacemakers and pacemaker leads are a contraindication, as the pacemaker can malfunction and cause arrhythmia or even death. However with growing expansion of MR, increasing number of implant medical devices are being MR safe. So newer pacemaker and aneurysm clips are being made which are MR safe. Absolute Contraindications for the MRI scan: Electronically, magnetically, and mechanically activated implants Ferromagnetic or electronically operated active devices like automatic cardioverter defibrillators Cardiac pacemakers- but there are pacemakers available from Medtronic which are safe in MRI environment but not so widely used. Metallic splinters in the eye Ferromagnetic hemostatic clips in the central nervous system (CNS) Patients with an implanted cardiac pacemaker have been scanned on rare occasions, but pacemakers are generally considered an absolute contraindication. Relative Contraindications for the MRI scan: Cochlear implants Other pacemakers, e.g. for the carotid sinus Insulin pumps and nerve stimulators Lead wires or similar wires (MRI Safety risk) Prosthetic heart valves (in high fields, if dehiscence is suspected) Hemostatic clips (body) Non-ferromagnetic stapedial implants Women with a first-trimester pregnancy Tattoos (only a problem in higher-strength magnetic field i.e. more than 3 tesla)",
        "cop": 1,
        "opa": "Automatic Cardioverter-defibrillators",
        "opb": "Prosthetic cardiac valves",
        "opc": "Insulin pump",
        "opd": "Cochlear implants",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "2f7bba9d-a3ca-4459-9358-436f8b338312",
        "choice_type": "single"
    },
    {
        "question": "HU units value of bone -",
        "exp": "Ans. is 'd' i.e., +1000 SubstanceHU unitsWaterDense cortical boneSoft tissueFatLung tissueAir0+ 1000 (+400 to + 1000)+ 40 to + 80- 60 to -100- 400 to -600- 1000",
        "cop": 4,
        "opa": "0",
        "opb": "40",
        "opc": "-100",
        "opd": "1000",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "9584b8ee-ad93-4fca-a417-3e9b64ade107",
        "choice_type": "single"
    },
    {
        "question": "Contrast dye(s) used in MR1:",
        "exp": "Ans: A (Gadolinium) 'The contrast dye used in these MRI Scans is generallygadalinturn as complications are rarer in comparison to the iodine origin dye used for x-rays and CT scans\"- mriscans.diniccompare.co. uk/ mri-scan-with-contrast-dye\"Technetium : Its short-lived gamma ray-emitting nuclear isomer--technetium-99m--is used in nuclear medicine for a wide variety of diagnostic tests. Technetium-99 is used as a gamma ray-free source of beta particles. Technetium-99m (\"m\" indicates that this is a metastable nuclear isomer) is used in radioactive isotope medical tests, for example as a radioactive tracer that medical equipment can detect in the human body\"- en.wikipedia.org/wiki/Technetium\"Indium is a chemical element. This rare, very soft, malleable and easily fusible post-transition metal is chemically similar to gallium and thallium, and shows intermediate properties between these two. Indium's current primary application is to form transparent electrodes from indium tin oxide (1T0) in liquid crystal displays and touchscreens\" en.wikipedia.org/wiki/ TechnetiumMR1 CONTRAST AGENTSMRI contrast agents are a group of contrast media used to improve the visibility of internal body structures in magnetic resonance imaging (MR!). The most commonly used compounds for contrast enhancement are gadolinium- basedMost clinically used MR! contrast agents work through shortening the T1 relaxation time ofprotons located nearbyMRI contrast agents may be administered by injection into the blood stream or orally, depending on the subject of interest. Oral administration is well suited to G.I. tract scans, while intravascular administration proves more useful for most other scans. A variety of agents of both types enhance scans routinely.MRI contrast agents can be classified in many ways including by their:1. chemical composition2. administration route3. magnetic properties4. effect on the image5. presence and nature of metal atoms6. biodistribution and applications:I Extracellular fluid agents (also known as intravenous contrast agents)II Blood pool agents (also known as in travascular con trast agents)III Organ specific agents (i.e. Gastrointestinal contrast agents and hepatobiliary contrast agents)IV Active targeting/cell iabeling agents (i.e. tumor-specific agents)V Responsive (also known as smart or bioactivated) agentsVI pH-sensitive agentsTypes of contrasts in MRI1. Gadolinium2. Iron oxide: Superparamagnetic: Two types of iron oxide contrast agents exist: superparamagnetic iron oxide (SP10) and ultrasmall superparamagnetic iron oxide (U3PIO) e.g includes Feridex I.V. Resovist, Sinerem, Lumirem & Clariscan3. Iron Platinum: Superparamagnetic: Superparamagnetic iron platinum particles (SIPPs) have been reported and had significantly better T2 relaxivities compared with the more common iron oxide nanoparticles. SIPP swere also encapsulated with phospholipids to create multifunctional SIPP stealth immunomicelles that specifically targeted uman prostate cancer cells.4. Manganese: Paramagnetic: Unlike the other well-studied iron oxide-based nanoparticles, research on Mn-based nanoparticles is at a relatively early stage. Manganese ions (Mn2+) are often used as a contrast agent in animal studies, usually referred to as MEMRI (Manganese Enhanced MRI).5. Oral administration of contrast agents:A wide variety of oral contrast agents can enhance images of the gastrointestinal tract. Perflubron, a type of perfluorocarbon, has been used as a gastrointestinal MR! contrast agent for pediatric imaging.6. Protein-based MRI contrast agents: Newer research suggests the possibility of protein based contrast agents, based on the abilities of some amino acids to bind with gadolinium. Heme-containing proteins may act as \"natural\" contrast agents, just like previously discussed iron(IH) porphyrinsGadolinium\"Some patients undergoingan MRI scan may require an injection of an intravenous (IV) dye (contrast) known as Gadolinium, which is a paramagnetic substance that is visible on MRI scans. The contrast is delivered into your body through a small plastic tube known as an intravenous cannula, which is placed into a vein in your arm by a nurse or radiographer who are both experienced in performing this procedure. This will result in a minor discomfort, usually no more than taking blood from your arm. The IV contrast is NOT radioactive\"\"Gadolinium chelates have been approved for parenteral use since the late 1980s. Although these agents can be differentiated on the basis of stability, viscosity, and osmolality, they cannot be differentiated on the basis of efficacy. Gadolinium chelates are extremely well tolerated by the vast majority of patients in whom they are injected. Acute adverse reactions are encountered with a lower frequency than is observed after administration of iodinated contrast media\"\"Gadolinium-containing contrast agents approved for human use. Some are-gadoterate (Dotarem)gadodiamide (Omniscan), gadobenate (MultiHance), gadopentetate (Magnevist, Magnegita, Gado-MRT ratiopharmfgadoteridol (ProHancefgadoversetamide (OptiMARK), gadoxetate (Primovist) & gadobutrol (Gadovist)Radiocontrast agents used in Radiology# Radiocon trust agents are a type of medical contrast medium used to improve the visibility of internal bodily structures in X-ray based imaging techniques such as computed tomography (CT) and radiography (commonly known as X-ray imaging). Radiocontrast agents are typically iodine or barium compounds.# Magnetic resonance imaging (MR!) functions through different principles and thus utilizes different contrast agents. These compounds work by altering the magnetic properties of nearby hydrogen nuclei.# Iodine-based contrast media are usually classified as ionic or non-ionic Both types are used most commonly in radiology due to their relatively harmless interaction with the body and its solubility. Contrast media are primarily used to visualize vessels and changes in tissues on radiography and CT. There are many different molecules. Some examples of organic iodine molecules are iohexol, iodixanol and ioversol. Barium sulfate is mainly used in the imaging of the digestive system. The substance exists as a water insoluble white powder that is made into a slurry with water and administered directly into the gastrointestinal tract.# Barium sulfate, an insoluble white powder is typically used for enhancing contrast in the GI tract# An older type of contrast agent, Thorotrast was based on thorium dioxide, but this was abandoned since it turned out to be carcinogenic.",
        "cop": 1,
        "opa": "Gadolinium",
        "opb": "Iodine",
        "opc": "Myodinium",
        "opd": "Technitium",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "53b6975e-2235-4d2a-ad0e-b9d7ba21f503",
        "choice_type": "single"
    },
    {
        "question": "A 8-year old child was injected contrast in hand for CECT chest. Immediately he developed swelling in the arm which gradually increased. After 4 hours, there was numbness and pain, and he was not allowing the doctor to flex the hand. Pulse is present. What should be done?",
        "exp": "Ans. c. Immediate fasciotomy (Ref: Rockwood 6/e p2127-2129; Apley 9/e p714, 8/e p728-729)Immediate development of swelling in the arm after contrast injection with numbness and pain is highly suggestive of compartment syndrome due to extravasation of contrast medium. Best treatment is immediate fasciotomy, so that contrast medium and fluid can be drained and patient can be relieved.Extravasation of Contrast and Compartment SyndromeExtravasation of contrast is a possible complication of imaging studies performed with contrast.Most cases of subcutaneous extravasation occur due to small volumes of extravasation of contrast causing pain, minimum swelling and localized erythema, that is rapidly resolved.If larger volumes are extravasated, extensive tissue and skin necrosis may occur. Compartment syndrome is a very rare complication.Acute compartment syndrome occurs when the tissue pressure within a closed muscle compartment exceeds the perfusion pressure and results in nerve and muscle ischemiaQ.It typically occurs subsequent to a traumatic event, most commonly a fractureQ.Clinical Features:Classic features: Pain (bursting sensation), altered sensibility and paresis (or more usually, weakness in muscle contraction).Ischemic muscle is highly sensitive to stretch.If the limb is unduly painful, swollen or tense, the muscles (which may be tender) should be tested by stretching them.Diagnosis:Confirmation of the diagnosis can be made by measuring the intra-compartmental pressure.Treatment:Emergency fasciotomyQ",
        "cop": 3,
        "opa": "High dose prednisolone",
        "opb": "Arterial thrombectomy",
        "opc": "Immediate fasciotomy",
        "opd": "Angiography",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "7efa1de8-f453-416f-94f6-6912bffb63bc",
        "choice_type": "multi"
    },
    {
        "question": "A Pt. is presented with a metallic foreign body in eye. Which investigation shoul not done:",
        "exp": "Ans: A (MRI) Table(Harrison)Common Contraindications to MR ImagingCardiac pacemaker or permanent pacemaker leadsInternal defibrillatory deviceCochlear prosthesesBone growth stimulatorsSpinal cord stimulatorsElectronic infusion devicesIntracranial aneurysm clips (some but not all)Ocular implants (some) or ocular metallic foreign bodyMcGee stapedectomy piston prosthesisOmniphase penile implantSwan-Ganz catheterMagnetic stoma plugsMagnetic dental implantsMagnetic sphinctersFerromagnetic JVC filters, coils, stents--safe 6 weeks after implantationTattooed eyeliner (contains ferromagnetic material and may irritate eyesMRI should used be used cautiously in the 1st trimester of pregnancy because it is the time of organogenesis of the fetus. It is done for confirmation of fetal intra uterine malformation.- Sutton 7th /1066",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "X-ray",
        "opd": "CT",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "5e4a9fec-663f-4b27-a67c-893a7aa966b6",
        "choice_type": "multi"
    },
    {
        "question": "Hounsfield units used in?",
        "exp": "ANSWER: (A) CT scanREF: Sutton's Radiology 7th e p. 1724The Hounsfield scale, named after Sir Godfrey Newbold Hounsfield, is a quantitative scale for describing radiodensity.The Hounsfield unit (HU) scale is a linear transformation of the original linear attenuation coefficient measurement into one in which the radiodensity of distilled water at standard pressure and temperature (STP) is defined as zero Hounsfield units (HU), while the radiodensity of air at STP is defined as -1000 HUThe Hounsfield scale applies to medical grade CT scans but not to cone beam computed tomography (CBCT) scansSubstanceHUAir-1000Fat-120Water0Blood+30 to +45Muscle+40Contrast+130Bone+400 or more",
        "cop": 1,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "X Ray",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "c599ff47-b3d9-47cb-a5e4-1c357af7a55d",
        "choice_type": "single"
    },
    {
        "question": "Gyromagnetic property of proton is seen in -",
        "exp": "Ans. is 'a' i.e., MRI o Ultrasonography is based on piezoelectric effect.o MRI is based on gyeromagnetic property of proton (H+)",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT",
        "opc": "PET scan",
        "opd": "USG",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "f3ea4fe1-2b51-4e62-83fe-cdaeef568395",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield unit is zero for which of the following_____:",
        "exp": "Ans. B. Water* Water is arbitrarily assigned a value of 0HUHU of different tissues of body:* Cortical Bone:+1000HU (Bright white)* Solid soft tissue: from +40 to +80HU (sometimes upto +300)* Acute hemorrhage:+45 to+65 HU* Water: 0HU (Grey)* Fat:-100HU* Lungs:-950 to-700HU* Air:-1000HU (Jet black)* In CT, bone and hemorrhage are white, air and fat is black.",
        "cop": 2,
        "opa": "Air",
        "opb": "Water",
        "opc": "Fat",
        "opd": "Dense bone",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "7f96379e-3a24-4fbf-a79a-9229eb87d3aa",
        "choice_type": "single"
    },
    {
        "question": "MRI utilizes -",
        "exp": "Ans. is 'a' i.e., Hydrogen atoms o MRI is a technique that produces tomographic images by means of magnetic fields and radiofrequency waves.o It causes some alignment of the hydrogen atoms within the body along the magnetic field.o MRI is based on the ability of a small number of protons within the body to absorb and emit radio wave energy when the body is placed within a strong magnetic field.o MR scans are obtained by placing the patient in a static magnetic field of 0.02 to 4 tesla (T) Strength",
        "cop": 1,
        "opa": "Hydrogen atoms",
        "opb": "X-rays",
        "opc": "Helium ion",
        "opd": "Radioactivity",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "7d654a46-8bb8-4de4-afc6-6cc19b419a38",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing techniques use piezoelectric crystals?",
        "exp": "Ans. is 'a' i.e.. Ultrasonography {Ref: Sutton 6th/e p. 12: Grainger 4th/ep. 102]o Ultrasonography is based on piezoelectric effect.o MR! is based on gyeromagnetic property of proton (H+).",
        "cop": 1,
        "opa": "Ultrasonography",
        "opb": "X-ray diffraction",
        "opc": "NMR imaging",
        "opd": "Xeroradiography",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "ef538a80-0208-411a-83a1-e17062f4a7e4",
        "choice_type": "single"
    },
    {
        "question": "Maximal valve of HU Unit -",
        "exp": "Ans. is 'd' i.e., Bone Hounsfield's number (CT number)o Hounsfield's contribution is memorialized in the Hounsfield scale, which is used to measure the x-ray attenuation in CT scanning. Water is arbitrarily assigned a value of 0 Hounsfield units (HU).o The basic parameter in a CT image is CT number. The CT number is defined with respect to water X-ray- absorption and is dependent on absorption / attenuation coefficiento When an X-ray beam (used in CT) passes through the body, there is a logarithmic attenuation of its intensity- over distance. A measurement of the intensity of the exiting beam is known as the linear attenuation coefficient when the attenuation thickness is 1 cm. The linear attenuation coefficient is related to the absorption in the material. This depends upon the energy of the X-ray beam and the type of material being irradiated. CT images are map of the relative linear attenuation coefficient of tissues. The relative attenuation coefficient is normally expressed in Hounsfield units (HU) or CT number.CT number / Hounsfield unit of a matter =ux-uH2O PHpx 100ux = Attenuation coefficient of matter.uH2O = Attenuation coefficient of water.SubstanceHL unitsWater0Dense cortical bone+ 1000 (+400 to - 1000)Soft tissue+ 40 to + 80Fat- 60 to -100Lung tissue- 400 to -600Air- 1000",
        "cop": 4,
        "opa": "Water",
        "opb": "Fat",
        "opc": "Soft tissue",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "a0d116b8-203b-4c7c-9b26-df023b7cf4d9",
        "choice_type": "single"
    },
    {
        "question": "Zero HU units is of -",
        "exp": "Ans. is 'a' i.e., Water Hounsfield's number (CT number)o Hounsfleld's contribution is memorialized in the Hounsfield scale, which is used to measure the x-ray attenuation in CT scanning. Water is arbitrarily assigned a value of 0 Hounsfield units (HU).o The basic parameter in a CT image is CT number. The CT number is defined with respect to water X-ray absorption and is dependent on absorption / attenuation coefficiento When an X-ray beam (used in CT) passes through the body, there is a logarithmic attenuation of its intensity over distance. A measurement of the intensity of the exiting beam is known as the linear attenuation coefficient when the attenuation thickness is 1 cm. The linear attenuation coefficient is related to the absorption in the material. This depends upon the energy of the X-ray beam and the type of material being irradiated. CT images are map of the relative linear attenuation coefficient of tissues. The relative attenuation coefficient is normally expressed in Hounsfield units (HU) or CT number.CT number / Hounsfield unit of a matter =mx - mH2O------------mH2Ox 100= Attenuation coefficient of matter.mH2O = Attenuation coefficient of water.SubstanceHU unitsWater0Dense cortical bone+ 1000(+400 to + 1000)Soft tissue+ 40 to + 80Fat-60 to-100Lung tissue-400 to-600Air-1000",
        "cop": 1,
        "opa": "Water",
        "opb": "Fat",
        "opc": "Soft tissue",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "7e1509ba-b7e6-4e50-a084-b51942693781",
        "choice_type": "single"
    },
    {
        "question": "Which of the following modalities uses the principle of piezoelectric effect?",
        "exp": "Ans: c (Ultrasound) Ref: Bhaduri, Ist ed, p. 5; Grainger, 5th ed, p.Ultrasound is based on piezoelectric effect of crystals made up of lead zirconate titanate.UltrasoundBasic principle is very high frequency sound is directed into the body from a transducer placed in contact with the skin. Transducer contains piezoelectric crystals which converts electrical energy to mechanical energy. Ultrasound is often used to determine whether a structure is solid or cystic. Transducer frequencies used for diagnostic applications range from 2 to 15 MHz.* Abdominal, obstetrical and gynecological ultrasound examination should be performed by 3.5 - 5 MHz frequency transducers.* Transvaginal and transrectal examinations are performed by 5 - 7.5 MHz frequency transducers.* Breast, thyroid and scrotal ultrasound examinations should be performed with 7.5 to 10 Hz. Normal thickness of stomach in USG is 5mm.USG is the method of demonstrating placenta.CT scanIt was invented by G.Hounsfield. CT image is a display of anatomy of a thin slice of the body, developed from multiple X-ray absorption measurements. Radiopaque structure appears white and radiolucent tissue appear black in CT. Bone will appear white whereas fat and gas will appear as black.The CT number (Hounsfield unit)* Value of water (Zero)* Air (-1000)* Dense bone (+1000)* Fat (-100)Magnetic Resonance Imaging (MRI)Imaging principle is based on gyro magnetic property of proton and magnetic moment of nucleus.Magnetic field strength used in MRI is 0.15 to 1.5 Tesla.It is non ionizing and no risk of irradiation.",
        "cop": 3,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "Ultrasound",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "0a91d4d7-7792-433d-a1b3-53100c4c93f9",
        "choice_type": "single"
    },
    {
        "question": "Gadolinium is a contrast agent used for:",
        "exp": "Ans. (c) MRI - ImagingRef.: Harrison 19th ed. 1440* The most commonly used compounds for contrast enhancement are gadolinium-based and they improve the visibility of internal body structures in magnetic resonance imaging.* MRI contrast agents alter the relaxation times of atoms within body tissues where they are present after oral or intravenous administration.* This relaxation emits energy which is detected by the scanner and is mathematically converted into an image.* Gadolinium containing MRI contrast agents are used for enhancement of vessels in MR angiography or for brain tumor enhancement associated with the degradation of the blood-brain barrier.",
        "cop": 3,
        "opa": "CT - angiography",
        "opb": "Bronchography",
        "opc": "MRI - Imaging",
        "opd": "Contrast Sonography",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "8f9abb46-13af-4baa-ba5a-54262acd4620",
        "choice_type": "single"
    },
    {
        "question": "How much area is covered by spiral CT in 30 seconds?",
        "exp": "Ans. (d) Whole bodyRef. Molecular anatomic imaging: PET-CT and Spect- Ct integrated Modality imaging by Gustav konrad von schulthessch 6",
        "cop": 4,
        "opa": "Entire organ",
        "opb": "Entire abdomen",
        "opc": "Entire trunk",
        "opd": "Whole body",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "c8aef18c-9f13-4479-b1c6-42fbc1497b80",
        "choice_type": "single"
    },
    {
        "question": "Intracranial calcification is best diagnosed by:",
        "exp": "Ans. (b) CT ScanRef: Harrison 19th ed. / 426e-7* When the Hounsfield units (Hu) exceed an established threshold (100 Hu), the source is believed to be calcification. CT imaging is the gold standard in detecting calcification.* Calcifications of the pineal gland, choroid plexus, basal ganglia anal dura mater are commonly seen with aging and are usually not associated with pathological clinical phenomena. However calcium deposits can be associated with several intracranial pathologies including tumors, cerebrovascular diseases, congenital conditions, trauma and endocrine/metabolic disorders.",
        "cop": 2,
        "opa": "Plain X Ray skull",
        "opb": "CT Scan",
        "opc": "FDG-PFT Scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "af050ac0-ee75-47da-8e35-74b5ad25327a",
        "choice_type": "single"
    },
    {
        "question": "High resolution CT of the lung is a specialized CT technique for greater detail of lung parenchyma and it utilizes",
        "exp": "Ans. is 'c' i.e., Bone algorithm for image reconstruction HRCT gives detailed images of the lung parenchyma (which is comparable to gross tissue inspection) and thus allows detection of diseases at an earlier stage than conventional CT scans.HRCT utilizes thin collimation (i.e., thin slices of 1 or 2 mm.) as compared to thick slices of conventional CT scan (of 5 to 7 mm.)The field of view is reduced to increase the resolution of the image.HRCT utilizes High spatial frequency algorithms, such as bone algorithms, rather than traditional soft-tissue algorithms (as used in conventional CT scan) for image reconstruction. It smoothens the image data and gives more sharp images and finer lung details.",
        "cop": 3,
        "opa": "Special lung filters",
        "opb": "Thick collimation",
        "opc": "Bone algorithm for image reconstruction",
        "opd": "Large field of view",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "3967b932-d2f4-44e9-bc9d-a6f1edb4d645",
        "choice_type": "single"
    },
    {
        "question": "USG is done to visualize all except-",
        "exp": "Ans. is 'd' i.e., BoneStructures on USGo Regions of body distal to highly attenuating structures, such as bone or gas, appear dark on image because of shadowing As most of the sound beams are reflected by highly attenuating structures, little is available for imaging of deeper structures. It is referred to as Acoustic shadowing. Acoustic shadowing is produced by bone, calculus, and air (gas).o On the other hand, structures deep to low attenuating structures, such as liquid, appear bright Acoustic enhancement. Acoustic enhancement is produced by cyst.",
        "cop": 4,
        "opa": "Fluid",
        "opb": "Bile",
        "opc": "Blood flow",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "b15f09e3-27a3-4582-88ea-b39538384236",
        "choice_type": "multi"
    },
    {
        "question": "FAST USG focuses on all of the following areas except-",
        "exp": "Ans. is 'c' i.e., Pleura FAST stands for Focused Abdominal Sonar for Traymao technique whereby USG is used to assess the presence of blood, either in the abdominal cavity or in the pericardium.o It is a non- invasive bed - side test,o It focuses only on four areas:PericardiumSpleenHepaticPelvic",
        "cop": 3,
        "opa": "Splenic",
        "opb": "Hepatic",
        "opc": "Pleura",
        "opd": "Pelvic",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "0d0e4192-fbc9-428f-ba4e-e66877f26a66",
        "choice_type": "multi"
    },
    {
        "question": "A child was taken for CECT Chest and contrast, was injected; child had swelling which gradually increased. There is numbness. There is pain on passive extension of fingers. He is not allowing you to touch the arm. Pulse was present. What will you do?",
        "exp": "Ans is 'c' i.e. Immediate Fasciotomy The child is having Compartment syndrome due to extravasation of contrast. This is a medical emergency and immediate fasciotomy needs to be done to prevent tissue necrosis.Extravasation of contrast and Compartment syndromeExtravasation of contrast is a possible complication of imaging studies performed with contrasts.Most cases of subcutaneous extravasation occur due to small volumes of extravasation of contrast causing pain, minimum swelling and localized erythema that is rapidly resolved. If larger volumes are extravasated, extensive tissue and skin necrosis may occur. Compartment syndrome is a very rare complication.Acute compartment syndrome occurs when the tissue pressure within a closed muscle compartment exceeds the perfusion pressure and results in muscle and nerve ischemia. It typically occurs subsequent to a traumatic event, most commonly a fracture.If left untreated or if inadequately treated, the muscles and nerve within the compartment undergo ischemic necrosis, and a limb contracture, called a Volkmann contracture, results. Severe cases may lead to renal failure and death.The earliest of the 'classic' features are pain (or a 'bursting' sensation), altered sensibility and paresis (or, more usually, weakness in active muscle contraction). Ischaemic muscle is highly sensitive to stretch. If the limb is unduly painful, swollen or tense, the muscles (which may be tender) should be tested by stretching them. When the toes or fingers are passively hyperextended, there is increased pain in the calf or forearm.Confirmation of the diagnosis can be made by measuring the intra compartmental pressures.Treatment is emergent fasciotomy.",
        "cop": 3,
        "opa": "High Dose Prednisolone",
        "opb": "Arterial Thrombectomy",
        "opc": "Immediate Fasciotomy",
        "opd": "Antihistaminics / Anticoagulants",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "3aa91255-9110-46ab-81b1-eb694614a08d",
        "choice_type": "multi"
    },
    {
        "question": "Retinoblastoma best evaluated by -",
        "exp": "Ans. is 'c' i.e., CT SCAN + MRI Imaging in Retinoblastomao MRI - best for challenging retinoblastoma patient evaluation; also used to rule out optic nerve and intracranial invovlemento CT SCAN - detects calcification, can also be used for initial evaluation.o MRI + CT SCAN - best for trilateral, tetralateral, recurrent retinoblastoma, metastases from retinoblastoma",
        "cop": 3,
        "opa": "Ultrasonography",
        "opb": "CT SCAN",
        "opc": "CT SCAN + MRI",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Ultrasonography, CT, and MRI",
        "id": "af41e1b3-302d-46d6-8a5a-78daef2cf5c0",
        "choice_type": "single"
    }
]