[
    {
        "question": "Which of the following clinical laboratory observations is suggestive of Hanup disease?",
        "exp": "High fecal levels of tryptophan and indole derivatives Hanup disease is autosomal recessive metabolic disorder also known as pellagra like dermatosis. This affect the absorption of nonpolar( neutral ) amino acids specially tryptophan. So there is no absorption of tryptophan.",
        "cop": 4,
        "opa": "Burnt sugar smell in urine",
        "opb": "High plasma phenylalanine levels",
        "opc": "Extremely high levels of citrulline in urine",
        "opd": "High fecal levels of tryptophan and indole derivatives",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "af87a839-8794-47b6-bc5c-131da1b3f168",
        "choice_type": "single"
    },
    {
        "question": "Lipids are transferred from intestine to liver by",
        "exp": ".",
        "cop": 1,
        "opa": "Chylomicrons",
        "opb": "VLDL",
        "opc": "HDL",
        "opd": "LDL",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0acf2241-a277-4c9f-8561-4c7942ff83de",
        "choice_type": "single"
    },
    {
        "question": "Which muscleft is the chief mover of the mandible towards the left",
        "exp": "The formula method states that the right lateral pterygoid moves the mandible left, whereas the left lateral pterygoid moves the mandible right.",
        "cop": 4,
        "opa": "Left medial pterygoid",
        "opb": "Left lateral pterygoid",
        "opc": "Right medial pterygoid",
        "opd": "Right lateral pterygoid",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9bdd1eaf-3d9a-4ba7-8cb1-d43b15147e35",
        "choice_type": "single"
    },
    {
        "question": "\"Intranuclear inclusions\" in oligodendrocytes are seen in",
        "exp": "progressive multifocal leukoencephalopathy, JC virus-infected oligodendroglia display 2 distinct patterns of intranuclear viral inclusions: full inclusions in which progeny virions are present throughout enlarged nuclei and dot-shaped inclusions in which virions are clustered in subnuclear domains termed \"promyelocytic leukemia nuclear bodies\" (PML-NBs) Surrounding the demyelinated areas, the oligodendrocytes are enlarged and contain intranuclear inclusionbodies filled with papovavirus paicles, often forming pseudocrystalline arrays Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Creutzfeldt Jacob disease",
        "opb": "Polio",
        "opc": "Japanese encephalitis",
        "opd": "Progressive multiple encephalopathy",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3b0c9b7a-14cb-4f17-81e1-6f0c34d5d847",
        "choice_type": "single"
    },
    {
        "question": "All of the following are microsomal enzyme inhibitors except",
        "exp": "Other inhibitors- Ketoconazole, Metronidazole, Allopurinol, Erythromycin, OCPs, Omeprazole",
        "cop": 1,
        "opa": "Glucocoicoids",
        "opb": "Cimetidine",
        "opc": "Ciprofloxacin",
        "opd": "INH",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "481df4bc-6b5f-4728-a35a-f3eb735d762c",
        "choice_type": "multi"
    },
    {
        "question": "The rate-limiting step in the synthesis of coisol is catalyzed by",
        "exp": "The first and rate-limiting step in all steroid biosynthesis is catalyzed by cholesterol sidechain cleavage enzyme, resulting in pregnenolone and isocaproic acid.",
        "cop": 3,
        "opa": "21-Hydroxylase",
        "opb": "3b-Hydroxysteroid dehydrogenase",
        "opc": "Cholesterol side-chain cleavage enzyme",
        "opd": "11b-Hydroxylase",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f7e49708-1c88-4e8d-8145-d881bb70960e",
        "choice_type": "multi"
    },
    {
        "question": "The cyclical flexion and extension motions of a leg during walking result from activity at which level of the nervous system?",
        "exp": "The spinal cord has the intrinsic circuitry in the form of central paftern generators to produce the basic motions of walking.",
        "cop": 4,
        "opa": "Cerebral coex",
        "opb": "Cerebellum",
        "opc": "Globus pallidus",
        "opd": "Spinal cord",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a2b6d667-4418-4fed-8bb4-067449bdcada",
        "choice_type": "multi"
    },
    {
        "question": "Tinea versicolor is seen with",
        "exp": "Tinea versicolor is caused by Pityrosporum orbiculare (also called Malassezia furfur).",
        "cop": 1,
        "opa": "Pityrosporum orbiculare",
        "opb": "Candida infection",
        "opc": "Epidermophyton",
        "opd": "Trichophyton",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "471e1ab0-159d-4ea7-b686-92baffeb01c7",
        "choice_type": "single"
    },
    {
        "question": "False about xenon anesthesia",
        "exp": "It has been shown that, compared to other anesthetic regimens, Xenon anesthesia produces the highest regional blood flow in the brain, liver, kidney and intestine. In conclusion, the most impoant positive effectsof Xenon are cardiovascular stability, cerebral protection and ourable pharmacokinetics. Ref ganong's review of medical physiology 25e 976",
        "cop": 2,
        "opa": "Slow induction and slow recovery",
        "opb": "Minimal cardiovascular side effects",
        "opc": "Low solubility in blood",
        "opd": "Explosive in nature",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "344ae15f-80eb-446b-a513-d309ae6ca197",
        "choice_type": "multi"
    },
    {
        "question": "Shenton line is seen in X-ray of",
        "exp": "Shenton line is an imaginary curved line drawn along the inferior border of the superior pubic ramus (superior border of the obturator foramen) and along the inferomedial border of the neck of femur. Ref essentials of ohopaedic maheshwari and mhaskar 6/e p150",
        "cop": 4,
        "opa": "Knee",
        "opb": "Shoulder",
        "opc": "Elbow",
        "opd": "Hip",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d49fcebe-a343-4abc-a215-cff9e95e40ca",
        "choice_type": "single"
    },
    {
        "question": "Dehydrogenase in HMP shunt act in oxidative phase to generate which of the following?",
        "exp": ".",
        "cop": 2,
        "opa": "NADP+",
        "opb": "NADPH",
        "opc": "FAD+",
        "opd": "FADH",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7c90f6e4-87a4-43ee-9e41-a83094f1357a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are causes of vasogenic type of cerebral edema except",
        "exp": "Vasogenic edema occurs due to a breakdown of the tight endothelial junctions that make up the blood-brain barrier. This allows intravascular proteins and fluid to penetrate into the parenchymal extracellular space. Some premature babies have bleeding in the brain, which can block the flow of CSF andcause hydrocephalus. Other possible causesof congenital hydrocephalus include: X-linked hydrocephalus - caused by a mutation of the X chromosome Ref ganong's review of medical physiology 25e p277",
        "cop": 4,
        "opa": "Tumours",
        "opb": "Trauma",
        "opc": "Infections",
        "opd": "Hydrocephalus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7e74efbc-80b5-4366-a286-3898e7c512ee",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoma cervix extends to the lateral pelvic wall in which stage",
        "exp": "Stage III B more precisely. Ref mudaliar textbook of obstetrics 6e p561",
        "cop": 2,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b5f8b60e-f28b-4fdb-b1dc-b48ce8b64689",
        "choice_type": "multi"
    },
    {
        "question": "False about Gaucher's disease",
        "exp": "Three biochemical markers of gaucher disease Angiotensin-conveing enzyme ( ACE ) Tarate-resistant acid phosphate ( TRAP ) Chitotriosidase ( CHITO ) These marker are elevated in active disease, these are useful indicators of disease progress and response to enzyme replacement therapy So gaucher disease is basically Tarate-resistant acid phosphatase positive as the disease is being treated the levels of TRAP gradually declines",
        "cop": 4,
        "opa": "Beta Glucocerebrosidase defective",
        "opb": "Cherry red spots on fundoscopy",
        "opc": "Erlenmeyer's flask deformity",
        "opd": "Tarate resistant acid phosphatase -ve",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6babea05-ce04-4ee8-ba5b-f680d91cdd6b",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause for hyperparathyroidism is",
        "exp": "A parathyroid adenoma causes the affected gland to release more PTH than it should. This disrupts your calcium and phosphorus balance. This condition is called hyperparathyroidism. Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "Single adenoma",
        "opb": "Multiple adenomas",
        "opc": "Single gland hyperplasia",
        "opd": "Multiple gland Hyperplasia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "624a5c82-b98b-4157-a113-6ce0f288b8e3",
        "choice_type": "single"
    },
    {
        "question": "Histiocytic necrotizing lymphadenitis is",
        "exp": "Kikuchi-Fujimoto disease (KFD), or histiocytic necrotizing lymphadenitis, is a benign and self-limited disease that mainly affects young women. Patients present with localized lymphadenopathy, fever, and leukopenia in up to half of the cases.",
        "cop": 2,
        "opa": "Kimura disease",
        "opb": "Kikuchi disease",
        "opc": "Hodgkin's disease",
        "opd": "Castleman's disease",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ae229c51-781c-4cb7-a93c-1eb1d851b37f",
        "choice_type": "single"
    },
    {
        "question": "Episodic hypeension is a feature of",
        "exp": "Classic triad: Headache + Diaphoresis+ Palpitation",
        "cop": 3,
        "opa": "Carcinoid tumor",
        "opb": "Insulinoma",
        "opc": "Pheochromocytoma",
        "opd": "Zollinger-Ellison syndrome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5a2a4115-f381-4d10-a3ab-9ca6da93e27f",
        "choice_type": "single"
    },
    {
        "question": "Which carrier pump is transpoing solutes in thick ascending limb of Henle loop?",
        "exp": "Carrier pump Na-K-2Cl transpoer. REABSORPTION IN THICK ASCENDING LIMB: Sodium, Potassium & Chloride reabsorption: By \"Secondary active transpo\" - Through Na2+-K+-2Cl-- carrier transpoer. Transpos one Na2+, one K+, & two Cl-. Active sodium absorption occurs. 30% filtered Na2+ reabsorbed. Ref: Guyton 12th Ed.",
        "cop": 1,
        "opa": "Carrier pump Na-K-2Cl transpoer.",
        "opb": "NaCl- cotranspoer",
        "opc": "Na2+-H+ exchanger",
        "opd": "Na2+-K+ exchanger",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "46477482-c4d2-4f7f-84a5-951bdb858606",
        "choice_type": "single"
    },
    {
        "question": "Following predispose to the high risk of vulvovaginal candidiasis except",
        "exp": "Several potential risk factors have been described, including the recent use of antibiotics and oral contraceptives, the presence of diabetes mellitus, dietary practices, gastrointestinal colonization by the organism, clothing and sanitary protection practices, sexual communicability of the organism, and HIV, DM, Ref ganong's review of medical physiology 25e 498",
        "cop": 2,
        "opa": "HIV",
        "opb": "Hypeension",
        "opc": "Pregnancy",
        "opd": "DM",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9f822821-43a4-4366-836e-648ac297e054",
        "choice_type": "multi"
    },
    {
        "question": "According to Herrington classification, the decerebrate rigidity is characterized by all except",
        "exp": "In decerebrate rigidity, there is rigidity in extensor muscles of all the four extremities (not all muscles of the body). Decerebration Complete transection of the brain stem between the superior and inferior colliculi permits the brain stem pathways to function independently of their input from higher brain structures. This is called a mid-collilcular decerebration. This lesion interrupts all input from the coex (coicospinal and coicobulbar tracts) and red nucleus (rubbrospinal tract), primarily to distal muscles of the extremities. The excitatory and inhibitory reticulospinal pathways (primarily to postural extensor muscles) remain intact. The dominance of drive from ascending sensory pathways to the excitatory reticulospinal pathway leads to hyperactivity in extensor muscles in all four extremities which are called decerebrate rigidity . The excitatory input from the reticulospinal pathway activates Y-motor neurons which indirectly activate alpha-motor neurons ( la spindle afferent activity ). This is called the gamma loop. REf: Ganong&;s review of Medical Physiology 25th edition Pgno: 241, 242",
        "cop": 1,
        "opa": "Rigidity occurs in all the muscles of the body",
        "opb": "Increase in the rate of discharge of the Y efferent neuron",
        "opc": "Increased excitability of the motor neuron pool",
        "opd": "Decerebration produces no phenomenon akin to spinal shock",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f5578c26-3eb1-4183-8c8d-87f8ecf25201",
        "choice_type": "multi"
    },
    {
        "question": "True about pheochromocytoma is",
        "exp": "10% are bilateral 10% are malignant 10% occur in pediatric patients 10% are extra-adrenal 10% are familial",
        "cop": 1,
        "opa": "Arises from chromaffin cells of adrenal medulla",
        "opb": "Bilateral in 20% of all cases",
        "opc": "Hypotension rules out pheochromocytoma",
        "opd": "Almost always a malignant tumor",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cb930e60-9e47-4c2b-9a5b-08108cd5d1b2",
        "choice_type": "multi"
    },
    {
        "question": "Normal respiratory compliance is ?",
        "exp": "The lungs and thoracic cage are both elastic structures. Hence they display a constant relationship between distending pressure and change in volume. The change in volume per unit change in pressure is called \"compliance\". The total compliance of both lungs together in the normal adult human being is about 0.2 L/cm water. That is, every time the transpulmonary pressure increases by 1 centimeter of water, the lung volume will expand 0.2 L (200 ml). Compliance is a measure of distensibility. Ref: Guyton 12th Ed.",
        "cop": 1,
        "opa": "200 ml/cm water",
        "opb": "50 ml/cm water",
        "opc": "100 ml/cm water",
        "opd": "150 ml/cm water",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c76b06f3-d265-4d4a-a299-f25721d1c03a",
        "choice_type": "single"
    },
    {
        "question": "All the following are examples of atrophy Except",
        "exp": "All Answers Except for D are examples of atrophy. Atrophy of skeletal muscles can result from a loss of innervation due to the spinal cord or peripheral nerve trauma. Inactivity, as is often seen following the long-term immobilization of an extremity in a cast, has the same effect. Hypophysectomy is accompanied by atrophy of the thyroid, adrenal coex, and ovary, which are all organs that depend on stimulation by pituitary trophic hormones. The brain atrophies with advancing age. Estrogen exes trophic effects on the endometrium, causing hyperplasia rather than atrophy. Endometrial atrophy occurs following ovariectomy or after the menopause when the ovaries no longer produce estrogen.",
        "cop": 4,
        "opa": "Skeletal muscle, following transection of its motor neuron",
        "opb": "Skeletal muscles, following long-term immobilization of the broken extremity in a cast",
        "opc": "Ovary following hypophysectomy",
        "opd": "Endometrium following long-term administration of estrogen",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ed981c8a-b52a-41b2-ab5a-4b9f7df6ca60",
        "choice_type": "multi"
    },
    {
        "question": "Lesion in the medial lemniscus at the level of pons causes which of the following?",
        "exp": "Lesion in the medial lemniscus at the level of pons causes loss of tactile and proprioception on the opposite side. Fibers of medial lemniscus ascend ipsilaterally in the dorsal columns of the spinal cord to the medulla, where they synapse in the gracilis and cuneate nuclei. The second order neurons from these nuclei cross the midline and ascend in the medial lemniscus to end in the contralateral ventral posterior lateral (VPL) nucleus and related specific sensory relay nuclei of the thalamus. Ref: Ganong&;s Review of Medical Physiology 26th edition PGno: 165",
        "cop": 4,
        "opa": "Pain and temperature loss in the same side",
        "opb": "Pain and temperature loss in the opposite side",
        "opc": "Loss of tactile and proprioception on the same side",
        "opd": "Loss of tactile and proprioception on the oppposite side",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "de0fd294-508b-43c3-a8d8-f72d39ed8474",
        "choice_type": "single"
    },
    {
        "question": "In the cardiac cycle diagram, when does the first hea sound occur",
        "exp": "When ventricle begin to contract isovolumetrically the mitral & tricuspid valves close producing First hea sound Ref: Metting, Physiology pretest and review, 14th edition",
        "cop": 1,
        "opa": "Point A",
        "opb": "Point B",
        "opc": "Point C",
        "opd": "Point D",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0efe45c8-616c-4c8b-9dee-d32528a22fea",
        "choice_type": "single"
    },
    {
        "question": "magnocellularr and parvocellular neurons project to ?",
        "exp": "ref : guyton and hall",
        "cop": 2,
        "opa": "layer 2 of visual coex",
        "opb": "layer 4 and 4c of visual coex",
        "opc": "layer 6 and 1 of visual coex",
        "opd": "layer 2 and 3 of visual coretx",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "beb79e87-bf58-4464-980d-5691fa180e09",
        "choice_type": "single"
    },
    {
        "question": "'Heliotrope rash' over face is seen in",
        "exp": "Dermatomyositis a. Heliotrope erythema and oedema of the periorbital skin are seen in dermatomyositis, b. Dermatomyositis is a well established cutaneous marker of interval malignancy. c. About 10% of all patients of dermatomyositis have an underlying malignancy. d. The most common malignancies associated with dermatomyositis are Lung, Ovary, breast, GIT and lymphoprol iterative disorders.",
        "cop": 2,
        "opa": "Systemic sclerosis",
        "opb": "Dermatomyositis",
        "opc": "Systemic lupus erythematosus",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "521095cd-26b7-45ad-b688-2d2355415336",
        "choice_type": "single"
    },
    {
        "question": "Most specific test to detect blood stains is",
        "exp": "Spectroscopic test is the most specific for blood stains. Tests for blood stains Spectroscopy tests can give information about what chemical compounds and elements are present in a sample, whether ceain types of degradation have occurred in a sample, the amount and type of crystallinity present in the sample, to name a few uses. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Benzidine test",
        "opb": "Teichmann's test",
        "opc": "Ohotoluidine test",
        "opd": "Spectroscopic test",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "59537765-d880-4eb3-888a-fc3b14f71e35",
        "choice_type": "single"
    },
    {
        "question": "IUCD is absolutely contraindicated in all the following except",
        "exp": "Absolute contraindications for IUD use include the following: Pregnancy. Significantly distoed uterine anatomy. Unexplained vaginal bleeding concerning for pregnancy or pelvic malignancy. Gestational trophoblastic disease with persistently elevated beta-human chorionic gonadotropin levels. Ongoing pelvic infection",
        "cop": 3,
        "opa": "Undiagnosed vaginal bleeding",
        "opb": "Suspected pregnancy",
        "opc": "Congenital malformation of uterus",
        "opd": "PID",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7ac7f7d7-15e1-4e21-ad86-15198affb428",
        "choice_type": "multi"
    },
    {
        "question": "Swimming pool granuloma is caused by",
        "exp": "Mycobacterium marinum can cause cellulitis or granulomas on skin surfaces exposed to the water in aquariums or injured in swimming pools.",
        "cop": 4,
        "opa": "Mycobacterium bovis",
        "opb": "Mycobacterium ulcerans",
        "opc": "Mycobacterium kansasii",
        "opd": "Mycobacterium marinum",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "31ea56d4-abd7-458a-b003-80e4b7b2d07f",
        "choice_type": "single"
    },
    {
        "question": "After laryngectomy, dynamic oesophageal voice is produced from",
        "exp": "Esophageal speech is a skill that can help patients to communicate after a laryngectomy, the most common surgery used for the treatment of laryngeal cancer. ... This hole is called a tracheostoma; the patient uses it to breathe through and cough through after the operation. Ref otolaryngology dhingra 3e",
        "cop": 2,
        "opa": "Pharynx",
        "opb": "Pharyngoesophageal segment",
        "opc": "Trachea",
        "opd": "Buccal mucosa",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "40b2b3f6-2156-46f7-bdcf-5d686cac1844",
        "choice_type": "single"
    },
    {
        "question": "Symbol 'X' denotes",
        "exp": ".An \"O\" often is used to represent responses for the right ear and an \"X\" is used to represent responses for the left ear. A key on the audiogram, similar to one found on a map, identifies what the different symbols mean Hence, indicates air conduction test for left year Ref physiology textbook A. K Jain.. 3e",
        "cop": 3,
        "opa": "Air conduction threshold for right ear",
        "opb": "Bone conduction threshold for right ear",
        "opc": "Air conduction threshold for left ear",
        "opd": "Bone conduction threshold for left ear",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f05ed9e7-9409-42ee-aeb0-b78a36892ff7",
        "choice_type": "single"
    },
    {
        "question": "In renal agenesis, the adrenal gland is",
        "exp": "Embryological development of kidneys and adrenal is different, hence even in renal agenesis, adrenal glands will be in normal position",
        "cop": 4,
        "opa": "Absent",
        "opb": "Present on contralateral side",
        "opc": "Ectopic in the iliac fossa",
        "opd": "Present at the usual location",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9e5deceb-a538-476e-a5e4-dfb9fbe4e61e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best for transpo of the newborn with maintenance of warm temperature?",
        "exp": "The benefits of kangaroo mother care studies have found that skin-to-skin holding stabilizes hea and respiratory rates, improves oxygen saturation rates, better regulates an infant's body temperature, and conserves a baby's calories. Ref essentials of paediatrics op ghai 9e Pg110",
        "cop": 1,
        "opa": "Kangaroo Mother Care (KMC)",
        "opb": "Transpo incubator",
        "opc": "ThermaCool box",
        "opd": "Hot bo le",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "86b907cf-f53f-4d91-ab38-0c187c07298f",
        "choice_type": "single"
    },
    {
        "question": "ETHER DAY is celebrated on",
        "exp": "Ether Day,\" Friday 16 October 1846 marks the first successful demonstration of the inhalation of ether vapour as a means of overcoming pain of surgery by the dentist William Thomas Green Moon Ref ganong's review of medical physiology 25e 561",
        "cop": 2,
        "opa": "20-Oct",
        "opb": "16-Oct",
        "opc": "20-Nov",
        "opd": "16-Nov",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e81871b7-1d9c-4836-832c-8031e85d5944",
        "choice_type": "single"
    },
    {
        "question": "Highly selective vagotomy preserves",
        "exp": "Highly selective vagotomy includes denervation of only the fundus and body (parietal cell-containing areas) of the stomach (also called parietal cell vagotomy). It preserves the nerve supply of the antrum and pylorus(nerve of laterjee); a pyloric drainage procedure is not needed. ... This procedure is also called proximal gastric vagotomy Ref ganong's review of medical physiology 25e p543",
        "cop": 2,
        "opa": "Nerves of Latarjet",
        "opb": "Nerve of Mayo",
        "opc": "Nerve of Kuntz",
        "opd": "All",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f2613769-38a3-49a6-b5d1-5284f47a9173",
        "choice_type": "multi"
    },
    {
        "question": "The type mutation that leads to replacement of valine for glutamate in sickle cell disease is",
        "exp": "Sickle-cell anemia is caused by apoint mutation in the b-globin chain of hemoglobin, causing the hydrophilic amino acid glutamic acid to be replaced with the hydrophobic amino acid valine at the sixth position. The b-globin gene is found on the sho arm of chromosome 11. Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "Point mutation",
        "opb": "Silent mutation",
        "opc": "Nonsense mutation",
        "opd": "Any of above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d2561485-2454-45fc-bbb5-594a68bdba31",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is required for proper effects of Insulin?",
        "exp": "In association with insulin, chromium promotes the utilization of glucose Chromium is a component of a protein namely chromodulin which facilitates the binding of insulin to cell receptor sites Chromium It is an essential nutrient for the maintenance of normal glucose tolerance Its deficiency causes insulin resistance. Chromium administration has also been shown in several studies to lower glucose and insulin levels in patients with type 2 diabetes. It has been classified as not essential for mammals. (Cr (III) or Cr3+). Ref: Guyton 12th Ed.",
        "cop": 4,
        "opa": "Selenium",
        "opb": "Iron",
        "opc": "Copper",
        "opd": "Chromium",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7baa97b4-5625-4528-9779-9fcf99cc8fc5",
        "choice_type": "single"
    },
    {
        "question": "The lateral zones of cerebellum are associated with",
        "exp": "Dentate nucleus is associated with Cerebrocerebellum which correspond to lateral zone of cerebellum Ref: Ganong , 25th edition/ page 248",
        "cop": 2,
        "opa": "Globose nucleus",
        "opb": "Dentate nucleus",
        "opc": "Emboliform nucleus",
        "opd": "Fastigeal nucleus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4a52afbb-9cd7-4177-a9f7-fca37b81d2a7",
        "choice_type": "single"
    },
    {
        "question": "If a person has normal musculature but has difficulty swallowing, which nerves should be tested for function?",
        "exp": "The upper 2/3 of the esophagus contains striated muscle. It is derived from the pharyngeal arches and innervated by the vagus nerve (CN X). The lower 1/3 contains smooth muscleft from splanchnic mesoderm and is innervated by the splanchnic plexus.",
        "cop": 4,
        "opa": "Hypoglossal and phrenic",
        "opb": "Hypoglossal and splanchnic",
        "opc": "Glossopharyngeal and vagus",
        "opd": "Splanchnic and vagus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "27ce654d-3137-435a-8950-31a97405e588",
        "choice_type": "multi"
    },
    {
        "question": "All are tests for stoppage of circulation except",
        "exp": "Winslow test is a test for detect on of respiration while all the remaining mentioned tests are those for circulation.",
        "cop": 2,
        "opa": "Magnus test",
        "opb": "Winslow's test",
        "opc": "Icard's test",
        "opd": "Diaphanous test",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "775560fd-77e8-44c9-99ba-be8ba71ea217",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man with a chronic cough, bloody sputum, and marked weight loss is diagnosed as having tuberculosis. A \"serpentine-like\" colonial morphology is noted on Lowenstein-Jensen agar. This latter finding is caused by which of the following factors",
        "exp": "Virulence of the organism is correlated with cord factor (trehalose dimycolate).",
        "cop": 4,
        "opa": "A large \"slimy\" capsule",
        "opb": "Wax D",
        "opc": "Coagulase",
        "opd": "Cord factor",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8b4435e1-43b3-4be5-8677-ddee0bb2520b",
        "choice_type": "single"
    },
    {
        "question": "The pattern of fingerprint demonstrated here is",
        "exp": "Loop Fingerprint patterns and their relative frequency: Loop - 67% Whorls - 25% Arches - 6-7% Composite - 1-2%",
        "cop": 2,
        "opa": "Arch",
        "opb": "Loop",
        "opc": "Whorl",
        "opd": "Composite",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "2920bb0f-2d14-4df3-9b8f-b52dffd38b60",
        "choice_type": "single"
    },
    {
        "question": "In tuberculous synovitis of the hip joint the position of the hip is",
        "exp": ".",
        "cop": 2,
        "opa": "Flexion adduction and internal rotation",
        "opb": "Flexion abduction and external rotation",
        "opc": "Extension only",
        "opd": "Extension adduction and internal rotation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "75c40501-e077-4624-870a-5ce7150f1736",
        "choice_type": "single"
    },
    {
        "question": "The weight of the uterus at 8 weeks postpaum is",
        "exp": "The uterus weight about 1000 to 1200 gm immediately after delivery, As a result of involution, it decreases in weight to about 500 gm by one week, and to about 30 gm at the end of second week At the end of 6 weeks, its measurement is almost similar to that of the non-pregnant state and weight about 60 gm.",
        "cop": 1,
        "opa": "100 g",
        "opb": "500 g",
        "opc": "700 g",
        "opd": "900 g",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5b0fcec0-0b08-4f9e-b872-0fcad5774eef",
        "choice_type": "single"
    },
    {
        "question": "The best indicator of cystic fibrosis is",
        "exp": "A positive sweat test (i.e., a sweat chloride level greater than 60 mEq/L) is diagnostic of cystic fibrosis.",
        "cop": 3,
        "opa": "A positive family history of cystic fibrosis",
        "opb": "The presence of digital clubbing",
        "opc": "A sweat test with a chloride concentration of 70mEq/L",
        "opd": "Bronchiectasis on a chest x-ray",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e8d900bf-5241-45f1-8891-52d42165b540",
        "choice_type": "single"
    },
    {
        "question": "The detection rate of Down syndrome with first-trimester screening with NT, PAPP-A, and hCG is",
        "exp": "Selected Down Syndrome Screening Strategies and Their Detection Rate: Screening test Detection rate Quadruple screen 80-82% First-trimester screen NT alone 64-70% NT, hCG, PAPP-A 80-84% Integrated screening 94-96% Sequential screening Stepwise 92% Contingent 91% Cell-free DNA 91%",
        "cop": 2,
        "opa": "64-70%",
        "opb": "80-84%",
        "opc": "94-96%",
        "opd": "99%",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a79cc1fd-4815-462a-9720-0753cc764267",
        "choice_type": "single"
    },
    {
        "question": "All the true about inguinal canal except",
        "exp": "Deep inguinal ring is an opening in the transversalis fascia and not the muscle",
        "cop": 3,
        "opa": "Conjoint tendon forms pa of the posterior wall",
        "opb": "Superficial ring is found in ext oblique aponeurosis",
        "opc": "Deep ring is an opening in transversalis abdominis",
        "opd": "Internal oblique forms both anterior and posterior wall",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "02b4063b-0614-4a26-8306-a473e240dd76",
        "choice_type": "multi"
    },
    {
        "question": "About mesothelioma, all are true except",
        "exp": "Malignant mesothelioma in thorax arises from either visceral or parietal pleura. There is increased incidence among people with heavy exposure to asbestos. There is a long latent period of 25 to 45 years so usually seen in late adulthood or middle age group. Malignant mesothelioma is a diffuse lesion that spreads widely in pleural space & is usually associated with extensive pleural effusion & direct invasion of thoracic structure hence it is more of diffuse nature rather being bilateral & symmetrical.",
        "cop": 2,
        "opa": "Develop in late middle age",
        "opb": "It is bilateral and symmetrical",
        "opc": "It is due to chronic exposure to asbestosis",
        "opd": "It shows biphasic paftern",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b11c5781-bb6e-41ca-9e83-8e425ecb75da",
        "choice_type": "multi"
    },
    {
        "question": "In the following diagram closure of Aoic valves if indicated by alphabet",
        "exp": "At the end of DE segment which denotes slow ejection phase, ventricular systole ends and intraventricular pressure drops to less than the pressure in the aoa, at this point aoic valves close to prevent the backflow of blood into the left ventricle from aoa, this also produces S2 Ref : Ganong 25th ed/page 540",
        "cop": 2,
        "opa": "A",
        "opb": "D",
        "opc": "C",
        "opd": "B",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5d5dc97a-003a-4652-8fc7-c1cd16fc8ac6",
        "choice_type": "single"
    },
    {
        "question": "what is the diagnosis of the above pressure volume graph ?",
        "exp": "ref : guyton and hall",
        "cop": 2,
        "opa": "mitral stenosis",
        "opb": "mitral regurgitation",
        "opc": "aoic stenosis",
        "opd": "normal",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "2239e01c-79d7-462f-90cc-6bf8100dee41",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most common tumour associated with neurofibromatosis in a child?",
        "exp": "Juvenile myelomonocytic leukemia(JMML) is a rare childhood cancer. It happens when immature blood cells (called blasts) make too many myelocytes and monocytes (two types of white blood cells). Ref ganong's review of medical physiology 25e p765",
        "cop": 2,
        "opa": "Juvenile myelomonocytic leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Acute monocytic leukemia",
        "opd": "Acute myeloid leukemiac",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f4b5ceb9-6127-4c9b-9847-639358057afa",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding basal electrical rhythm of intestine except",
        "exp": "Tone of contraction is propoional to the number and frequency of action potentials and not the amplitude Ref: Ganong 25th ed/page 497",
        "cop": 1,
        "opa": "Tone of contraction is related to amplitude of stimulus",
        "opb": "Tone of contraction is related to frequency of stimulus",
        "opc": "Frequency of contraction is 6/min",
        "opd": "Threshold of contraction is -55Mv",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1f643fe7-5e3a-4c2b-be7e-981d5eebf66b",
        "choice_type": "multi"
    },
    {
        "question": "Antenatal diagnosis can be made from all the following except",
        "exp": "Deciduae - the endometria lining of the uterus is called decidua during pregnancy, and it is shed after delivery, and no role for antenatal diagnosis.",
        "cop": 4,
        "opa": "Foetal blood",
        "opb": "Maternal blood",
        "opc": "Amniotic fluid",
        "opd": "Decidua",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9aa4bb2b-cf8a-45ec-b503-951306f88355",
        "choice_type": "multi"
    },
    {
        "question": "In a preterm baby with respiratory distress syndrome which type of cell is deficient",
        "exp": "After bih Lung expands due inspiring air surfactant keeps the bug from collapsing defficieney of surfactant= Respiratory Distress Syndrome ref : guyton and hall 13th ed.",
        "cop": 2,
        "opa": "Type 1 alveolar cell",
        "opb": "Type 2 alveolar cell",
        "opc": "Alveolar capillary endothelial cells",
        "opd": "Bronchial mucosal epithelial cells",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "937137a1-965f-4108-b237-71ee07234ff2",
        "choice_type": "single"
    },
    {
        "question": "Initiating event of Endotoxic shock",
        "exp": "The receptor for the endotoxin in humans is the TLR-4 located on the surface of antigen presenting cells. b. Binding to the receptor activates a cascade of enzymatic reactions which finally leads to the activation of the genes for the proinflammatory cytokines. Ref ganong's review of medical physiology 25e p465",
        "cop": 3,
        "opa": "Endothelial injury",
        "opb": "Peripheral vasodilata on",
        "opc": "Cytokinin action",
        "opd": "Decreased pumping of hea",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a392e117-7ff1-4eea-9b94-f37f5f399cf6",
        "choice_type": "single"
    },
    {
        "question": "Which neurotransmitter is responsible for anterograde dilatation of the small intestine?",
        "exp": "VIP is responsible for antergrade dilatation of the small intestine. Cholinergic neurons passing inn antegrade direction produce NO and VIP which cause relaxation of a segment of the intestine in front of the bolus. Cholinergic neurons passing in retrograde direction produce substance P and acetylcholine which cause contraction of a segment of the intestine behind the bolus. Ref: Ganong&;s Review of Medical Physiology 26th edition Pgno: 485",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "06e99ba4-29e4-467d-b6d8-0ec320ffed59",
        "choice_type": "multi"
    },
    {
        "question": "Caspase are involved in",
        "exp": "The activation of the caspase cascade is the most central step in apoptosis.",
        "cop": 4,
        "opa": "Nerve processing",
        "opb": "Cell signaling",
        "opc": "Inflammation",
        "opd": "Apoptosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cf1f437f-3205-4220-bba2-60667d077050",
        "choice_type": "single"
    },
    {
        "question": "Optimal operation theatre temperature should be",
        "exp": "Optimal operation theatre temperature for adults is 21degC and for children is 28degC.",
        "cop": 1,
        "opa": "21degC",
        "opb": "28degC",
        "opc": "32degC",
        "opd": "37degC",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "461177cb-a2ab-4ae2-853f-af34ce85fcbe",
        "choice_type": "single"
    },
    {
        "question": "All the following are TRUE about Krukenberg's tumor except",
        "exp": "Krukenberg! tumor - are almost invariably bilateral There is no tendency to form adhesions with neighboring viscera and there is no infiltration through the capsule . The tumor retains the shape of the normal ovary and has a peculiar solid waxy consistence, although cystic spaces due to degeneration of the growth are common",
        "cop": 1,
        "opa": "Large cystic spaces",
        "opb": "Maintains ovarian shape",
        "opc": "Bilateral",
        "opd": "Usually from stomach carcinoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "278d028a-99de-4b65-baef-836894c0f4c2",
        "choice_type": "multi"
    },
    {
        "question": "After radiation-induced injury cataract is seen in which pa of lens",
        "exp": "Subcapsular pa of the lens is relatively radiosensitive, andcataract formation has long been documented as a major ocular complication associated with exposure to ionizingradiation Ref ganong's review of medical physiology 25e p761",
        "cop": 2,
        "opa": "Anterior coical",
        "opb": "Posterior coical",
        "opc": "Subcapsular",
        "opd": "Nucleus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c8200514-a277-49f6-812a-0bc856414348",
        "choice_type": "single"
    },
    {
        "question": "Cholecystokinin is produced from:",
        "exp": "The major factor controlling the contraction of the gallbladder is the hormone cholecystokinin (CCK), which is released from the duodenal mucosa (I cells) in response to the ingestion of fats and amino acids. REF: GUYTON 12TH ED.",
        "cop": 3,
        "opa": "Hepatocyte",
        "opb": "Gastric mucosa",
        "opc": "Duodenal mucosa",
        "opd": "Epithelial cells of distal common bile duct",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1fb11d11-e855-40b7-ae06-ef486b1e35a2",
        "choice_type": "single"
    },
    {
        "question": "Mental retardation is seen in all except",
        "exp": "Hurler-Scheie syndrome is a genetic disorder caused by the buildup of glycosaminoglycans (GAGs) in various organ tissues. It is a cutaneous condition, also characterized by mild mental retardation and corneal clouding the Sanfilipposyndrome, resembles both the Hurler and Hunter syndromes, except that the physical defects are relatively mild, whereas the mental retardationis severe. Like the Hurler syndrome, it is transmitted as an autosomal recessive. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Hurler",
        "opb": "Sanfilippo",
        "opc": "Hunter",
        "opd": "Morquio",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b995da88-fd15-46e1-a86c-9273698d9eda",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following cells is the germ cell closest to the basal lamina in the seminiferous tubule?",
        "exp": "Maturation of germ cells (spermatogenesis) within the seminiferous tubules occurs in a concentric pattern, with the less mature spermatogonia near the basal lamina and the mature forms near the tubuleft center.",
        "cop": 4,
        "opa": "Primary spermatocyte",
        "opb": "Secondary spermatocyte",
        "opc": "Spermatid",
        "opd": "Spermatogonia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a23236ea-04d3-4306-ae13-adb8478d5b95",
        "choice_type": "single"
    },
    {
        "question": "The most useful diuretic agent in the treatment of recurrent calcium stones is",
        "exp": "The thiazides are useful in the prevention of calcium stones because these drugs inhibit the renal excretion of calcium. In contrast, the loop agents facilitate calcium excretion.",
        "cop": 4,
        "opa": "Mannitol",
        "opb": "Furosemide",
        "opc": "Spironolactone",
        "opd": "Hydrochlorothiazide",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "295fb5e9-f543-45c4-b9d9-d9efa7221d3f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscles plays an impoant role in lifting the left foot off the ground while walking?",
        "exp": "The right gluteus medius and the right gluteus minimus lift the pelvis so that the left lower limb is raised, thus permitting the left foot to be advanced forward clear of the ground.",
        "cop": 4,
        "opa": "Left gluteus medius",
        "opb": "Left gluteus maximus",
        "opc": "Right adductor longus",
        "opd": "Right gluteus medius",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6f836c27-6285-40c5-a7c6-9e6b7449d75d",
        "choice_type": "single"
    },
    {
        "question": "Opsoclonus-Myoclonus is a phenomenon seen in",
        "exp": "Opsoclonus-myoclonus syndrome(OMS) is a rare disorder that affects the nervous system. Symptoms include rapid, multi-directional eye movements (opsoclonus), quick, involuntary muscle jerks (myoclonus), uncoordinated movement ( ataxia ), irritability, and sleep disturbance. Ref ganong's review of medical physiology 25e p978",
        "cop": 2,
        "opa": "Wilm's tumor",
        "opb": "Meningioma",
        "opc": "Neuroblastoma",
        "opd": "Coical tuberculoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a84b7ad1-0aea-4f96-94f9-1ebae8f43a9c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cancer can cause referred otalgia i.e. Referred pain in the Ear?",
        "exp": "Oropharyngeal cancer, most being squamous cell cancer, is one of the most worrisome entities producingpain referred to the ear Ref ganong's review of medical physiology 25e 651",
        "cop": 2,
        "opa": "Ca larynx",
        "opb": "Ca pharynx",
        "opc": "Ca oral cavity",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "942f9d30-9960-4ae7-a4ab-09eae2bb04ae",
        "choice_type": "multi"
    },
    {
        "question": "Clay Shovel's fracture involves",
        "exp": "Clay shoveller's fracture' is an avulsion of the spinous process of C6, C7 or T1 caused either by rotation of the upper trunk when the cervical spine is relatively fixed or, less commonly, as the result of a direct blow.",
        "cop": 1,
        "opa": "Spinous process",
        "opb": "Lamina",
        "opc": "Pedicle",
        "opd": "Body",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d7df7327-9595-4070-8aa8-5313efbb5a8b",
        "choice_type": "single"
    },
    {
        "question": "Central clearing is a feature of",
        "exp": "Tinea corporis, more commonly known as \"ringworm,\" lesions usually begin as pruritic, round (ovoid or circular), erythematous, scaling patches. These lesions spread centrifugally with central clearingand a raised scaling border Ref ganong's review of medical physiology 25e p735",
        "cop": 2,
        "opa": "Lupus vulgaris",
        "opb": "Tinea corporis",
        "opc": "Leishmaniasis",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d068572d-ecab-4a02-a884-2871440fa01f",
        "choice_type": "multi"
    },
    {
        "question": "In Heme synthesis, which of the following is inhibited by LEAD?",
        "exp": "Lead inhibits ALA dehydratase and ferrochelatase, preventing incorporation of iron and causing anemia and porphyria.",
        "cop": 2,
        "opa": "Xanthine oxidase",
        "opb": "ALA dehydratase",
        "opc": "ALA synthase",
        "opd": "Uroporphyrin synthase",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c29b96b3-3c9d-440c-b253-284c07523352",
        "choice_type": "single"
    },
    {
        "question": "The following diagram is from adrenal gland, name the hormone produced from the area marked as \"A\"",
        "exp": "Layer A is Zona glomerulosa, it produces aldosterone Ref: Ganong 25th ed/page 353",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "Coisol",
        "opc": "Epinephrine",
        "opd": "Androgen",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f08f4da8-d6c9-4ca9-9f05-ffda2f1f6a13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has the least conduction velocity?",
        "exp": "Post ganglionic sympathetic (Type C) has the least conduction velocity among the given options Types of nerve fiber Fiber type Function Fiber diameter(mcm) conduction velocity (m/s) A alpha Proprioception 12-20 70-120 A beta Touch, pressure 5-12 30-70 A gamma Motor to muscle spindles 3- 15-30 B Preganglionic autonomic <3 3-15 C, Dorsal root Pain, temperature 0.4-1.2 0.5-2 C, Sympathetic Post ganglionic sympathetic 0.3-1.3 0.7-2.3 Ref: Ganong&;s Review of Medical Physiology 25th edition PGno: 94",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f7c7002b-3894-4ad9-b792-b39107a25e1c",
        "choice_type": "single"
    },
    {
        "question": "Bilateral hydroureteronephrosis is usually the result of",
        "exp": "Only bilateral ureteric calculi cause hydroureteronephrosis",
        "cop": 4,
        "opa": "Posterior urethral valves",
        "opb": "Urethral stricture",
        "opc": "Benign prostatic hyperplasia",
        "opd": "Bilateral renal calculi",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "09133289-b389-4d65-bc77-65ac205e7e89",
        "choice_type": "multi"
    },
    {
        "question": "auto-regulation of cerebralblood flow takes place at ?",
        "exp": "Autoregulation Cerebral blood flow is \"autoregulated\" extremely well between aerial pressure limits of 60 and 140 mm Hg. That is, mean aerial pressure can be decreased acutely to as low as 60 mm Hg or increased to as high as 140 mm Hg without significant change in cerebral blood flow. And, in people who have hypeension, autoregulation of cerebral blood flow occurs even when the mean aerial pressure rises to as high as160 to 180 mm Hg. If the aerial pressure falls below 60 mm Hg, cerebral blood flow then becomes severely decreased. ref : guyton and hall",
        "cop": 1,
        "opa": "60-140mmhg",
        "opb": ">200mmhg",
        "opc": "<50mmhg",
        "opd": "<10mmhg",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cf3480f1-7579-4e37-8664-34ff55f737fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the flowing drug can induce panic disorder?",
        "exp": "Neurobiological mechanisms ofpanic anxiety: biochemical and behavioral correlates of yohimbine-induced panic attacks. ... The patients repoing yohimbine-induced panic attacks had significantly larger increases in plasma MHPG, coisol, systolic blood pressure, and hea rate than the healthy subjects Ref ganong's review of medical physiology 25e 787",
        "cop": 2,
        "opa": "Yohimbine",
        "opb": "Sildenafil",
        "opc": "PGE1",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9e5a9f87-883d-44a9-8e38-f7ea09b2176e",
        "choice_type": "multi"
    },
    {
        "question": "Not a characteristic feature of Lowe's syndrome",
        "exp": "Oculocerebrorenal syndrome (also called Lowe syndrome) is a rare X-linked recessive disorder characterized by congenital cataracts, hypotonia and areflexia, mental retardation, proximal tubular acidosis, aminoaciduria, phosphaturia, and low-molecular-weight proteinuria. Glaucoma is present in about 50% of cases.",
        "cop": 2,
        "opa": "Defect in CNS and eye",
        "opb": "Undescended testes",
        "opc": "Mental deterioration",
        "opd": "Hypophosphatemic rickets",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7c0daeb2-4bc3-4a62-b4b5-0037a1cc4925",
        "choice_type": "single"
    },
    {
        "question": "The investigation of choice for extra-adrenal pheochromocytoma",
        "exp": "MIBG scan is useful for extra-adrenal pheochromocytoma but IOC is MRI even for extra-adrenal pheochromocytoma",
        "cop": 1,
        "opa": "CT",
        "opb": "MRI",
        "opc": "X-ray",
        "opd": "MIBG scan",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c75a431e-b141-48a2-8433-0a99eb9e61fa",
        "choice_type": "single"
    },
    {
        "question": "All of the following are contents of deep perineal pouch except",
        "exp": "The deep perineal pouch contains: Membranous poion of the urethra (males) / proximal poion of urethra (females) External urethral sphincter (and membranous urethra) & Deep transverse perineal muscle Bulbourethral gland of Cowper (males) Neuro-vascular bundle",
        "cop": 2,
        "opa": "Membranous pa of urethra",
        "opb": "Prostatic pa of urethra",
        "opc": "Transversus perinei profundus",
        "opd": "Cowper glands",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8c4fc849-eb59-44e2-8e9b-6ec2379e63ba",
        "choice_type": "multi"
    },
    {
        "question": "Culture media containing egg or serum is typically sterilized by using",
        "exp": "Culture media containing egg, serum, sugar - Tyndallisation All other culture media - Autoclaving",
        "cop": 1,
        "opa": "Tyndallization",
        "opb": "Autoclaving",
        "opc": "Hot air oven",
        "opd": "5 % Cresol",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "aef4c509-ef4f-46c8-8eb2-0040ed6c007b",
        "choice_type": "multi"
    },
    {
        "question": "Organism causing otitis externa includes all except",
        "exp": "Some Causes of Otitis Externa a. Staphylococcus aureus b. Pseudomonas pyocyaneus c. B. proteus d. Escherichia coli e. Aspergillus niger f. Aspergillus fumigatus g. Candida albicans h. Herpes zoster",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Candida albicans",
        "opc": "Streptococcus pyogenes",
        "opd": "Staphylococcus aureus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "63066b0a-b8db-47d7-b367-8263bdd4999d",
        "choice_type": "multi"
    },
    {
        "question": "maximum absorption of IRON is seen in?",
        "exp": "absorption of iron is maximum in duodenum. vit b12 absorption is maximum in ileum ref: guyton and hall",
        "cop": 1,
        "opa": "duodenum",
        "opb": "ileum",
        "opc": "colon",
        "opd": "jejunum",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3ffb3a4d-7128-4a27-a012-6c47d9d31f4c",
        "choice_type": "single"
    },
    {
        "question": "In Plummer-Vinson syndrome, the region involved is",
        "exp": "Plummer-Vinson syndrome (PVS), a rare clinical condition, is characterized by a triad of dysphagia, iron deficiency anemia and esophageal web in the post-cricoid region. Ref ganong's review of medical physiology 25e 676",
        "cop": 2,
        "opa": "Posterior pharyngeal wall",
        "opb": "Valleculae",
        "opc": "Postcricoid region",
        "opd": "Pyriform sinus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d831334c-1110-4d94-81c0-3cf64779b8dc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is present in males but not in females?",
        "exp": "The bulbourethral glands are paired structures located within the deep perineal pouch, embedded within the sphincter urethrae. Their ducts pass to the spongy urethra. The homologous female structures are the greater vestibular (Baholin's) glands, which are located in the superficial perineal pouch.",
        "cop": 2,
        "opa": "Bulbospongiosus muscle",
        "opb": "Bulbourethral gland",
        "opc": "Corpus cavernosum",
        "opd": "Membranous urethra",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1e7aedca-82a9-41dd-b3cc-b06e65ea7270",
        "choice_type": "single"
    },
    {
        "question": "Latest mode of ventilation in patient with poor oxygenation in ARDS",
        "exp": "Liquid ventilation (LV) is a technique of mechanical ventilation in which the lungs are insufflated with an oxygenated perfluorochemical liquid rather than an oxygen-containing gas mixture.",
        "cop": 3,
        "opa": "PCV",
        "opb": "Reverse ratio ventilation",
        "opc": "Liquid ventilation",
        "opd": "Prone ventilation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "053183c5-f7b0-4158-8e48-2fb61dae59e6",
        "choice_type": "single"
    },
    {
        "question": "Cerebral blood flow is regulated by all, EXCEPT:",
        "exp": "Factors affecting overall cerebral blood flow include: Intracranial pressure Local constriction & dilation of cerebral aerioles Mean aerial pressure at brain level Viscosity of blood Mean venous pressure at brain level The most impoant extrinsic influences on CBF are respiratory gas tensions paicularly aerial PC02. Cerebral blood flow is directly propoional to aerial PC02 between tensions of 20 and 80 mm of Hg Ref: Guyton 12th Ed.",
        "cop": 3,
        "opa": "Intracranial pressure",
        "opb": "Aerial PC02",
        "opc": "Potassium ions",
        "opd": "Cerebral metabolic rate",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bfe08b89-c660-4dab-9178-1ae342ce5362",
        "choice_type": "multi"
    },
    {
        "question": "Functional residual capacity is",
        "exp": "Functional Residual Capacity (FRC) is expiratory reserve volume + residual volume. From the picture givERV+RV) Lung Capacities The total lung capacity can be broken down into alternate capacities that help to define functioning lings. The vital capacity refers to the maximum amount of air expired from the fully inflated lung or maximum inspiratory level. The inspiratory capacity is the maximum amount of air inspired from the end-expiratory level. The functional residual capacity represents the volume of the air remaining in the lungs after expiration of a normal breath. REf: Ganong&;s Review of Medical Physiology 25th edition PGno: 628, 629",
        "cop": 3,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "40a1f77c-87a9-4ebc-b62b-62a3e6fb0167",
        "choice_type": "single"
    },
    {
        "question": "which of the following is true regarding nuclear bag fibres of motorunit ?",
        "exp": "Two types of intrafusal fibres -- nuclear bag fibre * primary (la) afferent -- supplies annulospiral ending in the centre -- provide information on muscle length and velocity (phasic response) fast stretch reflex -- nuclear chain fibre * primary (la) and secondary (II) afferent -- supplies flower spray ending -- monitor the length of the muscle (tonic response) --slow stretch reflex ref : guyton and hall",
        "cop": 2,
        "opa": "responds to length only",
        "opb": "responds to both length and velocity changes",
        "opc": "responds to contraction of muscle fibres",
        "opd": "responds to reflex relaxation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0065f3e1-bafd-4094-a8a2-4724858fe160",
        "choice_type": "multi"
    },
    {
        "question": "Ha's rule is related to",
        "exp": "Elastic recoil of Levator Ani occurs bringing the occiput forwards in the midline. The process is repeated until the occiput is placed anteriorly. This is called as rotation by law of pelvic floor- Ha's rule.",
        "cop": 1,
        "opa": "Mechanism of Internal rotation",
        "opb": "Mechanism of Crowning",
        "opc": "Mechanism of Engagement",
        "opd": "Mechanism of Restitution",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0770dd80-18e8-401b-afe0-dd4b9cf15673",
        "choice_type": "single"
    },
    {
        "question": "A rabbit is injected for the first time with ova-albumin. The antibodies generated in this response would be of which class?",
        "exp": "Primary immune response: The response that occurs after a harmful antigen has beenencountered for the first time. In this IgM are produced.Secondary immune response: Is a much quicker and more effective response that occurs after a previously encountered antigen reappears. In this IgG are produced.",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgD",
        "opd": "IgE",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4606058f-2187-42e6-9c7b-9e0cc43e243d",
        "choice_type": "single"
    },
    {
        "question": "Delusion in delirium are",
        "exp": "Delusion are only for sho time so transient in nature. It is the most characteristic feature of the delision. But they may be frightening in nature. So option A is the best answer.",
        "cop": 1,
        "opa": "Transient",
        "opb": "Frightening",
        "opc": "Self reference",
        "opd": "Nihilistic",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3f2ed5fb-f8eb-4092-a2b3-4a1a622c0b62",
        "choice_type": "single"
    },
    {
        "question": "A known patient with renal stone disease developed pathological fractures along with abdominal pain and ceain psychiatric symptoms. He should be investigated for",
        "exp": "Hyperparathyroidism causessmooth-muscle atony, with upper and lower gastrointestinal symptoms such as nausea, heaburn and constipation. ... The digestive manifestations of parathyroid malfunction are often overlooked and serum calcium level must be included in the routine workup forabdominal symptoms. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Polycystic kidney",
        "opb": "Hyperparathyroidism",
        "opc": "Renal tubular acidosis",
        "opd": "Paget's disease of bone",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "70c53381-9fe5-4291-adeb-c224e2393e05",
        "choice_type": "single"
    },
    {
        "question": "Maroteaux Lamy syndrome characterized by deficiency of",
        "exp": "Maroteaux-Lamy syndrome is mucopolysaccharidosis type VI, caused due to deficiency of N-acetylgalactosamine (arylsulphatase B).",
        "cop": 3,
        "opa": "Beta Galactosidase",
        "opb": "Beta Glucuronidase",
        "opc": "Arylsulfatase B",
        "opd": "Iduronate sulfatase",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5cbce652-f8ba-4c4c-92f4-e7c107d1821f",
        "choice_type": "single"
    },
    {
        "question": "Charcot's triad includes all the following except",
        "exp": "Charcot's triad of jaundice, abdominal pain, and fever is present in about 70% of patients with ascending cholangitis and biliary sepsis. Reynold's pentad = Charcot's triad + shock and confusion. Courvoisier's law: In obstruction of the common bile duct due to a stone, distension of the gallbladder seldom occurs; the organ is usually already shriveled. In obstruction from other causes, distension of the gallbladder is common by comparison Ref: Bailey and Love's 27th edn. Pg 1125. Harrison's, 19th edn. Pg 1843.",
        "cop": 2,
        "opa": "Pain",
        "opb": "Vomiting",
        "opc": "Jaundice",
        "opd": "Fever",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "dd668604-8424-4212-bbc9-132e92f1d33b",
        "choice_type": "multi"
    },
    {
        "question": "A woman with infeility receives an ovary transplant from her sister who is an identical twin. What type of graft is it?",
        "exp": ".",
        "cop": 4,
        "opa": "Allograft",
        "opb": "Autograft",
        "opc": "Xenograft",
        "opd": "Isograft",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "19d80516-6375-49ae-9148-7fa66e2f86dd",
        "choice_type": "multi"
    },
    {
        "question": "which is true regarding bezold jarisch reflex is ?",
        "exp": "BEZOLD- JARISCH REFLEX * It responds to ventricular stimuli sensed by the chemoreceptors and mechanoreceptors within the left ventricular wall by inducing the triad of -- Hypotension -- Bradycardia -- Coronary aery dilatation * The activated receptors communicate along unmyelinated vagal afferent type C fibers REF : GUYTON AND HALL",
        "cop": 4,
        "opa": "increased bp and decreased HR",
        "opb": "increased BP and increased HR",
        "opc": "DECREASED BP and increased HR",
        "opd": "decreased BP and DECREASED HR",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a28c25ce-857f-4868-9e79-577d905c8a04",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most useful in Rx of Kostmann's Syndrome?",
        "exp": "Filgrastim (G-CSF) Cyclic neutropenia; results best in Rx of Kostmann syndrome Sargramostim (GM-CSF)- Cyclic neutropenia Oprelvekin (interleukin-11) -Thrombocytopenia Aldesleukin (interleukin-2) -Renal cell carcinoma, metastatic melanoma a-interferon- Hepatitis B and C, Kaposi sarcoma, Leukemias, Malignant melanoma b-interferon- Multiple sclerosis g-interferon- Chronic granulomatous disease",
        "cop": 4,
        "opa": "Sargramostim",
        "opb": "Aldesleukin",
        "opc": "Oprelvekin",
        "opd": "Filgrastim",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "85fef823-3396-4bec-b78c-f63ef6eaf15d",
        "choice_type": "single"
    },
    {
        "question": "What is a straddle fracture?",
        "exp": "Straddle fracture of the pelvis (fracture of both superior and inferior pubic rami) is considered an unstable injury. The mechanism is a veical shear injury (in this case a car accident). Withstraddle fractures, there is a 40% chance of injury to the genitourinary tract Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Fracture of the skull",
        "opb": "Fracture of the C5 veebra",
        "opc": "Multiple rib fracture both sides of the midline",
        "opd": "Pelvic fracture",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a3d0f293-76c3-442f-8768-53894889400f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following type of hypersensitivity reaction is found in the given condition? <img src=\" />",
        "exp": "ADCC (Antibody dependent cellular cytotoxicity) - NK cells by identifying Fc receptors of antibodyClinical examplesTransfusion reactionsErythroblastosis fetalis Autoimmune hemolytic anemia",
        "cop": 2,
        "opa": "Anaphylactic type",
        "opb": "Cytotoxic type",
        "opc": "Type III hypersensitivity",
        "opd": "Cell mediated hypersensitivity",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "27db858e-68ad-4a12-aa98-c483a958b3a2",
        "choice_type": "single"
    },
    {
        "question": "Which Which of the following statement is TRUE about Bohr&;s effect?",
        "exp": "The decrease in O2 affinity of hemoglobin when the pH of blood falls is called the Bohr effect. It is closely related to the fact that deoxygenated hemoglobin (deoxyhemoglobin) binds H+ more actively than does oxygenated hemoglobin (oxyhemoglobin). The pH of blood falls as its CO2 content increases, so that when the PCO2 rises, the curve shifts to the right and the P50 rises. REF: GUYTON 12TH ED",
        "cop": 1,
        "opa": "Decreased affinity of Hb to 02 is associated with decreased pH & increased C02",
        "opb": "Decreased affinity of Hb to 02 is associated with increased pH & decreased C02",
        "opc": "Decreased affinity of Hb to 02 is associated with decreased pH & C02",
        "opd": "Decreased affinity of Hb to 02 is associated with increased pH & C02",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bdc6e02d-3dff-49cc-a123-cbab703cf19c",
        "choice_type": "multi"
    },
    {
        "question": "Smell of bitter almonds is seen in poisoning with",
        "exp": "Cyanide can be a colorless gas, such as hydrogen cyanide (HCN) or cyanogen chloride (CNCl), or a crystal form such as sodium cyanide (NaCN) or potassiumcyanide (KCN). Cyanide sometimes is described as having a \"bitter almond\" smell, but it does not always give off an odor, and not everyone can detect this odor. Ref ganong's review of medical physiology 25e p143",
        "cop": 2,
        "opa": "Phosphorus",
        "opb": "Hydrocyanic acid",
        "opc": "Nitric acid",
        "opd": "Oxalic acid",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "152216f4-1790-4f5c-89bb-96dce5005f82",
        "choice_type": "single"
    },
    {
        "question": "Stab wounds of the kidneys involve other abdominal organs in a high percentage of cases. Of the organs listed, which one is least likely to be damaged in this patient?",
        "exp": "The organs that are closely related to the kidneys are at a risk of direct injury by a stab wound that traverses the renal parenchyma. Adrenals, Stomach, and Spleen may be directly involved rather than the IVC. Ref ganong's review of medical physiology 25e",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Spleen",
        "opc": "Inferior vena cava",
        "opd": "Left adrenal gland",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "80a87783-8de0-470e-8cc6-5eec7d1491ac",
        "choice_type": "single"
    },
    {
        "question": "which statemenr is false regarding ascending limb of loop of henle?",
        "exp": "COUNTER CURRENT MECHANISM IN KIDNEY * long loop of Henle establishes a veical osmotic gradient (Countercurrent multiplier) their vasa recta preserve this gradient while providing blood to renal medulla Countercurrent exchanger) collecting ducts of all nephrons use the gradient in conjunction with the hormone vassopressin, to produce urine of varying concentration (osmotic equilibrating device) Collectively this entire functional organization is known as medullary countercurrent system. ascending limb of loop of henle is permeable to sodium,potassium , chloride and magnesium its a pa of CCM- dilution segment defect of na+k+2cl- is called baer syndrome ref: guyton and hall",
        "cop": 2,
        "opa": "its highly permeable to sodium",
        "opb": "channel is Na+K+ 2cl- defect leads to pendred syndrome",
        "opc": "its permeable to magnesium",
        "opd": "its a pa of counter current multiplier",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "87a2c321-4189-4665-80e6-4e98e261a573",
        "choice_type": "multi"
    },
    {
        "question": "In the diffuse axonal injury, the typical location of lesions in the brain include",
        "exp": "Diffuse axonal injury (DAI) is a brain injury in which scattered lesions in white matter tracts as well as gray matter occur over a widespread area. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Para-saggital region",
        "opb": "Cerebral coex",
        "opc": "Ventricles",
        "opd": "White matter of cerebral hemispheres, corpus callosum and the upper brain stem",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d362c795-99d7-482a-aec2-8f93cec9c896",
        "choice_type": "multi"
    },
    {
        "question": "Palpation on the costoveebral angle produces pain and tenderness in acute adrenal insufficiency. This is",
        "exp": "Costoveebral angle pain and tenderness in acute adrenal insufficiency is known as Rogoff's sign",
        "cop": 3,
        "opa": "Osler's sign",
        "opb": "Rotch's sign",
        "opc": "Rogoff's sign",
        "opd": "Rossolimo's sign",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ca031106-5a45-4047-a081-2988fe637a47",
        "choice_type": "single"
    },
    {
        "question": "What is the mechanism through which catecholamines stabilize blood glucose concentration in response to hypoglycemia?",
        "exp": "Catecholamines stimulate glycogenolysis and gluconeogenesis in the liver, causing glucose to be synthesized and released into the blood.Catecholamines stimulate glycogen phosphorylase in muscle to free glucose for use by the muscle. Muscle cannot release glucose to the circulation because it lacks glucose-6-phosphatase. However, the muscle can release lactate, which can be used in gluconeogenesis by the liver.",
        "cop": 4,
        "opa": "Catecholamines stimulate glycogen phosphorylase to release glucose from muscle",
        "opb": "Catecholamines inhibit glycogenolysis in the liver",
        "opc": "Catecholamines stimulate the release of insulin from the pancreas",
        "opd": "Catecholamines stimulate gluconeogenesis in the liver",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "70494f99-a799-4f7a-ba4c-6c5428752d71",
        "choice_type": "single"
    },
    {
        "question": "What is true regarding (A-a)O2 gradient? (A = alveolus; a = aerial)",
        "exp": ".",
        "cop": 4,
        "opa": "Normal gradient ~ 15 mmhg (2 kpa)",
        "opb": "An increased gradient may be caused by, pulmonary collapse",
        "opc": "Venous admixture affects (A-a)O2 gradient",
        "opd": "All",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f5636e5a-dff9-47f0-b40c-4fa7a5e46165",
        "choice_type": "multi"
    },
    {
        "question": "In the following diagram, the curve \"X\" represents the normal relationship of alveolar ventilation with PaCO2 when PaO2 is 100 mmHg. If pH changed from 7.4 to 7.3, change in alveolar ventilation will shift to which of the curve?",
        "exp": "This graph shows the composite effects of PCO2, pH , PO2 on alveolar ventilation Red curves are measured at blood pH of 7.4 Green curves are measured at blood pH of 7.3 Curves are displaced to right at higher ph & displaced to left at lower pH Ref: Guyton, 13th edition / page 544",
        "cop": 2,
        "opa": "Curve B",
        "opb": "Curve C",
        "opc": "Curve D",
        "opd": "Curve E",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b03be1a8-a0ff-4cca-a514-0208a803abae",
        "choice_type": "single"
    },
    {
        "question": "In a case of medico-legal dispute, after postmoem the body should be handed over to",
        "exp": "In medicolegal dispute case, after postmoem the body should be handed over to the investigating officer. After thorough studying of the case, then the body is handed over to body's relatives. Ref synopsis of forensic laxminarayana 7e",
        "cop": 3,
        "opa": "Magistrate",
        "opb": "Patient's relatives",
        "opc": "Investigating officer",
        "opd": "Coroner",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "be39ffba-53ed-4dc5-9c64-f9d4883a1a2c",
        "choice_type": "single"
    },
    {
        "question": "Lowest recurrence rate in duodenal ulcer treatment is seen with",
        "exp": "For the management of PUD,vagotomy is sometimes combined with antrectomy (removal of the distal half of the stomach) to reduce the rate of recurrence. Reconstruction is performed with gastroduodenostomy (Billroth I) or gastrojejunostomy (Billroth II). Ref surgery Srb p1178",
        "cop": 2,
        "opa": "Highly selective vagotomy",
        "opb": "Truncal vagotomy",
        "opc": "Truncal vagotomy and antrectomy",
        "opd": "Truncal vagotomy and pyloroplasty",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f078289e-5ef8-4fbd-9976-c76ffa30a5e7",
        "choice_type": "single"
    },
    {
        "question": "Allograft is between",
        "exp": "Autografts - donor & recipient is the same Isografts - donor & recipient is the same genotypeAllografts - same species but different genotypeXenografts - between different species",
        "cop": 2,
        "opa": "Individuals of same genetic constitution",
        "opb": "Individuals of same species with different genetic identity",
        "opc": "Twins",
        "opd": "Members of different species",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "91ed561a-a462-4b3a-8d44-de93ae85c2d0",
        "choice_type": "multi"
    },
    {
        "question": "Cayenne-pepper appearance on diascopy is seen in",
        "exp": "Discoid lupus erythematosus a. Cyenne-pepper appearance of lesions on diascopy is seen in discoid lupus erythematosus. b. In discoid lupus erythematosus skin lesions usually, develop on the sun-exposed skin of the face and neck.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Discoid lupus erythematosus",
        "opc": "Pemphigus",
        "opd": "Systemic sclerosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f3a68975-31f1-45b7-a4e5-10fb423611f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most atherogenic?",
        "exp": "LDL-cholesterol accounts for 6070% of total serum cholesterol. It is the most atherogenic lipoprotein and is the major target of cholesterol-lowering treatments. It is sometimes referred to as \"bad\" cholesterol.",
        "cop": 4,
        "opa": "Cholesterol",
        "opb": "VLDL",
        "opc": "Triglycerides",
        "opd": "LDL",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9c38e9da-13b9-488b-bf8c-1d0054aed96e",
        "choice_type": "single"
    },
    {
        "question": "Which class of neurotransmitter would be most affected by a toxin that disrupted microtubules within neurons?",
        "exp": ".",
        "cop": 4,
        "opa": "Amino acid transmitters",
        "opb": "Catecholamine transmitters",
        "opc": "Membrane-soluble transmitters",
        "opd": "Peptide transmitters",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c4943e8a-394b-41c7-ad6d-bb8dc461942f",
        "choice_type": "single"
    },
    {
        "question": "All are propeies of single electrical synapse except",
        "exp": ".",
        "cop": 2,
        "opa": "Rectification",
        "opb": "Amplification",
        "opc": "Inhibition",
        "opd": "Summation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "dd096b38-5672-48db-81a1-9ec4bbf0ed07",
        "choice_type": "multi"
    },
    {
        "question": "All the following are true about Retinitis spunctata albescens except",
        "exp": "Retinitis punctata albescens is a tapetoretinal disorder characterized by an ophthalscopic picture of diffusely scattered white, dot-like lesions situated deep to the retinal vessels and associated with some impairment of night vision.* It is usually congenital or commences at an early age Ref Ophthalmopalgy khurana 6/e p 3269",
        "cop": 3,
        "opa": "Autosomal dominant",
        "opb": "Retinal pigmenta on in epithelium",
        "opc": "Paicularly involves posterior pole of retina",
        "opd": "White dots on fundus examination",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "de6e6294-f833-46cd-b0e3-1c65512b7634",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old male presented to casualty with severe pain in the left upper abdomen radiating to groin. Urine routine shows 6-8 pus cells and 15-20 RBCs. CT scan was taken. What is the diagnosis?",
        "exp": "A non-contrast CT clearly shows a calculus in the left upper ureter",
        "cop": 3,
        "opa": "Aoic Aneurysm",
        "opb": "Acute cholecystitis",
        "opc": "Left ureteric calculus",
        "opd": "Acute Colitis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "49ef598b-a8e3-480d-b0b8-6fe8983282b6",
        "choice_type": "single"
    },
    {
        "question": "Which pa of the nephron is impermeable to water?",
        "exp": "The thick ascending limb of loop of henle is completely impermeable to water, hence it is also called as the diluting segment of the nephron Ref: Guyton review 3rd edition/page 83",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b7a8fd0f-81a1-4a28-9bff-9d4622f25013",
        "choice_type": "single"
    },
    {
        "question": "A person stands up. Compared with the recumbent position, 1 minute after standing, the",
        "exp": "Standing up increases the transmural pressure in the veins of the legs. Because the veins are highly compliant, their volume increases at the expense of central blood volume.A lower central blood volume means reduced cardiac filling pressure (preload). Within seconds, the decrease in preload decreases stroke volume, cardiac output, and aerial pressure.",
        "cop": 2,
        "opa": "Skin blood flow increases",
        "opb": "Volume of blood in leg veins increases",
        "opc": "Cardiac preload increases",
        "opd": "Cardiac contractility decreases",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b83908f9-5602-4f4b-a7aa-a738a753b0dc",
        "choice_type": "single"
    },
    {
        "question": "Intubation induced laryngeal spasm can not be prevented by",
        "exp": "Promethazine can increase the chances of reflex disturbances.",
        "cop": 4,
        "opa": "Local anaesthesia spray",
        "opb": "Fentanyl",
        "opc": "Diltiazem",
        "opd": "Promethazine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "42305a54-ad95-4b6d-9feb-34c87134d2e4",
        "choice_type": "single"
    },
    {
        "question": "All are actions of depolarising agents except",
        "exp": "They causes hyperkalemia, and if hyperkalemia is already present depolarizing agents are a contraindication.",
        "cop": 2,
        "opa": "Bradycardia",
        "opb": "Hypokalemia",
        "opc": "Increased Intracranial tension",
        "opd": "Increased Intraocular pressure",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b40c104e-bf50-44c4-9189-0496db7b7dd7",
        "choice_type": "multi"
    },
    {
        "question": "Secretory basket cells are located",
        "exp": "Secretory basket cells are found in salivary gland acini and are also called myoepithelial cells. The name implies that they are epithelial cells with muscle-like contractile propeies. They are found between secretory cells and the basal lamina and exe pressure on the secretory cells to release their secretions.",
        "cop": 3,
        "opa": "Inside secretory acini",
        "opb": "Surrounding the intercalated duct",
        "opc": "Between secretory cells and the basal lamina",
        "opd": "Surrounding the striated duct",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "299015bf-88bb-4098-833f-2dea8d7bb5d3",
        "choice_type": "single"
    },
    {
        "question": "\"EMA-CO regimen\" is useful in Rx of",
        "exp": "EMA-CO a cyclic non-cross-resistant combina on of etoposide, methotrexate, and dactinomycin alternating with cyclophosphamide and vincristine.",
        "cop": 3,
        "opa": "Metastatic breast cancer",
        "opb": "Advanced endometrial sarcoma",
        "opc": "Gestational trophoblastic neoplasia",
        "opd": "Ovarian tumor with peritoneal implants",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b22c5dae-11c4-4cab-a84b-a9037dad5f1b",
        "choice_type": "single"
    },
    {
        "question": "The commonest nerve injury associated with the shown fracture is",
        "exp": "will perform a physical assessment. They will move each joint in the upper arm and ask the person to repo any sensation of stretching, tingling, or pain Ref ganong's review of medical physiology 25e p783",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "70e944ef-9e01-4d07-855b-d62dbdfa5d52",
        "choice_type": "single"
    },
    {
        "question": "'Foification spectra' are feature of",
        "exp": "Foification spectra are more complicated images that can float in your vision during a migraine. These get their name from their resemblance to an aerial view of an intricately built fo. Ref ganong's review of medical physiology 25e p874",
        "cop": 2,
        "opa": "Mature cataract",
        "opb": "Immature cataract",
        "opc": "Amaurosis Fugax",
        "opd": "Migraine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9c51043a-38f9-4f70-9e17-8dcf6b438e7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may be seen in children with Vitamin C excess?",
        "exp": "Vitamin C is a precursor of oxalate, liable to produce hyperoxaluria . ... In malabsorption, Ca chelates with fatty acids, generating enteric hyperoxaluria Ref ganong's review of medical physiology 25e p436",
        "cop": 2,
        "opa": "Alopecia",
        "opb": "Oxaluria",
        "opc": "Peripheral neuropathy",
        "opd": "Benign intracranial hypeension",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f3a77f1d-d043-41c2-99f6-9dcfc2f9cf78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve is most commonly damaged during wrist slash injury?",
        "exp": "The median nerve lies very superficially at the wrist, in the interval between the tendons of the flexor digitorum superficialis and the flexor carpi radialis muscles just proximal to its entry under the flexor retinaculum in the hand. During wrist slash injuries, the other nerve which could be damaged is ulnar nerve, if the injury was extended more medial.",
        "cop": 4,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Median nerve - palmar cutaneous branch",
        "opd": "Median nerve",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "179e3ce2-bcd3-4e52-a872-b6aae5d82402",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the mechanism of action of Fondaparinux?",
        "exp": "The antithrombotic activity of fondaparinux sodium is the result of antithrombin III (ATIII) mediated selective inhibition of Factor Xa.",
        "cop": 2,
        "opa": "Factor Xa inhibition and Thrombin inhibition",
        "opb": "Factor Xa inhibition",
        "opc": "Antithrombin inhibitor",
        "opd": "Thrombin inhibition",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9ee515a6-6afa-4fd6-b470-7d558b06be49",
        "choice_type": "single"
    },
    {
        "question": "Radiological Signs of Acute Pancreatitis include the following except",
        "exp": "Murphy sign A positive Murphy's sign is seen in acute cholecystitis. It is elicited by firmly placing a hand at the costal margin in the right upper abdominal quadrant and asking the patient to breathe deeply. Ref ganong's review of medical physiology 25e p762",
        "cop": 2,
        "opa": "Colon cut-off sign",
        "opb": "Murphy sign",
        "opc": "Renal halo sign",
        "opd": "Sentinel loop sign",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c67c0beb-212a-4044-9304-ba8c7d5acb76",
        "choice_type": "multi"
    },
    {
        "question": "Free water clearance by the kidney is increased by which of the following?",
        "exp": "Free water clearance is the amount of water excreted in excess of that required to make the urine isotonic to plasma.",
        "cop": 1,
        "opa": "Diabetes insipidus",
        "opb": "Renal failure",
        "opc": "Diuretic therapy",
        "opd": "Diabetes mellitus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "171278c7-cad7-432c-a5d4-655828ad04d5",
        "choice_type": "single"
    },
    {
        "question": "Pseudohyponatremia occurs in which of the following conditions?",
        "exp": "Ceain conditions that interfere with laboratory tests of serum sodium concentration (may lead to an erroneously low measurement of sodium. This is called pseudo hyponatremia. a. Hyperlipidemia b. Hyper paraproteinemia (Multiple myeloma) c. Severe hyperglycemia (DKA, NKHOC)",
        "cop": 3,
        "opa": "SIADH",
        "opb": "CHF",
        "opc": "Hyperlipidemia",
        "opd": "Severe dehydration",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c0dd1847-cdcb-44ca-b837-ef7e8899c6b2",
        "choice_type": "single"
    },
    {
        "question": "Sensory receptors that adapt rapidly are well suited to sensing",
        "exp": "Rapidly adapting sensory receptors are best suited for detecting motion and change.",
        "cop": 2,
        "opa": "The weight of an object held in the hand",
        "opb": "The rate at which an extremity is being moved",
        "opc": "Resting body orientation in space",
        "opd": "Potentially hazardous chemicals in the environment",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f46f9f9c-123f-4a74-9203-360196d241f8",
        "choice_type": "multi"
    },
    {
        "question": "GFR of a diabetic person is 90 ml/min. Blood glucose is 200 mg/dl. Calculate urinary glucose excretion rate if the Tm for glucose is 150 mg/min",
        "exp": "Amount of filtered glucose = Plasma concentration of glucose X GFR = 90 ml/min X 200 mg /dl = 180 mg/min Rate of excretion of Glucose = Amount filtered - Tubular maximum Rate of excretion of Glucose = 180 mg/min -150 mg/min = 30 mg/min Ref : Ganong 25th ed/page 681",
        "cop": 2,
        "opa": "20 mg/min",
        "opb": "30 mg/min",
        "opc": "40 mg/min",
        "opd": "50 mg/min",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7d275984-9f7c-4f60-9180-53f7cce8dda3",
        "choice_type": "single"
    },
    {
        "question": "Tumor arising from olfactory nasal mucosa is",
        "exp": "Esthesioneuroblastoma is a rare unique tumor of neural crest origin. Presents as a unilateral polypoidal mass in the upper third of the nasal cavity with symptoms of nasal obstruction, epistaxis and anosmia.",
        "cop": 4,
        "opa": "Nasal glioma",
        "opb": "Adenoid cystic carcinoma",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Esthesio-neuroblastoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "406dd299-b23f-4574-8547-cd50642422bd",
        "choice_type": "single"
    },
    {
        "question": "GFR is best measured with which of the following?",
        "exp": "Tc-99m MAG3 (mercaptoacetyltriglycine) is one of the technetium radiopharmaceuticals used in renal imaging. ... excretion: renal both glomerular filtration and tubular excretion; Ref ganong's review of medical physiology 25e",
        "cop": 3,
        "opa": "Iodohippurate",
        "opb": "Tc99m-DTPA",
        "opc": "Tc99m-MAG3",
        "opd": "Tc99m-DMSA",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6170833c-5acc-4911-b529-04520b262ec9",
        "choice_type": "single"
    },
    {
        "question": "fanconi bickel syndrome is due to mutation of ?",
        "exp": "FANCONI--BICKEL SYNDROME * Hepatic glycogenesis with renal fanconi syndrome. * Rare AR disorder. * &;deficiency of GLUT 2 in .hepatocytes , pancreatic beta cells, intestinal * Proximal renal tubular dysfunction. * Presents in 1st year of life as FTT , rickets , hepatomegaly , renomegaly. ref : guyton and hall",
        "cop": 2,
        "opa": "glut 1",
        "opb": "glut 2",
        "opc": "glut 4",
        "opd": "na+iodine channels",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "27de4791-8e55-4d9e-b1a0-0c10a5bddff6",
        "choice_type": "single"
    },
    {
        "question": "Inveed saucer appearance is seen in which type of leprosy?",
        "exp": "The \"saucer\" morphologies have been used in leprosy to describe ceain types of lesions. ... Inveed saucerlesion: A dome-shaped lesion with central infiltration and gradual peripheral sloping. Ref ganong's review of medical physiology 25e p783",
        "cop": 2,
        "opa": "BT",
        "opb": "LL",
        "opc": "BB",
        "opd": "TT",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e3e3ff27-bff9-4d6f-8652-18d959e15a67",
        "choice_type": "single"
    },
    {
        "question": "All except one are inhibitory neurotransmitters",
        "exp": "major inhibitory neurotransmitters include serotoninand gamma-aminobutyric acid(GABA). Some neurotransmitters, such as acetylcholine and dopamine, can create both excitatory and inhibitory effects depending upon the type of receptors that are present.",
        "cop": 2,
        "opa": "Acetylcholine",
        "opb": "Glutamate",
        "opc": "Norepinephrine",
        "opd": "Glycine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7e855409-c120-409f-ab8f-3f142b313a3f",
        "choice_type": "multi"
    },
    {
        "question": "pavor nocturnus is seen in which phase of sleep cycle ?",
        "exp": "Sleep Terrors (Pavor Nocturnus) * Peak onset age :5 to 7 years * high incidence of familial history * occur during slow-wave sleep * Episode : loud, piercing .ream. flushed fa., sweating, and tachycardia. may jump out of bed as if running away from an unseen threat unresponsive to parental effos at calming does not remembe the epi.de later. * Patients appear highly confused and fearful. * Many al. have h/o sleepwallcing * Precipitating factors are al. similar as with sleepwalldng * migraine is strongly a/w h/o sleep terrors in adolescence Parasomnias Parasomnias - Sleep disorders involving abnormal behaviors or physiological events that occur during sleep or while falling asleep. Nightmare disorder - A sleep disorder characterized by recurrent awakenings due to frightening nightmares. Nightmares are often associated with traumatic experiences and generally occur most often when the individual is under stress. ref : guyton and hall",
        "cop": 3,
        "opa": "NREM S1",
        "opb": "NREM S2",
        "opc": "NREM S3",
        "opd": "REM SLEEP",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "350be7a3-84ff-4175-b796-c7c2a46b12ca",
        "choice_type": "single"
    },
    {
        "question": "Eagle effect is seen in",
        "exp": "Some microbes demonstrate a curious response to b-lactam antibiotics known as Eagle-effect. Eagle-effect positive enterococci exhibit their greatest bactericidal response to penicillins at a concentration just above the MIC of the antibiotic, as concentration of P is increased above this value,bactericidal effect against enterococci is decreased. It is their unusual resistance to antibiotics - single outstanding characteristics.",
        "cop": 2,
        "opa": "Staphylococcus aureus",
        "opb": "Enterococcus faecalis",
        "opc": "Pseudomonas aeruginosa",
        "opd": "Streptococcus pyogenes",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f2db40c1-af54-46de-b99e-d95888936cd9",
        "choice_type": "single"
    },
    {
        "question": "McConnell's sign in echo-cardiography is seen in",
        "exp": "McConnell's sign is a distinct echocardiographic feature of acute massive pulmonary embolism. It is defined as a regional pattern of right ventricular dysfunction, with akinesia of the mid free wall and hyper contractility of the apical wall. Ref ganong's review of medical physiology 25e p753",
        "cop": 2,
        "opa": "MI",
        "opb": "Pulmonary embolism",
        "opc": "Sarcoidosis",
        "opd": "HOCM",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bcc79aa2-68ab-49e4-8d75-76a5d481512b",
        "choice_type": "single"
    },
    {
        "question": "A newborn has a posterior mediastinal cystic mass with several veebral anomalies. The most likely diagnosis would be which of the following?",
        "exp": "Neuroenteric cyst / esophageal duplication cyst is round or tubular lesion occurring in the lower posterior mediastinum, which often disto esophagus but only rarely communicate with the esophageal lumen a chest x-ray may show a right-sided mediastinal mass and associated veebral anomalies like hemiveebra, block veebra, butterfly veebra or spina bifida, if present.",
        "cop": 3,
        "opa": "Neuroblastoma",
        "opb": "Bronchogenic cyst",
        "opc": "Neuroenteric cyst",
        "opd": "Myelocele",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "686f25e8-32f5-4bf2-a2d5-53c026e3f4c6",
        "choice_type": "single"
    },
    {
        "question": "Maze operation is done in which of the following condition?",
        "exp": "Surgical ablation of AF is typically performed at the time of other cardiac valve or coronary aery surgery and, less commonly, as a stand-alone procedure. The Cox surgical Maze procedure is designed to interrupt all macroreentrant circuits that might potentially develop in the atria, thereby precluding the ability of the atria to fibrillate.",
        "cop": 1,
        "opa": "Atrial fibrillation",
        "opb": "Complete hea block",
        "opc": "Ebstein anomaly",
        "opd": "Truncus aeriosus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7f58c0db-e728-4267-a611-34684bd96507",
        "choice_type": "single"
    },
    {
        "question": "A person developed sudden stridor, hoarseness of voice, tongue swelling, and edematous neck after eating a peanut. What is the likely diagnosis?",
        "exp": "This is a case of Angioneurotic edema characterized by tongue swelling and laryngeal edema after ingestion of a peanut.",
        "cop": 3,
        "opa": "Foreign body aspiration",
        "opb": "Pharyngeal perforation",
        "opc": "Angioneurotic edema",
        "opd": "Para pharyngeal abscess",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d4734829-9448-446a-a5e3-d5a689206934",
        "choice_type": "single"
    },
    {
        "question": "Statement not true about rigor mois is",
        "exp": "First appears in involuntary muscles (within an hour) due to less mass and less glycogen reserve. Involuntary muscles, begins 2-4 hours after death. Persists for about 12 hours and then begins to disappear Takes 12-24 hours to disappear completely",
        "cop": 1,
        "opa": "Appears immediately after death",
        "opb": "Affects both voluntary and involuntary muscles",
        "opc": "Indicates time since death",
        "opd": "Results from fusion of action and myosin filaments",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cee9ad07-0bca-4cd7-8b2f-1624b8b7e236",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of lepra reaction with acute neuritis is",
        "exp": "Prednisolone is the drug of choice for treatment of lepra reaction with acute neuritis.",
        "cop": 1,
        "opa": "Prednisolone",
        "opb": "Thalidomide",
        "opc": "Clofazimine",
        "opd": "Dapsone",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f8218959-c554-4daf-8510-06784ec72a70",
        "choice_type": "single"
    },
    {
        "question": "The following ECG changes do not include :",
        "exp": "ref : guyton and hall / harrisons",
        "cop": 3,
        "opa": "Prolonged PR interval",
        "opb": "WidcrQRS",
        "opc": "Inveed T waves",
        "opd": "ST segment depression/ elevation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "13ddb85b-b54c-4e9c-83f8-3aaa61fcc2a7",
        "choice_type": "single"
    },
    {
        "question": "Methoctramine is a",
        "exp": ".",
        "cop": 2,
        "opa": "Selective M1 antagonist",
        "opb": "Selective M2 antagonist",
        "opc": "Selective M3 antagonist",
        "opd": "Nonselective (M1+M2 ) agonist",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d68b2c4f-783f-4c6a-abc5-f447400b88dd",
        "choice_type": "single"
    },
    {
        "question": "Total lung capacity depend on",
        "exp": "Lung compliance TLC is the maximum volume to which the lungs can be expanded with the greatest possible inspiratory effo. TLC = IRV +TV + ERV+RV Q= IC + RV Q",
        "cop": 3,
        "opa": "Size of airway",
        "opb": "Closing tidal volume",
        "opc": "Lung compliance",
        "opd": "Residual volume",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "eccb49f5-f46b-4eb2-b25a-57e8f60acaf6",
        "choice_type": "single"
    },
    {
        "question": "Phospholipid associated with mechanism of hormone action is",
        "exp": "Phosphatidylinositol Is a Precursor of Second Messengers The inositol is present in phosphatidylinositol as the stereoisomer, myoinositol. Phosphatidylinositol 4,5 bisphosphate is an impoant constituent of cell membrane phospholipids? upon stimulation by a suitable hormone agonist, it is cleaved into diacylglycerol and inositol trisphosphate, both of which act as internal signals or second messengers.",
        "cop": 4,
        "opa": "Phosphatidyl choline",
        "opb": "Phosphatidyl lecithin",
        "opc": "Plasmalogen",
        "opd": "Phosphatidyl inositol",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7d275244-2213-4f33-a37d-576ab53dacdc",
        "choice_type": "single"
    },
    {
        "question": "Maximum radiation exposure is by",
        "exp": "Examination Effective total dose (mSv) Chest radiograph 0.06 Skull radiograph 0.2 Pelvis radiograph 0.65 Lumbar spine radiograph 1.3 Upper GI series (Barium) 2.45 Abdomen radiograph 0.55 Barium enema 2.8 to 4 IVP/IVU 1.6 Extremities 0.01 Enteroclysis 1.5 CT chest 8 CT abdomen 10 CT head 3.5 RNI 4.8",
        "cop": 2,
        "opa": "Radiography",
        "opb": "CT abdomen",
        "opc": "Radionuclide scan",
        "opd": "X-ray Abdomen",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "910cc87b-fc64-4afe-a79b-b8cedce0ccd0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following neurons predominantly fire during forceful expiration?",
        "exp": "Ventral group of neurons fire, when forceful expiration is needed like heavy excercise.. Dorsal group of neurons control the normal inspiration and expiration. Pneumotaxic center limits the duration of inspiration. Respiratory centers Resoiratory Center Component Primary Function Pre-Botzinger complex Pacemaker cells of spontaneous or automatic breathing Dorsal Respiratory Group (DRG) Respiratory rhythm generator (inspiratory ramp signal) Ventral Respiratory group (VRG) Overdrive mechanism Pneumotaxic center Controls the &;Switch off&; point of inspiratory ramp signal Apneustic center Delays switch off signal-promotes inspiration Vagi Inhibits inspiratory discharge Ref: Guyton and Hall 13th edition Pgno: 540",
        "cop": 2,
        "opa": "Dorsal group of neurons",
        "opb": "Ventral group of neurons",
        "opc": "Pneumotaxic center",
        "opd": "Chemoreceptors",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "611cf7ff-4aa0-45e6-8839-4d9d2365b87b",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of death in peptic ulcer patients is",
        "exp": "Peptic ulcers may be in thestomach, the small intestine just below the stomach, or the food pipe above the stomach. Sometimes,peptic ulcers can bleed (known asbleeding ulcers). More severebleeding, known as hemorrhaging, can be life-threatening. Ref surgery Srb 5e p432",
        "cop": 2,
        "opa": "Perforation",
        "opb": "Malignancy",
        "opc": "Hemorrhage",
        "opd": "Pyloric stenosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "fc832fab-d22a-4a8e-9e03-059f9676fe33",
        "choice_type": "single"
    },
    {
        "question": "Ectopic rest of normal tissue is known as",
        "exp": "choristoma is an ectopic rest of normal tissue. These are proliferation of any histologically normal tissue in an abnormal location Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "Choristoma",
        "opb": "Hamaoma",
        "opc": "Pseudotumor",
        "opd": "Lymphoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8f3d42e3-2f21-4606-b7f9-388da6b95dcb",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition there are congenital anomalies of the middle ear?",
        "exp": "Congenital anomalies of the middle ear may be associated with other general congenital deformities. There are a number of branchial arch syndromes, e.g. Pierre Robin's craniofacial dysostosis, Down's and Treacher Collins' syndromes. If there is an external ear abnormality it should raise suspicion of an underlying middle ear deformity. Middle ear deformity can be assessed by high-resolution CT scanning, if the inner ear is normal, reconstructive surgery of the middle ear can be successful.",
        "cop": 2,
        "opa": "Tuner syndrome",
        "opb": "Down syndrome",
        "opc": "Klinefelter syndrome",
        "opd": "Alpo syndrome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "134189b0-8425-499c-945c-ce171fdd8091",
        "choice_type": "single"
    },
    {
        "question": "Regarding multiple myeloma which of the following statements is wrong",
        "exp": "In Multiple Myeloma, On X-ray lytic lesions are seen. Bone scan is normal. Level of alkaline phosphate in the blood is normal, (despite extensive bone involvement). Generalize body pain is the commonest presentation. Hypercalcemia raised ESR, Anemia, are the features. Raised b2 microglobulin is a poor prognostic feature.",
        "cop": 3,
        "opa": "Malignant neoplasm derived from plasma cells",
        "opb": "Multiple punched out lesions on radiograms of the skull",
        "opc": "Multiple hot spots on bone scan",
        "opd": "Melphalan is used in treatment",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bab0f7d3-b70f-4054-922c-5bff49ddc1bb",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin K carboxylates",
        "exp": "The vitamin K-dependent (VKD)3carboxylase is a bifunctional enzyme that catalyzes the oxygenation of vitamin Khydroquinone, resulting in formation of vitamin K epoxide, in parallel with the carboxylation of multipleglutamate (Glu) residues in vitamin K-dependent proteins Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Aspaate",
        "opb": "Glutamate",
        "opc": "Tyrosine",
        "opd": "Tryptophan",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "aad4e5eb-b156-43f5-8c6e-9aeea80199ef",
        "choice_type": "single"
    },
    {
        "question": "The symptoms of hyperparathyroidism include",
        "exp": "Symptoms depend on whether the hyperparathyroidism is the result of parathyroid overactivity or secondary. In primary hyperparathyroidism, about 75% of people have no symptoms. The problem is often picked up incidentally during blood work for other reasons, and the test results show a higher amount of calcium in the blood than normal.Many other people only have non-specific symptoms. Symptoms directly due to hypercalcemia are relatively rare, being more common in patients with malignant hypercalcemia. If present, common manifestations of hypercalcemia include weakness and fatigue, depression, bone pain, muscle soreness (myalgias), decreased appetite, feelings of nausea and vomiting, constipation, polyuria, polydipsia, cognitive impairment, kidney stones and osteopenia or osteoporosis. A history of acquired racquet nails (brachyonychia) may be indicative of bone resorption.Parathyroid adenomas are very rarely detectable on clinical examination. Surgical removal of a parathyroid tumor eliminates the symptoms in most patients. In secondary hyperparathyroidism, the parathyroid gland is behaving normally; clinical problems are due to bone resorption and manifest as bone syndromes such as rickets, osteomalacia, and renal osteodystrophy. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Constipation and muscle weakness",
        "opb": "Anorexia and weight loss",
        "opc": "Polydipsia and polyuria",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8e37bd3a-421f-4425-87cf-ff80cf64f1a1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is TRUE about stapedial reflex?",
        "exp": "Stapedial reflex - A loud noise is put in either the ipsilateral or contralateral ear and the reflex causes the stapedius tendon to contract suddenly. This may be seen on tympanometry as a flick and is evidence of a functioning VII nerve down to this branch. Absence of the reflex may be result of many other disorders (eg. Hearing) as well as VII nerve lesion.",
        "cop": 3,
        "opa": "Involves a spinal reflex",
        "opb": "Invariably the first manifestation of Meniere's disease",
        "opc": "Protects from loud noises",
        "opd": "Is a polysynaptic reflex",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "779a08af-bb9a-4d17-9233-b3b690872cbb",
        "choice_type": "multi"
    },
    {
        "question": "Koakoffs sounds are due to",
        "exp": "Korotkoffs sounds are due to aerial turbulence on occlusion of the vessel. The streamline flow in the unconstricted aery is silent. But when the aery is narrowed, the velocity of flow through the constriction exceeds the critical velocity and turbulent flow results. Turbulent flow in the paly occluded brachial aery sets up the vibration (oscillations) of the vessel wall which are heard through the stethescope and are known as koratkoffs sounds. Phase Description K-1 Tapping sound Corresponds to systolic BP K-2 Murmur (soft swishing sound) K-3 Loud and clear tapping sound K-4 Muffled sound K-5 Disappearance of sounds Corresponds to Diastolic BP Note K-4 (muffles sound) corresponds to DBP in Adults after excercise Children Hypehyroidism Aoic regurgutation Patients with aeriovenous fistulas for hemodialysis Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 567",
        "cop": 3,
        "opa": "Increased laminar flow on application of pressure",
        "opb": "Closure of aoic valve in diastole",
        "opc": "Aerial turbulence on occlusion of vessel",
        "opd": "Normal sound existing, even without application of cuff",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "03ca1bf0-d87f-436f-a8b4-6bb5397eca2b",
        "choice_type": "single"
    },
    {
        "question": "The following is not true about Nesidioblastosis",
        "exp": "The majority of cases have been documented in infants and children, with few cases seen in adults.Nesidioblastosis is characterized by severe recurrent hypoglycemia with hyperinsulinemia requiring intravenous glucose administration and inappropriately low plasma level of ketone bodies and free fatty acids. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Presents with hypoglycemic attacks",
        "opb": "More common in adults than in children",
        "opc": "Histopathology shows hyperplasia of islet cells",
        "opd": "Diazoxide is used for treatment",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3d71e4ab-b46b-45f0-a531-77483d9c2210",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following helps to anchor an epithelial cell to the basement membrane?",
        "exp": "Hemidesmosomes are multiprotein complexes that facilitate the stable adhesion of basal epithelial cells to the underlying basement membrane. The mechanical stability ofhemidesmosomes relies on multiple interactions of a few protein components that form a membrane-embedded tightly-ordered complex. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Adherent junction",
        "opb": "Connexon",
        "opc": "Gap junction",
        "opd": "Hemidesmosome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "de6f12bf-ebf3-4d10-b51f-630ec2f5fa36",
        "choice_type": "single"
    },
    {
        "question": "True about fospropofol is all except",
        "exp": "Pharmacodynamic studies show fospropofol provides clinically useful sedation and EEG/BIS suppression while causing significantly less respiratory depression than propofol.",
        "cop": 4,
        "opa": "Aqueous phosphorylated prodrug of propofol",
        "opb": "More prolonged recovery profile than propofol",
        "opc": "Pain at the injection site was not repoed with fospropofol",
        "opd": "Significantly more respiratory depression than propofol",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "fd8d7ed5-8136-4932-882d-63ee3c6a7fc5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following fibers provide the only output from the cerebellar coex?",
        "exp": "Purkinje cells are located in the second (Purkinje) cell layer of the cerebellar coex and form inhibitory synapses on the deep cerebellar nuclei. Ref ganong's review of medical physiology 25e p213",
        "cop": 4,
        "opa": "Climbing",
        "opb": "Golgi cell",
        "opc": "Mossy",
        "opd": "Purkinje",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a002ae13-b2fc-411b-ab38-b39f921dc31f",
        "choice_type": "single"
    },
    {
        "question": "A person when asked what are the similarity between a chair and a table, he says that both has four legs. This is?",
        "exp": "This is an example of concrete thinking because he is unable to state that: - both are the items of furniture i.e. abstract thinking. Concrete thinking is the superficial type of thinking. Abstract attitude (categorical attitude) This is a type of thinking that includes voluntarily shifting one's mindset from a specific aspect of a situation to the general aspect. It involves keeping in mind different simultaneous aspects of a situation while grasping the essentials of the situation. It can involve breaking a situation down into its pas and isolating them voluntarily Planning ahead ideationally; and/or thinking or performing symbolically. A characteristic of many psychiatric disorders is the person's inability to assume the abstract attitude or to shift readily from the concrete to the abstract and back again as demanded by circumstances. Intellectualization A mental mechanism in which the person engages in excessive abstract thinking to avoid confrontation with conflicts or disturbing feelings.",
        "cop": 1,
        "opa": "Concrete thinking",
        "opb": "Abstract thinking",
        "opc": "Neologism",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b976a977-5823-4e9f-8e3d-f196cea94b56",
        "choice_type": "multi"
    },
    {
        "question": "Vitiligo is associated with each of the following disorders except",
        "exp": "Nelson's syndrome is a potentially life-threatening condition that does not infrequently develop following total bilateral adrenalectomy (TBA) for the treatment of Cushing's disease Ref ganong's review of medical physiology 25e p987",
        "cop": 2,
        "opa": "Nelson's syndrome",
        "opb": "Alopecia areata",
        "opc": "Graves' disease",
        "opd": "Addison's disease",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "22968916-4721-4170-8a73-9fe476d2a00e",
        "choice_type": "multi"
    },
    {
        "question": "Drug useful in chloroquine resistant malaria is",
        "exp": "Mefloquine is effective against chloroquine resistant Plasmodium falciparum.",
        "cop": 1,
        "opa": "Mefloquine",
        "opb": "Proguanil",
        "opc": "Pyrimethamine",
        "opd": "Primaquine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "145e1994-56a6-4890-b196-16d0152bec6f",
        "choice_type": "single"
    },
    {
        "question": "Depression is most common in patients suffering from which of the following cancer?",
        "exp": "In patients with cancer, the mean prevalence of depression is 25%, but depression occurs in 40-50% of patients with cancers of the pancreas or oropharynx. This association is not due to the effect of cachexia alone, as the higher prevalence of depression in patients with pancreatic cancer persists when compared to those with advanced gastric cancer.",
        "cop": 2,
        "opa": "Brain",
        "opb": "Pancreas",
        "opc": "Lungs",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "62f5bdd5-4ef0-4fa5-ae84-c7771b0c6211",
        "choice_type": "single"
    },
    {
        "question": "Which of the folowing is not true about Rumination disorder?",
        "exp": "This rare disorder occurs more commonly in males and usually appears between 3 and 14 months of age. It is potentially fatal; some repos indicate that up to one fouh of affected children die.",
        "cop": 2,
        "opa": "Failure to thrive",
        "opb": "Appears between 3 - 5 years of age",
        "opc": "Regurgitation of food",
        "opd": "No nausea",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e06f293f-8564-4c23-83c3-d122968db50b",
        "choice_type": "multi"
    },
    {
        "question": "All the following is true about Tetanus except",
        "exp": "Uterine tetanus is the most severe with 70 - 100 % moality. There's no cure for tetanus. Treatment consists of wound care, medications to ease symptoms and suppoive care. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Soil and intestines of infected human and animals act as chief reservoir",
        "opb": "Incubation period is 6 - 12 days",
        "opc": "Once infected shows life long resistance",
        "opd": "Uterine tetanus is the least severe",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "880d334d-f581-46eb-9286-a18d3f1d74d5",
        "choice_type": "multi"
    },
    {
        "question": "Trans-placental spread is least associated with",
        "exp": "HSV is usually transmitted during delivery through an infected maternal genital tract. Transplacental transmission of virus and hospital-acquired spread from one neonate to another by hospital personnel or family may account for some cases. Ref ganong's review of medical physiology 25e 976",
        "cop": 2,
        "opa": "HBV",
        "opb": "Rubella",
        "opc": "HSV",
        "opd": "HIV",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b6e63545-e713-40fe-8381-5b6433563a70",
        "choice_type": "single"
    },
    {
        "question": "Brain temperature is most accurately measured through",
        "exp": "Core temperature can be estimated bymeasuring the temperature of the lower esophagus, pulmonary aery, nasopharynx, or tympanum . Brain temperature is usually considered a \"central\" temperature, and in the absence of intracranial pathology, it can be estimated by measuring tympanic or esophageal temperatures Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "Tympanic membrane",
        "opb": "Nasopharynx",
        "opc": "Scalp",
        "opd": "Cornea",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "57527645-9a41-4105-ae86-d49e281b91cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following topics is principally focused on in cognitive therapy?",
        "exp": "Cognitive behavioral therapy (CBT) is a type of psychotherapeutic treatment that helps patients understand the thoughts and feelings that influence behaviors. CBT is commonly used to treat a wide range of disorders, including phobias, addictions, depression, and anxiety Ref ganong's review of medical physiology 25e p761",
        "cop": 2,
        "opa": "Unconscious and repressed memories",
        "opb": "Faulty ideas and beliefs",
        "opc": "Transference manifestations",
        "opd": "Dream interpretation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "71562af5-eade-4fdd-aff0-8b023fd424b3",
        "choice_type": "multi"
    },
    {
        "question": "Striped fibrosis of kidney is seen in",
        "exp": "Cyclosporin toxicity is classically alternate fibrosis that is striped fibrosis",
        "cop": 4,
        "opa": "Chronic rejection",
        "opb": "Diabetes mellitus",
        "opc": "Malignant hypeension",
        "opd": "Cyclosporin toxicity",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5a6da3af-8ec5-4169-831c-99b8f1d8f070",
        "choice_type": "single"
    },
    {
        "question": "Postmoem caloricity is seen in",
        "exp": "Postmoem caloricity A state in which the body temperature remains elevated--or even increases--for up to several hours after death.",
        "cop": 1,
        "opa": "Strychnine poisoning",
        "opb": "Organophosphorus Poisoning",
        "opc": "Datura poisoning",
        "opd": "Ergot poisoning",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "06d8f98d-c2de-4223-95c4-de8ac9adec07",
        "choice_type": "single"
    },
    {
        "question": "T cell recognizes which antigen in graft rejection?",
        "exp": "Through both direct and indirect pathway",
        "cop": 3,
        "opa": "MHC II",
        "opb": "MHC I",
        "opc": "Both MHC I & MHC II",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bd62b4e1-224b-4c04-befd-7fdd02429f1f",
        "choice_type": "multi"
    },
    {
        "question": "Scotty Dog Sign is seen in",
        "exp": "The Scottie dog sign refers to the normal appearance of the lumbar spine when seen on oblique radiographic projection. On oblique views, the posterior elements of the veebra form the figure of a Scottie dog with: the transverse process being the nose. the pedicle forming the eye. Ref essential ohopaedic maheshwari and mhaskar 6/e p240",
        "cop": 1,
        "opa": "Spondylolysis",
        "opb": "Fracture femur",
        "opc": "Sarcoidosis",
        "opd": "Osteosarcoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "502c69f1-5752-4612-8175-6233f6e8f1ca",
        "choice_type": "single"
    },
    {
        "question": "Structure passing through the opening marked 3 in the diaphragm is",
        "exp": "Caval opening T8- The caval opening passes through the central tendon of the diaphragm. It contains the inferior vena cava and the right phrenic nerve. Ref anatomy B. D. Chourasia thorax p54",
        "cop": 3,
        "opa": "Oesophagus",
        "opb": "Left gastric nerve",
        "opc": "Right phrenic nerve",
        "opd": "Hemiazygos vein",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3d7b1472-c670-4b9e-b607-45fee7eb7b50",
        "choice_type": "single"
    },
    {
        "question": "pressure sensitive receptors of skin are ?",
        "exp": "a) Free nerve endings -- tactile & superficial pain b) Krause&;s corpuscles -- cold receptors c) Meissner&;s corpuscles -- tactile skin receptors d) Merkel&;s corpuscles -- tactile receptors in the oral mucosa & submucosa of the tongue e) Ruffini&;s corpuscles -- pressure & warmth receptors ref : guyton and hall",
        "cop": 3,
        "opa": "messiners corposcules",
        "opb": "merkel cells",
        "opc": "pacinian corpuscules",
        "opd": "ruffinis endings",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a75daad6-4635-411c-b751-8a9ec23baa07",
        "choice_type": "single"
    },
    {
        "question": "'Sigmoid' esophagus on Ba Swallow is seen in",
        "exp": "Esophageal motility disorders like diffuse esophageal spasm, presbyesophagus and nutcracker esophagus may show \"cork screw\" apperance.",
        "cop": 1,
        "opa": "Achalasia cardia",
        "opb": "Scleroderma",
        "opc": "Diffuse esophageal spasm",
        "opd": "Carcinoma esophagus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a994d0ea-dbc3-40fe-aabe-6088f3d83652",
        "choice_type": "multi"
    },
    {
        "question": "Chorionic villous sampling is useful in all the following except",
        "exp": "Chorionic villous sampling (CVS) is generally performed at 10 to 13 weeks. 1. Second-trimester amniocentesis - for genetic diagnosis is usually performed between 15 and 20 weeks. 2. Early amniocentesis - this is performed between 11 and 14 weeks CVS for trophoblastic cells (derived embryologically from the same feilized eggs as the fetus is usually done during gestational weeks 11-13 The advantage of CVS is that the results are available early in pregnancy",
        "cop": 2,
        "opa": "Tay-Sachs disease",
        "opb": "Spina bifida",
        "opc": "Thalassanemia",
        "opd": "Down syndrome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "34f4908c-5cab-4e2d-95ce-8ea19e5a63e6",
        "choice_type": "multi"
    },
    {
        "question": "Caudal regression syndrome is seen in babies of mother having",
        "exp": ".",
        "cop": 1,
        "opa": "Gestational diabetes",
        "opb": "PIH",
        "opc": "Cardiac disease",
        "opd": "Anaemia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a0aad00f-2da9-46d6-b209-339f91b1bbfe",
        "choice_type": "single"
    },
    {
        "question": "Macular sparing is associated with lesions in:",
        "exp": "Macular sparing, that is, loss of peripheral vision with intact macular vision, is also common with occipital lesions Ref: Guyton 12th Ed.",
        "cop": 3,
        "opa": "Optic nerve",
        "opb": "Lateral geniculate body",
        "opc": "Occipital coex",
        "opd": "Optic chiasma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "99b5b1b1-cacc-40f7-be1f-feac1544df94",
        "choice_type": "single"
    },
    {
        "question": "Epinephrine is used for all the following, except",
        "exp": ".",
        "cop": 3,
        "opa": "To prolong the action of local anaesthetics",
        "opb": "As a topical haemostatic agent",
        "opc": "Management of acute hea failure",
        "opd": "Management of cardiac arrest",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "66eb1222-4b30-4262-8249-f3c4bc3ffe57",
        "choice_type": "multi"
    },
    {
        "question": "A disease that produces decreased inhibitory input to the internal segment of the globus pallidus should have what effect on the motor area of the cerebral coex?",
        "exp": null,
        "cop": 3,
        "opa": "Increased excitatory feedback directly to the coex",
        "opb": "No effect",
        "opc": "Decreased excitatory output from the thalamus to the coex",
        "opd": "Increased excitatory output from the putamen to the coex",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "891bb3f1-342d-4655-b52f-f78f89cb3091",
        "choice_type": "multi"
    },
    {
        "question": "Baroreceptor are ?",
        "exp": null,
        "cop": 2,
        "opa": "Carotid body",
        "opb": "Carotid sinus",
        "opc": "Aoic body",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6fecd7b7-c9a7-4ea6-9a11-624e0723ef68",
        "choice_type": "multi"
    },
    {
        "question": "Mifepristone is most useful for Rx of",
        "exp": "For treatment of molar pregnancy (hydatidform mole), mifipristone is the drug of choice. Ref mudaliar textbook, obstetrics 6e p156",
        "cop": 4,
        "opa": "Fibroids",
        "opb": "Ectopic pregnancy",
        "opc": "Threatened aboion",
        "opd": "Molar pregnancy",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ed6b8e27-174c-4647-ad8b-37ff7c2bbed9",
        "choice_type": "single"
    },
    {
        "question": "Physiologic Changes of the Thyroid metabolism during Pregnancy includes all except",
        "exp": "Pregnancy is a time of increased metabolic needs, and several factors in pregnancy also affect basic thyroid metabolism. hCG is secreted by the placenta, has significant homology with TSH, and is active at the TSH receptor. Pregnancy also results in elevated levels of serum TBG, requiring greater levels of total T4 and T3 to maintain adequate levels of free hormone. Overall, anticipated normal ranges of TSH concentration are lower during pregnancy with the lowest levels seen during the first trimester. Recommended ranges for TSH are 0.1 to 2.5 mIU/liter in the first trimester, 0.2 to 3.0 mIU/liter in the second trimester, and 0.3 to 3.0 mIU/liter in the third trimester.",
        "cop": 4,
        "opa": "Increased levels of total T4 and T3",
        "opb": "Elevated levels of serum TBG",
        "opc": "hCG acts at TSH receptor",
        "opd": "TSH level is highest during the 1st trimester",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "90065e50-187d-43d3-ab7e-403f42165395",
        "choice_type": "multi"
    },
    {
        "question": "True about erythema multiforme is",
        "exp": "All of the above * Erythema multiforme. a. Target lesions are characteristic b. Haemorrhagic crusts may form on lips c. Lesions resolve over 3 to 6 weeks d. Severe erythema multiform with extensive bullous eruption of skin and mucous membranes is called Stevens-Johnson syndrome e. Lesions are distributed symmetrically on the dorsum of hands, feet, forearms, face and neck.",
        "cop": 4,
        "opa": "Target lesions are characteristic",
        "opb": "Haemorrhagic crusts may form on lips",
        "opc": "Lesions resolve over 3 to 6 weeks",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "836ed19b-5ba9-43c7-9d14-a22b9b0b62dc",
        "choice_type": "multi"
    },
    {
        "question": "About Fibronectin nephropathy, which of the following is false?",
        "exp": "Fibronectin nephropathy Autosomal dominant.(AD) Presents with proteinuria and progressive loss of renal function",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "Characterized by mesangial deposits",
        "opc": "Does not have an body or complement deposition",
        "opd": "Is characterized by endothelial Ig deposits",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "05453acb-0eb0-4e10-9222-780f64f6e2d7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following will not cause a low lung diffusing capacity (DL)?",
        "exp": "A decrease in the diffusion distance will lead to an increase in DL. A decrease in capillary blood volume, surface area, cardiac output, and blood hemoglobin concentration will decrease DL.",
        "cop": 1,
        "opa": "Decreased diffusion distance",
        "opb": "Decreased capillary blood volume",
        "opc": "Decreased surface area",
        "opd": "Decreased cardiac output",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0ca99fd5-a18f-4dc2-a333-e294bff67305",
        "choice_type": "single"
    },
    {
        "question": "Bile acids are synthesized from ?",
        "exp": "Primary bile acids are cholic acid and chenodeoxycholic acid, which are synthesized from cholesterol in liver. In the intestine some of the primary bile acids are conveed into secondary bile acids, i.e., deoxycholic acid (formed from cholic acid) and lithocholic acid (derived from chenodexoxycholic acid). Glycine and taurine conjugates of these bile acids are called as bile salts. For example, cholic acid is a bile acid, and its glycine conjugate (glycocholic acid) is a bile salt. Bile salts help in digestion and absorption of fat by emulsification and micelles formation. Bile salts act as detergents, i.e., they have surface tension lowering action. Detergent action is due to amphipathic nature of bile salts (Note : Amphipathic molecules are molecules that contain both hydrophobic non-polar as well as hydrophilic-polar ends). Ref: Guyton 12th Ed.",
        "cop": 2,
        "opa": "Heme",
        "opb": "Cholesterol",
        "opc": "Ribulose",
        "opd": "Arachidonic acid",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d46c2f40-48be-4089-91f2-8de75dc33922",
        "choice_type": "single"
    },
    {
        "question": "Intraepidermal blister formation is seen in",
        "exp": "Pemphigus vulgaris a. Blisters in pemphigus vulgaris are wiraepidermal while those in bullous pemphigoid are subepidermal. b. Typical acantholytic (Tzanck) cells are seen in pemphigus vulgaris but not in bullous pemphigoid. c. Nikolsky 's sign is positive in pemphigus vulgaris but not in bullous pemphigoid.",
        "cop": 1,
        "opa": "Pemphigus Vulgaris",
        "opb": "Pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "974d29e2-948a-4e8c-8800-709fd8335d62",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is insulin dependent for its action?",
        "exp": "GULT 4 is located in adipose tissue, hea and skeletal muscles, where it is functionally associated with hexokinase II. It caries out insulin-stimulated glucose uptake.",
        "cop": 4,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "GLUT 4",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5348391e-3df4-43d4-b71b-bac6ee500b1b",
        "choice_type": "single"
    },
    {
        "question": "The left adrenal vein drains directly into which of the following veins?",
        "exp": "In contrast, the right adrenal vein and right gonadal vein drain directly into the inferior vena cava. Ref ganong's review of medical physiology 25e",
        "cop": 3,
        "opa": "Hemiazygos vein",
        "opb": "Inferior vena cava",
        "opc": "Left renal vein",
        "opd": "Splenic vein",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "560f21b6-3337-452a-8a75-93ebbc142613",
        "choice_type": "single"
    },
    {
        "question": "nerve of olfaction is ?",
        "exp": "nerves of olfaction = 1,7,9,5,10 OLFACTORY SYSTEM * Olfactory epithelium- receptor cells, suppoing cells and basal cells Receptor cells are bipolar neurons, distal process carries cilia that project into nasal cavity. Cilia have receptors for odoriferous molecules. Axons from the olfactory sensory neurons converge in the cy.. bulb to form clusters called glomeruli. These nerve fibers,are lacking in myelin sheaths. The glomerulus is a spherical structure located in the olfactory bulb of the brain where synapses form between the terminals of the tufted cell.and the dendrites of mitral, periglomerular and ref : guyton and hall",
        "cop": 4,
        "opa": "1",
        "opb": "9",
        "opc": "5",
        "opd": "all the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d7d071c7-c242-453a-8b8a-c3e4b6c71b2b",
        "choice_type": "multi"
    },
    {
        "question": "What size of donor cornea is taken in keratoplasty?",
        "exp": "An ideal size is 7.5 mm. Smaller sizes would give rise to astigmatism due to subsequent tissue tension.",
        "cop": 4,
        "opa": "2 mm",
        "opb": "4 mm",
        "opc": "6 mm",
        "opd": "8 mm",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9e150dd8-814b-4048-a61d-a9ba7203971d",
        "choice_type": "single"
    },
    {
        "question": "Sub coical dementia is seen in all except",
        "exp": "People with these types of dementia usually have severe memory loss and can't remember words or understand language.Alzheimer's and Creutzfeldt-Jakob disease are two forms of coical dementia.Subcoical dementias happen because of problems in the pas of the brain beneath the coex. Ref ganong's review of medical physiology 25e p751",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Alzheimer's disease",
        "opc": "Parkinson's disease",
        "opd": "HIV related dementia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5f60f00d-0825-43c8-9f34-6842dfb02d3c",
        "choice_type": "multi"
    },
    {
        "question": "In ERG 'A' waves corresponds to",
        "exp": "ERG A wave Activity of rods and cones B wave Bipolar cell C wave Retinal pigment epithelium(RPE)",
        "cop": 1,
        "opa": "Rods and cones",
        "opb": "Nerve bundleftlayer",
        "opc": "Aifact",
        "opd": "Pigment epithelium",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "265c6911-3da1-4ebe-84dc-d838c564010c",
        "choice_type": "single"
    },
    {
        "question": "Which type of motor unit is of prime impoance in generating the muscle power necessary for the maintenance of posture?",
        "exp": "The low threshold for activation, fatigue-resistant motor units are the type active in postural control. Intrafusal muscle fibers do not contribute to force generation.",
        "cop": 1,
        "opa": "Low threshold, fatigue-resistant",
        "opb": "High threshold, fatigable",
        "opc": "Intrafusal, gamma controlled",
        "opd": "High threshold, high force",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5b8b3e06-09a0-48a0-a740-a51bc08448d6",
        "choice_type": "single"
    },
    {
        "question": "'Lucid Interval' may be seen in",
        "exp": "Lucid interval- This is a period occurring in insanity during which all the symptoms of insanity disappear completely. Lucid interval refers to a brief period during which an insane person regains sanity that is sufficient to regain the legal capacity to contract and to act on his/her own behalf. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Intracerebral haemorrhage",
        "opb": "Insanity",
        "opc": "Subdural haemorrhage",
        "opd": "Alcohol",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "fc69c1f9-9b5d-4974-a8dd-063b6d0153eb",
        "choice_type": "single"
    },
    {
        "question": "Horner's syndrome is characterized by the following except",
        "exp": "Common signs and symptoms include: A persistently small pupil (miosis) A notable difference in pupil size between the two eyes (anisocoria) Little or delayed opening (dilation) of the affected pupil in dim light. Drooping of the upper eyelid (ptosis) Slight elevation of the lower lid, sometimes called upside-down ptosis Ref ganong's review of medical physiology 25e p431",
        "cop": 2,
        "opa": "Ptosis",
        "opb": "Miosis",
        "opc": "Heterochromia iridis",
        "opd": "Apparent exophthalmos",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1cfe60c2-8dad-4167-bd8a-73e73f26c7cd",
        "choice_type": "multi"
    },
    {
        "question": "Urgent reversal of warfarin therapy can be done by administration of",
        "exp": "Fresh frozen plasma Oral anticoagulants should be stopped 7 days prior to elective surgery. But during emergency rapid reversal can be done with vitamin K a day before surgery or with fresh frozen plasma on the day of surgery.",
        "cop": 3,
        "opa": "Cryoprecipitate",
        "opb": "Platelets",
        "opc": "Fresh frozen plasma",
        "opd": "Packed red blood cells",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d8ec676e-4387-4b4d-86d0-ce05ff1e98e3",
        "choice_type": "single"
    },
    {
        "question": "Proximal renal tubular acidosis has all the following features except",
        "exp": "Nephrocalcinosis usually occurs in distal renal tubular acidosis",
        "cop": 3,
        "opa": "Hypokalemia",
        "opb": "Bicarbonate wasting",
        "opc": "Nephrocalcinosis",
        "opd": "Hyperchloremia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "aed6e472-5113-4d0a-9614-4d2d8e496f89",
        "choice_type": "multi"
    },
    {
        "question": "ICG angiography is primarily indicated in",
        "exp": "We recommend ICG with some enthusiasm for identifying feeder vessels in age-related macular degeneration, choroidal neovascular membranes, chronic central serous retinopathy, multiple evanescent white dot syndrome, vasculitis, acute multifocal placoid pigment epitheliopathy, Vogt-Koyanagi-Harada syndrome Ref ganong's review of medical physiology 25e 643",
        "cop": 2,
        "opa": "Minimal classical CNV",
        "opb": "Occult CNV",
        "opc": "Angioid streaks with CNV",
        "opd": "Polypoidal choroidal vasculopathy",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3ba31c0e-5f59-410c-a3ec-0ce6619c9078",
        "choice_type": "single"
    },
    {
        "question": "All the following strains of Salmonella are motile by peritrichous flagella except",
        "exp": "Ceain members of the family Enterobacteriaceae are non-motile-Atypical E.coli, Klebsiella, Shigella, Yersinia pestis, and Salmonella gallinarum-pullorum Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "S. bongor",
        "opb": "S. Gallinarum pullorum",
        "opc": "S. choleraesuis",
        "opd": "Salmonella enterica",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "702a9ae8-9530-47b0-b73f-84bf166f0e31",
        "choice_type": "multi"
    },
    {
        "question": "Hemodialysis is may be used for each of the following poisonings except",
        "exp": "Haemodialysis should not be done for kerosene oil poisoning. Ref ganong's review of medical physiology 25e 787",
        "cop": 2,
        "opa": "Kerosene oil",
        "opb": "Barbiturates",
        "opc": "Alcohol",
        "opd": "Aspirin",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e79a590b-55b3-4eb6-bd92-448b41be4e66",
        "choice_type": "multi"
    },
    {
        "question": "Xanthinurate is a product/intermediate metabolite of",
        "exp": "Conversion of tryptophan metabolite 3 hydroxy kynurenine to 2 hydroxy anthranilate is impaired in vitamin B6 deficiency? hence large amount of xanthinurate is formed.",
        "cop": 3,
        "opa": "Phenylalanine",
        "opb": "Leucine",
        "opc": "Tryptophan",
        "opd": "Isoleucine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8150bea2-dea0-4f7b-8d5f-9b3c8c2a367d",
        "choice_type": "single"
    },
    {
        "question": "Breast milk has more............. in comparison to cow&;s milk",
        "exp": "CONSTITUENTS BREAST MILK COW&;S MILKProteins 11 gm/L 33 gm/LNon protein 0.3 gm/L 0.32 gm/LLipid 35 gm/L 35 gm/LCarbohydrates70 gm/L 50 gm/L Lactose 62 gm/L50 gm/L Nitrogenous oligosaccharides 8 gm/L0Minerals2 gm/L 8 gm/LCalcium 0.33 gm/L1 gm/LPhosphorus 0.15 gm/L1 gm/LIron 0.4-1.5 mg/L0.3-0.5 mg/L Vitamin C60 mg/L20 mg/LVitamin D50 Ul25 UI Energy 720 kcal650 kcal",
        "cop": 2,
        "opa": "Minerals",
        "opb": "Lactose",
        "opc": "Proteins",
        "opd": "Lipid",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "02d82d73-c4f5-42ea-a43e-e697150ec4fc",
        "choice_type": "single"
    },
    {
        "question": "The level of which hormone is unchanged in pregnancy",
        "exp": "The levels of ACTH, CRR, and Prolactin increase; the level of GH increases during pregnancy due to its variant syncytiotrophoblast. Plasma vasopressin levels remain unchanged",
        "cop": 4,
        "opa": "Prolactin",
        "opb": "Growth hormone",
        "opc": "ACTH",
        "opd": "Plasma vasopressin",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7fb74330-b83f-4f4b-a00f-7de96db3d443",
        "choice_type": "single"
    },
    {
        "question": "Dose of atropine for premedication per kg body weight is",
        "exp": "0.01 mg Doses of atropine: For premedication: 0.01 mg/kg. Along with neostigmine for preventing muscarinic side effects: 0.02 mg/kg. Vagolytic dose: 2 mg (0.04 mg/kg).",
        "cop": 3,
        "opa": "10 mg",
        "opb": "0.1 mg",
        "opc": "0.01 mg",
        "opd": "0.001 mg",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "78b2a2d9-6c2c-4067-b4ee-d1f3957801bb",
        "choice_type": "single"
    },
    {
        "question": "Cerebral salt wasting occurs due to which of the following?",
        "exp": ".",
        "cop": 2,
        "opa": "SIADH",
        "opb": "Hyper secretion of ANP",
        "opc": "Low coisol secretion",
        "opd": "Low aldosterone secretion",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4d63a84d-0269-4f4e-978c-796a9a27912b",
        "choice_type": "single"
    },
    {
        "question": "Acid Citrate Dextrose(ACD), used to store blood, preserves the RBC for a period of 21 days. The storage period when adding phopshate alone and when adding adenine and phosphate together to ACD would respectively be?",
        "exp": "The storage period when adding phosphate alone to ACD would be 21 days and when adding adenine and phosphate together would be 35 days. When adding phosphate to ACD, citrate Phosphate Dextrose (CPD) is formed- It has a storage period of 21 days. There is no change in the shelf life as phosphate only increases the 2,3 DPG levels of the stored blood. When adding both phosphate and adenine to ACD, Citrate phosphate Dextrose Adenine(CPDA-1) is formed. It has a storage period of 35 days. It increases the shelf life by improving ATP synthesis of RBCs. Using additive solutions containing saline, addenine and glucose, with or without mannitol (SAGM) decreases RBC hemolysis, thus increasing the storage period to 42 days. Ref: WIntrobe,s Clinical Hematology 13th edition PGno: 550",
        "cop": 2,
        "opa": "35 days and 42 days",
        "opb": "21 days and 35 days",
        "opc": "28 days and 45 days",
        "opd": "35 days and 28 days",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0710aba3-4743-4ad9-a2af-d0e79f9281a7",
        "choice_type": "single"
    },
    {
        "question": "Structure not passing through the esophageal hiatus",
        "exp": "the esophageal hiatus is an opening in the diaphragm through which the esophagus and the vagus nerve pass. It is located in the right crus, one of the two tendinous structures that connect the diaphragm to the spine. Fibers of the right crus cross one another below the hiatus Left Phrenic Nerve Passes anteriorly over the medial pa of the left subclan aery. ... Crosses the aoic arch and bypasses the vagus nerve. Coursesalong the pericardium of the leftventricle. Pierces and innervates the inferior surface of the diaphragm",
        "cop": 1,
        "opa": "Left phrenic nerve",
        "opb": "Left gastric aery",
        "opc": "Left vagus nerve",
        "opd": "Right vagus nerve",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "291fc9fb-2148-483b-89a3-0a7d9a609351",
        "choice_type": "single"
    },
    {
        "question": "Which membrane is in the way if you try to reach the lesser peritoneal sac and head of the pancreas after penetrating the greater peritoneal sac?",
        "exp": "Gastrohepatic ligament The gastrohepatic ligament is the pa of the lesser omentum that separates the greater peritoneal sac from the right poion of the lesser peritoneal sac. This poion of the lesser omentum has no significant blood vessels within it and may be incised for surgical access. Ref ganong's review of medical physiology 25e p679",
        "cop": 2,
        "opa": "Falciform ligament",
        "opb": "Gastrohepatic ligament",
        "opc": "Gastrosplenic ligament",
        "opd": "Hepatoduodenal ligament",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "36e40501-59f3-47bd-9ab2-2aa6c5228a91",
        "choice_type": "single"
    },
    {
        "question": "A foreign body usually gets arrested in which pa of esophagus?",
        "exp": "The first constriction where the esophagus commences is at the cricopharyngeal sphincter: this is the narrowest poion of the esophagus and is the most common site of foreign body",
        "cop": 4,
        "opa": "Cardiac pa of the esophagus",
        "opb": "In the middle third of the esophagus",
        "opc": "Below the cricopharynx",
        "opd": "Above the cricopharynx",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0d5d8529-bad4-4e1f-a7f2-3683668e6c86",
        "choice_type": "multi"
    },
    {
        "question": "'Malignant pustule' is",
        "exp": "A congested edematous ulcer area with central necrosis and surrounding black ischar and satellite lesions is called \"malignant pustule\".",
        "cop": 1,
        "opa": "Anthrax ulcer",
        "opb": "Proliferating rodent ulcer",
        "opc": "Malignant melanoma",
        "opd": "Marjolin's ulcer",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e73b290f-4b22-4a0a-99f4-dee3f22d3bfe",
        "choice_type": "single"
    },
    {
        "question": "Cell fusion is an innovative technique of preparing specific antibodies. Techniques to induce the cell-fusion include the following except",
        "exp": "Cell fusion is an innovative technique of preparing specific antibodies by the hybridoma technology introduced by Kohler and Milstein.Techniques to induce the cell-fusion include:By adhering some inactivated viruses to surface membraneBy adding component polyethylene glycolBy mild electric shock",
        "cop": 4,
        "opa": "By adhering some inactivated viruses to surface membrane",
        "opb": "By adding component polyethylene glycol",
        "opc": "By mild electric shock",
        "opd": "By reducing the viscosity of the membrane",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6c8a5137-e931-4f24-9dec-7fbef682192d",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Left ventricular failure except",
        "exp": "In chest radiography, the Westermark sign is a sign that represents a focus of oligemia (hypovolemia) (leading to collapse of vessel) seen distal to a pulmonary embolism (PE).In chest radiography, the Westermark sign is a sign that represents a focus of oligemia (hypovolemia) (leading to collapse of vessel) seen distal to a pulmonary embolism (PE). Ref ganong's review of medical physiology 25e p418",
        "cop": 2,
        "opa": "Pulmonary oligemia",
        "opb": "Kerley B lines",
        "opc": "Redistribution to apices",
        "opd": "Cardiomegaly",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "949e96bf-f2ed-42af-8888-8cdf5f627f0d",
        "choice_type": "multi"
    },
    {
        "question": "Sleep walking is seen in which stage of sleep ?",
        "exp": "Impoant events occuring during sleep Deep sleep/slow wave sleep disorder : - These events occur during stage 3 & 4 of NREM. Impoant disorders are : Somnambulism (Night walking) : - Patient walks during sleep. Sleep terror or night terrors (pavor nocturnes) : - The patient suddenly gets up screaming, with autonomic arousal (tachycardia, sweating). Sleep terrors are rarely remembered in the morning (in contrast to night mares). No treatment is required only reassurance is required. However, in severe cases benzodiazepine can be used. Sleep-related enuresis (Nocturnal enuresis/bed wetting) : - Repetitive voiding occurs during sleep. First line of treatment is behaviour therapy. If behavioral therapy fails, desmopressin (DOC) and Imipramine can be used. Bruxism (Teeth grinding) Sleep-talking (Somniloquy). Ref: Guyton 12th Ed.",
        "cop": 4,
        "opa": "REM",
        "opb": "Stage 1-2 NREM",
        "opc": "Stage 2-3 NREM",
        "opd": "Stage 3-4 NREM",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3b86003b-5a1f-44c8-99a0-a1667fb540fa",
        "choice_type": "single"
    },
    {
        "question": "Statement not true about erythema nodosum is",
        "exp": "Painful, tender nodules. More common in females. The lesions last for about six weeks. Erythema nodosum results in reddish,painful, tender lumps most commonly located in the front of the legs below the knees. ... Chronic erythema nodosum is a condition in which lesions pop up elsewhere, for a period of weeks to months. However, chronic erythema nodosum that may last for years is another pattern. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Seen over anterior aspect of the leg",
        "opb": "Non tender nodules",
        "opc": "More common in females",
        "opd": "Involution occurs in three to six weeks",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5e207dc0-ccdb-4855-9f1e-f3d6bfe0297e",
        "choice_type": "multi"
    },
    {
        "question": "Insulin causes all except",
        "exp": "insulin inhibits the secretion of glucagon, a known activator ofgluconeogenesis , thereby bringing about an indirect inhibitory effect on the process in the liver. In addition,insulin inhibits lipolysis , which reduces circulating glycerol and nonesterified free fatty acid (NEFA) levels. Ref ganong's review of medical physiology 25e",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Glycogenesis",
        "opc": "Neoglucogenesis",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1fbd69a6-0809-41bb-994e-6e37b96baf90",
        "choice_type": "multi"
    },
    {
        "question": "Following a fracture of the humerus, which of the following is responsible for producing the majority of the new bone that will reunite the two fragments?",
        "exp": "When the periosteum is torn during a fracture, it supplies cells that develop into osteoblasts and are the major producers of the new bone that reunites the two ends.",
        "cop": 4,
        "opa": "Cancellous bone",
        "opb": "Cailage",
        "opc": "Compact bone",
        "opd": "Periosteum",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "04aeaa72-2445-4110-9ec9-3edc5118b969",
        "choice_type": "single"
    },
    {
        "question": "All the following are signs of necrosis Except",
        "exp": "Lipofuscin, also known as \"wear and tear pigment,\" appears in the form of brown granules in the cytoplasm of living cells but is not a sign of necrosis. Pyknosis, karyolysis, and karyorrhexis terms that describe nuclear changes in dead or irreversibly injured cells. Cell membrane rupture is also associated with cell death, and is a sign of irreversible cell injury.",
        "cop": 1,
        "opa": "Lipofuscin",
        "opb": "Cell Membrane Rupture",
        "opc": "Karyolysis",
        "opd": "Karyorrhexis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8121fa39-05c3-4224-8724-bbc71c5c3601",
        "choice_type": "multi"
    },
    {
        "question": "One month after her mother's death from hea failure; a 25-year-old woman with no prior psychiatric history is still very sad and tearful. She has difficulty concentrating and failing asleep at night and has lost three pounds. The most likely diagnosis is",
        "exp": "According to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), bereaved individuals--or those grieving over the death of a loved one--have an extraordinarily difficult time dealing with this loss. Ref ganong's review of medical physiology 25e p641",
        "cop": 2,
        "opa": "Major depression",
        "opb": "Dysthymia",
        "opc": "Post traumatic stress disorder",
        "opd": "Uncomplicated bereavement",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5a6aa700-2980-45f1-8328-b819b4949f4d",
        "choice_type": "single"
    },
    {
        "question": "Massive splenomegaly is least likely to occur in",
        "exp": "Thrombocytosis is defined as a platelet count greater than 400 x 109/L. ... The presence of chronic thrombocytosis, thrombohemorrhagic complications, microvascular symptoms, or splenomegaly ors the diagnosis of primary thrombocytosis. Spleenomegaly is least likely to occur. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "CML",
        "opb": "Primary thrombocytosis",
        "opc": "PCV",
        "opd": "Primary myelofibrosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "814e693a-2e5d-4ac1-94b7-4514c4042f4b",
        "choice_type": "single"
    },
    {
        "question": "For lymphogranuloma venereum the drug of choice is",
        "exp": "Lymphogranuloma venereum causes potentially severe infections with possibly irreversible sequels if adequate treatment is not begun promptly. Early and accurate diagnosis is essential. Doxycycline is the drug of choice. Pregnant and lactating women should be treated with erythromycin or azithromycin. Ref kd tripati 6/e p570",
        "cop": 3,
        "opa": "Ceftriaxone",
        "opb": "Erythromycin",
        "opc": "Doxycycline",
        "opd": "Ampicillin",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ee24d1f6-b98f-449d-8fff-68043c60405e",
        "choice_type": "single"
    },
    {
        "question": "A 10oC decrease in temperature causes decrease in cerebral metabolic rate by",
        "exp": "With each degree fall in temperature the metabolic rate is reduced by 7%, so by reducing temperature by 10degC the metabolic rate can be reduced by 70% and cerebral coex can be protected for 10 minutes at 30degC and for 1 hour at 15degC.",
        "cop": 4,
        "opa": "10%",
        "opb": "30%",
        "opc": "50%",
        "opd": "70%",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4ba70fd0-673f-4cac-a909-785e5c2286ab",
        "choice_type": "single"
    },
    {
        "question": "Blow out fracture of orbit most commonly leads to fracture of",
        "exp": "This fracture usually occurs where the bone is thinnest, along with the paper-thin floor of the orbit over the maxillary sinus. The ring-shaped bony orbital rim usually remains intact. The fracture can result in protrusion and impingement of orbital fat and the inferior rectus and its sheaths in the fracture gap.",
        "cop": 4,
        "opa": "Lateral wall",
        "opb": "Roof of orbit",
        "opc": "Medial wall of orbit",
        "opd": "Posterior-medial wall of floor",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "958a7f9b-1b0c-47ed-bb6d-a0e8928525fc",
        "choice_type": "multi"
    },
    {
        "question": "True about leukemia in Down's syndrome is",
        "exp": "In this group of patients, the repoed event-free survival rates have ranged from 80 to 100%. On the other hand, the outcome of Down syndrome children with acute lymphoblasticleukemia (ALL) has been historically considered worse than the outcome of ALL patients withoutDown syndrom Ref ganong's review of medical physiology 25e",
        "cop": 3,
        "opa": "Acute leukemia less common than gen population",
        "opb": "AML more common than ALL",
        "opc": "Prog in AML is better than gen population",
        "opd": "If diagnosed with ALL, should be given higher doses of methotrexate",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3d733b33-538c-4a29-af0d-bd8908fc7bda",
        "choice_type": "multi"
    },
    {
        "question": "Stapedius is supplied by",
        "exp": "There are two intratympanic muscles Tensor tympani - nerve supply is from the motor division of the trigeminal nerve , Stapedius - supplied by facial nerve",
        "cop": 3,
        "opa": "V cranial nerve",
        "opb": "VI cranial nerve",
        "opc": "VII cranial nerve",
        "opd": "IX cranial nerve",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "fd421e8f-f28d-4f82-ad0a-998b69cb9aa2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely to result in a decreased rate of aldosterone release?",
        "exp": "IP3 is one of the second messengers in the cells of the zona glomerulosa that signals for aldosterone release. A decrease in IP3 would result in less signal for aldosterone synthesis and release. The rate of aldosterone secretion would increase in response to an increase in renin release from the kidney.",
        "cop": 4,
        "opa": "An increase in renin secretion by the kidney",
        "opb": "A rise in serum potassium",
        "opc": "A fall in blood pressure in the kidney",
        "opd": "A decrease in IP3 in cells of the zona glomerulosa",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "31ada6e1-6c19-478b-b9e4-df2b888720c0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the inheritance of Incontinentia Pigmenti?",
        "exp": "X- Linked Recessive Inheritance Hemophila A and B Duchenne muscular dystrophy G6PD deficiency Retinitis pigmentosa (most severe- less common form) Brutons Agammaglobulinemia Hunters syndrome Chronic Granulomatous disease Wiskott-Aldrich syndrome Diabetes insipidus Lesch-Nyhan syndrome Fragile X syndrome Dents disease Kallman syndrome Androgen insensitivity syndrome Fabry's disease Alpo syndrome X Linked Dominant Inheritance Vitamin D Resistant rickets Familial Hypophosphatemia (PHEX) Incontinentia pigmentii Oro-Facio-Digital syndrome Retts syndrome",
        "cop": 3,
        "opa": "AD",
        "opb": "AR",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c24ae63f-83b0-4123-8998-2189f6dd8a12",
        "choice_type": "single"
    },
    {
        "question": "Posterior perforation of peptic ulcer drain into",
        "exp": "Posterior perforation of a gastric ulcer is a rare condition. ... However, ~5-8% of ulcers lie in the posteriorwall of the body of the stomach . When posterior gastric ulcerperforates, it usually penetrates into the lesser sac behind the stomach which is a omental bursa Ref ganong's review of medical physiology 25e p654",
        "cop": 2,
        "opa": "Greater sac",
        "opb": "Paracolic gutter",
        "opc": "Omental bursa",
        "opd": "Foramen of Winslow",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "01055171-a7c9-4d50-8430-088be9ddd775",
        "choice_type": "single"
    },
    {
        "question": "The normal total iron binding capacity is",
        "exp": ".",
        "cop": 4,
        "opa": "0.5-1 mg/Litre",
        "opb": "1.5-2.5 mg/Litre",
        "opc": "1.0-1.5 mg/Litre",
        "opd": "300-400 mg/dl",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5a14b926-0cc8-4f10-b1f1-2aab6e449312",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metabolizes arginine?",
        "exp": "M. hominis metabolizes arginine, with the production of potentially cytotoxic amounts of ammonia. Ureaplasmas have been placed in a separate genus because of their unique urease activity; the metabolism of urea also produces ammonia.",
        "cop": 3,
        "opa": "Mycoplasma pneumoniae",
        "opb": "Mycoplasma genitalium",
        "opc": "Mycoplasma hominis",
        "opd": "Ureaplasma urealyticum",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "08d721ea-7f4e-4aa6-9281-763f1c7402fd",
        "choice_type": "single"
    },
    {
        "question": "Which type of sensory receptor provides information about the force of muscle contraction?",
        "exp": "GOLGI TENDON ORGAN - receptor for inverse stretch reflex (3-25 muscle fibres / tendon organ ) are in series with muscle fibres",
        "cop": 3,
        "opa": "Nuclear bag fiber",
        "opb": "Nuclear chain fiber",
        "opc": "Golgi tendon organ",
        "opd": "Bare nerve ending",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "85b8066c-47c6-461b-b2b8-16a4225c9711",
        "choice_type": "single"
    },
    {
        "question": "vital capacity of 45 yr old male patient is 4000ml , with IRV = 500ml , ERV = 500ml with respiratory rate of 22/min, calculate minute ventilation of the patient ?",
        "exp": "minute ventilation = tial volume x respiratory rate ref : guyton andhall",
        "cop": 1,
        "opa": "66",
        "opb": "120",
        "opc": "33",
        "opd": "100",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0c74ea61-545b-4447-bb6d-6259047fcc43",
        "choice_type": "single"
    },
    {
        "question": "Hemiveebra is a defect of",
        "exp": "Veebral bodies mainly develop from ventral sclerotome (VS) & thus hemiveebra is a defect of VS Hemiveebra can lead to defects in the veebral column - scoliosis. Posterior veebral arches (PVA) contribute mainly to the lamina & spines. PVA are contributed by the dorsal sclerotome.",
        "cop": 1,
        "opa": "Body",
        "opb": "Transverse process",
        "opc": "Spine",
        "opd": "Posterior veebral arches",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7058a572-96fe-43c2-bb0e-adac90f9c42e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following feature differentiates pethidine from morphine?",
        "exp": "In contrast to morphine, pethidine has following features 1/10 analgesic potency More rapid onset of action Shoer duration of action Not an effective cough suppressant Lesser spasmodic action on smooth muscles Local anesthetic action Less histamine relief - safer in asthmatics Higher oral; parenteral activity ratio Atropinic effects - dry mouth, blood vision Miosis, constipation Urinary retention are less prominent.",
        "cop": 1,
        "opa": "Local anaesthetic action",
        "opb": "More analgesic action",
        "opc": "More respiratory depression",
        "opd": "Suppresses cough effectively",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1a79545b-bd47-4254-8123-9f60e5306e24",
        "choice_type": "single"
    },
    {
        "question": "All of the following are risk factors for neonatal HYPOCALCEMIA except",
        "exp": "Late-onset neonatal hypocalcemia The problem results when theneonate is fed with phosphate-rich formula or cow's milk. Whole cow'smilk has 7 times the phosphate load of breast milk (956 vs 140 mg/L inbreast milk). This may cause symptomatic hypocalcemia inneonates. Ref ganong's review of medical physiology 25e p426",
        "cop": 2,
        "opa": "Maternal hyper/hypoparathyroidism",
        "opb": "Exclusive Breast feeding",
        "opc": "Exchange transfusion",
        "opd": "Cow milk",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cfaffe03-b95c-44d4-af1a-fd9b65b16ddd",
        "choice_type": "multi"
    },
    {
        "question": "Pseudodementia is commonly seen in",
        "exp": "Pseudodementia is forgetfulness that is one of the symptoms of depression and pt has insight in pseudodementia. Pseudodementia (otherwise known as \"depression-related cognitive dysfunction\") is a condition where mental cognition can be temporarily decreased. Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "Depression",
        "opb": "Hysteria",
        "opc": "Phobia",
        "opd": "Hypochondriasis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "bb5a4ad3-bc09-406d-a602-574a035269f1",
        "choice_type": "single"
    },
    {
        "question": "According to myogenic hypothesis of renal autoregulation the afferent aerioles contract in response to stretch-induced by",
        "exp": "The afferent aerioles contract inn response to stretch-induced by opening of calcium channels. The mechanism is called Myogenic autoregulation of renal blood flow and GFR. Stretch of the vascular wall allows increased movement of calcium ions from the extracellular fluid into the cells, causing them to contract. This contraction prevents excessive stretch of the vessel. This prevents excessive increase of renal blood flow and GFR by raising vascular resistance. This mechanism may be more impoant in protecting the kidney from hypeension-induced injury. Autoregulation has two main mechanisms: Metabolic mechanism: Tissues produce vasodilatory metabolites that regulate flow E.g., Addenosine, prostaglandins, NO, CO2, H+ and K+. Myogenic mechanism. Ref: Guyton and Hall 13th edition Pgno: 206,344",
        "cop": 3,
        "opa": "NO",
        "opb": "Noradrenaline",
        "opc": "Opening of Calcium channels",
        "opd": "Adenosine",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5f984292-0d9a-426e-8f1e-b135f370f888",
        "choice_type": "single"
    },
    {
        "question": "The tendon of which muscle is involved when the tuberosity of the fifth metatarsal bone is avulsed in an inversion fracture",
        "exp": ".When the base of the fifth metatarsal is fractured, the peroneus brevismay pull on and displace the proximal fragment (Jones Fracture). An inversion sprain of the foot may pull the tendon such that it avulses the tuberosity at the base of the fifth metatarsal. Ref ganong's review of medical physiology 25e p468",
        "cop": 2,
        "opa": "Abductor digi minimi",
        "opb": "Peroneus brevis",
        "opc": "Peroneus longus",
        "opd": "Tibialis anterior",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7b189d41-d21e-48f6-91f2-8504932942b9",
        "choice_type": "single"
    },
    {
        "question": "Lactoferrin present in the human breast milk protects the child against",
        "exp": "Lactoferrin belongs to the innate immune system. Apa from its main biological function, namely binding and transpo of iron ions, lactoferrin also has antibacterial, antiviral, antiparasitic, catalytic, anti-cancer, and anti-allergicfunctions and propeies. Ref essential paediatrics op ghai 9e Pg130",
        "cop": 4,
        "opa": "Enterobacteriaceae infection",
        "opb": "Amoebic infection",
        "opc": "Viral infection",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9a4608c9-083c-4e6a-baf5-d91490c09113",
        "choice_type": "multi"
    },
    {
        "question": "In a case of ectopic pregnancy, medical treatment is contraindicated if",
        "exp": "Indications for management of ectopic pregnancy medically.is 1) Ectopic mass <3.5cm 2) No fetal cardiac activity 3) Initial hCG <3000miu/l 4) The patient must be hemodynamically stable, with no signs or symptoms of active bleeding or hemoperitoneum. 5) She should not have any contraindications to the use of methotrexate.",
        "cop": 3,
        "opa": "Sac size is 3.0 cm",
        "opb": "Serum HCG levels > 1500 miu/ml",
        "opc": "Significant hemoperitoneum is present",
        "opd": "Absent fetal activity",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3f54b8a8-08f0-4322-ac10-c02d23694945",
        "choice_type": "single"
    },
    {
        "question": "If cirrhosis causes obstruction of the poal circulation within the liver, poal blood could still be conveyed to the caval system which of the following?",
        "exp": "Other impoant poacaval connections include the superior rectal vein with the middle and inferior rectal veins; paraumbilical veins and epigastric veins (engorgement of these vessels results in caput-medusae); and the colic and splenic veins with renal veins and veins of the posterior body wall.",
        "cop": 1,
        "opa": "Azygos and hemiazygos veins",
        "opb": "Gonadal veins",
        "opc": "Internal iliac veins",
        "opd": "Splenic vein",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "2c4fd2c7-682c-4743-b1e9-8b492184ded0",
        "choice_type": "single"
    },
    {
        "question": "First change of improvement, noted after iron therapy is initiated",
        "exp": "12-24 hr Replacement of intracellular iron enzymes; subjective improvement; decreased irritability; increased Appetite 36-48 hr Initial bone marrow response; erythroid hyperplasia 48-72 hr Reticulocytosis, peaking at 5-7 days 4-30 days Increase in hemoglobin level 1-3 mo Repletion of stores",
        "cop": 1,
        "opa": "Decreased irritability",
        "opb": "Reticulocytosis",
        "opc": "Increase in serum iron levels",
        "opd": "Replenishment of iron stores",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "28da67cb-cbc5-4611-8012-a81e62ac7d9c",
        "choice_type": "single"
    },
    {
        "question": "Acute humoral renal transplant rejection is characterized by the following except",
        "exp": ".",
        "cop": 2,
        "opa": "Presence of anti-donor antibodies",
        "opb": "Interstitial & tubular mononuclear cell infiltrate",
        "opc": "Necrotizing vasculitis",
        "opd": "Acute coical necrosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "853556de-6bf0-44b5-ad21-51a2e609ed4e",
        "choice_type": "multi"
    },
    {
        "question": "Which cation is found in extremely high concentrations in cells that have undergone coagulative necrosis?",
        "exp": "Coagulative necrosis is characterized by a massive influx of calcium into the cell. Under normal circumstances the plasma membrane maintains a steep gradient of calcium ions, whose concentration in interstitial fluids is 10,000 times higher than that inside the cell. Irreversible cell injury damages the plasma membrane, which then fails to maintain this gradient, thereby allowing the influx of calcium into the cell.",
        "cop": 2,
        "opa": "Potassium",
        "opb": "Calcium",
        "opc": "Iron",
        "opd": "Cobalt",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f3dea2bc-902b-4b7c-a31e-1a7e2d7b42b0",
        "choice_type": "single"
    },
    {
        "question": "In recommending treatment for your carcinoid patient, you will consider all of the following except",
        "exp": "All of the drugs listed have significant blocking effects on 5HT receptors except sumatriptan, which is an agonist at 5HT1 receptors.",
        "cop": 4,
        "opa": "Cyproheptadine",
        "opb": "Ketanserin",
        "opc": "Methysergide",
        "opd": "Sumatriptan",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4fb049af-6dc2-460d-83ab-9a86f15d6068",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a type of cutaneous tuberculosis?",
        "exp": "Scrofuloderma is a type of cutaneous tuberculosis involving formation of sinuses and scarring. The most common site is cervical region.",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Scrofuloderma",
        "opc": "Lupus pernio",
        "opd": "Lupus panniculitis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "aec7f82f-f70f-47ec-8e61-e5e45475881f",
        "choice_type": "single"
    },
    {
        "question": "Not a true statement about Osteoclastoma",
        "exp": "GIANT CELL TUMOR (OSTEOCLASTOMA) It is an aggressive but benign tumor of bone. It is uncommon before age 20 or after 50; 65% of our patients were between ages 20 and 40 years. Giant cell tumors are epiphyseal in origin and they arises after epiphyseal closure. When the lesion is first seen, it is already of good size. Occasionally, it may present as a small lesion",
        "cop": 2,
        "opa": "Usually solitary",
        "opb": "Metaphyseal origin",
        "opc": "Benign bone tumor",
        "opd": "Common in age between 20-40 years",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "aa1fa3ac-6cc9-451e-9618-e72e9ca6f0fc",
        "choice_type": "multi"
    },
    {
        "question": "'Swinging flashlight' test can be helpful to elicit",
        "exp": "The relative afferent pupillary defect(RAPD) - Marcus Gunn pupil- can be elicited with the swinging flashlight test.",
        "cop": 3,
        "opa": "Argyll Robeson pupil",
        "opb": "Adie's tonic pupil",
        "opc": "Marcus Gunn pupil",
        "opd": "Subtle inequality in pupil size",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "14d9227b-5fd2-4b1e-a918-20b12c1cf836",
        "choice_type": "single"
    },
    {
        "question": "which of the following is the marker of golgi apparatus",
        "exp": "galactosyl transferase= golgi apparatus glucose 6 phosphatase=endoplasmic reticulum acid phosphatase = lysososmes pseudocatalase = peroxisomes ref : guyton and hall",
        "cop": 1,
        "opa": "galactosyl transferase",
        "opb": "glucose 6 phosphatase",
        "opc": "acid phosphatase",
        "opd": "pseudocatalase",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "62e98ad2-c0a8-46a3-acd6-8b5e77fa1a7e",
        "choice_type": "single"
    },
    {
        "question": "maximum fluidity of the cell membrane is due to ?",
        "exp": "Cholesterol * Increase in cholesterol conc. - less fluid on outer surface, more fluid on inner surface Effect of cholesterol on fluidity is different with different temperature. At temperature below Tm - cholesterol increases fluidity At temperature above Tm - cholesterol decreases fluidity ref : guyton and hall",
        "cop": 2,
        "opa": "linolenic acid",
        "opb": "linoleic acid",
        "opc": "palmitic acid",
        "opd": "arachadonic acid",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1fc4c0da-ea69-4cac-933d-b23181594b71",
        "choice_type": "single"
    },
    {
        "question": "The first step for lymphatic vessels to remove excess fluid from interstial tissue spaces is by",
        "exp": "Although all of the choices are events that happen in lymph vessels, the first key event is lowering the lymphatic hydrostatic pressure to enable tissue fluid to enter the lymphatic vessel.",
        "cop": 1,
        "opa": "Generating a lower intravascular than tissue hydrostatic pressure",
        "opb": "Contracting and forcing lymph into larger lymphatics",
        "opc": "Opening and closing one-way valves in the lymph vessels",
        "opd": "Lowering the colloid osmotic pressure inside the lymph vessel",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "fa36aeae-80d6-4a3c-8474-9ea7d128321b",
        "choice_type": "multi"
    },
    {
        "question": "Myelin is stained by",
        "exp": "Bielschowsky staining is done for the detection of myelin. The Bielschowsky technique is a silver staining method used in histochemistry for the visualization of nerve fibers, including multipolar interneurons in the cerebellum. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Wahin Starry",
        "opb": "Von Kossa",
        "opc": "Romanowski stain",
        "opd": "Bielschowsky staining",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "04f89d65-3a69-48bf-a367-47442c892bd4",
        "choice_type": "single"
    },
    {
        "question": "Lower esophageal sphincter pressure is increased by all of the following substances, EXCEPT:",
        "exp": "The lower esophageal sphincter, a physiologic entity but not an anatomic structure, plays an impoant pa in preventing gastroesophageal reflux. Neural, hormonal, myogenic, and mechanical factors influence the tone of the sphincter. Gastrin, vasopressin, glucagon, adrenergic agonists, and cholinergic agents increase the pressure. Secretin has the opposite effect REF: GUYTON 12TH ED",
        "cop": 4,
        "opa": "Gastrin",
        "opb": "Vasopressin",
        "opc": "Glucagon",
        "opd": "Secretin",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "744e8ffa-0a30-4dca-a938-c63b99415477",
        "choice_type": "multi"
    },
    {
        "question": "Alpo syndrome is noted because of defect in what type of collagen",
        "exp": "Alpo syndrome is caused by mutations in COL4A3, COL4A4, and COL4A5, three of six human genes involved in basement membrane (type IV) collagen biosynthesis. ... Basement membranes are thin, sheet-like structures that separate and suppo cells in many tissues. Ref ganong's review of medical physiology 25e p540",
        "cop": 2,
        "opa": "Collagen type I",
        "opb": "Collagen type IV",
        "opc": "Collagen type III",
        "opd": "Collagen type VII",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cc3cc6f5-c0be-403a-8104-fc9234d0558f",
        "choice_type": "single"
    },
    {
        "question": "Disruption of the hypothalamic pituitary poal system will lead to",
        "exp": ".",
        "cop": 1,
        "opa": "High circulating levels of PRL, low levels of LH and FSH, and ovarian atrophy",
        "opb": "Enhanced follicular development as a result of increased circulating levels of PRL",
        "opc": "Ovulation, followed by increased circulating levels of progesterone",
        "opd": "A reduction of ovarian inhibin levels, followed by increased circulating FSH",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "73c6df5d-917e-4d4a-9fac-4c592fca121a",
        "choice_type": "single"
    },
    {
        "question": "Berloque dermatitis is due to contact with which of the following?",
        "exp": "Berloque dermatitis (or trinketdermatitis) is a special form of phytophotodermatitis caused by exposure to perfumes. These perfumes contain a high concentration of bergapten (5-methoxypsoralens). Berloque dermatitis is rare nowadays, but may arise if an older fragrance is applied to the skin. Ref ganong's review of medical physiology 25e p765",
        "cop": 2,
        "opa": "Plants",
        "opb": "Food",
        "opc": "Cosmetics",
        "opd": "Metal",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "03e484d1-1b89-4ec8-a1c0-0583c83323cf",
        "choice_type": "single"
    },
    {
        "question": "The specific test for ketohexoses",
        "exp": "Selivanoff's test: this is a specific test for ketohexoses. Concentrated hydrochloric acid dehydrates ketohexoses to form furfural derivatives which condense with resorcinol to give a cherry red complex.",
        "cop": 1,
        "opa": "Selivanoff's test",
        "opb": "Osazone test",
        "opc": "Molisch test",
        "opd": "None of these",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b04ff8ac-3cde-40f8-96aa-d73382b4de46",
        "choice_type": "multi"
    },
    {
        "question": "A 31-year-old man had shrapnel wound in the neck. O/E, it was noticed that when he blew his nose or sneezed, the skin above the right clavicleftbulged upward. The upward bulging of skin could be explained by",
        "exp": "The suprapleural membrane, also known as Sibson fascia is a strong fascial connective tissue layer above the superior thoracic inlet on each side, placed on top of the tips of the lungs. It's damage may cause bulge out appearance. Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Injury to the cervical pleura",
        "opb": "Damage to the suprapleural membrane",
        "opc": "Damage to the deep fascia in the root of the neck",
        "opd": "Nonunited fracture of the first rib",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e73f9dd9-fff3-43bf-8265-f514e1ffe93a",
        "choice_type": "multi"
    },
    {
        "question": "Bowl of spaghetti appearance is seen in",
        "exp": "Some of the filamentous (negatively stained) virions were fused together, end-to-end, giving the appearance of a \"bowl of spaghetti.\"",
        "cop": 1,
        "opa": "Ebola virions",
        "opb": "Adenovirus",
        "opc": "Marburg Viruses",
        "opd": "Polio virus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b8517a64-b10d-48f2-9b68-9f9ba5e6a0ab",
        "choice_type": "single"
    },
    {
        "question": "The primary form of coisol in the plasma is that which is",
        "exp": "The majority of coisol is bound to a specific carrier protein, coicosteroid binding globulin (CBG), while smaller amounts are bound nonspecifically to albumin. Few, if any, coisol receptors would be expected in the plasma and transthyretin binds primarily thyroxine.",
        "cop": 4,
        "opa": "Bound to albumin",
        "opb": "Bound to transthyretin",
        "opc": "Free in solution",
        "opd": "Bound to coicosteroid-binding globulin (CBG)",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "2ad9f99b-6f4f-4096-9288-5d971f2ec60d",
        "choice_type": "single"
    },
    {
        "question": "Fever, leukopenia, DIC, and hypotension caused by members of the Enterobacteriaceae family are most strongly associated with which of the following structures?",
        "exp": "The lipopolysaccharide (LPS) of gram-negative cell walls consists of a complex lipid, lipid A, to which is attached a polysaccharide made up of a core and a terminal series of repeat units.",
        "cop": 3,
        "opa": "H antigens",
        "opb": "K antigens",
        "opc": "Lipid A",
        "opd": "Polysaccharides",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "01c831eb-548c-45f3-9fc6-e1f4b2822e91",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of Cushing syndrome is",
        "exp": "MC cause of Cushing's syndrome is iatrogenic exogenous administration of steroids. MC endogenous cause of Cushing's syndrome is bilateral adrenal hyperplasia secondary to hypersecretion of ACTH from pituitary or from an ectopic non-pituitary source",
        "cop": 4,
        "opa": "Adrenal adenoma",
        "opb": "Carcinoma",
        "opc": "Atrophy",
        "opd": "Hyperplasia",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c431392d-4918-4b46-8025-ec3e489f5aa3",
        "choice_type": "single"
    },
    {
        "question": "A patient suffers a severe hemorrhage resulting in a lowered mean aerial pressure. Which of the following would be elevated above normal levels?",
        "exp": "The hea rate would be elevated by the increased sympathetic activity and decreased parasympathetic activity caused by the baroreceptor reflex.",
        "cop": 4,
        "opa": "Splanchnic blood flow",
        "opb": "Cardiopulmonary receptor activity",
        "opc": "Right ventricular end-diastolic volume",
        "opd": "Hea rate",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b58165a7-82c2-445c-bb07-e79d5685fef3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following protein molecule is responsible for cell to cell adhesion?",
        "exp": "Fibronectin is involved in cell adhesion, growth, migration, and differentiation. it plays crucial role in wound healing.",
        "cop": 4,
        "opa": "Enactin",
        "opb": "Lignin",
        "opc": "Laminin",
        "opd": "Fibronectin",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "f053a2af-465e-4d90-8c65-c482c476bcac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fungi are called BLACK YEASTS?",
        "exp": "Some fungi grow initially as BLACK YEASTS when incubated at room temperature but subsequently become mycelia during course of incubation. These are: Wangiella dermatitidis, Exophiala jeanselmei, Aureobasidium pullulans and Exophiala spinifera.",
        "cop": 2,
        "opa": "Saccharomyces cereveciae",
        "opb": "Exophiala jeanselmei",
        "opc": "Candida tropicalis",
        "opd": "Cryptococcus neoformans",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3fe98dbd-7dbd-44d7-b7a7-307a8fd6c5df",
        "choice_type": "multi"
    },
    {
        "question": "What amount of Tryptophan produces 1gm of niacin?",
        "exp": "Niacin (1 mg of niacin is formed from 60 mg of tryptophan).",
        "cop": 3,
        "opa": "40mg",
        "opb": "50mg",
        "opc": "60mg",
        "opd": "70mg",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e010665b-c2fd-49f9-98ef-ce16b3565473",
        "choice_type": "single"
    },
    {
        "question": "Melanopsin is present in",
        "exp": "Ganglion cells that mediate pupillary constriction and circadian rhythms are light sensitive, owing to a novel visual pigment, melanopsin.",
        "cop": 4,
        "opa": "Cones",
        "opb": "Rods",
        "opc": "Amacrine cell",
        "opd": "Ganglion cells",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "39331263-721c-4bf4-9aa5-bfd76680df5b",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male presents with severe refractory hypeension, weakness, muscle cramps and hypokalemia, the most likely diagnosis is",
        "exp": "Manifestation of Conn's Syndrome (Primary Hyperaldosteronism) Muscle weakness and fatigue (due to hypokalemia) Hypeension without edema Polyuria and polydipsia Investigations Hypokalemia * Metabolic alkalosis * Hypernatremia * Increased Aldosterone * Low renin",
        "cop": 1,
        "opa": "Hypoaldosteronism",
        "opb": "Hyperaldosteronism",
        "opc": "Cushing syndrome",
        "opd": "Pheochromocytoma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "a97f9982-865c-44a3-82c2-7360244cb025",
        "choice_type": "single"
    },
    {
        "question": "In radial nerve injures paralysis of the brachioradialis, extensor carpi radialis longus and brevis, extensor digitorum and extensor pollicis longus but sparing of the triceps places the nerve lesion at",
        "exp": "The level of the humeral shaft (mid) Nerve supply to the triceps is proximal to the mid shaft level",
        "cop": 2,
        "opa": "The level of the elbow",
        "opb": "The level of the humeral shaft (mid)",
        "opc": "Avulsion at the nerve root level",
        "opd": "The level of the brachial plexus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "33112b62-2647-4015-8649-4ff80af447d8",
        "choice_type": "single"
    },
    {
        "question": "Which is used as Fungal Stain in tissue biopsy sections?",
        "exp": "Gomori Methenamine Silver (GMS) and Periodic acid-Schiff (PAS) are the two most common stains used to look for fungi intissues and in cytology specimens in the daily practice of pathology. The presence offungus in the tissue sections provides an indisputable evidence of invasive infection Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "PAS",
        "opb": "Alizarin red",
        "opc": "LPCB",
        "opd": "Masson Trichrome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "2292fa8f-f458-474e-839e-16394dc97336",
        "choice_type": "single"
    },
    {
        "question": "Maternal chromosome 15 disomy results in",
        "exp": ".",
        "cop": 1,
        "opa": "Prader Willi Syndrome",
        "opb": "Fragile x syndrome",
        "opc": "Marfan's syndrome",
        "opd": "Angelman Syndrome",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3df016f6-2f61-4097-91ca-847b25d41448",
        "choice_type": "single"
    },
    {
        "question": "A patient has received 8 blood transfusion in last few yrs, has Hb: 6.0g/l and RBCs 2 lakh/cu mm with MCV=64. Which of the following investigation is not required to be done in evaluating this patient?",
        "exp": "As the blood is transferred from outside, bone marrow does not show any significant changes. As there is no production or regression of the disease. Hence, bone marrow examination is not done Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "Tests for pulmonary hemosiderosis",
        "opb": "GI endoscopy",
        "opc": "Urine hemosiderin",
        "opd": "Bone marrow examination",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5c5bf873-7b9b-4523-91b9-880b53f453ec",
        "choice_type": "single"
    },
    {
        "question": "Most isolated trochlear nerve palsies are due to",
        "exp": "The most common cause of congenital trochlear nerve palsies is congenital cranial dysinnervation syndrome, followed by an abnormal superior oblique tendon. The most common cause of acquired isolatedfouh nerve palsy, after idiopathic, is head trauma. ... Fouh nerve palsymay become manifest after cataract surgery Ref ganong's review of medical physiology 25e 542",
        "cop": 2,
        "opa": "Idiopathic",
        "opb": "Closed head injuries",
        "opc": "Aneurysmal rupture",
        "opd": "Diabetes mellitus",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "81aec880-7853-4420-84f8-e48fb1fdaf20",
        "choice_type": "single"
    },
    {
        "question": "Killian's dehiscence is seen in",
        "exp": "Killian's dehiscence (also known as Killian's triangle, Laimer's triangle, and Killian-Laimer triangle) is a triangular area in the wall of the pharynx between the thyropharyngeus pa of the inferior constrictor of the pharynx and the cricopharyngeus muscle, also of the inferior constrictor muscle of the pharynx. It represents a potentially weak spot where a pharyngoesophageal diveiculum (Zenker's diveiculum) is more likely to occur",
        "cop": 3,
        "opa": "Oropharynx",
        "opb": "Nasopharynx",
        "opc": "Cricopharynx",
        "opd": "Vocal cords",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ed24249d-da8f-4d9b-89f0-f4c5608b8101",
        "choice_type": "single"
    },
    {
        "question": "In an ECG the cardiac event corresponding to the ST segment is:",
        "exp": "PR - Interval corresponds with atrial depolarisation and conduction through AV node QRS - corresponds with Ventricular depolarisation + atrial repolarisation QT - corresponds with ventricular depolarisation + ventricular repolarisation Ref: Guyton 12th Ed",
        "cop": 4,
        "opa": "Atrial depolarisation",
        "opb": "Ventricular depolarisation",
        "opc": "Atrial repolarisation",
        "opd": "Ventricular repolarisation",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "9ea4bd96-317f-427a-949d-c0431e45fca1",
        "choice_type": "single"
    },
    {
        "question": "What is true regarding organ of coi?",
        "exp": "The organ of Coi, or spiral organ, is the receptor organ for hearing and is located in the mammalian cochlea. This highly varied strip of epithelial cells allows for transduction of auditory signals into nerve impulses' action potential. Ref ganong's review of medical physiology 25e",
        "cop": 4,
        "opa": "The organ of Coi is contained within the scala media",
        "opb": "Endolymph is secreted by cells of the stria vascularis",
        "opc": "The whole organ of Coi rests on the basilar membrane",
        "opd": "All",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "7c884fe9-6b9f-4a98-ab91-0ee118bc3d77",
        "choice_type": "multi"
    },
    {
        "question": "The most common site of ectopic pheochromocytoma is",
        "exp": "Pheochromocytoma is a chromaffin cell tumor commonly located at adrenal medulla. Ectopic pheochromocytoma (EP) is considered as pheochromocytomalocated at extra-adrenal site, which usually lies at para-aoic region Ref ganong's review of medical physiology 25e",
        "cop": 2,
        "opa": "Bladder",
        "opb": "Filum terminale",
        "opc": "Celiac plexus",
        "opd": "Organ of Zuckerkandl",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b6cd9d07-4d7d-4d36-92e2-f7aa2561d296",
        "choice_type": "single"
    },
    {
        "question": "\"Air crescent\" sign is seen in",
        "exp": "\"Air crescent\" sign is seen in fungal ball or aspergilloma in a tubercular cavity. Ref ganong's review of medical physiology 25e 765",
        "cop": 2,
        "opa": "Hydatid cyst",
        "opb": "Aspergillosis",
        "opc": "Tuberculosis cavity",
        "opd": "Amoebic liver abscess",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c8c2a6a1-1966-41e6-8163-d9c8ffcdec3e",
        "choice_type": "single"
    },
    {
        "question": "Neovascular glaucoma is not seen in",
        "exp": "In JRA, glaucoma generally presents as acute angle closure, due to posterior synechiae, or chronic angle closure, which results from progressive, peripheral anterior synechiae.",
        "cop": 1,
        "opa": "JRA",
        "opb": "CRVO",
        "opc": "CRAO",
        "opd": "Eales' disease",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "e5d62bfc-0cc8-4e49-b297-217cd3c67856",
        "choice_type": "single"
    },
    {
        "question": "All are true about N2O except",
        "exp": "Stored in cylinder as gas It is stored as a liquid in the cylinder.",
        "cop": 3,
        "opa": "Colour of cylinder is blue",
        "opb": "Priestly was the first to prepare it",
        "opc": "Stored in cylinder as gas",
        "opd": "It is prepared by heating ammonium nitrate",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "b28e3bf5-b6de-419b-a998-71601bcfdebb",
        "choice_type": "multi"
    },
    {
        "question": "During bilateral adrenalectomy, intra-operative dose of hydrocoisone should be given after",
        "exp": "Steroids are not given pre-operatively because these patients are already hypercoisolemic. Instead hydrocoisone 100 mg IV is given after the removal of second hyperplastic adrenal gland",
        "cop": 4,
        "opa": "Opening the abdomen",
        "opb": "Ligation of left adrenal vein",
        "opc": "Ligation of right adrenal vein",
        "opd": "Excision of both adrenal glands",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "1f5d87f2-269c-4ee0-96fb-012637dd29b7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a component of Gradenigo's syndrome?",
        "exp": "Discharge from ear is not present in gradeinigo syndrome. Gradenigo Syndrome (GS) is classically described as a clinicaltriad of otitis media, facial pain, and abducens palsy that in the past most commonly developed from infection in the petrous temporal bone (i.e., petrous apicitis). Ref ganong's review of medical physiology 25e p438",
        "cop": 2,
        "opa": "Deep seated orbital pain",
        "opb": "Greisinger sign positive",
        "opc": "Abducent nerve palsy",
        "opd": "Discharge from ear",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d8ee3fce-d3c7-4c4a-b5b8-10b89f9b44cf",
        "choice_type": "single"
    },
    {
        "question": "which of the following metabolic changes are observed in ACCLIMATIZATION?",
        "exp": "Acclimatization at high altitude: &;*-Various physiological readjustments and compensatory mechanisms in body that reduces the effects of hypoxia in permanent residents at high altitude. * It is done by- A great increase in pulmonary ventilation Increase diffusion capacity of lung Increased ability of the tissue cells to use 02 Increased vital capacity due to prolonged hypoxia leads to to hyperventilation which results in co2 wash aout causing RESPIRATORY ALKALOSIS REF :guyton and hall",
        "cop": 3,
        "opa": "metabolic alkalosis",
        "opb": "metabolic acidosis",
        "opc": "respiratory alkalosis",
        "opd": "respiratory acidosis",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "6d2f68ce-b4dc-420a-84a8-6f4c04dfcdfb",
        "choice_type": "single"
    },
    {
        "question": "Concurrent flexion of both wrists in response to electrical stimulation is characteristic of which area of the nervous system?",
        "exp": "The supplementary motor area tends to produce bilateral motor responses when stimulated. The other areas would tend to produce unilateral responses.",
        "cop": 4,
        "opa": "Postcentral gyrus",
        "opb": "Vestibulospinal tract",
        "opc": "Dentate nucleus",
        "opd": "Supplementary motor coex",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3b2d2bc3-4907-4e66-837a-0a02b6a0492b",
        "choice_type": "multi"
    },
    {
        "question": "An 18 yrs old boy comes to the eye casualty with history of injury with a tennis ball. On examination, there is no perforation but there is hyphema. The most likely source of the blood is",
        "exp": ".",
        "cop": 2,
        "opa": "Iris vessels",
        "opb": "Circular iridis major",
        "opc": "Sho posterior ciliary vessels",
        "opd": "Circular iridis major",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "08930aeb-0d78-4b89-9dba-a9b60c0fa018",
        "choice_type": "multi"
    },
    {
        "question": "True about Wegener's granulomatosis is",
        "exp": "Triad of WG: a. Acute necrotizing granulomas of respiratory tract b. Necrotizing or granulomatous vasculitis of small to medium-sized vessels c. Focal necrotizing often crescentic GN",
        "cop": 4,
        "opa": "Large vessel vasculitis",
        "opb": "Granulomas in GBM",
        "opc": "Nephrosclerosis",
        "opd": "Focal necrotizing GN",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "01f2b1fc-f248-4385-afef-4ee09b93044d",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a feature of Netheon Syndrome?",
        "exp": "This autosomal recessive disorder is characterized by ichthyosis (usually ichthyosis linearis circumflexa but occasionally the lamellar or congenital ichthyosiform erythroderma types), trichorrhexis invaginata and other hair shaft anomalies, and atopic diathesis. Mutations in the gene SPINK 5, which encodes a serine protease inhibitor, have been identified in patients with Netheon syndrome.",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Ichthyosis",
        "opc": "Very sho hair",
        "opd": "Erythroderma",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "ea3813ea-769a-4d90-93ff-fca03e11e8a3",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of organic hallucinosis is",
        "exp": "The IPSS estimated that 70% ofschizophrenia patients experienced hallucinations. The most common hallucinations in schizophrenia are auditory, followed by visual Ref ganong's review of medical physiology 25e p157",
        "cop": 2,
        "opa": "Auditory",
        "opb": "Visual",
        "opc": "Gustatory",
        "opd": "Tactile",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "cbecc55d-433f-4a82-bd8c-3ccd22ab381f",
        "choice_type": "multi"
    },
    {
        "question": "Selenium is an essential component of",
        "exp": ".",
        "cop": 2,
        "opa": "Glutathione synthetase",
        "opb": "Glutathione peroxidase",
        "opc": "Xanthine dehydrogenase",
        "opd": "Cytochrome oxidase",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "d0f8dccb-d914-4c9b-94eb-a8c652929f27",
        "choice_type": "single"
    },
    {
        "question": "Transpulmonary pressure is the difference between:",
        "exp": "Transpulmonary pressure is the pressure difference between alveolar pressure and intrapleural pressure. Before the sta of inspiration or at the end of expiration it is about +5cm H2O. Positive transpulmonary pressure keeps the alveoli open. Intrapleural pressure is the pressure between two layers of pleura. It is about -5cm H2O before the sta of inspiration or at the end of expiration. Alveolar pressure is the pressure within the terminal air spaces. It is the sum of pleural pressure and elastic recoil pressure of the lung. It is atmospheric before the sta of inspiration or at the end of expiration. Transthoracic pressure is the pressure difference between alveolar pressure and pressure at the body surface. Ref: Guyton 12th Ed.",
        "cop": 2,
        "opa": "The bronchus and atmospheric pressure",
        "opb": "Pressure in alveoli and intrapleural pressure",
        "opc": "Atmosphere and intrapleural pressure",
        "opd": "Atmosphere and intraalveolar pressure",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "080c9200-a78f-4a95-b421-85462738d4f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fat-soluble vitamin is cell membrane component and antioxidant?",
        "exp": "Vitamin E Is the Major Lipid Soluble Antioxidant in Cell Membranes & Plasma Lipoproteins",
        "cop": 1,
        "opa": "Vitamin E",
        "opb": "Vitamin C",
        "opc": "Vitamin A",
        "opd": "Vitamin K",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "5c8e640e-f9f7-4301-b159-647f4ceb7cb3",
        "choice_type": "single"
    },
    {
        "question": "Which statement regarding delusions is true?",
        "exp": "Another example is a person who is convinced that he or she is responsible for some disaster (such as fire, flood, or eahquake) with which there can be no possible connection. Delusion of mind being read: The false belief that other people can know one's thoughts. Ref ganong's review of medical physiology 25e p765",
        "cop": 2,
        "opa": "They are almost exclusively found in schizophrenia",
        "opb": "Grandiose delusions are rarely encountered except in mania",
        "opc": "They involve a disturbance of thought content",
        "opd": "They involve a disturbance in perception",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "754433cd-1255-46ac-9361-0225bdb3d74f",
        "choice_type": "multi"
    },
    {
        "question": "Facilitated diffusion is characterized by all except",
        "exp": "This process is called passive transpo orfacilitated diffusion, and does not require energy. The solute can move \"uphill,\" from regions of lower to higher concentration. This process is called active transpo, and requiressome form of chemical energy. Ref ganong's review of medical physiology 25e p102",
        "cop": 3,
        "opa": "Vmax",
        "opb": "Competitive inhibition",
        "opc": "Requires energy",
        "opd": "Specificity",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0bf4c9ba-9892-45df-9bbe-44fcdfcf6825",
        "choice_type": "multi"
    },
    {
        "question": "Hypocalcemia in immediate post-op period following excision of parathyroid adenoma is due to",
        "exp": "Hypocalcemia in immediate post-op period following excision of parathyroid adenoma is due to increased uptake by bones. It is known as Hungry Bone Syndrome",
        "cop": 4,
        "opa": "Stress",
        "opb": "Hypercalciuria",
        "opc": "Increased calcitonin",
        "opd": "Increased uptake by bones",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8dbda03b-f915-4a58-bd58-fe3ace15b88c",
        "choice_type": "single"
    },
    {
        "question": "Glomeruli are present in",
        "exp": "Glomeruli are present in cerebellum also. The glomerulus (plural glomeruli) is a spherical structure located in the olfactory bulb of the brain where synapses form between the terminals of the olfactory nerve and the dendrites of mitral, periglomerular and tufted cells Ref ganong's review of medical physiology 25e 767",
        "cop": 2,
        "opa": "Brain",
        "opb": "Spleen",
        "opc": "Adrenal coex",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "015344ee-46f4-47d9-8869-85c4464583a3",
        "choice_type": "multi"
    },
    {
        "question": "Reflex responsible for tachycardia during right atrial distension is",
        "exp": "Reflex resposible for tachycardia during right atrial distension is Bainbridge reflex. Atrial Reflex Control of hea rate: The Bainbridge Reflex The stretch recceptors of the atria that elicit the Bainbridge reflex transmit their afferent signals through the vagus nerve nerves to the medulla of the brain. Then efferent signals are transmitted back through vagal and sympathetic nerves to increase hea rate and strength of hea conntraction. Bezold-Jarisch Reflex: Activation of chemosensitive vagal C fibers in the cardiopulmonary region (eg,, Juxta capillary ragion of alveoli, ventricles, atria, great veins, and pulmonary aery) causes profound bradycardia, hypotension and a brief period of apnea followed by rapid shallow breathing. Cushing Reflex: When ICP is increased, the blood supply to RVLM neurons is compromised. The local hypoxia and hypercapnia causes an increase in discharge from the neurons, producing hypeension, bradycardia and irregular respiration. The resultant rise in systemic aerial pressure tends to restore the blood flow to the medulla. REF: Guyton and Hall 13th edition PGno: 223",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3835d1fa-11be-492b-aaa3-f2e013062126",
        "choice_type": "single"
    },
    {
        "question": "Small intestinal peristalsis is controlled by :",
        "exp": "Myenteric (Auerbach&;s) plexus is situated b/w and innervates outer longitudinal & middle circular muscular layers and is primarily concerned with motor controlQ. Submucosal (meissner&;s) plexus situated between middle circular layer and mucosa is primarly concerned with control of intestinal secretionQ as it innervates glandular epithelium, intestinal endocrine cells & submucosal blood vessels. Ref: Guyton 12th Ed.",
        "cop": 1,
        "opa": "Myentric plexus",
        "opb": "Meissners plexus",
        "opc": "Vagus nerve",
        "opd": "Para sympathetic system",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "943329a2-0b3d-4789-b58f-0809808fd25d",
        "choice_type": "multi"
    },
    {
        "question": "Most common site a spontaneous rupture of esophagus is",
        "exp": "MC site: left posterolateral side of the distal esophagus",
        "cop": 2,
        "opa": "Cricopharyngeal junction",
        "opb": "Cardioesophageal junction",
        "opc": "Mid esophagus",
        "opd": "After the crossing of arch of aoa",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8901a6b2-204d-441e-87cb-2ff0d2a1e7bc",
        "choice_type": "single"
    },
    {
        "question": "Yergason's supination sign is seen in lesion of which muscle?",
        "exp": "Bicipital tendinitis, or tenosynovitis, is produced by friction on the tendon of the long head of the biceps as it passes through the bicipital groove. When the inflammation is acute, patients experience anterior shoulder pain that radiates down the biceps into the forearm. Abduction and external rotation of the arm are painful and limited. The bicipital groove is very tender to palpation. Pain may be elicited along the course of the tendon by resisting supination of the forearm with the elbow at 90deg (Yergason's supination sign).",
        "cop": 2,
        "opa": "Triceps",
        "opb": "Biceps",
        "opc": "Brachioradialis",
        "opd": "Supinator",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "47f3fb15-2f59-430a-bd71-7bed257e6704",
        "choice_type": "single"
    },
    {
        "question": "Affiliation refers to",
        "exp": "Affiliation orders are legal documents declaring that a man is the father of a child under question.",
        "cop": 1,
        "opa": "Paternity dispute",
        "opb": "Divorece case",
        "opc": "Rape",
        "opd": "Adultery",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "94a7e841-b185-4735-ab86-917cdbcf37de",
        "choice_type": "single"
    },
    {
        "question": "True about spleen is all except",
        "exp": "The long axis of the spleen lies along the tenth rib. The spleen plays multiple suppoing roles in the body. It acts as a filter for blood as pa of the immune system. Old red blood cells are recycled in the spleen, and platelets and white blood cells are stored there. The spleen also helps fight ceain kinds of bacteria that cause pneumonia and meningitis Ref ganong's review of medical physiology 25e",
        "cop": 1,
        "opa": "The long axis of the spleen lies along the twelth rib",
        "opb": "The spleen is situated in the upper left quadrant of the abdomen beneath the diaphragm",
        "opc": "A pathologically enlarged spleen extends downward and forward, toward the umbilicus",
        "opd": "Because of the presence of the left colic flexure and the phrenicocolic ligament, the spleen is unable to expand veically downward",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "3484a92e-7516-4406-9a82-41b4dc82f1f4",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old girl came with history of progressively increasing pallor since bih and hepatosplenomegaly. Which is the most relevant test for achieving diagnosis?",
        "exp": "Progressive increasing pallor along with hepatosplenomegaly in a five-year-old girl is consistent with a diagnosis of thalassemia. (Thalassemia intermedia) 'Hemoglobin electrophoresis' is the test of choice of diagnosing this condition and hence is the option of choice here.",
        "cop": 1,
        "opa": "Hb electrophoresis",
        "opb": "Peripheral smear examination",
        "opc": "Osmo c fragility test",
        "opd": "Bone marrow examination",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "055fc135-e603-4705-8665-dfdb50c133ce",
        "choice_type": "multi"
    },
    {
        "question": "A newborn has a fever of 103degF. Blood culture grows gram-positive cocci in chains. This is most likely to be which of the following?",
        "exp": "Most human infections caused by Streptococci involve the group A organisms (Streptococcus pyogenes). The group B Streptococci are members of the female genital tract and are impoant causes of neonatal sepsis and meningitis. Here we have newborn in the question given, so the most likely organism would be Gr B strep.",
        "cop": 2,
        "opa": "Group A Streptococci (Streptococcus pyogenes)",
        "opb": "Group B Streptococci (Streptococcus agalactiae)",
        "opc": "Salmonella species",
        "opd": "Streptococcus pneumoniae",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "0a2c1454-af95-422b-bc79-d5bda7922c3e",
        "choice_type": "single"
    },
    {
        "question": "in a case of plycythemia vera which of the following rceptor overactivity is seen?",
        "exp": "Receptor Types 1. Ion-channel Receptors (Ionotropic Receptors) 2. G-Protein Coupled Receptors (Metabotropic receptors) 3. Kinase-linked Receptors 4. Intracellular Receptors (Cytosolic Receptors) 5. Enzymes as Receptors 6. Drugs which act through Modulation of Voltage Gated Ion Channels (Voltage-Operated Channels) POLYCYTHEMIA VERA * Polycythemia vera (PV) is a slow-growing type of blood cancer in which your bone marrow makes too many red blood cells. Polycythemia vera may also result in production of too many of the other types of blood cells -- white blood cells and platelets. * PV is a clonal stem cell disorder in which there is an alteration in the pluripotent progenitor cell leading to excessive proliferation of erythroid, myeloid and megakaryocytic progenitor cells. Over 95% of patients with PV have acquired mutations of the gene Janus Kinase 2 (JAK2) ref /: (kumar and clark&;s clinical medicine).",
        "cop": 2,
        "opa": "tyrosine kinase",
        "opb": "jak 2",
        "opc": "c GMP",
        "opd": "none of the above",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "c127927c-80e3-4439-9cec-78501f416935",
        "choice_type": "multi"
    },
    {
        "question": "Minimum pneumothorax is best seen in which of the following view (chest x-ray)?",
        "exp": "A pneumothorax is, when looked for, usually easily appreciated. Typically they demonstrate: visible visceral pleural edge is seen as a very thin, sharp white line. no lung markings are seen peripheral to this line.",
        "cop": 4,
        "opa": "Lordotic view",
        "opb": "Right lateral view",
        "opc": "Left lateral view",
        "opd": "Chest x-ray in complete expiration",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "8f0e1a44-996c-4d95-ac95-105fbbdb5736",
        "choice_type": "single"
    },
    {
        "question": "Entropion is",
        "exp": "Entropion is a condition in which the lower eyelid turns inward, rubbing against the eye. Entropion occurs most commonly as a result of aging. Infection and scarring inside the eyelid are other causes of entropion.",
        "cop": 1,
        "opa": "Inversion of eyelid",
        "opb": "Inversion of eyelashes",
        "opc": "Eversion of eyelid",
        "opd": "Eversion of eyelashes",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "4f285c2b-a96c-4018-b19c-55f9211cf281",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old chronic smoker presents with a rapidly enlarging large hilar mass on a chest film associated with significant adenopathy. He also experiences recurrent hypoglycemic spells these days. A provisional diagnosis of Lung carcinoma being considered which of the following subtype will most commonly lead to this spectrum?",
        "exp": "Small cell - Mediastinal adenopathy, - Hilar mass, - Small or invisibleftlung nodule, - High metastatic potential, - Rapid growth. - May be associated with Hypoglycemia, Cushing's syndrome, Inappropriate secretion of ADH, excessive gonadotropin secretion.",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Large cell carcinoma",
        "opd": "Small cell tumour",
        "subject_name": "Physiology",
        "topic_name": "All India exam",
        "id": "92f196ac-38d1-4c7a-a105-1e81ee9771cb",
        "choice_type": "multi"
    }
]