[
    {
        "question": "Carbon monoxide poisoning is type of:",
        "exp": "Ref: Pal GK. Hypoxia and Oxygen die ropy. In: Textbook of Medical Physiology. 2nd ed. Ahuja Publishing House. 2011: 04: 758-59. Explanation: Hypoxia. Hypoxia is O2 deficiency at the tissue level. Types of Hypoxia. Hypoxic hypoxia - PO2 of the arterial blood is reduced. Eg: High altitude (low PO2 in inspired air). Hypoventilation (airway obstruction, respiratory muscle paralysis). Anemic hypoxia - arterial PO2 is normal but the amount of hemoglobin available to carry O2 is reduced. Eg: Anemia. Carbon monoxide poisoning - CO has more affinity (for Hb) than O2; release of CO from CO-Hb is slow; hence O2 cannot bind with Hb. Altered Hb - Methemoglobin. Stagnant or ischemic hypoxia - blood flow to a tissue is so low that adequate O2 is not delivered to it despite a normal PO2. and hemoglobin concentration. Eg: Heart failure. Shock, Vascular obstruction. Histotoxic hypoxia - Amount of O2 delivered to a tissue is adequate but. because of the action of a toxic agent, the tissue cells cannot make use of the O2 supplied to them. Eg: Cyanide poisoning. Diphtheria",
        "cop": 1,
        "opa": "Anemic hypoxia",
        "opb": "Histotoxic hypoxia",
        "opc": "Hypoxemic hypoxia",
        "opd": "Stagnant hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "b51b3baf-de9e-462b-be12-59110025c2e1",
        "choice_type": "single"
    },
    {
        "question": "Oxygen therapy is most useful in-",
        "exp": "Ans. is 'b' i. e., Hypoxic hypoxia o Administration of oxygen-rich gas mixture is useful when the blood PO2 is low, i. e., in hypoxic hypoxia. o For the same reason, it is of little use in those type of hypoxia in which there is no reduction in arterial PO2, i. e., stagnant (hypoperfusion), anemic and histotoxic hypoxia. o Oxygen treatment is also useless in hypoxic hypoxia if it is due to ventilation-perfusion mismatch, i. e., the deoxygenated blood bypasses the well ventilated alveoli, e. g., in cyanotic congenital heart diseases.",
        "cop": 2,
        "opa": "Anemic hypoxia",
        "opb": "Hypoxic hypoxia",
        "opc": "Stagnant hypoxia",
        "opd": "Histotoxic hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "bffdfa7c-ef1c-4b25-b314-8a6aad9c51dd",
        "choice_type": "single"
    },
    {
        "question": "True about caisson's disease -",
        "exp": "Ans. is 'c' i. e., N, release from tissues Caisson's diseaseo Caisson's disease, (also called decompression sicknessQ, Bendst Diver's Paralysis, Dysbarism) is a particular form of gas embolism, which occurs when individuals are exposed to sudden lowering of atmospheric pressure like - rapid ascend of scuba and deep sea divers0, individuals in unpressurized aircraft in rapid ascent (e. g., in pilotsQ), underwater construction workers and extra-vehicular activity from spacecraft. o When air is breathed at high pressure (e. g., during a deep sea dive), increased amounts of gas (particularly nitrogen) become dissolved in the blood and tissues. If the diver then ascends (depressurizes) too rapidly, the nitrogen expands in the tissues and bubbles out of solution in the blood to form gas emboli. o Since bubbles can form in or migrate to any part of the body, it can produce many symptoms, and its effects may vary from joint pain, ischemia in tissues to paralysis and death, o The rapid formation of gas bubbles within skeletal muscles and supporting tissues in and about joints is responsible for the painful condition called the bends. In the lungs, edema hemorrhages, and focal atelectasis or emphysema may appear, leading to respiratory distress, the so-called chokes, o Treatment of gas embolism requires placing the individual in a compression chamber where the barometric pressure may be raised, thus forcing the gas bubbles back into solution. Subsequent slow decompression theoretically permits gradual resorption and exhalation of the gases so that obstructive bubbles do not re-form.",
        "cop": 3,
        "opa": "O2 release from tissues",
        "opb": "CO2 release from tissues",
        "opc": "N, release from tissues",
        "opd": "H, release from tissues",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "e5721772-9e4d-4171-b211-f3f695081ce8",
        "choice_type": "multi"
    },
    {
        "question": "Thickening of respiratory membrane is seen in -",
        "exp": "Ans. is 'b' i. e., Pneumonia o Thickening of respiratory membrane is caused by: -i) Pneumonia ii) Emphysemiii) TBiv) Cystic fibrosisv) Lung carcinoma",
        "cop": 2,
        "opa": "Bronchiectasis",
        "opb": "Pneumonia",
        "opc": "Good-pasture syndrome",
        "opd": "HSP",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "85e4a566-d0c4-4201-80dc-8947afeac7f6",
        "choice_type": "single"
    },
    {
        "question": "Uncompensated metabolic acidosis shows -",
        "exp": "Ans. is 'd' i. e., Decreased pH with Decreased HCO3\" o Metabolic acidosis (uncompensated) is due to decrease in HCO3-o It is due to decreased plasma HCO3- which results in decreased pH and acidosisQ. Both respiratory and renal compensatory mechanisms tend to minimize the change of pH in blood. o Respiratory' compensation includes hyperventilation produced by the action of increased H+ on the peripheral chemoreceptors. Hyperventilation decreases PCO2 and raises pH. o Renal compensation includes markedly increased H+ secretion w ith accompanied increase in generation of new HCO3 ions (along with reabsorption of all filtered HCO3). In metabolic acidosis, the plasma HCO3- is lowr and hence, the filtered load of HCO3 in the tubules too is also low. Hence, there is not much tubular HCO3 available to be reabsorbed. However, acidosis is also associated with increased renal ammoniagenesis, which increases the amount of ammonia available in the tubuleQ for buffering the augmented H+ secretion. Hence there is new generation of HCO3' (as every' H+ secreted is associated with generation of a HCO3-).",
        "cop": 4,
        "opa": "Increased pH with increased HCO, -",
        "opb": "Increased pH with Decreased HCCX-",
        "opc": "Decreased pH with increased HCO, -",
        "opd": "Decreased pH with Decreased HCO.-",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "4e2cbad5-f3bd-4f36-806c-3b38d489f4ac",
        "choice_type": "single"
    },
    {
        "question": "In which O2 therapy is used -",
        "exp": "Ans. is 'a' i. e., Hypoxic hypoxia",
        "cop": 1,
        "opa": "Hypoxic hypoxia",
        "opb": "Anemic hypoxia",
        "opc": "Histotoxic",
        "opd": "Stagnant",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "762b2488-a892-4794-b000-c8a44c8c3ab6",
        "choice_type": "single"
    },
    {
        "question": "In caissons disease pain in joint is because of -",
        "exp": "Ans. is 'a' i. e., Nitrogen bubble Caisson's diseaseo Caisson's disease, (also called decompression sicknessQ, Bendst Diver's Paralysis, Dysbarism) is a particular form of gas embolism, which occurs when individuals are exposed to sudden lowering of atmospheric pressure like - rapid ascend of scuba and deep sea divers0, individuals in unpressurized aircraft in rapid ascent (e. g., in pilotsQ), underwater construction workers and extra-vehicular activity from spacecraft. o When air is breathed at high pressure (e. g., during a deep sea dive), increased amounts of gas (particularly nitrogen) become dissolved in the blood and tissues. If the diver then ascends (depressurizes) too rapidly, the nitrogen expands in the tissues and bubbles out of solution in the blood to form gas emboli. o Since bubbles can form in or migrate to any part of the body, it can produce many symptoms, and its effects may vary from joint pain, ischemia in tissues to paralysis and death, o The rapid formation of gas bubbles within skeletal muscles and supporting tissues in and about joints is responsible for the painful condition called the bends. In the lungs, edema hemorrhages, and focal atelectasis or emphysema may appear, leading to respiratory distress, the so-called chokes, o Treatment of gas embolism requires placing the individual in a compression chamber where the barometric pressure may be raised, thus forcing the gas bubbles back into solution. Subsequent slow decompression theoretically permits gradual resorption and exhalation of the gases so that obstructive bubbles do not re-form.",
        "cop": 1,
        "opa": "Nitrogen bubble",
        "opb": "Oxygen bubble",
        "opc": "Carbon monoxide",
        "opd": "Air in joint",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "85abef51-e7a7-48a3-98e5-6a30d5067f74",
        "choice_type": "single"
    },
    {
        "question": "Spirometry cannot measure -",
        "exp": "Ans. is 'a\" i. e., RV o Spirometry can measure:- Tidal volume (TV), inspiratory reserve volume (IRV), expiratory' reserve volume (ERV), vital capacity (VC), forced vital capacity' (FVC), FEV,. o Spirometry cannot measure:- Residual volume (RV), functional residual capacity (FRC), total lung capacity' (TLC).",
        "cop": 1,
        "opa": "RV",
        "opb": "TV",
        "opc": "IRV",
        "opd": "ERV",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "d6f74b8d-a292-491a-aa33-be7da53f1f48",
        "choice_type": "single"
    },
    {
        "question": "Carbon monoxide poisoning causes which type of hypoxia?",
        "exp": "Ans: A (Anemic hypoxia) Ref: Pal GK. Hypoxia and Oxygen Therapy, In: Textbook of Medical Physiology, 2nd ed, Ahuja Publishing House 2011; 94: 754-55. Explanation: Hypoxia. Hypoxia is O2 deficiency at the tissue level. Types. Hypoxic hypoxia - PO2 of the arterial blood is reduced. Eg: deg High altitude (low PCX in inspired air)deg Hypoventilation (airway obstruction. respiratory muscle paralysis)- Anemic hypoxia - arterial PO2 is normal but the amount of hemoglobin available to earn. ' O2 is reduced. Eg: deg Anemiadeg Carbon monoxide poisoning - CO has more affinity (for Hb) than O2; release of CO from CO-Hb is slow; hence O2 cannot bind with Hbdeg Altered Hb - Methemoglobin. Stagnant or ischemic hypoxia - blood flow to a tissue is so low that adequate O2 is not delivered to it despite a normal PO2 and hemoglobin concentration Eg: deg Heart failure, shock, vascular obstruction. Histotoxic hypoxia - amount of O2 delivered to a tissue is adequate, but because of the action of a toxic agent, the tissue cells cannot make use of the O, supplied to them Eg: deg Cyanide poisoningdeg Diphtheria",
        "cop": 1,
        "opa": "Anemic hypoxia",
        "opb": "Hypoxic hypoxia",
        "opc": "Stagnant hypoxia",
        "opd": "Histotoxic hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "2eca6a0a-25e0-41c6-9af6-4adee33a38cd",
        "choice_type": "single"
    },
    {
        "question": "A person unacclimatised develops pulmonary edema-",
        "exp": "Ans. is 'c' i. e., 2-3 days o A small percentage of people who ascend rapidly to high altitudes become acutely sick and can die if not given oxygen or removed to a low altitude. o The sickness begins from a few hours up to about 2 days after ascent. Two events frequently occur: Acute cerebral edema: This is believed to result from local vasodilation of the cerebral blood vessels, caused by the hypoxia. The cerebral edema can then lead to severe disorientation and other effects related to cerebral dysfunction. Acute pulmonary edema: The cause of this is still unknown, but one explanation is the following: The severe hypoxia causes the pulmonary arterioles to constrict potently, but the constriction is much greater in some parts of the lungs than in other parts, so more and more of the pulmonary blood flow is forced through fewer and fewer still unconstricted pulmonary vessels. The result is that the capillary pressure in these areas of the lungs becomes especially high and local edema occurs. Extension of the process to progressively more areas of the lungs leads to spreading pulmonary edema and severe pulmonary dysfunction that can be lethal. Allowing the person to breathe oxygen usually reverses the process within hours.",
        "cop": 3,
        "opa": "19-21 days",
        "opb": "2nd-3rd month",
        "opc": "2 -3 days",
        "opd": "6-7 days",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "4fc3b41a-bfc5-4922-a2e6-5502ab1d7981",
        "choice_type": "single"
    },
    {
        "question": "During under water diving the main danger is due to?",
        "exp": "ANSWER: (A) Oxygen and nitrogen. REF: Ganongs 22nd ed chapter 37. Indirect repeat from December 2010. POTENTIAL PROBLEMS ASSOCIATED WITH EXPOSURE TO INCREASED BAROMETRIC PRESSURE UNDER WATER: Oxygen toxicity. Lung damage, Convulsions. Nitrogen narcosis. Euphoria, Impaired performance. High-pressure nervous syndrome. Tremors, Somnolence. Decompression sickness. Pain, Paralyses. Air embolism. Sudden death",
        "cop": 1,
        "opa": "Oxygen and nitrogen",
        "opb": "CO, and nitrogen",
        "opc": "Oxygen only",
        "opd": "Nitrogenonly",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "75a15206-6ef5-4661-9e5b-72e119ea3db1",
        "choice_type": "single"
    },
    {
        "question": "In restrictive lung disease, TLC is -",
        "exp": "Ans. is 'b' i. e., Decreased o Lung volumes alter in many lung diseases as follows: -1) Chronic obstructive lung diseases (COPD):# Dynamic compression of airways occurs mainly in expiration (Dynamic compression of airways will be discussed later in details).# So, air tends to enter the lung easily (as inspiraton is less affected) but then becomes trapped in the lung over a period of months or year, this increases total lung capacity, residual volume (RV) and functional residual capacity (FRC). Due to obstruction FEV1 is decreased and vital capacity is also decreased later.# The characteristic feature of COPD is early decrease of FEV1 and out of proportion to vital capacity/forced vital capacity. Therefore, FEV1/FVC is decreased.# The most important COPD is emphysema. 2) Restrictive lung disease:# Restrictive lung diseases are characterized by decreased lung compliance and constricted lungs.# Therefore, all volumes and capacity are decreased. TLC, FEV1, VC/FVC, RV, FRC all are reduced.# FEV1 is decreased in proportion or slightly less than FRV; therefore, FEV1/FVC is either normal or slightly increased.# Interstitial lung diseases (like pneumoconiosis, interstitial pneumonitis, sarcoidosis) and pulmonary fibrosis are restrictive lung diseases.",
        "cop": 2,
        "opa": "Increased",
        "opb": "Decreased",
        "opc": "No change",
        "opd": "May be increased or decreased",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "159474c8-a4ec-404a-9952-d67d079f1eae",
        "choice_type": "single"
    },
    {
        "question": "Anemic hypoxia is seen in -",
        "exp": "Ans. is 'd' i. e., Co poisoning o Hypoxia is a state in which tissues suffer from oxygen deficiency, i. e., O2 deficiency at tissue level. Depending on the cause it is generally divided into four categories: -1) Hypoxic hypoxia# If hypoxia is due to a decrease in oxygen supply, it is called hypoxic hypoxia.# There is a fall in PO2 of arterial blood and there is low O2 content.# Hypoxic hypoxia is the most common type of hypoxia.# Hypoxic hypoxia is seen in hypoventilation (e. g., in restrictive lung diseases, COPD etc), reduced oxygen diffusion capacity of lung, high altitude, V/Q mismatch and right to left shunt (e. g., cyanotic CHD or AV malformation). 2) Anemic hypoxia# If hypoxia is due to a decrease in the oxygen carrying capacity of blood, it is called anemic hypoxia. Since almost the entire oxygen transported by blood is in combination with hemoglobin, the oxygen carrying capacity of blood is reduced in anemia; hence the term anaemic hypoxia.# The O2 content of blood is low despite normal PO2. This is due to low oxygen saturation of hemoglobin.# Similar situation also arises in carbon monoxide poisoning because carbon monoxide has a much greater affinity for hemoglobin than oxygen. In carbon monoxide poisoning, carbon monoxide uses up the hemoglobin by combining with it, thereby leaving very little hemoglobin for combining with oxygen. Therefore the situation is similar to anemia where the hemoglobin level of blood is low. That is why the hypoxia produced by CO poisoning is also called anaemic hypoxia.# As PO2 is normal, respiration is not stimulated by anemic hypoxia. This is because peripheral chemoreceptos are sensitive only to PO2. 3) Stagnant hypoxia (Hypoperfusion hypoxia)# This type of hypoxia occurs because of sluggish blood flow, e. g., in CHF or circulatory shock.# In the arterial blood PO2 and oxygen content are normal. However, the volume of blood flow in the tissues per minute is reduced.# The venous blood contains larger amount of deoxygenated hemoglobin, because of greater O2 extraction, as blood stays in the capillaries for a longer time than normal due to sluggish blood flow.# Therefore, cyanosis is a prominent feature. Arterio-venous O2 difference (A-V O2 difference) is maximum in stagnant hypoxia. 4) Histotoxic hypoxia# This type of hypoxia results because the tissues are unable to use the oxygen brought to them by blood, i. e., tissues suffer from hypoxia despite an adequate delivery of O2.# Arterial blood PO2 and oxygen content are normal.# The best example of histotoxic hypoxia is cyanide poisoning which inhibits cytochrome oxidase. Therefore, O2 cannot be utilized by tissues due to inhibition of oxidative metabolism. In Histotoxic hypoxia (e. g, cyanide poisoning), A-V O2 difference is markedly reduced and it may be zero.",
        "cop": 4,
        "opa": "Cyanide poisoning",
        "opb": "COPD",
        "opc": "High altitude",
        "opd": "Co poisoning",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "c814c73e-dbe1-45ca-a815-7bd283969232",
        "choice_type": "single"
    },
    {
        "question": "By spirometry, one can measure -",
        "exp": "Ans. is 'd' i. e., Tidal volume o Pulmonary ventilation can be studied by recording the volume movement of air into and out of the lungs, a method called spirometry. o A spirometer is a device in which, one breathes into and out of the device. o The volume of air breathed in or out are measured. o Spirometry can measure (spirometric measurement are): - Tidal volume (TV), inspiratory reserve volume (IRV), expiratory reserve volume (ERV), and vital capacity (VC)r /FEV1. o As residual air (residual volme) can not be expired (residual volume is the amount of air remaining in the lung after maximum possible expiration), residual volume cannot be measured by spirometry, o Therefore, the capacities which have residual volume as one of their components, cannot be measured by spirometry. o These capacities are functional residual capacity (ERV + RV) and total lung capacity (VC + RC). o The commonly employed methods for functional residual capacity (FRC) estimation are: -i) Gas-dilution methods: - Helium dilution technique, nitrogen washout technique. ii) Plethysmography",
        "cop": 4,
        "opa": "Residual volume",
        "opb": "FRC",
        "opc": "TLC",
        "opd": "Tidal volume",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "9a76ea09-0101-4d08-9ba6-d0a798977303",
        "choice_type": "single"
    },
    {
        "question": "Knee joint pain in a deep sea diver is due to?",
        "exp": "ANSWER: (D) Increased N,, REF: Ganong 22ed chapter 37, http://en. wikipedia. org/wiki/Decompression_sickness. Repeat from December 2010. Repeat (**). Decompression Sickness: As a diver breathing 80% N2 ascends from a dive, the elevated alveolar PN2 falls. N2 diffuses from the tissues into the lungs along the partial pressure gradient. If the return to atmospheric pressure (decompression) is gradual, no harmful effects are observed; but if the ascent is rapid, N2 escapes from solution. Bubbles form in the tissues and blood, causing the symptoms of decompression sickness (the bends, caisson disease). Bubbles in the tissues cause severe pains, particularly around joints, and neurologic symptoms that include paresthesias and itching. Lung damage causes air embolism and not vice versa. The problem of nitrogen narcosis can be avoided by breathing mixtures of 02 and helium, and deeper dives can be made. However, the high-pressure nervous syndrome (HPNS) develops during deep dives with such mixtures. Tremors are symptoms of high pressure Nervous syndrome. Signs and symptoms of decompression sickness. DCS type. Bubble location. Signs & symptoms (clinical manifestations). Musculoskeletal. Mostly large joints (elbows, shoulders, hip, wuists, knees, ankles). Localized deep pain, ranging from mild to excruciating. Sometimes a dull ache, but rarely a sharp pain, Active and passive motion of the joint aggravates the pain. The pain may be reduced by bending the joint to find a more comfortable position, If caused by altitude, pain can occur immediately or up to many hours later. Cutaneous. Skin. Itching, usually around the ears, face, neck, arms, and upper torso, Sensation of tiny insects crawling over the skin (formication), Mottled or marbled skin usually around the shoulders, upper chest and abdomen, with itching, Swelling of the skin, accompanied by tiny scar-like skin depressions (pitting edema). Neurologic. Brain. Altered sensation, tingling or numbness pareshtesias, increased sensitivity hyperesthesia, Confusion or memory loss (amnesia), Visual abnormalities, Unexplained mood or behaviour changes, Seizures, unconsciousness. Neurologic. Spinal cord. Ascending weakness or paralysis in the legs, Girdling abdominal or chest pain, Urinary incontinence and faecal incontinence. Constitutional. Whole body. Headache, Unexplained fatigue, Generalised malaise, poorly localised aches. Audiovestibular. Inner ear. Loss of balance, Dizziness, vertigo, nausea vomiting, Hearing loss. Pulmonary. Lungs. Dry persistent cough, Burning chest pain under the sternum, aggravated by breathing, Shortness of breath",
        "cop": 4,
        "opa": "Increased O2",
        "opb": "Increased CO2,",
        "opc": "Increases N2O",
        "opd": "Increased N2",
        "subject_name": "Physiology",
        "topic_name": "Applied Aspects and Respiratory Adjustments",
        "id": "5f4ffdbb-d9a7-47c8-8483-98964f24c5f9",
        "choice_type": "single"
    }
]