[
    {
        "question": "True regarding autonomic system is :",
        "exp": "Ans. is 'c' is Preganglionic parasympathetic fibres are more lengthy The cell bodies of the post ganglionic parasympathetic neurons are located on or near the body of the viscera and therefore postganglionic neurons are very short.Whereas the cell bodies of the preganglionic parasympathetic neurons are located in the intermediolateral (IML) gray column of the spinal cord or the homologous motor nuclei of the cranial nerves. Therefore the preganglionic neurons have a long course.Ratio of preganglionic and post ganglionic fibres is not 20:1 but is 1:8 or 1:9.Conduction in autonomic fibres and in somatic motor fibres is not the same.Somatic motor fibres are of A. types* (Aa)Autonomic preganglionic axons are of B type*Autonomic postganglionic axons are of C type*Conduction speeds differ in all three A> B> C*Highest centre of integration is not medulla oblongata but hypothalamus.Also knowPreganglionic fibres are myelinated* whereas post ganglionic fibres are unmyelinated*Sympathetic outflow* is through - T1 to L3 & L4Parasympathetic outflow is - Cranio SacralCranial outflow* - III, VI, IX, X C.N.Sacral outflow* - S2 - 4",
        "cop": 3,
        "opa": "High center of integration is medulla oblongata.",
        "opb": "Conduction autonomic fibers are same as in somatic motor fibers.",
        "opc": "Preganglionic parasympathetic fibers are lengthier.",
        "opd": "Ratio of pregnanglionic and post ganglionic fibers is 20:1.",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "180c140a-2e74-480c-80c4-84444955fd37",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a better predictor of vagal tone?",
        "exp": "Ref: Pal GK. Functional anatomy and innervation of Heart. In: Textbook of medical physiology. 2nd ed. Abuja Publishing House. 2011; 69: 578-579.Explanation:In the given options, all are influenced by sympathetic and parasympathetic activityRight vagus mainly innervates SA node, right atrium and left vagus innervates left atrium, AV node, bundle of His. But vagal innervation of ventricle is sparse. Hence, vagal stimulation strongly inhibits heart rate (strong - negative chronotropic effect) and poorly affects force of contraction (weak - negative inotropic effect).Moreover, vagus dominates sympathetic nerve in controlling SA node activity at rest. Therefore, basal heart rate mainly depends on the vagal tone.Ejection fraction, stroke volume, LVET (Left Ventricular Ejection Time) are mainly influenced by sympathetic stimulation as vagus has weaker inotropic effect",
        "cop": 1,
        "opa": "Basal heart rate",
        "opb": "Ejection fraction",
        "opc": "Stroke volume",
        "opd": "LVET",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "ba2eb20f-240f-46ac-9af0-cc44482618d3",
        "choice_type": "single"
    },
    {
        "question": "Bilateral cutting of vagus nerve causes -",
        "exp": "Ans. is 'c' i.e., Increase heart rate o Aortic nerve (a branch of vagus nerve) carriesBaroreceptor afferent from Aortic sinus.Chemoreceptor afferent from Aortic bodies.o Bilateral sectioning of vagus nerve causes increase in heart rate and BP due to two reasonsAbolition of baroreceptor discharge of aortic sinus on RVLM - causing increasing in sympathetic output.Inhibition of nucleus ambiguous - causing decreased parasympathetic tone.o Effect on chemoreceptors afferent is minimal as chemoreceptors are stimulate by low' PO2 and normally they have no dischange.",
        "cop": 3,
        "opa": "Decrease heart rate",
        "opb": "Decrease respiratory rate",
        "opc": "Increase heart rate",
        "opd": "Decreased BP",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "eac82ba6-2868-4067-b449-6925b6bef7ae",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic Stimulation causes all of the following, except",
        "exp": "Ans. (d) Increase in venous capacitanceRef.: Ganong's physiology, 23rd ed, chapter 17SYMPATHETIC STIMULATIONBeta 1 Receptor -* SA node: increase in heart rate* AV node: increase in conduction velocity* HIS Purkinje system: increase in conduction velocity* Atria: increase in contractility and conduction velocity* Ventricle: increase in contractilityAlpha 1 Receptor -* Increase in total peripheral resistance leads to increase in BP.",
        "cop": 4,
        "opa": "Increase in heart rate",
        "opb": "Increase in blood pressure",
        "opc": "Increase in total peripheral resistance",
        "opd": "Increase in venous capacitance",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "7ea22ebe-46aa-4c11-8a7d-11c475535b35",
        "choice_type": "multi"
    },
    {
        "question": "All are cardiovascular effects of parasympathetic stimulation except -",
        "exp": "Ans. is 'c' i.e., Increased automaticity Effect of autonomic nervous system on hearto The SA node develops from structures on the right side of the embryo and the AV node from structures on the left. This is why right vagus (parasympathetic) is distributed primarily to SA node and the left vagus (parasympathetic) mainly to AV node. Similarly, the sympathetic innervation on the right side is distributed primarily to the SA node and the sympathetic innervation on the left side primarily to AV node,o Effects of ANS on cardiac physiology are as follow : - A) Parasympathetic (vagal) stimulationi) Negative chronotropic (decreased heart rate) : - Vagal stimulation cause decrease in slope (flattening) of prepotential (pacemaker potential) and therefore the time taken to reach the threshold levelis increased - Heart rate is decreased.ii) Negative dromotropic (decreased conduction).iii) Increased refractory period of all type of cardiac cells.B) Sympathetic stimulationi) Positive chronotropic (Increased heart rate):- Sympathetic stimulation increases the slope of phase 4 prepotential (pacemaker potential); therefore, time taken to reach the threshold is decreased and heart rate is increased.ii) Positive ionotropic (Increased contractility).iii) Positive dromotropic (Increased conduction velocity in conductive tissue).iv) Decreased in refractory period of all type of cardiac cells.v) Positive bathmotropic (Increased automaticity).",
        "cop": 3,
        "opa": "Decreased heart rate",
        "opb": "Decreased conduction",
        "opc": "Increased automaticity",
        "opd": "Increased refractive period",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "b3668509-6ed1-41d2-832e-bdeb99626056",
        "choice_type": "multi"
    },
    {
        "question": "All results from Sympathetic nervous stimulation, except:",
        "exp": "Ref: Pal GK. Sympathetic system. In: Textbook of medical physiology. 2nd ed. Ahitja publishing house. 2011: 22: 213.Explanation: (See the following table)Effect of Sympathetic and Parasympathetic Stimulation on Various Organs SympatheticParasympatheticEyes Sphincter muscle of iris--Contraction (miosis)Radial muscle of irisContraction (mydriasis) a1--Ciliary muscleRelaxation b2Contraction for near visionMuller s muscleContraction a1 Lacrimal gland--Increase secretionHeart SA nodeIncreases heart rate b12Decreases heart rateAV node & PurkinjeIncreases conduction velocityDecreases conduction velocityAtna & ventricleIncreases contractility b12Decreases contractilityArterioles Coronary, PulmonaryConstriction (a1,2) Dilation (b2)--SkinConstriction (a1,2)--Skeletal muscleDilation (b2) Constriction (a1)--Abd. visceraConstriction (a1.)--RenalConstriction (a1,)--Systemic veinsConstriction (a1,2)--LungsDilation (b2) BronchiolesDilation (b2)ConstrictionGlandsSecretion (b2); inhibitted by al GIT Salivary glandThick, viscous secretion (a1)Profuse, watery secretionMotility and ToneDecrease (a1,2 and b2)IncreaseSphincterConstriction (a1)RelaxationSecretionInhibition (a2)StimulationLiverGlycogenolysis (a1, b2)--Gall-biadderRelaxation b2ContractionUrinary system Detrusor muscleRelaxation b2ContractionSphincterConstriction (a1)RelaxationMale sex organsEjaculation (a1)ErectionUterusContraction (pregnant) (a1)VariableSkinRelaxation (b2) Pilomotor musclesContraction (al)--Sweat glandsSlight, localized secretion (a1)Generalized abundant, dilute secretion (M)--Adipose tissueLipolysis (a1, b1,3) Pineal glandMelatonin secretion (b)--JG cellsRenin secretion (b2)--",
        "cop": 1,
        "opa": "Vasodilation of cutaneous blood vessel",
        "opb": "Bronchodilatation",
        "opc": "Dilator pupillae contraction",
        "opd": "Renin secretion",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "ba5a10f2-5819-4d8b-b273-b9d8e3447d7e",
        "choice_type": "multi"
    },
    {
        "question": "All are effects of sympathetic stimulation except -",
        "exp": "Ans. is 'c' i.e., Increased refractory period Sympathetic stimulationPositive chronotropic (Increased heart rate0):- Sympathetic stimulation increases the slope of phase 4 prepotential (pacemaker potential)Q; therefore, time taken to reach the threshold is decreased and heart rate is increased.Positive ionotropic (Increased contractility )Q.in) Positive dromotropic (Increased conduction velocity' in conductive tissueQ).Decreased in refractory period of all ty pe of cardiac cells (Punjab l0).Positive bathmotropic (Increased automaticity).o Pacemaker potential (prepotential) is mainly due to Na+ influx.o Vagal stimulation causes decrease in slop of prepotention (by decreasing Na~ influx).Effects of ANSo The SA node develops from structures on the right side of the embryo and the AV node from structures on the left. This is why right vagus (parasympathetic) is distributed primarily to SA node and the left vagus (parasympathetic) mainly to AV nodeQ. Similarly, the sympathetic innervation on the right side is distributed primarily to the SA node and the sympathetic innervation on the left side primarily to AV node,o Effects of ANS on cardiac physiology are as follow: -Parasy mpathetic (vagal) stimulatio nNegative chronotropic (decreased heart rateQ) : - Vagal stimulation cause decrease in slope (flattening) of prepotential (pacemaker potential) and therefore the time taken to reach the threshold level is increased - Heart rate is decreased.Negative dromotropic (decreased conduction).Increased refractory period of all type of cardiac cells.Sympathetic stimulationPositive chronotropic (Increased heart rateQ):- Sympathetic stimulation increases the slope of phase 4 prepotential (pacemaker potential) Q; therefore, time taken to reach the threshold is decreased and heart rate is increased.Positive ionotropic (Increased contractility ) Q.Positive dromotropic (Increased conduction velocity in conductive tissue6).Decreased in refractory period of all type of cardiac cellsQ.Positive bathmotropic (Increased automaticity).",
        "cop": 3,
        "opa": "Increased conduction velocity",
        "opb": "Increased heart rate",
        "opc": "Increased refractory period",
        "opd": "Increaed contractility of heart",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "ac08e585-600b-450d-8b92-f37ec371af9f",
        "choice_type": "multi"
    }
]