[
    {
        "question": "Which of the following is a better predictor of vagal tone?",
        "exp": "Ref: Pal GK. Functional anatomy and innervation of Heart. In: Textbook of medical physiology. 2nd ed. Abuja Publishing House. 2011; 69: 578-579. Explanation: In the given options, all are influenced by sympathetic and parasympathetic activity. Right vagus mainly innervates SA node, right atrium and left vagus innervates left atrium, AV node, bundle of His. But vagal innervation of ventricle is sparse. Hence, vagal stimulation strongly inhibits heart rate (strong - negative chronotropic effect) and poorly affects force of contraction (weak - negative inotropic effect). Moreover, vagus dominates sympathetic nerve in controlling SA node activity at rest. Therefore, basal heart rate mainly depends on the vagal tone. Ejection fraction, stroke volume, LVET (Left Ventricular Ejection Time) are mainly influenced by sympathetic stimulation as vagus has weaker inotropic effect",
        "cop": 1,
        "opa": "Basal heart rate",
        "opb": "Ejection fraction",
        "opc": "Stroke volume",
        "opd": "LVET",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "ba2eb20f-240f-46ac-9af0-cc44482618d3",
        "choice_type": "single"
    },
    {
        "question": "Bilateral cutting of vagus nerve causes -",
        "exp": "Ans. is 'c' i. e., Increase heart rate o Aortic nerve (a branch of vagus nerve) carries. Baroreceptor afferent from Aortic sinus. Chemoreceptor afferent from Aortic bodies. o Bilateral sectioning of vagus nerve causes increase in heart rate and BP due to two reasons. Abolition of baroreceptor discharge of aortic sinus on RVLM - causing increasing in sympathetic output. Inhibition of nucleus ambiguous - causing decreased parasympathetic tone. o Effect on chemoreceptors afferent is minimal as chemoreceptors are stimulate by low' PO2 and normally they have no dischange.",
        "cop": 3,
        "opa": "Decrease heart rate",
        "opb": "Decrease respiratory rate",
        "opc": "Increase heart rate",
        "opd": "Decreased BP",
        "subject_name": "Physiology",
        "topic_name": "Autonomic Nervous System",
        "id": "eac82ba6-2868-4067-b449-6925b6bef7ae",
        "choice_type": "single"
    }
]