[
    {
        "question": "Although more than 400 blood groups have been identified, the ABO blood group system remains the most important in clinical medicine because.:",
        "exp": "Ans. is 'd' i. e. ABO (H) antibodies are invariably present in plasma when persons RBC lacks the corresponding antigen [Ref: Guyton 20th/e, p 414; Journal of Hematology: the clinical use of blood (World Health Organization Blood Transfusion Safety). The basic difference between ABO blood group system and other blood group systems (such as Rh, Kell, Duffy, MNSs blood groups), which makes the ABO group so important is that - preformed ABO antibodies are present in persons serum when his RBCs lack the corresponding antigen (ie. anti B antibody would be present in a person of type A and type O blood groups. These two blood groups do not have the {B' antigen on the RBCs). This is not the case with other blood groups. Preformed antibodies are not present. They are formed only after an exposure to the antigen, for example Rh negative person do not have anti- Rh antibodies, these antibodies are formed only after an exposure to Rh positive blood (by a blood transfusion, i. e. this makes the first blood transfusion safe even if mismatched). These preformed antibodies, rapidly destroy the RBCs of any mismatched blood transfusion. Read the following lines from the Journal of hematology- \"In clinical transfusion practice, the ABO blood groups are the most important and can never be ignored in red cell transfusion, because individuals who genetically lack any antigen, have antibodies against the red cell types that they have not inherited. These antibodies can destroy red cells rapidly in circulation\"But the question arises - why are these agglutinins (antibodies against AB antigen) produced in people who do not have the respective agglutinogen (A or B antigens) on their RBCs? The answer is that. Small amounts of group A and B antigens enter the body in food, in bacteria, and in other ways, and these substances initiate the development of the anti-A and anti-B agglutinins Also note that - Immediately after birth, the quantity of agglutinins in the plasma is almost zero. An infant begins to produce agglutinins, 2 to 8 months after birth and maximum titre is reached at 8 to 10 yrs. of age. Then it gradually declines throughout the remaining years of life.",
        "cop": 4,
        "opa": "It was the first blood group system to be discovered.",
        "opb": "It has four different blood groups A, B, AB, O(H).",
        "opc": "ABO (H) antigens are present in most body tissues and fluids.",
        "opd": "ABO (H) antibodies are invariably present in plasma when a person RBC lacks the corresponding antigen.",
        "subject_name": "Physiology",
        "topic_name": "Blood: Transfusion and Organ Transplantation",
        "id": "7ecd4020-88fb-4434-bac0-bff289b5952c",
        "choice_type": "single"
    }
]