[
    {
        "question": "Concentration of methemoglobin to appears cyanosis: (PGI June 2007)",
        "exp": "Ans. C (1. 5 g/dl) \"An methemoglobin level of 15% (i. e. 1. 5 g/dl) Q is associated with visible cyanosisQ; a level of 70% MHg level is fatal\"- Nelson 18th/2033. MethemoglobinemiaQ is a condition in which the iron within hemoglobin is oxidized from the ferrous (Fe2+) state to the ferric (Fe3+) state, resulting in the inability to transport oxygen and carbon dioxide. Clinically, this condition causes cyanosis. Methemoglobinemia in children usually results from exposure to: Oxidizing substances nitrates or nitrites, aniline dyes, or medications, indications, including lidocaine, prilocaine, and phenazopyridine hydrochloride. Cyanosis Occurs When. Deoxygenated hemoglobin (usually in amounts >4 g/dL) or. Methemoglobin (>1. 5 g/dL) Q or. Sulfhemoglobin (>0. 5 g/d. LQ) CYANOSIS | | | Centralcyanosis Peripheralcyanosis # Central cyanosis is caused by in adequate oxygenation of systemic arterial blood due to decreased arterial oxygenQ saturation or Hemoglobin abnormalities# It results from cardiac shunting, pulmonary diseases or hematological disorders (Hb abnormalities)# Central cyanosis is charachterized by cyanosis affective both mucous membranes and skin5 # Peripheral cyanosis is caused by slowing of blood flow and increased extraction of oxygen from normally saturated blood# It results from vasoconstriction or decreased peripheral blood flow, reduced cardiac output or vascular occlusion# Peripheral cyanosis is characterized by cyanosis of skin alone and sparing of mucous membranes*3",
        "cop": 3,
        "opa": "5 gm/di",
        "opb": "2gm/df",
        "opc": "1. 5gm/dl",
        "opd": "12 gm/di",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "b51ae743-75b2-48ef-bf12-70290a37194d",
        "choice_type": "single"
    },
    {
        "question": "Bioavailability of non-heme iron is low compared to heme iron as-",
        "exp": "Ans. is 'b' i. e., Presence of phvtates Iron absorption o Iron is mainly absorbed in the duodenum. o There are two broad forms of diatary iron, and they are obsorbed differently - Absorption of haem iron Haem iron is the iron present as myoglobin, hemoglobin and related compounds from which the haem is released by proteolytic enzymes of gut, and haem then is converted to haem in. Haemin is taken up by mucosal enterocytes and iron is released from haemin intracellularly by haem oxygenase. Haem iron absorption is not much affected by other dietary constituents. Absorption of non-haem iron Non-haem iron is converted to ferrous form before its absorption. Gastric acid and ascorbic acid (Vitamin C) helps in its absorption by keeping it in ferrous form. Uptake of non-haem iron is impaired by phytates and oxalates present in several plant foods, because of formation of complexes of iron with phytates and oxalates. Calcium facilitates iron absorption by competing with iron for forming complexes with phytates and oxalates. Tae also reduces iron absorption due to the formation of insoluble iron tannate complexes.",
        "cop": 2,
        "opa": "Presence of excess micronutrients",
        "opb": "Presence of Phytates",
        "opc": "Presence of acid",
        "opd": "Presence of vitamin C",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "fcd25084-8b7b-4f79-9765-427f47afefe0",
        "choice_type": "single"
    },
    {
        "question": "During second trimester of pregnancy, erythropoiesis occurs in the fetus primarily in?",
        "exp": "Ans. (a) Liver. Sites of Haematopoiesis. Yolk sac at 2 weeks. Earliest Hemoglobin to be formed is. Gower 1. This is followed by Gower 2 and finally Portland. In fetus in liver and partly spleen. HbF appears at 14 weeks. At birth it shifts to the bone marrow. HbA appears at 38 weeks. MISCELLANEOUS",
        "cop": 1,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Red bone marrow",
        "opd": "Lymph nodes",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "a78c0ee8-2e09-411a-a67a-2a5cfca535c9",
        "choice_type": "single"
    },
    {
        "question": "Erythopoiesis in gestation age takes place in -",
        "exp": "Ans. is 'a' i. e., Yolk sac Erythropoiesis siteso Intrauterine* 0-10 weeks-Yolk sac* 10 weeks - 5 months-Liver (major organ) and spleen* 5 month onwrard-Bone marrowo After birth* Upto 20 years-Bone marrow of all bones* After 20 years-Flat bones of axial skeletal and proximal end of humerus and femur.",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Placenta",
        "opc": "Amniotic sac",
        "opd": "Chorion",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "c8821216-9c31-43b8-b467-3bf3d0b05ba0",
        "choice_type": "single"
    },
    {
        "question": "Anemia is caused by deficiency of which micronutrient?",
        "exp": "ANSWER: (A) Iron. REF: Ganong 24th ed page 560, Guyton 12th ed pg 420. Anemia is the deficiency of hemoglobin in the blood which can be caused by either too few red blood cells or too little hemoglobin in the cells. 30% of the world suffers from iron deficiency anemia, due to inadequate intake or absorption of iron from the diet. Iron is needed for the synthesis of hemoglobin. Deficiency caused due to inadequate intake or blood loss causes iron deficiency' anemia.",
        "cop": 1,
        "opa": "Iron",
        "opb": "Potassium",
        "opc": "Phosphorus",
        "opd": "Nickel",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "c7272e7e-9669-49c9-b055-9fc11e9ce05a",
        "choice_type": "single"
    },
    {
        "question": "Chloride shift is due to -",
        "exp": "Ans. is 'a' i. e., Generation of HCO-3 in RBCs o Carbon dioxide is transported in blood as plasma bicarbonate. o Red blood cells (RBCs) play a major role in the mechanism because RBCs contain the enzyme carbonic anhvdrase that catalyzes the reaction CO2 + H2O = HCO3- + H+o Hence when CO2 diffuses into the RBC, it reacts chemically with water to generate HCO3-o The H+ ions are mopped up by hemoglobin, which is an excellent buffer, o This enables the reaction to proceed in the forward direction. o The HCO3- ions generated diffuse out into the plasma in exchange for Cl- ions that diffuse into RBCs simultaneously, o The movement of chloride ions into RBC is called Chloride shift. o The above events results in an increase in total number ions inside the RBC, which increases its osmolarity. o As a result, water enters the RBC through osmosis. o The RBCs carrying CO2 in bicarbonate form will therefore be somewhat larger than normal, o Hence the hematocrit of venous blood is normally 3% greater than that of arterial blood. o In the lungs, Cl- moves out of the RBCs and they shrink.",
        "cop": 1,
        "opa": "Generation of HCO, in RBCs",
        "opb": "Metabolism of glucose in RBCs",
        "opc": "Formation of 0, -Hb complex in RBCs",
        "opd": "Release of K' in RBCs",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "f5423489-c25c-43be-8bb3-c80f01bc2d1e",
        "choice_type": "single"
    },
    {
        "question": "Life span of neonatal RBC -",
        "exp": "Ans. is 'a' i. e., 60-90 days o Life span of neonatal RBCs- 60-90 days, o Life span of RBCs of premature newborn- 30-50 days. o Life span of RBCs in older children- 100-120 days. o Life span of adult RBCs- 120 days.",
        "cop": 1,
        "opa": "60-90 days",
        "opb": "90-120 days",
        "opc": "120-150 days",
        "opd": "150-200 days",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "ecd60d43-df37-4b93-9262-3f64ee317b64",
        "choice_type": "single"
    },
    {
        "question": "Longest life span among following -",
        "exp": "Ans. is 'd' i. e., Macrophages Life span of blood ceils. RBC: 120 days. Platelets: 7-12 days. Monocytes (in circulation): 1-3 days. Macrophages (in tissues): Months-years. Neutrophils (in circulation): 4-8 hrs. Neutrophils (in tissue): 2-5 days. Short lived lymphocytes: 2 weeks. Long lived lymphocytes: Upto 3 years",
        "cop": 4,
        "opa": "RBC",
        "opb": "Plalalets",
        "opc": "Neutrophils",
        "opd": "Macrophages",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "5bdd3b1e-871c-4682-93f7-a98042603894",
        "choice_type": "single"
    },
    {
        "question": "Not a site of hematpoiesis in fetus -",
        "exp": "Ans. is 'a' i. e., Kidney Erythropoies siteso Intrauteriney 0-10 weeksy 10 weeks - 5 monthsy 5 month onward-Yolk sac-Liver (maj or organ) and spleen- Bone marrowo After birth. Upto 20 years - Bone marrow of all bones. After 20 years - Flat bones of axial skeletal and proximal end of humerus and femur.",
        "cop": 1,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Yolk sac",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "1173a087-fea6-4228-89a0-e221549f3baa",
        "choice_type": "single"
    },
    {
        "question": "Hematopoiesis first starts in:",
        "exp": "ANSWER: (B) Yolk sac. REF: Guyton, 6th edition, page 420. Production of Red Blood Cells: In the early weeks of embryonic life, primitive, nucleated red blood cells are produced in the yolk sac. During the middle trimester of gestation, the liver is the main organ for production of red blood cells, but reasonable numbers are also produced in the spleen and lymph nodes. Then, during the last month or so of gestation and after birth, red blood cells are produced exclusively in the bone marrow.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Yolk sac",
        "opc": "Bone marrow",
        "opd": "Spleen",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "80ffc5d4-2f95-4546-8cbe-b9b499ea78ac",
        "choice_type": "single"
    },
    {
        "question": "Up to 6 weeks of gestation erythropoiesis occurs in?",
        "exp": "ANSWER: (A) Yolk sac. REF: Guyton, 6th edition, page 420, Wintrobe s clinical hematology 12th ed page 90, William's hematology 8th ed chapter 6. See details of fetal erythropoiesis in Physiology December 2011",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Bone marrow",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "69ec9610-7e95-40b2-898c-805a95614df6",
        "choice_type": "single"
    },
    {
        "question": "Predominant site of erythropoiesis during 6th month of gestation is?",
        "exp": "ANSWER: (B) Liver. REF: Guyton, 6th edition, page 420. Production of Red Blood Cells: In the early weeks of embryonic life, primitive, nucleated red blood cells are produced in the yolk sac. During the middle trimester of gestation, the liver is the main organ for production of red blood cells, but reasonable numbers are also produced in the spleen and lymph nodes. Then, during the last month or so of gestation and after birth, red blood cells are produced exclusively in the bone marrow.",
        "cop": 2,
        "opa": "Yolk sac",
        "opb": "Liver",
        "opc": "Bone marrow",
        "opd": "Thymus",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "3b6f0684-a94a-4fbc-97c0-cd5be3141678",
        "choice_type": "single"
    },
    {
        "question": "Fetal hemoglobin has higher affinity for oxygen due to",
        "exp": "Ans is 'a' i. e. Decreased 2, 3 DPG concentration The unique feature of fetal hemoglobin is that it has higher affinity for oxygen than adult hemoglobin. O2 saturation of the maternal blood in the placenta is so low that the fetus might suffer hypoxic damage if fetal red. Cells did not have a greater O2 affinity than adult red cells. This difference in O2 affinity between the two is because, fetal hemoglobin binds to 2, 3 DPG less effectively than adult hemoglobin. Binding of 2-3, DPG to the hemoglobin decreases its affinity for oxygen i. e., it shifts the O2dissociation curve to right. HbF reacts less with 2, 3 -DPG and so is able to bind O2 more tenaciously, accounting for the left shifted O2 dissociation curve at birth. Concentration of fetal hemoglobin at birth HbF - 70-80 % of total hemoglobin HbA - 30% of total hemoglobin",
        "cop": 1,
        "opa": "Decreased 2, 3 DPG concentration",
        "opb": "Reduced pH",
        "opc": "Increased release of carbon dioxide",
        "opd": "Oxygen dissociation curve is shifted to right",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "079bb653-5190-44ee-be4c-5ea26d210094",
        "choice_type": "single"
    },
    {
        "question": "2, 3 DPG causes -",
        "exp": "Ans. is 'a' i. e., Decrease binding of O2 and hemoglobin",
        "cop": 1,
        "opa": "Decrease binding of O2 and hemoglobin",
        "opb": "Increased acidity in RBC",
        "opc": "Decreased acidity in RBC",
        "opd": "Lysis of RBC",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "287b713b-9e01-409b-94c9-7e217b384cae",
        "choice_type": "single"
    },
    {
        "question": "Glucose diffusion in RBC by -",
        "exp": "Ans. is 'a' i. e., GLUT 1 o GLUT 1 is present in placenta, BBB, RBC, kidney and colon. Function. Major sites of expression. Second ary active transport(Na+-glucose cotransport) o SGLT 1o SGLT 2. Absorption of glucose. Absorption of glucose. Small intestine, renal tubules. Renal tubules. Facilitated diffusiono GLUT 1. Basal glucose uptake. Placenta, Blood-brain barrier, brain, RBC, Kidney, colono GLUT 2B-cell glucose sensor. Transport out of intestinal and renal epithelial cellsB cells of islets, liver, epithelial cells of small intestine & Kidney-o GLUT 3. Basal glucose uptake. Brain, Placenta. Kidneyo GLUT4. Insulin-stimulating glucose uptake. Skeletal and cardiac muscle. Adipose tissueo GLUT 5. Fructose transportjejunum, spermo GLUT 6. None. Pseudogeneo GLUT 7G-6-P transporter in ERLiver",
        "cop": 1,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "GLUT 4",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "7f4097ce-3414-4b0f-93d2-9e04fedbb5f0",
        "choice_type": "single"
    },
    {
        "question": "Blood in early fetal period is formed in-",
        "exp": "Ans. is 'a' i. e., Yolk sac o In early fetal life (upto 10 weeks) erythropoiesis occurs in yolk sac. o By third month of intrauterine life erythropoiesis moves to liver (major) and spleen which are the chief site for erythropoiesis until 5 months of fetal life. o After that erythropoiesis occurs in bone marrow. o In children, blood formation occurs in the marrow cavities of most of the bones. During childhood, there is gradual decrease of erythropoiesis in marrow of long bones and gradual increase in erythropoiesis in marrow of flat bones. o By the age of 20 years, erythropoiesis occurs only in flat bones of axial skeleton (e. g., skull, vertebrae, ribs, sternum and pelvis) and among the long bones, erythropoiesis occurs only in proximal end of femur and humerus.",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Bone marrow",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "6d6f5c8c-acb1-43c2-882c-5d640a304f16",
        "choice_type": "single"
    },
    {
        "question": "Fetal hemoglobin has more affinity for oxygen than adult hemoglobin because -",
        "exp": "Ans. is 'b' i. e., Low affinity for 2, 3 DPG o Make it very clear in mind that higher affinity' of fetal hemoglobin for oxygen is due to low affinity of HbF for 2, 3- DPG (not due to decreased 2, 3-DPG concentration). HbF does not combines to 2, 3-DPG as avidly as adult hemoglobin. \"Fetal hemoglobin is left - shifted because it has a low affinity' for DPG\", --Principles of medical physiology'\"It is worth noting that DPG does not combine with fetal hemoglobin. That is perhaps one reason why HbF has greater affin ity for oxygen than adult hemoglobin (HbF) \".-- Understanding of medical physiology\"Fetal hemoglobin binds less 2-3 DPG it has consequently a greater affinity for O2\" -- Pediatric physiologyo All other textbooks have mentioned the same thing. o So, high affinity of HbF to O2 is due to low affinity of HbF for 2, 3 DPG (and not due to decreased 2, 3-DPG concentration). Effect of 2-3 diphosphoglvcerete (2. 3 PPG)o Another important factor which influences oxygen-hemoglobin dissociation curve is 2, 3 DPG in RBC. DPG is an optional by-product of the glycolytic pathway. DPG binds with deoxygenated hemoglobin but not with oxygenated hemoglobin. Therefore raised DPG concentration releases oxygen from oxyhemoglobin by shifting the following reversible reaction to the right: -Hb. O2 + DPG - Hb - DPG + O2o One molecule of DPG binds with one mole of deoxyhemoglobin. o That is why in the presence of raised DPG concentration, less oxygen can combine with hemoglobin at a given PO2. Hence an increase in DPG concentration shifts the oxygen-hemoglobin dissociation curve to the right. Thus 2, 3 DPG causes delivery (unloading) of O2 to the tissues. o Factors which increases 2, 3 DPG level and therefore lower the oxygen affinity of hemoglobin (right shift of O2 dissociation curve and increased delivery of oxygen to tissues) are: -# Hypoxia# High altitude# Alkalosis# Exercise# Pregnancy# Anemia# Hormones (thyroid, GH, androgen)# Cyanotic congenital heart disease# Chemical agents (Inosine, Pyruvate, PEP, phosphate, dihydroxyacetone)o Factors which decrease 2, 3 DPG levels and therefore increase oxygen a ffinity of hemoglobin (left shift of O2 dissociation curve and decreased delivery' of O2 to the tissues) are: - Stored blood, and fetal hemoglobin (HbF). o Fetal hemoglobin has considerably less afinity for 2, 3 - DPG than does adult hemoglobin therefore fetal hemoglobin has greater affinity for oxygen than adult hemoglobin. In human blood, the affinity of fetal hemoglobin for 2, 3-DPG is only about 40% that of adult hemoglobin. This makes fetal hemoglobin behave as if 2, 3-DPG levels are low. Therefore, the oxygen dissociation curve is shifted to the left. Although fetal red cells do contain 2, 3 DPG, the poor binding of 2, 3-DPG by fetal hemoglobin is an important factor in facilitating transport of oxygen across the placenta from mother to fetus. On the maternal side of the placenta, the reduction of hemoglobin effectively shifts the curve to the right, increasing oxygen release. On the fetal side, 2, 3-DPG does not interfere with the affinity' of fetal hemoglobin for oxygen and thus the uptake of oxygen by fetal erythrocytes.",
        "cop": 2,
        "opa": "Decreased 2, 3 DPG concentration",
        "opb": "Low affinity for 2, 3 DPG",
        "opc": "Increase 2, 3 DPG concentration",
        "opd": "Reduced pH",
        "subject_name": "Physiology",
        "topic_name": "Blood: RBCs, Anemia, and Polycythemia",
        "id": "53cf3c6b-ffb1-4703-9709-3601fcc1f6f3",
        "choice_type": "single"
    }
]