[
    {
        "question": "By what coagulation pathway does clotting occur in blood sample collected in a capillary tube?",
        "exp": "The extrinsic pathway begins with the release of tissue thromboplastin(tissue factor ) in response to vascular injury or contact between traumatized extravascular tissue and blood. Since there is no source of tissue thromboplastin release as the blood is with the capillary tube, thus clotting proceeds intrinsic pathway only (i. e. activation of factor XII). the intrinsic pathway requires exposure of factor XII (HAGEMAN FACTOR) to a negatively charged surface such as glass capillary tube.",
        "cop": 2,
        "opa": "Extrinsic pathway",
        "opb": "Intrinsic pathway",
        "opc": "Any of the above",
        "opd": "Fibrin stabilization",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "0c290613-7ae1-4295-8dd3-fe66b08b60a5",
        "choice_type": "multi"
    },
    {
        "question": "A 2-year-old boy bleeds excessively from minor injuries and has previously had bleeding gums. The maternal grandfather has a bleeding disorder. The child's physical examination shows slight tenderness of his knee with fluid accumulation in the knee joint. You suspect this patient is deficient in which coagulation factor?",
        "exp": "A young man with a bleeding disorder and a history of bleeding disorders in the males of his family would lead one to suspect hemophilia A (a deficiency of factor VIII.) The physical examination suggests bleeding into the knee joint, which is frequently seen in hemophilia A.",
        "cop": 3,
        "opa": "Prothrombin activator",
        "opb": "Factor II",
        "opc": "Factor VIII",
        "opd": "Factor X",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "c367e9d7-5163-4df2-ba87-5febef4bcb30",
        "choice_type": "single"
    },
    {
        "question": "A patient has a congenital deficiency in factor XIII (fibrin-stabilizing factor). What would analysis of his blood reveal?",
        "exp": "Fibrin monomers polymerize to form a clot. Creation of a strong clot requires the presence of fibrin stabilizing factor that is released from platelets within the clot. The other clotting tests determine the activation of extrinsic and intrinsic pathways or number of platelets.",
        "cop": 4,
        "opa": "Prolonged prothrombin time",
        "opb": "Prolonged whole blood clotting time",
        "opc": "Prolonged paial thromboplastin time",
        "opd": "Easily breakable clot",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "c88c6630-ca1b-4d5a-8de7-184ed2b11a51",
        "choice_type": "single"
    },
    {
        "question": "All of the following increase the 2, 3- DPG concentration of red cells except:-",
        "exp": "2, 3 DPG is formed as: - Glucose inside the red cells undergo glycolysis & when extra oxygen is needed, like in hypoxic conditions, glucose will be diveed to a shunt k/a Rappapo Luebering cycle. And then glucose after glyceraldehyde - 3 phosphate, it will form diphosphate glycerate & 2, 3 Diphosphate glycerate (2, 3 DPG). Then it combines with Hb & displaces O2. Factors affecting 2, 3 -DPG | in 2, 3-DPG | in 2, 3-DPG Chronic hypoxia Anemia Accilimitization Thyroid hormone Growth hormone Stored blood Acidosis But acidosis is known to inhibit glycolysis therefore acidosis is known to decrease 2, 3 DPG concentration.",
        "cop": 4,
        "opa": "Thyroid hormones",
        "opb": "Growth hormone",
        "opc": "Androgen",
        "opd": "Acidosis",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "74afd740-22c0-4cee-9eae-5a36f3fe0f97",
        "choice_type": "multi"
    },
    {
        "question": "Fragmented RBCs, sliced by fibrin bands; seen in intravascular haemolysis are known as",
        "exp": "Schistocytes: Fragmented RBCs, sliced by fibrin bands; seen in intravascular hemolysis. Burr cells: Irregularly shaped red cells, seen in uremia. Spherocytes: Smaller, spherical cells, appearing more dense, seen in congenital haemolytic anemia or, rarely, in hereditary spherocytosis. Leptocytes (target cells, also called Mexican hat cells): Central staining, a ring of pallor and an outer rim of staining, seen in liver disease, thalassemias, sickle cell disease.",
        "cop": 1,
        "opa": "Schistocytes",
        "opb": "Spherocytes",
        "opc": "Leptocytes",
        "opd": "Burr cells",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "34a774cc-58a9-4aad-9098-5ba0ed6f2ed5",
        "choice_type": "single"
    },
    {
        "question": "Heme is synthesized in which pa of the erythroblastic cells?",
        "exp": "Heme is synthesized paly in mitochondria and paly in cytoplasm. It is synthesized from glycine and succinyl CoA.",
        "cop": 4,
        "opa": "Golgi complex",
        "opb": "Ribosomes",
        "opc": "Endoplasmic reticulum",
        "opd": "Mitochondrial matrix",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "42388c87-c697-4901-808a-3549036ce7c2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following proteins is responsible for flexibility of RBCs?",
        "exp": "The spherocytosis is caused by mutations in proteins that make up the membrane skeleton of the erythrocyte, which normally maintains the shape and flexibility of the red cell membrane, including spectrin, the transmembrane protein band 3 and the linker protein, ankyrin.",
        "cop": 4,
        "opa": "Spectrin",
        "opb": "Ankyrin",
        "opc": "Band 3",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "0814486e-80c3-4ac3-bb9d-1d4fae9c572c",
        "choice_type": "multi"
    },
    {
        "question": "The hemoglobin derivative that is formed due to reaction of CO2 with blood is",
        "exp": "Reduced hemoglobin: It results from release of O2 from oxy. Hb. Carbaminohemoglobin: In this, CO2 is attached to the globin pa of Hb. The affinity of Hb for CO2 is about 20 times that for oxygen. Carboxyhemoglobin: Carbon monoxide is attached to Hb where O2 is normally attached. The affinity of Hb for CO is 200-300 times that for O2. It is normally present in small amounts, but in large amount in smokers in whom it impairs O2 transpo. Methemoglobin: When blood is exposed to some drugs, or oxidising agents in vitro or in vivo, the ferrous iron of Hb is conveed into ferric iron, forming met. Hb, which is dark in color. When present in large amounts, it gives a dusky appearance to the skin. Small amounts of met. Hb are formed normally but an enzyme system conves it back to Hb.",
        "cop": 1,
        "opa": "Carbaminohemoglobin",
        "opb": "Carboxyhemoglobin",
        "opc": "Methemoglobin",
        "opd": "Reduced hemoglobin",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "832afe0e-f7f4-4e59-a9d4-e76376df6eff",
        "choice_type": "single"
    },
    {
        "question": "Plasma is a Newtonian fluid because:",
        "exp": "For a Newtonian fluid, viscosity remains constant, independent of the shearing force. Whole blood is a non-Newtonian fluid; its viscosity goes changing with the changes in shearing force.",
        "cop": 4,
        "opa": "Viscosity is directly propoional to shear stress",
        "opb": "Viscosity is equal to shear stress",
        "opc": "Viscosity is inversely related to shear stress",
        "opd": "Viscosity is independent of shear stress",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "bc690974-9e0d-4e82-870f-f41e21d17419",
        "choice_type": "single"
    },
    {
        "question": "Best index of platelet function is:",
        "exp": "Bleeding time (N = 1-3 min) is an index of platelet number. Bleeding time is prolonged when platelet number falls below 50, 000/mm3. Clot retraction is a function of platelets. The contractile filaments of platelets, in the platelet plug, are responsible for retraction of the clot that has formed on the surface of the platelet plug. Clot retraction occurs by 30-60 minutes after the formation of clot.",
        "cop": 3,
        "opa": "Bleeding time",
        "opb": "Clotting time",
        "opc": "Clot retraction time",
        "opd": "Prothrombin time",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "b4dda7cc-ec49-4055-bd42-c03d29d81405",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man came to the emergency depament with a broken leg. A blood test revealed his WBC count to be 22 x 103/ml. Five hours later, a second blood test revealed values of 7 x 103/ml. What is the cause of the increased WBC count in the first test?",
        "exp": "The majority of WBCs are stored in the bone marrow, waiting for an increased level of cytokines to stimulate their release into the circulation. However, trauma to bone can result in a release of WBCs into the circulation. This increase in WBC count is not primarily due to any inflammatory response, but instead is attributed to mechanical trauma and associated stress responses.",
        "cop": 2,
        "opa": "Increased production of WBCs by the bone marrow",
        "opb": "Release of pre-formed, mature WBCs into the circulation",
        "opc": "Decreased destruction of WBCs",
        "opd": "Increased production of selectins",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "877432d9-b709-4fe6-8a35-1672fb8bafe0",
        "choice_type": "single"
    },
    {
        "question": "Hemoglobin begins to appear by which stage of erythropoiesis?",
        "exp": "Though the earliest evidence of Hb synthesis appears to be in early normoblast, Hb begins to appear in detectable amounts by intermediate normoblast.",
        "cop": 3,
        "opa": "Proerythroblast",
        "opb": "Early normoblast",
        "opc": "Intermediate normoblast",
        "opd": "Late normoblast",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "5ac42fff-4fab-48f0-9359-3263936594bf",
        "choice_type": "single"
    },
    {
        "question": "Physiological leukocytosis is seen in",
        "exp": "Physiological leukocytosis (i. e., increase in the number of circulating leucocytes in the absence of infection or tissue injury) has no clinical significance. It is seen in the following conditions: 1. Normal infants: The count may be as high as 18-20, 000/mm3 but it returns to normal level within 1-2 years. 2. Food intake and digestion (\"digestive leukocytosis\"): There is a mild increase which returns to normal within an hour or so. 3. Physical exercise. 4. Mental stress. 5. Pregnancy: The count may be quite high, especially during the first pregnancy. 6. Paurition: The high TLC is possibly due to tissue injury, pain, physical stress and hemorrhage. 7. Extremes of temperatures: Exposure to sun or to very low temperature can increase the WBC count.",
        "cop": 4,
        "opa": "Infancy",
        "opb": "Paurition",
        "opc": "Post prandial",
        "opd": "ALL of the above",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "6a87c9fa-90db-4f3e-bff1-8609e7d042b7",
        "choice_type": "multi"
    },
    {
        "question": "A woman whose blood type is A, Rh positive and a man whose blood type is B, Rh positive come to the clinic with a 3-year-old girl whose blood type is O, Rh negative. What can be said about the relationship of these two adults to this child?",
        "exp": "Each parent needs only a single allele for either the A or B antigen or the Rh(D) antigen to express these antigens on their blood cells and other cell types. Thus, if each parent also carries an allele for blood type O, as well as a null allele for the Rh(D) antigen, then the child can be homozygous for the recessive O allele and the Rh(D)-negative allele.",
        "cop": 4,
        "opa": "The woman can be the child's natural mother, but the man cannot be the natural father",
        "opb": "The man can be the child's natural father, but the woman cannot be the natural mother",
        "opc": "Neither adult can be the natural parent of this child",
        "opd": "This couple can be the natural parents of this child",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "9160b7f7-a87d-4783-88e9-14ce02a31ec0",
        "choice_type": "single"
    },
    {
        "question": "The substance that is present in both serum and plasma is:",
        "exp": "Factor VII or stable factor - Is present in plasma and is also stable in serum (\"Noble factor\"). It is essential for generation of Tissue Thromboplastin. Its congenital deficiency rarely gives rise to coagulation defects.",
        "cop": 2,
        "opa": "Fibrinogen",
        "opb": "Factor VII",
        "opc": "Factor V",
        "opd": "Factor II",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "936a2a9d-231e-4fab-8e00-7331d22d3b18",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following WBCs is impoant for \"mucosal immunity\"?",
        "exp": "Large numbers of lymphocytes are present in the Mucosa of lungs, GI tract and urinary tract where they provide \"mucosal immunity\". They are weakly phagocytic.",
        "cop": 1,
        "opa": "Lymphocytes",
        "opb": "Neutrophils",
        "opc": "Basophils",
        "opd": "Eosinophils",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "c1cfabd7-310d-47fc-9f05-cc1cea461ee9",
        "choice_type": "single"
    },
    {
        "question": "All the following clotting factors are derived from liver except",
        "exp": "Factor 3 is derived from Damaged tissue and activated platelets NOT from Liver.",
        "cop": 1,
        "opa": "III",
        "opb": "V",
        "opc": "VII",
        "opd": "IX",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "b1d36cc8-9efe-4485-bc5d-710ced90503d",
        "choice_type": "multi"
    },
    {
        "question": "In blood coagulation, the rate-limiting step is:",
        "exp": "Activation of factor X or formation of prothrombin activator (Xa) is the rate-limiting step in the clotting cascade. Extrinsic pathway for coagulation: Tissue trauma --> release of tissue thromboplastin --> eventual conversion of X to Xa. Intrinsic pathway for coagulation: Trauma to blood, or blood (factor XII) coming in contact with subendothelial collagen --> other clotting factors activated in the subsequent cascade --> eventual conversion of X to Xa.",
        "cop": 3,
        "opa": "Fibrinogen to fibrin conversion by action of thrombin",
        "opb": "Conversion of prothrombin to thrombin",
        "opc": "Activation of factor X",
        "opd": "Action of factor VIII",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "52ab4564-a0d3-4d32-891d-42d26e036981",
        "choice_type": "multi"
    },
    {
        "question": "Erythropoietin is secreted by:",
        "exp": "JG apparatus Cells in macula densa Granular cells/ JG cells Mesangial cells Senses Na+ & Cl- in tubular fluids & initiate tubuloglomerular feedback. Synthesis & secrete renin Cells that can alternate the vessel diameter. Type I Coical interstitial cells: synthesize erythropoietin",
        "cop": 1,
        "opa": "Coical interstitial cells",
        "opb": "Cells in macula densa",
        "opc": "Granular cells",
        "opd": "Mesangial cells",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "b86ddf42-0714-4b15-a1e9-22c064d8cd6a",
        "choice_type": "single"
    },
    {
        "question": "Microcytic Hypochromic anemia is seen in:",
        "exp": null,
        "cop": 4,
        "opa": "Iron deficiency",
        "opb": "Thalassemia",
        "opc": "Hypoproteinemia",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "ac3dce68-4c43-4ab4-9471-a5a3c5fb4fa0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following would best explain a prolonged bleeding time test?",
        "exp": "Three major tests are used to determine coagulation defects. PT(Prothrombin time)- is used to test the extrinsic pathway a. PTT(Activated Paial Thromboplastin Time)-is used to test the intrinsic pathway BT(Bleeding time)- after a small cut is used to test for several clotting factors but is especially prolonged by a lack of platelets (Thrombocytopenia).",
        "cop": 3,
        "opa": "Hemophilia A",
        "opb": "Hemophilia B",
        "opc": "Thrombocytopenia",
        "opd": "Coumadin use",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "7269b6b1-559d-4e43-8407-aff97aa1d88a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following changes occurs in RBCs of stored blood?",
        "exp": "Changes in red cells during storage: Changes occur due to decreased metabolism. They are increase in their Na+ & decrease in K+ concentration due to reduced Na+-K+ pump activity, this results in a net increase in total base and water content of the cells that swell and become more spherocytic. The ATP content decreases and inorganic phosphate content increases.",
        "cop": 3,
        "opa": "Increase in Na+ & K+ content",
        "opb": "Decrease in Na+ & K+ content",
        "opc": "Increase in Na+ & decrease in K+ content",
        "opd": "Increased activity of Na+ - K+ ATPase.",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "6eb3f020-a909-4735-bffd-a1fbbf4bf31a",
        "choice_type": "single"
    },
    {
        "question": "Where does the transmigration of WBCs occur in response to infectious agents?",
        "exp": "Transmigration of WBCs occurs through pas of the vasculature that have very thin walls and minimal vascular smooth muscle layers. This includes capillaries and venules.",
        "cop": 3,
        "opa": "Aerioles",
        "opb": "Lymphatic ducts",
        "opc": "Venules",
        "opd": "Inflamed aeries",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "7ce1df8d-62ae-4485-840c-ba5908c57562",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following in the sequential order of appearance during intrinsic clotting pathway: A. Phospholipid B. Prekallikrien C. Activated factor V D. Factor XIII",
        "exp": "TFI - tissue factor pathway inhibitor; TPL - tissue thromboplastin; PL - phospholipid",
        "cop": 1,
        "opa": "B-A-C-D",
        "opb": "A-C-D-B",
        "opc": "D-B-A-C",
        "opd": "B-D-C-A",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "60491d7b-b67d-47c2-8fd9-31f4cb2e055c",
        "choice_type": "multi"
    },
    {
        "question": "HB estimation is not done by",
        "exp": "Some methods of hemoglobin estimation are: Drabkin's method Sahli's method Hemoglobincyanide (Hi. CN) Method Blood Gas Analyzer (BGA) Whereas Wintrobe's method and Westergren's method: for ESR determination.",
        "cop": 4,
        "opa": "Drabkins method",
        "opb": "Sahli's method",
        "opc": "Spectrophotometry",
        "opd": "Wintrobe method",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "c46a2817-aad0-4139-91f5-90a02084e946",
        "choice_type": "single"
    },
    {
        "question": "Site of RBC formation in a 20 year old healthy male is:",
        "exp": "Erythropoiesis: 1st trimester - in mesoderm of yolk sac (Mesoblastic stage); 2nd trimester - liver & spleen (Hepatic stage); 6 months onward - bone marrow (Myeloid stage). At bih - all bones have red bone marrow, producing cells. Progressively, bone marrow turns yellow; shafts of long bones first turn yellow, followed by their ends. By 20 years - red marrow exists only in sternum, ribs, veebrae, pelvis and skull.",
        "cop": 1,
        "opa": "Flat bones",
        "opb": "sho bones",
        "opc": "Liver",
        "opd": "Yolk sac",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "d9fdce0f-5f6b-4978-8381-5ba49d5d934e",
        "choice_type": "single"
    },
    {
        "question": "What function do vitamin B12 and folic acid perform that is critical to hematopoiesis?",
        "exp": "Cell proliferation requires DNA replication, which requires an adequate supply of thymidine triphosphate. Both vitamin B12 and folate are needed to make thymidine triphosphate.",
        "cop": 4,
        "opa": "Suppo porphyrin production",
        "opb": "Serve as cofactors for iron uptake",
        "opc": "Suppo terminal differentiation of erythroid and myeloid cells",
        "opd": "Suppo production of thymidine triphosphate",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "f70d376f-71d1-4b49-a2b6-44618aac31ee",
        "choice_type": "single"
    },
    {
        "question": "Prothrombin Time (PT) detects deficiency of all the following clotting factors EXCEPT",
        "exp": "The time required for clotting to occur is called the prothrombin time (PT). Normal PT = 15-20 seconds. Prolonged PT suggests the possibility of deficiency of factors II (prothrombin), V, VII and X. Prothrombin level is low in vitamin K deficiency and various liver and biliary diseases.",
        "cop": 4,
        "opa": "II",
        "opb": "V",
        "opc": "VII",
        "opd": "VIII",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "6c5b0f47-f468-4306-aac9-7ec8ff48ccf0",
        "choice_type": "multi"
    },
    {
        "question": "Which transfusion will result in a transfusion reaction? Assume that the patient has never had a transfusion",
        "exp": "Type O RBCs are considered to be universal donor blood. Reactions occur between the recipient's antibody and donor antigen as shown in the following table. Donor Donor antigen Recipient Recipient Antibody Reaction O - negative None AB - positive None None A - positive A, Rh A - negative B None AB-positive A, B, Rh AB-positive None None A - positive A, Rh O - positive A, B A (antigen and A (antibody)",
        "cop": 4,
        "opa": "Type O Rh-negative packed cells to an AB Rh-positive patient",
        "opb": "Type A Rh-positive packed cells to an A Rh-negative patient",
        "opc": "Type AB Rh-positive packed cells to an AB Rh-positive patient",
        "opd": "Type A Rh-positive packed cells to an O Rh-positive Patient",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "de01acd1-254a-48a2-9274-05de92e27906",
        "choice_type": "single"
    },
    {
        "question": "Which of the following promotes rouleaux formation?",
        "exp": "When in circulation, the negative charge on the RBC membrane (or zeta potential) does not allow RBCs to clump. When blood is made to stand in a veical tube, the asymmetric macromolecules in the plasma overcome the zeta potential, so as to form the rouleaux and settling down of the RBC clumps. Fibrinogen and gamma-globulins are the examples of such asymmetric macromolecules. Plasma albumin retards the rouleaux formation. Hence, in nephrotic syndrome, in which the albumin levels fall, there is a rise in ESR.",
        "cop": 2,
        "opa": "Zeta potential on RBC membrane",
        "opb": "Fibrinogen",
        "opc": "Albumin",
        "opd": "Biconcave shape of RBC",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "c50d7c4b-2183-4746-a144-86c9bb19fbb7",
        "choice_type": "single"
    },
    {
        "question": "Endogenous triglycerides are maximum in:",
        "exp": "More the fat content less will be the density The density increases from: VLDL< LDL< HDL. Hence VLDL have maximum amount of triglycerides. ENDOGENOUS TRIGLYCERIDES MAX IN: VLDL EXOGENOUS TRIGLYCERIDES MAX IN: CHYLOMICRON",
        "cop": 2,
        "opa": "Chylomicrons",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Physiology",
        "topic_name": "Blood Physiology",
        "id": "9c6da4e4-51be-4e9c-ba45-01d66e332148",
        "choice_type": "single"
    }
]