[
    {
        "question": "A 60 kg man has haematocrit of 40%. His plasma volume would be approximately:",
        "exp": "Plasma volume = Total blood volume * (1 - Hematocrit) The total blood volume is about 8% of body weight Blood volume of 60 kg man = 0. 08 * 60 = 4. 8 L Plasma volume = total blood volume * (1-hematocrit) = 4. 8 * (1-0. 40) = 4. 8 * 0. 60 = 2. 88 L Also, about 60% of the blood is plasma and 40% is RBCs Thus, plasma = 5% of body weight and haematocrit is 3% of body weight",
        "cop": 2,
        "opa": "2. 4 L",
        "opb": "2. 9 L",
        "opc": "3. 6 L",
        "opd": "5. 0 L",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "33887d76-cfe3-498f-a8bc-0e5f65f4abaa",
        "choice_type": "single"
    },
    {
        "question": "A woman runs a marathon in 90degF weather and replaces all volume lost in sweat by drinking distilled water. After the marathon, she will have",
        "exp": "By sweating and then replacing all volume by drinking H2O, the woman has a net loss of Na. Cl without a net loss of H2O. Therefore, her extracellular and plasma osmolarity will be decreased, and as a result, water will flow from extracellular fluid (ECF) to intracellular fluid (ICF). The intracellular osmolarity will also be decreased after the shift of water. Total body water (TBW) will be unchanged because the woman replaced all volume lost in sweat by drinking water. Hematocrit will be increased because of the shift of water from ECF to ICF and the shift of water into the red blood cells (RBCs), which causes their volume to increase.",
        "cop": 4,
        "opa": "Decreased total body water (TBW)",
        "opb": "Decreased hematocrit",
        "opc": "Decreased intracellular fluid (ICF) volume",
        "opd": "Decreased plasma osmolarity",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "5de609bd-fb06-468a-83fb-943715177a42",
        "choice_type": "multi"
    },
    {
        "question": "Which substances are best suited to measure interstitial fluid volume?",
        "exp": "Interstitial fluid volume= ECF volume - Plasma volume Inulin best indicator of ECF volume and 125I-albumin is most commonly used for plasma volume estimation",
        "cop": 4,
        "opa": "Inulin and heavy water",
        "opb": "Inulin and 22. Na",
        "opc": "Heavy water and 125I-albumin",
        "opd": "Inulin and 125I-albumin",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "b3181868-7c68-4e80-8ba7-f282f00246d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT true about body fluids:",
        "exp": "Total Body Fluid Depends on age, gender and % of body fat 60% of the body weight in man 50% of the body weight in woman 70-75% of the body weight in infants Due to relatively greater amount of adipose tissue in the females, the total body water is ~10% less in a normal young adult female than that in an average adult male. In both sexes the value decreases with age due to increasing % of body fat. Brain (contains 74% - 80% of water) forms a large fraction and bones (contains 20% water) form a small fraction of body weight in infant as compared to adult. Because of this infant contains propoionately more body fluid than adult.",
        "cop": 2,
        "opa": "The total body fluid per unit body weight is more in infants as compared to adults",
        "opb": "ECF volume of 70 kg adult man would be approximately 14 L",
        "opc": "Intracellular fluid is 66% of total body weight",
        "opd": "Synol fluid is transcellular fluid",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "f096c348-05ee-47de-93d7-0db9dacd8ca7",
        "choice_type": "multi"
    },
    {
        "question": "A clinical study is conducted to determine the actions of an unknown test solution on red blood cell volume. One milliliter of heparinized human blood is pipetted into 100 milliliters of test solution and mixed. Samples are taken and analyzed immediately before and at 1-second intervals after mixing. The results show that red blood cells placed into the test solution immediately swell and burst. Which of the following best describes the tonicity and osmolarity of the test solution?",
        "exp": "Tonicity and osmolarity are different. Osmolarity is merely another measure of solute concentration. Tonicity depends on the cell membrane and the solute and is determined by the behavior of the cells. The fact that red blood cells placed into the test solution gained volume (swelled) indicates that the test solution is hypotonic. In contrast, the osmolarity of the test solution cannot be determined by the behavior of the cells.",
        "cop": 4,
        "opa": "Hypeonic; could be hyperosmotic, hypo-osmotic, or iso-osmotic",
        "opb": "Hypeonic; must be hyperosmotic or hypo-osmotic",
        "opc": "Hypeonic; must be iso-osmotic",
        "opd": "Hypotonic; could be hyperosmotic, hypo-osmotic, or iso-osmotic",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "e425718e-fe9f-46b2-bf74-4107534e2c32",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding extracellular fluid to intracellular fluid is:",
        "exp": "Option A is incorrect. ICF is rich in K+; ECF has a low concentration of K+. Option B is incorrect. ICF volume (28 L) is twice the volume of ECF (14 L). Option C is incorrect. ICF is rich in organic anions, the proteins. Other anions in ICF are inorganic phosphate. Option D is correct. There is high sodium and low potassium in ECF.",
        "cop": 4,
        "opa": "ECF is rich in K+",
        "opb": "ECF volume is twice that of the ICF",
        "opc": "ECF is rich in organic anion",
        "opd": "There is high sodium and low potassium in ECF",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "33a57b9c-1909-4606-803c-4a3ff4c4a603",
        "choice_type": "multi"
    },
    {
        "question": "In a person weighing 100 Kgs, the blood volume would be:",
        "exp": "Blood volume = 8% of body weight. = 8/100x 100kg = 8L",
        "cop": 3,
        "opa": "5 L",
        "opb": "6 L",
        "opc": "8 L",
        "opd": "10 L",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "578e1443-7c20-42aa-95c4-45991f582c91",
        "choice_type": "single"
    },
    {
        "question": "5 g mannitol was injected intravenously. 40% of mannitol is excreted. After equilibrium, plasma concentration of mannitol is 30 mg%. Calculate extracellular fluid volume.",
        "exp": "The volume of water in different compament can be measured by volume of distribution principle (indicator dilution principle). Where v = Volume of fluid Q = Quantity of indicator given C = Concentration of the indicator e = The amount of indicator which has either been lost or metabolized 30 mg% = 30 mg/ 100 mL = 300 mg/ L = 0. 3g/L Quantity of mannitol excreted = 5 * 40/100 = 2 g ECF volume = 5 - 2 / 0. 3 = 3 / 0. 3 = 10 L",
        "cop": 1,
        "opa": "10 L",
        "opb": "14 L",
        "opc": "18 L",
        "opd": "24 L",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "ca122412-2dda-4bf3-88fb-e94cbd62cb93",
        "choice_type": "single"
    },
    {
        "question": "In a 70-Kg adult, the volume of intracellular fluid would be",
        "exp": "ICF volume = (0. 4) X body weight. =0. 4x 70 =28L",
        "cop": 4,
        "opa": "5 L",
        "opb": "12 L",
        "opc": "14 L",
        "opd": "28 L",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "5ee53875-105d-444b-a491-0ff40a01951b",
        "choice_type": "single"
    },
    {
        "question": "D2O is used to determine-",
        "exp": "Volume Indicators Total body water 3. H2O, 2. H2O, Antipyrine Extracellular fluid 22. Na, 125I-iothalamate, thiosulphate, inulin ICF (calculated as TBW-ECF) Plasma volume 125I-albumin, Evans blue dye Interstitial fluid (calculated as ECF-plasma volume) Blood volume Cr-labeled red blood cells",
        "cop": 3,
        "opa": "ICF",
        "opb": "ECF",
        "opc": "Total body water",
        "opd": "Plasma volume",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "27ad6f50-5b3b-4d6d-b5c5-af40c7e839e0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is also called \"sucrose space\"?",
        "exp": "The saccharides such as inulin, mannitol, sucrose are used to measure the volume of ECF. Thus, \"sucrose space\" is the space or volume measured by sucrose, i. e. the ECF.",
        "cop": 3,
        "opa": "Plasma membrane",
        "opb": "Intracellular fluid (ICF)",
        "opc": "Extracellular fluid (ECF)",
        "opd": "Cerebrospinal fluid (CSF)",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "20586c0e-d65b-4597-bc35-a9534220f3d2",
        "choice_type": "multi"
    },
    {
        "question": "A muscular man weighing 70 kg has haematocrit of 45%, what would be his plasma volume?",
        "exp": "Body weight - 70 kg, 60% is total body water, TBW- 42L - According to the formula of PV*100/(100-Hct)hence the answer will be closest to this value, option C.",
        "cop": 3,
        "opa": "2310 ml",
        "opb": "2695 ml",
        "opc": "2720 ml",
        "opd": "2890 ml",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "464664f0-d4b6-4f06-ae78-d0904167708b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is cause of Hyperkalemia:",
        "exp": "Exercise causes hyperkalemia because Na+-K+ pump cannot keep pace with the K+ efflux from muscle during the depolarization-repolarization process of the sarcolemmal membrane during muscle contraction. Causes of shift of K+ out of cells i. e. Hyperkalemia: Insulin deficiency Beta adrenergic antagonist Acidosis Hyperosmolarity Inhibitors of Sodium potassium ATPase pump Exercise Cell lysis Causes of shift of K+ into cells i. e. Hypokalemia: Insulin Beta adrenergic agonist Alkalosis Hypoosmolarity",
        "cop": 1,
        "opa": "Exercise",
        "opb": "Alkalosis",
        "opc": "Insulin injection",
        "opd": "Decrease serum osmolarity",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "72011863-74d1-4b87-a1a4-dff3b82467bd",
        "choice_type": "single"
    },
    {
        "question": "Major ions in ECF are:",
        "exp": null,
        "cop": 3,
        "opa": "Sodium and phosphate",
        "opb": "Potassium and chloride",
        "opc": "Sodium and chloride",
        "opd": "Potassium and phosphate",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "5aa4361d-7a31-4828-b854-dd1c64a125da",
        "choice_type": "single"
    },
    {
        "question": "In intracellular fluid, which of the following has least concentration?",
        "exp": "- Calcium is kept very LOW in cytoplasm, hence intracellular fluid doesn't contain much Ca+2 - Calcium is mostly stored in organelles inside cell - E. g. In sarcoplasmic reticulum of muscle cell etc.",
        "cop": 1,
        "opa": "Calcium",
        "opb": "Magnesium",
        "opc": "Potassium",
        "opd": "Protein",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "f0547fbd-d8fb-472d-973f-c249e69e7548",
        "choice_type": "single"
    },
    {
        "question": "Which diagram represents the changes (after osmotic equilibrium) in extracellular and intracellular fluid volumes and osmolarities after the infusion of 3% Na. Cl?",
        "exp": "A 3% solution of Na. Cl is hypeonic, and when infused into the extracellular fluid, it would raise osmolarity, thereby causing water to flow out of the cells into the extracellular fluid until osmotic equilibrium is achieved. In the steady state, extracellular fluid volume would increase, intracellular fluid volume would decrease, and osmolarity of both compaments would increase.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "c35a9af4-05ce-4ef5-aa31-fd9f8fdc8dd9",
        "choice_type": "single"
    },
    {
        "question": "1. 5 mL of a solution containing 20 mg/mL of Evans blue dye is injected into plasma, the final concentration of the dye is 0. 015 mg/mL, the volume of the plasma is:",
        "exp": "Volume of plasma = volume of dye injected / final concentration of the dye Volume of dye injected = 1. 5 * 20 = 30 mg Volume of plasma = 30/0. 015 = 2000 mL",
        "cop": 2,
        "opa": "1 L",
        "opb": "2 L",
        "opc": "3 L",
        "opd": "4 L",
        "subject_name": "Physiology",
        "topic_name": "Body fluid compaments",
        "id": "4ac2aa8b-02c4-494e-90dd-aeb859abca48",
        "choice_type": "single"
    }
]