[
    {
        "question": "Which of the following describes the reflex increase in hea rate with on atrial distension?",
        "exp": "Bainbridge reflex: When the hea rate is slow, intravenous infusions of blood or electrolyte solutions usually accelerate the hea. Both atria have receptors that are affected by changes in blood volume and that influence the hea rate. These receptors are located principally in the venoatrial junctions: in the right atrium at its junctions with the venae cavae and in the left atrium at its junctions with the pulmonary veins. Distention of these atrial receptors sends afferent impulses to the brainstem in the vagus nerves. The efferent impulses are carried from the brainstem to the SA node by fibers from both autonomic divisions. Bezold-Jarisch reflex or the coronary chemoreflex: Activation of chemosensitive vagal C fibers in the cardiopulmonary region (eg, juxtacapillary region of alveoli, ventricles, atria, great veins, and pulmonary aery) causes profound bradycardia, hypotension, and a brief period of apnea followed by rapid shallow breathing. It can be elicited by a variety of substances including capsaicin, histamine, serotonin, phenylbiguanide, and veratridine. In human this reflex may be activated: During myocardial ischemia or, reperfusion (thrombolytic therapy) as a result of increased production of oxygen radicals. By agents used as radiocontrast for coronary angiography. It is cardioprotective by producing bradycardia, thus reduce the amount substances get absorbed into the blood Vasovagal syncope has been attributed to activation of the Bezold-Jarisch reflex J reflex or pulmonary chemoreflex: Because the C fiber endings are close to pulmonary vessels, they have been called J (juxtacapillary) receptors. They are stimulated by hyperinflation of the lung, but they respond as well to intravenous or intracardiac administration of chemicals such as capsaicin. The reflex response that is produced is apnea followed by rapid breathing, bradycardia, and hypotension Oculocardiac reflex: Traction on the extraocular muscles (especially the medial rectus), conjunctiva, or orbital structures causes hypotension and a reflex slowing of the HR, as well as arrhythmias Cushing's reflex: Increased CSF pressure (intracranial pressure) - cerebral aery compressed - CNS ischemia that causes hypoxia and hypercapnia in medulla, which directly stimulates the vasomotor centre - increased BP - baroreceptor mechanisms causes reflex Bradycardia. Cushing reflex causes the symptoms of Cushing triad: Bradycardia Hypeension (with widened pulse pressure) Irregular respiration (bradypnea)",
        "cop": 2,
        "opa": "J reflex",
        "opb": "Bainbridge reflex",
        "opc": "Cushing reflex",
        "opd": "Bezold Jarisch reflex",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f905dcaa-3f9b-455d-bb86-3a0d9c48991b",
        "choice_type": "single"
    },
    {
        "question": "A decrease in which of the following tends to increase pulse pressure?",
        "exp": "Type of BP Major determinant Systolic BP (SBP) SV (directly propoional) Compliance of aoa (inversely propoional) Diastolic BP (DBP) Elastic recoli of aoa / major vessels (directly propoional) Total peripheral resistance (directly propoional) Pulse pressure (PP) = SBP-DBP Ratio of stroke volume to compliance of the aerial tree Mean aerial pressure (MAP) = (SBP +2* DBP)/3 = DBP +(PP/3) Cardiac output x Total peripheral resistance",
        "cop": 3,
        "opa": "Systolic pressure",
        "opb": "Stroke volume",
        "opc": "Aerial compliance",
        "opd": "Venous return",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "4e02550e-0029-4dc1-a697-86f34e63ec40",
        "choice_type": "single"
    },
    {
        "question": "If a patient has an oxygen consumption of 240 ml/min, a pulmonary vein oxygen concentration of 180 ml/L of blood, and a pulmonary aery oxygen concentration of 160 ml/L of blood units, what is the cardiac output in L/min?",
        "exp": "CO= 240 / (180-160) = 12 L/min To determine cardiac output by direct Fick's method, three values must be known: 1. O2 consumption of the body (measured by the rate of disappearance of oxygen from the respired air, using any type of oxygen meter) 2. O2 concentration in venous blood (a catheter inseed up the brachial vein of the forearma the subclan vein - right atrium - right ventricle or pulmonary aery) 3. O2 concentration in aerial blood (can then be obtained from any systemic aery in the body) Other methods of CO measurement: 1. Echocardiography 2. Indicator dilution method a. Dye dilution b. Thermodilution: Cold saline is used as the indicator which is injected into right atrium Indicator dilution method:",
        "cop": 3,
        "opa": "8",
        "opb": "10",
        "opc": "12",
        "opd": "14",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "60c45227-363f-45a2-af71-ad10c81c205e",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has been having fainting \"spells\" for about 2 weeks. During the episodes, his ECG shows a ventricular rate of 25 beats/min and 100 P waves per minute. After about 30 seconds of fainting, a normal sinus rhythm recurs. What is his likely diagnosis?",
        "exp": "Periodic fainting spells is known as Adams Stokes syndrome Reason: Fluctuating third degree AV block in heas with borderline ischemia of conductive system. Complete AV block -Brain cannot remain active for more than 4-7 sec without blood supply -fainting episode - ventricular escape from overdrive suppression occurs in 5-30 sec - rapid recovery from the faint and then to sustain the person. AV block types: 1. First degree block: prolonged P-Q or P-R interval >0.20, not actual blockage but delay of conduction. 2. Second degree block: a. Wenckebach or Mobitz type 1: progressive P-R prolongation followed by a dropped beat. Abnormality in AV node. b. Mobitz type 2: A fixed number of non-conducted P waves for every QRS complex. P-R interval constant. Ex: 3:1, 3:2, 2:1. Abnormality in bundle of His-Purkinje system. 3. Third degree hea block: Complete AV block. SA and AV node dissociation leading to idioventricular rhythm (ventricular escape as Purkinje fibres becomes new pacemaker, 15-40 beats/min).",
        "cop": 4,
        "opa": "First-degree A-V block",
        "opb": "Second-degree A-V block",
        "opc": "Third-degree A-V block",
        "opd": "Stokes-Adams syndrome",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f8d7e091-c130-4382-a6d9-29f572f30d00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about measurement of BP?",
        "exp": "Korotkoff sounds are thought to originate from a combination of turbulent blood flow and oscillations of the aerial wall and have been classified as 5 phases. The Korotkoff sound method tends to give values for systolic pressure that are lower than the true intra-aerial pressure, and diastolic values that are higher. There is general consensus that the fifth phase or disappearance of sound should be taken as DBP, except in situations in which the disappearance of sounds cannot reliably be determined because sounds are audible even after complete deflation of the cuff, for example, in pregnant women, patients with aeriovenous fistulas and aoic insufficiency. The \"ideal\" cuff should have a bladder length that is 80% and a width that is at least 40% of arm circumference (a length-to-width ratio of 2:1). Cuff should be tied at the level of hea. Due to gravitational force BP decreases above the hea and increases below the hea by 0.77 mm Hg/cm. For this reason, when measurements are taken in the supine position the arm should be suppoed with a pillow. In the sitting position, the right atrium level is the midpoint of the sternum or the fouh intercostal space. The lower end of the cuff should be 2 to 3 cm above the antecubital fossa to allow room for placement of the stethoscope. Recommended deflation rate: 2 to 3 mm Hg per second Blood pressure is measure falsely high when the cuff is too small relative to the patient's arm circumference. At the initial visit, blood pressure should be measured in both arms. The patient should be instructed to relax as much as possible and to not talk during the measurement procedure; ideally, 5 minutes should elapse before the first reading is taken. In older patients with a wide pulse pressure, the Korotkoff sounds may become inaudible between systolic and diastolic pressure, and reappear as cuff deflation is continued. This phenomenon is known as the auscultatory gap.",
        "cop": 2,
        "opa": "Cuff length should be 80% and width should be 40% of mid arm circumference",
        "opb": "Diastolic pressure is indicated by Korotkoff sound",
        "opc": "Small cuff measures falsely high BP",
        "opd": "Cuff should be tied at the level of hea",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f60c2b0a-a197-4743-a7d0-d30c29f222a7",
        "choice_type": "multi"
    },
    {
        "question": "True about baroreceptors:",
        "exp": "The baroreceptors are stretch receptors (i.e. ) -stimulated by distension; they discharge at an increased rate when the pressure in the carotid sinus and aoic arch rises. Woking range: The threshold for eliciting activity in the carotid sinus nerve is approximately 50 mm Hg; maximal activity occurs at approximately 200 mm Hg of mean aerial pressure Baroreceptors are more sensitive to pulsatile pressure than to constant pressure. A decline in pulse pressure without any change in mean pressure decreases the rate of baroreceptor discharge Discharges (veical lines) in a single afferent nerve fiber from the carotid sinus at various levels of mean aerial pressures, plotted against changes in aoic pressure with time. Baroreceptors are very sensitive to changes in pulse pressure as shown by the record of phasic aoic pressure. Baroreceptor stimulates NTS, CVC and CVLM (Caudal ventral lateral medulla) RVLM (rostro ventral lateral medulla) is inhibited by CVLM Inotropic effect: force of contraction Chronotropic effect: hea ratenee Dromotropic effect: Conduction Bathmotropic effect: excitability",
        "cop": 3,
        "opa": "Inhibits nucleus tractus solitarius",
        "opb": "Can regulate mean aerial pressure less than 50 mmHg",
        "opc": "Are mechanoreceptors",
        "opd": "Not sensitive to pulse pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f6bf1016-ae64-4e6e-80ef-8340b8b4fa1a",
        "choice_type": "multi"
    }
]