[
    {
        "question": "Which of the following is true about fouh heart sound 'S4'",
        "exp": "4th heart sound cannot be heard even by a stethoscope since its frequency is below the audible limit (20 Hz). It is produced during last rapid filling of ventricles, which occurs due to atrial systole. Hence, it is also called \"atrial sound\". S1: Closure of A. V. valves (25-45 Hz) and S2: closure of semilunar valves (50 Hz). They can be heard by stethoscope.",
        "cop": 3,
        "opa": "Can be heard by the unaided ear",
        "opb": "Frequency is greater than 20 Hz",
        "opc": "Heard during ventricular filling phase",
        "opd": "Heard during ventricular ejection phase",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "252ebf68-20e2-463d-9970-32106af5969a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following best describe Anrep effect?",
        "exp": "Anrep effect: - Increased afterload increases cardiac contractility. Autoregulation method in which myocardial contractility increases with afterload. It was experimentally determined that increasing afterload caused a propoional linear increase in ventricular inotropy For instance, when LV has to pump against the aoa pressure, & the aoa pressure is after load on LV. If the after-load increases, then against the increasing resistance LV has to contract & eject out the blood, therefore it needs to go on increasing its contractility, this effect has been called as the Anrep effect. Such contractions are called as - Auxotonic contraction.",
        "cop": 2,
        "opa": "Increased preload decreases cardiac contractility",
        "opb": "Increased after load increases cardiac contractility",
        "opc": "Increased preload decreases cardiac relaxation",
        "opd": "Decreased after load decreases cardiac relaxation",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "22542cf3-41cf-4260-a9c1-8f5e93e23c8b",
        "choice_type": "single"
    },
    {
        "question": "Second heart sound (S2) occurs during:",
        "exp": "As the ventricular diastole stas, ventricular pressure begins to fall. Blood ejected out during systole stas flowing back toward ventricles, due to the falling ventricular pressure. This sudden change in the direction of blood marks the phase of protodiastole. Closure of semilunar valves stops this regurgitation of blood toward ventricles. This closure of semilunar valves produces S2. Thus, S2 indicates end of the protodiastole, and hence S2 is said to occur in protodiastole. After S2, the isovolumic relaxation stas.",
        "cop": 1,
        "opa": "Protodiastole",
        "opb": "Isovolumic relaxation",
        "opc": "First rapid filling",
        "opd": "Diastasis",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "906da442-57dc-4126-9a05-a3b6cf1a6913",
        "choice_type": "single"
    },
    {
        "question": "\"Incisura\" of the aerial pulse corresponds to:",
        "exp": "Incisura is the notch seen in the aerial pulse tracing due to closure of the aoic valve. More peripheral aerial pulsations exhibit an analogous notch called \"dicrotic notch\". At the end of ventricular systole, there is sudden change in the direction of blood ('protodiastole'), followed by closure of the aoic valve. These events are responsible for the notch, a sudden alteration in the aerial tracing. It is followed by a slowly declining pressure wave, indicating the ventricular diastole.",
        "cop": 2,
        "opa": "First heart sound",
        "opb": "Closure of the aoic valve",
        "opc": "Isovolumetric relaxation",
        "opd": "Third heart sound",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "8a4a8ed9-4c44-42ab-b704-d46508d5fbfd",
        "choice_type": "single"
    },
    {
        "question": "Cardiac event at the end of isometric relaxation phase:-",
        "exp": "Cardiac Cycle: Phase of cardiac cycle ECG changes Valves JVP Heart sound Atrial systole or last phase of ventricular diastole P wave PR interval - a wave 4th Isometric ventricular contraction QRS complex Stas with AV valve closure c wave due to bulging of AV valves back to atria 1st Rapid ventricular ejection ST segment Semilunar valve opens x descent - Slow ventricular ejection T wave - - - Protodiastole + isometric relaxation - Stas with closure of semilunar valves and ends with opening of AV valves (Appearance of dicrotic notch or incisura in pulse wave tracing) V wave 2nd Rapid ventricular filling - AV valve opens y descent 3rd Diastasis - - - -",
        "cop": 1,
        "opa": "Atrioventricular valves open",
        "opb": "Atrioventricular valves closes",
        "opc": "Corresponds to peak of C wave in JVP",
        "opd": "Corresponds to T wave in ECG",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "3d962e5b-7aa2-46be-8efe-ce551877cb4d",
        "choice_type": "single"
    },
    {
        "question": "Which phase of the cardiac cycle follows immediately after the beginning of the QRS wave?",
        "exp": "Immediately after the QRS wave, the ventricles begin to contract, and the first phase that occurs is isovolumic contraction. Isovolumic contraction occurs before the ejection phase and increases the ventricular pressure enough to mechanically open the aoic and pulmonary valves.",
        "cop": 4,
        "opa": "Isovolumic relaxation",
        "opb": "Atrial systole",
        "opc": "Diastasis",
        "opd": "Isovolumic contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "3ada9a97-a982-4b87-8ed8-e54075c6f866",
        "choice_type": "single"
    },
    {
        "question": "True statement about the heart sounds:",
        "exp": "Frequencies: S1 = 25-45 Hz; S2 = 50 Hz Durations: S1 = 0. 1-0. 17 sec; S2 = 0. 1-0. 14 sec. Durations of other heart sounds: Duration of S3- about 0. 04 sec Duration of S4 - about 0. 05-0. 08 sec. The first heart sound is a low, slightly prolonged \"lub\", caused by vibrations set up by the sudden closure of the AV valves at the sta of ventricular systole. The second heart sound is a shoer, high-pitched \"dup\", caused by vibrations associated with closure of the aoic and pulmonary valves just after the end of ventricular systole. A soft, low-pitched third sound is heard about one-third of the way through diastole in many normal young individuals. It coincides with the period of rapid ventricular filling and is probably due to vibrations set up by the inrush of blood. A fouh sound can sometimes be heard immediately before the first sound when atrial pressure is high or the ventricle is stiff in conditions such as ventricular hyperophy. It is due to ventricular filling and is rarely heard in normal adults.",
        "cop": 4,
        "opa": "S1 is of higher frequency and longer duration as compared to S2.",
        "opb": "S2 is of higher frequency and longer duration as compared to S1.",
        "opc": "S1 has higher frequency but shoer duration compared to S2.",
        "opd": "S2 has higher frequency but shoer duration compared to S1.",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "0088d23d-3565-4d29-b46c-96106dd48ed7",
        "choice_type": "multi"
    },
    {
        "question": "True about Bowditch's effect of heart",
        "exp": "Bowditch's effect: - Bowditch was a German physiologist. He put foh the term Treppe, which mean staircase. If you increase the frequency of a stimulus to a muscle, each succeeding contraction would be stronger than a preceding one. This effect has been c/a The staircase effect or Bowditch's effect. Increase frequency of stimulation results in increasing strength of contraction. Physiological basis for this effect is increased sarcoplasmic calcium. Strength of contraction of muscle [?] amount of sarcoplasmic calcium.",
        "cop": 4,
        "opa": "Increased in HR decrease relaxation",
        "opb": "Increased in HR increase relaxation",
        "opc": "Increased in HR decrease contraction",
        "opd": "Increased in HR increases contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "f913748e-1b53-414c-b438-adf1eefa7cea",
        "choice_type": "multi"
    },
    {
        "question": "\"Atrial\" sound is:",
        "exp": "Fouh heart sound is caused during the last ventricular filling, which is caused by the atrial systole and turbulence blood as it fills into ventricles. Hence, it is referred to as \"atrial\" sound.",
        "cop": 4,
        "opa": "S1",
        "opb": "S2",
        "opc": "S3",
        "opd": "S4",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "44880e3a-fcfd-4cac-b815-b3edcf6ed5b2",
        "choice_type": "single"
    },
    {
        "question": "'Y' descent in the JVP is due to:",
        "exp": "\"y\" wave indicates fall of right atrial pressure due to opening of tricuspid valve leading to ventricular filing.",
        "cop": 3,
        "opa": "Atrial diastole",
        "opb": "Closure of the tricuspid valve",
        "opc": "Opening of the tricuspid valve",
        "opd": "Isovolumetric relaxation of right ventricle",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "93a3e26b-4918-4baf-b22c-e3f700d95cc2",
        "choice_type": "single"
    },
    {
        "question": "Left ventricular (LV) pressure-volume loop is shown below. During exercise within physiological limits, what is the effect on end-systolic volume?",
        "exp": "- There is increased sympathetic discharge that has a positive inotropic effect on the heart. - LV contractility increases, ejecting a greater stroke volume (SV). - Hence, there is decrease in ESV, as shown in the image.",
        "cop": 1,
        "opa": "ESV decreases",
        "opb": "ESV increases",
        "opc": "ESV remains unchanged",
        "opd": "ESV first decreases then increases",
        "subject_name": "Physiology",
        "topic_name": "Cardiac Cycle",
        "id": "74f56d0a-1d60-460e-b7b4-c74d28406868",
        "choice_type": "single"
    }
]