[
    {
        "question": "Functional unit of muscle:",
        "exp": "Functional unit of muscle is: sarcomere It is the pa of myofibril present between two succsive z lines. Ref: Guyton and Hall textbook of medical physiology 12th edition, page number: 86, 87",
        "cop": 1,
        "opa": "Sarcomere",
        "opb": "Actin",
        "opc": "Myosin",
        "opd": "Troponin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "7e4ff08e-29c7-47d1-9239-f79e6e0595d0",
        "choice_type": "single"
    },
    {
        "question": "Vitamin K dependent coagulation factors include",
        "exp": "Vitamin K is an essential factor to a liver carboxylase that adds a carboxyl group to glutamic acid residues on five of the impoant clotting factors: prothrombin, Factor VII, Factor IX, Factor X, and protein C. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 490",
        "cop": 2,
        "opa": "II and III",
        "opb": "IX and X",
        "opc": "III and V",
        "opd": "VIII and XII",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b5995935-1945-42d4-abab-eefd51264856",
        "choice_type": "single"
    },
    {
        "question": "Most permissible capillaries are seen in",
        "exp": "Capillaries are classified in to. Continuous or non fenestrated capillaries - Endothelial cells are arranged without any gap in between them. Eg. Skin, BBB. Allows only very small molecules to pass through. Fenestrated capillaries - Gaps in between endothelial cells ranging from 70-100nm in diameter which are lined by basement membrane. Eg. Capillaries of intestinal villi, renal glomeruli, choroid plexus of the ventricles of the brain, ciliary process of eyes and endocrine glands. Discontinuous type- Very wide cleft are present in between endothelial cells. The basement membrane is incomplete or absent. Almost all substance in plasma can cross this gap. Seen in liver sinusoids, sinusoids of spleen, anterior pituitary and parathyroid gland Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 194",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Brain",
        "opd": "Skin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ddbd5348-4545-4df3-85f7-b5456de5b261",
        "choice_type": "single"
    },
    {
        "question": "Which is not synthesized by the vascular epithelium?",
        "exp": "Endothelial cells constitute a large and impoant tissue. They secrete many growth factors and vasoactive substances. The vasoactive substances include prostaglandins and thromboxanes, nitric oxide, and endothelins. Lungs activate angiotensin I to angiotensin II; this reaction is paicularly prominent in the lungs. Ref: Ganong's Review of Medical Physiology; 23rd edition; Page No: 606",
        "cop": 2,
        "opa": "Prostacyclin",
        "opb": "Angiotensin 2",
        "opc": "Endothelin",
        "opd": "Heparin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "01ad49c6-2d21-4eef-944b-19b294e022c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is produced in the lipoxygenase pathway?",
        "exp": "Thromboxane A2, prostacyclin, and prostaglandins are formed by the cyclooxygenase pathway whereas leukotrienes are formed by the lipooxygenase pathway. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 103",
        "cop": 2,
        "opa": "Thromboxane",
        "opb": "Leukotrienes",
        "opc": "Prostaglandin",
        "opd": "Prostacyclin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "39abce09-81b3-4c41-bb22-021947a4ecec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following coagulation factors causes cross-linking and stabilization of clot?",
        "exp": "The loose aggregation of platelets in the temporary plug is bound together and conveed into definitive clot bg fibrin. Fibrin is initially a loose mesh of interlacing strands. It is conveed by the formation of covalent cross-linkages to a dense tight aggregate. The latter reaction is catalyzed by activated factor 13 and requires calcium. Ref: Ganong&; s Review of medical physiology, 24th edition. Pg no. 566",
        "cop": 1,
        "opa": "Factor XIII",
        "opb": "Thrombin",
        "opc": "Factor VIII",
        "opd": "Factor IX",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "36059aab-677f-4156-8ff8-0ba0327b51bf",
        "choice_type": "single"
    },
    {
        "question": "The basis of Korotkoff sound is",
        "exp": "The sounds of Korotkoff are produced by turbulent flow in the brachial aery. When the aery is narrowed by the cuff, the velocity of flow through the constriction exceeds the critical velocity and turbulent flow results.",
        "cop": 3,
        "opa": "Aoic valve closure",
        "opb": "Production of heart sound",
        "opc": "Aerial turbulence",
        "opd": "Aerial valve expansion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "14faae5c-8635-443b-8d1d-a91f31afd2e4",
        "choice_type": "single"
    },
    {
        "question": "A Patient with increased BP and decreased heart rate is likely to have",
        "exp": "Cushing's reflex, is a physiological nervous system response to increased intra cranial pressure. Results in cushings triad - increased BP, irregular breathing and bradycardia. Usually seen in terminal stages of head injury. It can also be seen after iv administration of epinephrine. In head injury- CPP=MAP-ICP. CPP- cerebral perfusion pressure. MAP- Mean aerial pressure. ICP- intra cranial pressure Head injury causes increased ICP thus lowering CPP causing ischemia. When ICP approaches the level of mean systemic pressure, cerebral perfusion falls. Bodys response to fall in cerebral perfusion is raise systemic blood pressure and dialate cerebral vessels which increases cerebral blood volume and increases ICP followed by lowering CPP. And causes a vicious cycle. When aerial pressure lowers, a reflex called CNS ischaemic response is initiated by the hypothalamus. Hypothalamus activates sympathetic nervous system causing peripheral vasoconstriction and increased cardiac output. This increases aerial pressure and cerebral blood flow is restored. This response stimulates the baroreceptors in the carotid bodies thus slowing the heart rate drastically- bradycardia(baroreceptor reflex -refer image) 2) Marey's law- Explained by barereceptor reflex States that' heart rate is inversely propoional to blood pressue '(but not the vice versa). Bainbridge reflex- infusion of saline or blood --- increased venous filling of atria--- stimulation of tachycardia producing atrial receptor(TPAR)---tachycardia",
        "cop": 1,
        "opa": "Increased ICT",
        "opb": "Deep sea diving",
        "opc": "Brain tumor",
        "opd": "Head tumor",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "831f336a-fe91-45ce-a809-44fecf9efe01",
        "choice_type": "single"
    },
    {
        "question": "Blood pressure in right ventricle",
        "exp": "Peak pressures in theright ventricles is about 25 mm Hg. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 508",
        "cop": 1,
        "opa": "25 mm. Hg",
        "opb": "80 mm. Hg",
        "opc": "95 mm. Hg",
        "opd": "120 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ece49a74-395a-47c5-a4c2-4d5b885e6b6c",
        "choice_type": "single"
    },
    {
        "question": "The blood pressure measured by a sphygmomanometer",
        "exp": "At the point at which systolic pressure in the aery just exceeds the cuff pressure, a spu of blood passes through with each heabeat and, synchronously with each beat, a tapping sound is heard below the cuff. Ref: Ganong&; s Review of Medical Physiology 25th Edition. Page: 577",
        "cop": 2,
        "opa": "Is lower than the intraaerial pressure",
        "opb": "Is higher than the intraaerial pressure",
        "opc": "Is same as the intraaerial pressure",
        "opd": "Is the same with different cuff sizes",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "60a3c729-6898-4d1f-a086-dcf6a998bc38",
        "choice_type": "single"
    },
    {
        "question": "Which of the following describes the reflex increase in heart rate with on atrial distension?",
        "exp": "Bainbridge reflex: When the heart rate is slow, intravenous infusions of blood or electrolyte solutions usually accelerate the heart. Both atria have receptors that are affected by changes in blood volume and that influence the heart rate. These receptors are located principally in the venoatrial junctions: in the right atrium at its junctions with the venae cavae and in the left atrium at its junctions with the pulmonary veins. Distention of these atrial receptors sends afferent impulses to the brainstem in the vagus nerves. The efferent impulses are carried from the brainstem to the SA node by fibers from both autonomic divisions. Bezold-Jarisch reflex or the coronary chemoreflex: Activation of chemosensitive vagal C fibers in the cardiopulmonary region (eg, juxtacapillary region of alveoli, ventricles, atria, great veins, and pulmonary aery) causes profound bradycardia, hypotension, and a brief period of apnea followed by rapid shallow breathing. It can be elicited by a variety of substances including capsaicin, histamine, serotonin, phenylbiguanide, and veratridine. In human this reflex may be activated: During myocardial ischemia or, reperfusion (thrombolytic therapy) as a result of increased production of oxygen radicals. By agents used as radiocontrast for coronary angiography. It is cardioprotective by producing bradycardia, thus reduce the amount substances get absorbed into the blood Vasovagal syncope has been attributed to activation of the Bezold-Jarisch reflex J reflex or pulmonary chemoreflex: Because the C fiber endings are close to pulmonary vessels, they have been called J (juxtacapillary) receptors. They are stimulated by hyperinflation of the lung, but they respond as well to intravenous or intracardiac administration of chemicals such as capsaicin. The reflex response that is produced is apnea followed by rapid breathing, bradycardia, and hypotension Oculocardiac reflex: Traction on the extraocular muscles (especially the medial rectus), conjunctiva, or orbital structures causes hypotension and a reflex slowing of the HR, as well as arrhythmias Cushing's reflex: Increased CSF pressure (intracranial pressure) - cerebral aery compressed - CNS ischemia that causes hypoxia and hypercapnia in medulla, which directly stimulates the vasomotor centre - increased BP - baroreceptor mechanisms causes reflex Bradycardia. Cushing reflex causes the symptoms of Cushing triad: Bradycardia Hypertension (with widened pulse pressure) Irregular respiration (bradypnea)",
        "cop": 2,
        "opa": "J reflex",
        "opb": "Bainbridge reflex",
        "opc": "Cushing reflex",
        "opd": "Bezold Jarisch reflex",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f905dcaa-3f9b-455d-bb86-3a0d9c48991b",
        "choice_type": "single"
    },
    {
        "question": "Plateau phase of cardiac muscle is due to",
        "exp": "Ca2+ influx through more slowly opening Ca2+ channels produces the plateau phase The initial depolarization is due to Na+ influx through rapidly opening Na+ channels Repolarization is due to net K+ efflux through multiple types of K+ channels Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 491",
        "cop": 3,
        "opa": "East Na + channel opening",
        "opb": "Opeaning of Ca++Na+ channels",
        "opc": "Opeaning of Slow Ca++ channels",
        "opd": "Opeaning of K + channels",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "03d5bd64-e292-4459-bc5a-afc2ff4be2df",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not a cause of rightward shift of Oxygen - Hemoglobin dissociation curve?",
        "exp": "Bohr effect is closely related to the fact that deoxygenated hemoglobin (deoxyhemoglobin) binds H+ more actively than does oxygenated hemoglobin (oxyhemoglobin). The pH of blood falls as its CO2 content increases, so that when the PCO2 rises, the curve shifts to the righ A rise in temperature or a fall in pH shifts the curve to the right Hb. O2 + 2, 3-BPG - - Hb - 2, 3-BPG + O2 In this equilibrium, an increase in the concentration of 2, 3. BPG shifts the reaction to the right. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 611",
        "cop": 2,
        "opa": "Increased hydrogen ions",
        "opb": "Decreased CO2",
        "opc": "Increased temperature",
        "opd": "Increased BPG",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5b03b4d6-0b0b-4901-8d4f-8a61bfd236e5",
        "choice_type": "single"
    },
    {
        "question": "The blood pressure regulatory system that is labeled as a buffer system is",
        "exp": "Baroreceptor system opposes either increases or decreases in aerial pressure, it is called a pressure buffer system, and the nerves from the baroreceptors are called buffer nerves. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 221",
        "cop": 1,
        "opa": "Baroreceptor",
        "opb": "Chemoreceptor",
        "opc": "Kidney",
        "opd": "CNS ischemic response",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "03116128-cd45-484a-aafc-b11f4f50b82a",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old man with type II diabetes repos for his 6-month checkup. His doctor prescribes a daily 30-minute routine of walking at a brisk pace. During aerobic exercise, blood flow remains relatively constant to which of the following organs?",
        "exp": "Cerebral blood flow at rest is about 750 mL/min and remains unchanged during any grade of muscular exercise. During exercise, coronary blood flow is increased by four to five times with 100% O2 utilization. Renal blood flow is also decreased by 50-80% in severe exercise. During strenuous exercise muscle blood flow can increase up to 20 times, i. e. about 50-80 mL/ 100 g/min muscle tissue.",
        "cop": 1,
        "opa": "Brain",
        "opb": "Heart",
        "opc": "Kidneys",
        "opd": "Skeletal muscle",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "942f83f8-a546-4fe2-9853-930b73b515b1",
        "choice_type": "single"
    },
    {
        "question": "Hypoxia due to slowing of circulation is seen in which type of hypoxia?",
        "exp": "Ischemic hypoxia or stagnant hypoxia is due to slow circulation and is a problem in organs such as kidneys and heart during shock. Hypoxia due to anemia is not severe at rest unless Hb deficiency is marked. Anemic patients may have considerable difficulty during exercise because of limited ability to increase O2 supply to active tissues. In histotoxic hypoxia, hypoxia is due to inhibition of tissue oxidative processes. Most commonly seen with cyanide poisoning. Ref: Ganong&; s Review of medical physiology, 25th edition. Pg no. 650, 651",
        "cop": 4,
        "opa": "Anemic hypoxia",
        "opb": "Histotoxic",
        "opc": "Heart disease",
        "opd": "Stagnant",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "652ec97a-4bb2-44c8-8c81-aee9cab205ab",
        "choice_type": "single"
    },
    {
        "question": "The Hb-O2 dissociation curve is shifted to left by",
        "exp": "2, 3-BPG is very plentiful in red cells. It is formed from 3phosphoglyceraldehyde, which is a product of glycolysis the Embden-Meyerhof pathway (Figure 36-4). It is a highly charged anion that binds to the bchains of deoxyhemoglobin. One mole of deoxyhemoglobin binds 1 mol of 2, 3-BPG. In effect. Hb. O2 + 2, 3-BPG =Hb - 2, 3-BPG + O2. In this equilibrium, an increase in the concentration of 2, 3. BPG shifts the reaction to the right, causing more O2 to be liberated. So decrease in 2, 3 BPG shift the reaction to left. Metabolic acidosis (or nonrespiratory acidosis) occurs when strong acids are added to blood. If, for example, a large amount of acid is ingested (eg, aspirin overdose) this decrease in pH cause shift to the rightA rise in temperature shifts the curve to the right. The pH of blood falls as its CO2 content increases so that when the PCO2 rises, the curve shifts to the right. Ref: 23rd Edition of Ganong's Review of Medical Physiology 611, 615",
        "cop": 4,
        "opa": "Metabolic acidosis",
        "opb": "Increased temperature",
        "opc": "Increased PCO2",
        "opd": "Decreased 2, 3 DPG",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a1f3d457-ccc2-4b5a-9be8-edfca004add2",
        "choice_type": "single"
    },
    {
        "question": "The ECG change seen in hyperkalemia is",
        "exp": "Hyperkalemia (plasma K+ +-7. 0 meq/L). The PR and QRS intervals are within normal limits. Very tall, slender peaked T waves are now present. Hyperkalemia (plasma K+ +-8. 5 meq/L). The QRS complex is broad and slurred and the QRS interval has widened to 0. 2 s. The T waves remain tall and slender Fuher elevation of the plasma K+ level may result in ventricular tachycardia and ventricular fibrillation. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 504",
        "cop": 1,
        "opa": "Narrowing of the QRS complex",
        "opb": "Increased amplitude of P waves",
        "opc": "Narrowing and peaking of T waves",
        "opd": "Ventricular arrhythmias",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "eb13766a-30cc-4aed-b10c-819cf5b169ea",
        "choice_type": "single"
    },
    {
        "question": "Heme is conveed to bilirubin mainly in",
        "exp": "Heme is conveed to bilirubin by the macrophages of reticuloendothelial system. (Mainly in the spleen, but also in the liver and bone marrow). The tissue macrophage system includes the following phagocytic cells: * In bone marrow - lining of blood sinuses (littoral cells) * In liver - intervals along vascular capillaries (Kupffer cells) * In spleen - in the pulp * In lymph nodes - line the lymphatic paths The destruction of RBCs occur mostly in the capillaries of spleen as they have very thin lumen. Because of this, spleen is called the graveyard of RBCs.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Bone marrow",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ce5998b4-15fa-4e4c-b319-9b531044e2f9",
        "choice_type": "single"
    },
    {
        "question": "IL-1 is secreted from which cells",
        "exp": "Tumor necrosis factor (TNF). Interleukin-1 (IL-1). Granulocyte-monocyte colony-stimulating factor (GM-CSF). Granulocyte colony-stimulating factor (G-CSF). Monocyte colony-stimulating factor (M-CSF). These factors are formed by activated macrophage cells in the inflamed tissues and in smaller quantities by other inflamed tissue cells. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 462",
        "cop": 3,
        "opa": "Mast cells",
        "opb": "Eosinophils",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "27ad1851-a8a1-4720-9d4b-f3f5ba1ad872",
        "choice_type": "single"
    },
    {
        "question": "Mesangial cells are contracted by",
        "exp": "Contraction Relaxation Endothelins ANP Angiotensin. II Dopamine Vasopressin PGE2 Norepinephrine c. AMP Platelet-activating factor Platelet-derived growth factor Thromboxane A2 PGF2 Leukotrienes C4 and D4 Histamine Ref: Ganong's Review of medical physiology 25th edition. Page: 678 Table 37-3",
        "cop": 1,
        "opa": "Histamine",
        "opb": "Nitric oxide",
        "opc": "Bradykinin",
        "opd": "Dopamine",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8b392b0e-e0cc-44cf-8b7d-32e29b93d863",
        "choice_type": "single"
    },
    {
        "question": "In a normal person which of the following occurs when he changes to supine position from standing",
        "exp": "Venous return is decreased in standing posture due to pooling of blood in lower extremities and is maximum in lying down position. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 170",
        "cop": 3,
        "opa": "Cerebral perfusion increases",
        "opb": "Heart rate settles to a higher level",
        "opc": "Immediate increase in venous return",
        "opd": "Decreased perfusion to the apex",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d312fa54-2250-40b0-9f1b-482a626ad2b4",
        "choice_type": "single"
    },
    {
        "question": "Blood flow to brain is not influenced by",
        "exp": "Carotid and aoic bodies have very high rates of blood flow. These receptors are primarily activated by a reduction in paial pressure of oxygen (Pa. O2), but they also respond to an increase in the paial pressure of carbon dioxide (Pa. CO2) That is chemo receptors regulating blood flow to brain are insensitive to Pa. O2 despite the fact that it controls O2 content Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 562",
        "cop": 2,
        "opa": "Pa. C02",
        "opb": "P02",
        "opc": "Cerebral circulation",
        "opd": "Systemic circulation",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b4d25381-8264-455d-a078-419da742a828",
        "choice_type": "single"
    },
    {
        "question": "Fouh heart sound is caused by",
        "exp": "A fouh sound can sometimes be heard immediately before the first sound when atrial pressure is high or the ventricle is stiff in conditions such as ventricular hyperophy. It is due to ventricular filling and is rarely heard in normal adults. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 542",
        "cop": 4,
        "opa": "Closure of AV valves",
        "opb": "Closure of semilunar valves",
        "opc": "Rapid ventricular filling",
        "opd": "Atrial contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "84299061-ecb0-4a12-9d0b-edf7e104776c",
        "choice_type": "single"
    },
    {
        "question": "During 3rd month of gestation, hematopoiesis occurs in",
        "exp": "From 3rd month of gestation liver and spleen become main site of hematopoiesis-Hepatic phase. Spleen makes smaller contribution compared to liver. Ref: Medical Physiology Indu Khurana 2015 edition page No: 104",
        "cop": 1,
        "opa": "Liver",
        "opb": "Thymus",
        "opc": "Spleen",
        "opd": "Bone marrow",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "37ff30f9-4e3f-4a92-8f35-b255bfb8e736",
        "choice_type": "single"
    },
    {
        "question": "Normal cardiac index is",
        "exp": "Experiments have shown that the cardiac output increases approximately in propoion to the surface area of the body. Therefore, cardiac output is frequently stated in terms of the cardiac index, which is the cardiac output per square meter of body surface area. The average human being who weighs 70 kilograms has a body surface area of about 1. 7 square meters, which means that the normal average cardiac index for adults is about 3 L/min/m2 of body surface area. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 245 clinical impoance useful marker of how well the heart is functioning as a pump by directly correlating the volume of blood pumped by heart with body suface area. Normal range is 2. 6 to 4. 2 L/min/m2 CI less than 2. 2L/min/m2 is seen in cardiogenic shock.",
        "cop": 1,
        "opa": "3. 2",
        "opb": "2. 8",
        "opc": "2. 4",
        "opd": "4. 4",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "dcab83bd-2163-4aef-a8bd-09215454872c",
        "choice_type": "single"
    },
    {
        "question": "During diastole, the aerial pressure is maintained by",
        "exp": "Due to the presence of elastic fibers in the Windkessel vessels, there is an elastic recoil during the diastole (they are stretched during systole), which results in a forward flow and an aoic pressure wave called as diastolic pressure. Entry of blood in the aeries causes the walls of these aeries stretched., and pressure increases to 120mm. Hg. At the end of the systole when the left ventricle stops ejecting blood and aoic valve closes, the elastic valves of the aery maintains a high pressure even during diastole. A so- called insisura occurs in aoic pressure curve when the aoic valve closes--caused by sho period of backward flow of blood, immediately before the closure of valve, followed by sudden cessation of backflow.",
        "cop": 1,
        "opa": "Elastic recoil of aoa",
        "opb": "Musculature of aeries",
        "opc": "C onstriction of capillaries",
        "opd": "Contraction of left ventricle",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "f70b8604-f5b4-4016-8cfd-40b112351700",
        "choice_type": "single"
    },
    {
        "question": "A wave in JVP is due to",
        "exp": "The atrial pressure changes are transmitted to the great veins, producing three characteristic waves in the record of jugular pressure. The A wave is due to atrial systole. C wave due to ventricular systole. It is caused paly by paial backflow of blood into atria during onset of ventricular contraction but mainly due to bulging of av valves backwards towards atria due to increasing pressure in ventricle. V wave is occurs towards end of ventricular contraction as a result of Slow flow of blood into atria frim the veins when the av valves are closed during ventricular contraction. Ref: Ganong's Review of medical physiology 25th edition. Page: 542, Gyton textbook of medical physiology, page 106",
        "cop": 1,
        "opa": "Atrial systole",
        "opb": "Atrial diastole",
        "opc": "Ventricular systale",
        "opd": "Ventricular diastole",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2fb29278-c5a7-427e-b135-18c0b6a1476f",
        "choice_type": "single"
    },
    {
        "question": "Impulse is generated at fastest rate in",
        "exp": "Some cardiac fibers have the capability of self-excitation, a process that can cause automatic rhythmical discharge and contraction. This capability is especially true of the fibers of the heart's specialized conducting system, including the fibers of the sinus node. For this reason, the sinus node ordinarily controls the rate of beat of the entire heart. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 123",
        "cop": 2,
        "opa": "AV node",
        "opb": "SA node",
        "opc": "Bundle of His",
        "opd": "Purkinje fibers",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2cdf6eb3-5d09-4686-aa5d-17fdce3f6033",
        "choice_type": "single"
    },
    {
        "question": "Thromboxane A2 causes",
        "exp": "Thromboxane A2 secreted by platelets promotes platelet aggregation and vasoconstriction Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 563",
        "cop": 4,
        "opa": "Vasodilatation and platelet aggregaion",
        "opb": "Vasodilatation and anti platelet aggregatory",
        "opc": "Vasoconstriction and anti platelet aggregatory",
        "opd": "Vasoconstriction and platelet aggregaion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1eccf846-e2b1-4845-ab83-a07d86633db1",
        "choice_type": "single"
    },
    {
        "question": "2, 3 DPG binds to_____ site of Hb and____ release of O2",
        "exp": "2, 3 DPG is a highly charged anion that binds to beta chain of deoxy. Hb. One mole of deoxy. Hb binds to one mole of 2, 3 DPG. An increase in concentration shifts the reaction to right causing more O2 to be liberated. Ref: Ganong&; s Review of medical physiology, 25th edition. page no. 641",
        "cop": 1,
        "opa": "One, increase",
        "opb": "Four, increase",
        "opc": "One, decrease",
        "opd": "Four, decrease",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5baa9595-0648-4ac9-a100-250fa9c7b127",
        "choice_type": "single"
    },
    {
        "question": "Regulation of coronary circulation is?",
        "exp": "The caliber of the coronary vessels, and consequently the rate of coronary blood flow, is influenced not only by pressure changes in the aoa but also by chemical and neural factors. The coronary circulation shows considerable autoregulation. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 579",
        "cop": 2,
        "opa": "Autonomic",
        "opb": "Autoregulatory",
        "opc": "Hormonal",
        "opd": "Sympathetic",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "94a28666-14fd-4874-94c4-6cc3babccd7d",
        "choice_type": "single"
    },
    {
        "question": "Duration Of 2nd heart sound is",
        "exp": "The second sound lasts about 0. 12 s, with a frequency of 50 Hz. It is loud and sharp when the diastolic pressure in the aoa or pulmonary aery is elevated, causing the respective valves to shut briskly at the end of systole Second heart sound is due to sudden closure of semilunar valves at the end of systole. Ref: Ganong's Review of medical physiology 25th edition. Page: 542",
        "cop": 2,
        "opa": "0. 15sec",
        "opb": "0. 12 sec",
        "opc": "0. 08 sec",
        "opd": "0. 1 sec",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d34b0ed9-c1e5-4e50-b0df-910484a527d6",
        "choice_type": "single"
    },
    {
        "question": "Ohopnea is heart failure develops due to",
        "exp": "When a normal individual lies down, the pulmonary blood volume increases by up to 400 mL When the person stands up this blood is discharged into the general circulation. This shift is the cause of the decrease in vital capacity in the supine position and is responsible for the occurrence of ohopnea in heart failure. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 603 In normal individuals, this has minimal effect but in patients whom the additional volume cannot be pumped out by the left ventricle because of disease there is a significant reduction in vital capacity and pulmonary compliance and leads to shoness of breath.",
        "cop": 3,
        "opa": "Reservoir function of pulmonary veins",
        "opb": "Reservoir function of leg veins",
        "opc": "Reservoir function of pulmonary aeries",
        "opd": "Reservoir function of leg aeries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "27df1fa5-f463-4c92-ac54-d4ac8b03da6d",
        "choice_type": "single"
    },
    {
        "question": "Maximum pressure in the left ventricle is seen in which phase of the cardiac cycle",
        "exp": "The maximum ventricular pressure around 140 mm Hg is achieved during the rapid ejection phase Ref: Ganong 25th ed/page 540",
        "cop": 2,
        "opa": "Isovolumetric contraction",
        "opb": "Ventricular ejection",
        "opc": "Protodiastole",
        "opd": "Rapid ventricular filling",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "81489c01-f6fc-4d03-9fbf-7555f272b38d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in bridging the fibrin in a clot and stabilizes the clot?",
        "exp": "The fibrin is initially a loose mesh of interlacing strands. It is conveed by the formation of covalent cross-linkages to a dense, tight aggregate (stabilization). This latter reaction is catalyzed by activated factor XIII and requires Ca2+. Factor V is required for formation of prothrombin activator. Facto. VII is required for the activation of factor XFactor III is also required for formation of prothrombin activator. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 532",
        "cop": 1,
        "opa": "Factor XIII",
        "opb": "Factor V",
        "opc": "Factor VII",
        "opd": "Factor III",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2f2dbe9f-586b-4376-b1f9-a71255d2d6b7",
        "choice_type": "single"
    },
    {
        "question": "Mean aerial pressure depends upon",
        "exp": "Cardiac output and peripheral resistance. As blood is pumped out of the left ventricle into the aoa and distributing aeries, pressure is generated. The mean aerial pressure (MAP) is determined by the cardiac output (CO), systemic vascular resistance (SVR), and central venous pressure (CVP).",
        "cop": 2,
        "opa": "Cardiac output",
        "opb": "Cardiac output & peripheral resistance",
        "opc": "Aerial complaince",
        "opd": "Peripheral resistance",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bdc02731-ff94-4c31-b5c9-86dda36b13d0",
        "choice_type": "single"
    },
    {
        "question": "At systemic aerial mean BP of 50 mmhg urine output is:",
        "exp": "Ref: graph fig: 42. 5 page no: 356 Textbook of physiology Volume 1 7th edition AK Jain",
        "cop": 1,
        "opa": "Nil",
        "opb": "0. 5 ml/min",
        "opc": "1ml/min",
        "opd": "2ml/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "349e5842-0b70-4c44-9608-326ee19e0599",
        "choice_type": "single"
    },
    {
        "question": "Volume of blood in a child, per kg of body weight",
        "exp": "Newborn baby weighing between 5 and 8 lbs. (2. 3 to 3. 6 kg) has only about 1 cup (0. 2 liters) of blood in their body. therefore approximately per kg of body weight, it comes around 60-70kg.",
        "cop": 1,
        "opa": "60-70 ml",
        "opb": "100-150 ml",
        "opc": "150-200 ml",
        "opd": "200-250 ml",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "da0e6fd6-3e2e-49db-a297-e8eb02f52b8b",
        "choice_type": "single"
    },
    {
        "question": "Factor X is",
        "exp": "Factor X is also called as Stua-Prower factor Ref: Ganong 25th ed/page 566",
        "cop": 2,
        "opa": "Hageman factor",
        "opb": "Stua-Prower factor",
        "opc": "Christmas factor",
        "opd": "Tissue factor",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d4bdc8f2-3ffb-4614-9d61-fadbf9728e97",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has high molecular weight and possess no role in transpo mechanism is?",
        "exp": "Fibrinogen is with molecular weight of 3, 40, 000 and it helps in coagulation of blood. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 67",
        "cop": 4,
        "opa": "Albumin",
        "opb": "Alpha-globulin",
        "opc": "Beta globulin",
        "opd": "Fibrinogen",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b8b0812a-1f01-488f-94b7-cf0ad0df229e",
        "choice_type": "single"
    },
    {
        "question": "Oxygen consumption of myocardium is",
        "exp": "The basal O2 consumption by the myocardium is about 2 mL/ 100 g/min that is 20mL/kg/min. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 519",
        "cop": 4,
        "opa": "0. 2 ml/kg/min",
        "opb": "2 ml/kg/min",
        "opc": "12 ml/kg/min",
        "opd": "20 ml/kg/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c33832c2-d7c2-452f-91bb-7c8a05697356",
        "choice_type": "single"
    },
    {
        "question": "Major poion of coronary blood flow occurs during",
        "exp": "The pressure inside the left ventricle is slightly higher than in the aoa during systole. Flow occurs in the aeries supplying the subendocardial poion of the left ventricle only during diastole, although the force is sufficiently dissipated in the more superficial poions of the left ventricular myocardium to permit some flow in this region throughout the cardiac cycle. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 611",
        "cop": 2,
        "opa": "Systole",
        "opb": "Diastole",
        "opc": "Not related to phases",
        "opd": "It is variable",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4a86b3b0-844a-4948-865a-57ea22f44d68",
        "choice_type": "single"
    },
    {
        "question": "Contractility of cardiac muscle depends on",
        "exp": "Excitation and contraction coupling is there in cardiac muscle. When an action potential reaches the T tubules there is activation of Dihydropyridine channels. This causes influx of extracellular calcium into sarcoplasm. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 53",
        "cop": 2,
        "opa": "On T tubules",
        "opb": "On T tubules and extracellular Ca2+",
        "opc": "On extracellular Ca2+",
        "opd": "On intracellular Ca2+",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "034b1aeb-a88c-4f04-9d0f-1573a8427727",
        "choice_type": "single"
    },
    {
        "question": "The primary action of Nitric oxide (NO) in the gastrointestinal tract is",
        "exp": "In the gastrointestinal tract, NO impoant in the relaxation of smooth muscle NO act as inhibitory neurotransmitter in git. It doesnt have membrane bound receptor and diffuses into target cells and iactivates guanyl cyclase- produces c. GMP from GTP- mediates smooty muscles relaxation.",
        "cop": 3,
        "opa": "Vasodilatation",
        "opb": "Vasoconstriction",
        "opc": "Gastrointestinal smooth muscle relaxation",
        "opd": "Gastrointestinal slow smooth muscle contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bbfa81b6-d909-45ba-bec2-0155469f294d",
        "choice_type": "single"
    },
    {
        "question": "A patient exhibits swelling of the ankles and a bloated abdomen and has a history of malnutrition. The bloated abdomen is probably caused by?",
        "exp": "In long-standing protein-energy malnutrition, protein catabolism takes place. Blood albumin level decreases. Which leads to decreased colloidal osmotic pressure in the capillaries. This causes increased capillary permeability and edema results. (Ref: Ganong&; s Review of medical physiology, 24th edition)",
        "cop": 4,
        "opa": "Increased intestinal gas",
        "opb": "Slow, chronic abdominal hemorrhage",
        "opc": "Increased capillary hydrostatic pressure",
        "opd": "Decreased capillary colloid osmotic pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1e36e69a-505e-499e-8e09-1c9394eb21a2",
        "choice_type": "single"
    },
    {
        "question": "Thromboxane A, is produced mainly by",
        "exp": "Platelet Activating Factor(PAF) secreted by platelets act G protein-coupled receptor to produce arachidonic acid derivative like Thromboxane A2 Ref: Ganong's Review of Medical Physiology Twenty-Third Edition pg no: 75 Thromboxane A2 is produced by activated platelets during hemostasis and has prothrombotic activity. It activates new platelets and increase platelet aggregation.",
        "cop": 2,
        "opa": "Vascular endothelium",
        "opb": "Platelets",
        "opc": "Liver",
        "opd": "Damaged tissue",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "95e66e93-de4a-4e80-b6b3-e354fb5aba55",
        "choice_type": "single"
    },
    {
        "question": "Maximum reservoir of blood",
        "exp": "At rest, at least 50% of the circulating blood volume is in the systemic veins, 12% is in the heart cavities, and 18% is in the low-pressure pulmonary circulation. Only 2% is in the aoa, 8% in the aeries, 1% in the aerioles, and 5% in the capillaries Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 543",
        "cop": 1,
        "opa": "Large vein",
        "opb": "Aoa",
        "opc": "Heart",
        "opd": "Capillaries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "93c3e577-b901-4524-ae5e-27930854094e",
        "choice_type": "single"
    },
    {
        "question": "Amino acid responsible for buffering action of Hemoglobin",
        "exp": "The second buffer system is provided by the dissociation of the imidazole groups of the histidine residues in hemoglobin. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 644",
        "cop": 1,
        "opa": "Histidine",
        "opb": "Arginine",
        "opc": "Valine",
        "opd": "Lysine",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "002c8156-d6d9-4150-aa41-8ed63dd00523",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a transpo or binding protein?",
        "exp": "Erythropoietin increases the number of erythropoietin sensitive committed stem cells in the bone marrow that are conveed to red blood cell precursors and subsequently to mature erythrocytes When an individual bleeds or becomes hypoxic, hemoglobin synthesis is enhanced, and production and release of red blood cells from the bone marrow (erythropoiesis) are increased Ceruloplasmin- Transpo of copper Transferrin -Transpo of iron Lactoferrin is of Transferrin family and seen in milk Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 677",
        "cop": 1,
        "opa": "Erythropoietin",
        "opb": "Ceruloplasmin",
        "opc": "Lactoferrin",
        "opd": "Transferrin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c29b518a-16e9-4241-89e8-91c601584292",
        "choice_type": "single"
    },
    {
        "question": "CSF pressure is mainly regulated by",
        "exp": "Lumbar CSF pressure is normally 70 to 180 mm H2O. Up to pressures well above this range, the rate of CSF formation is independent of intraventricular pressure. However, absorption is propoional to the pressure Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 571",
        "cop": 2,
        "opa": "Rate of CSF formation",
        "opb": "Rate of CSF absorption",
        "opc": "Cerebral blood flow",
        "opd": "Venous pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6c2fde77-cde4-4ef5-b06f-7e3b2ca7ea42",
        "choice_type": "single"
    },
    {
        "question": "Rate of impulse generation is maximum in",
        "exp": "SA node is located at the junction of the superior vena cava with the right atrium. Even though Av node Bundle can produce impulse rate of impulse production is higher in SA node. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 490",
        "cop": 1,
        "opa": "SA node",
        "opb": "AV node",
        "opc": "Bundle of His",
        "opd": "Purkinje system",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1fcd3bb2-1f7e-44ca-8ceb-037be8d3c433",
        "choice_type": "single"
    },
    {
        "question": "Vagal stimulation of the heart causes",
        "exp": "The right and left vagus nerves in the neck region were exposed by dissection, and bipolar, multiturn, helical, silicone leads were wrapped around the vagus nerves. Stimulation was applied by an external device with multivariable settings: frequency 10-100 Hz, pulse duration 100-700 usec; delay 0-0. 5 msec; current 0. 5-14 mA. Measurements were performed under normal sinus rhythm (RR-interval 501 +- 30 msec) and during isoprenaline-induced tachycardia (RR-interval 284 +- 11 msec). Results. VNS, under optimal pacing conditions (100 Hz; 5 mA; 0. 2 msec; 70 msec delay), in an electrocardiogram-triggered (ECG-triggered) pacing mode, increased RR-intervals by approximately 40%, irrespective of the duration of the RR-interval preceding VNS.",
        "cop": 2,
        "opa": "Increased heart rate",
        "opb": "Increased R-R interval in ECG",
        "opc": "Increased force of heart contraction",
        "opd": "Increased cardiac output",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4e8b508b-be7d-49fc-8ed6-7b32dd533a0e",
        "choice_type": "single"
    },
    {
        "question": "The following data were obtained from a man weighing 70 kg. Aoa oxygen (O2) content = 20. 0 vol%Femoral vein O2 content = 16 vol%Coronary sinus O2 content = 10 vol%Pulmonary aery O2 content = 15 vol%Total body O2 consumption = 400 ml/min. What is the cardiac output of this man?",
        "exp": "The Fick equation is a useful method for measuring cardiac output or flows through any organ when the oxygen (O2) consumption and the difference between aerial and venous O2 content (vol% = ml/100ml) is known. Flow = O2 consumption / aerial (O2 content - venous O2 content). Cardiac output = O2 consumption / (aoa O2 - pulmonary aery O2)= 400 / (20 - 15)= 8 L/min",
        "cop": 4,
        "opa": "10 L/min",
        "opb": "5 L/min",
        "opc": "5 L/min",
        "opd": "8 L/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3daaf028-c3f6-498d-8c0d-74de12b06325",
        "choice_type": "single"
    },
    {
        "question": "A decrease in which of the following tends to increase pulse pressure?",
        "exp": "Type of BP Major determinant Systolic BP (SBP) SV (directly propoional) Compliance of aoa (inversely propoional) Diastolic BP (DBP) Elastic recoli of aoa / major vessels (directly propoional) Total peripheral resistance (directly propoional) Pulse pressure (PP) = SBP-DBP Ratio of stroke volume to compliance of the aerial tree Mean aerial pressure (MAP) = (SBP +2* DBP)/3 = DBP +(PP/3) Cardiac output x Total peripheral resistance",
        "cop": 3,
        "opa": "Systolic pressure",
        "opb": "Stroke volume",
        "opc": "Aerial compliance",
        "opd": "Venous return",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "4e02550e-0029-4dc1-a697-86f34e63ec40",
        "choice_type": "single"
    },
    {
        "question": "Hematocrit increases in venous blood due to",
        "exp": "CHLORIDE SHFTFor each CO2 molecule added to a red cell, there is an increase of one osmotically active paicle in the cell-- either an HCO3- or a Cl- in the red cell (Figure 36-6). Consequently, the red cells take up water and increase in size. For this reason, plus the fact that a small amount of fluid in the aerial blood returns the lymphatics rather than the veins. The hematocrit of venous blood is normally 3% greater than that of the aerial blood. In the lungs, the Cl- moves out of the cells and they shrink. Thus increased Cl- in venous blood cause increased hematocrit",
        "cop": 2,
        "opa": "Increased sodium",
        "opb": "Increased chloride",
        "opc": "Increased potassium",
        "opd": "Increased calcium",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "fc05baf1-13a3-4b33-98c7-bc9b75612dcc",
        "choice_type": "single"
    },
    {
        "question": "Lifespan of neutrophils is",
        "exp": "The average half-life of a neutrophil in the circulation is 6 hours. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 64",
        "cop": 1,
        "opa": "6 hours",
        "opb": "1 day",
        "opc": "7 days",
        "opd": "120 days",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ca606762-cdc4-4b4d-833a-cf049837c112",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic plasma level of digoxin is",
        "exp": "Oral absorption of digoxin is 60-80 %Plasma half-life is about 40 hrs. Toxic concentration is >2ng/ml(Ref: Essentials of medical pharmacology, K. D Tripathi, 7th edition)",
        "cop": 2,
        "opa": "0. 1-0. 3 ng/ml",
        "opb": "0. 5-1. 4 ng/ml",
        "opc": "1. 2 to 2 ng/ml",
        "opd": "More than 2. 4 ng/ml",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "046a9ca3-e1b7-4945-a1f6-451c165b8266",
        "choice_type": "single"
    },
    {
        "question": "CO2 content in aerial blood is",
        "exp": "Approximately 49 mL of CO2 in each deciliter of aerial blood. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 613",
        "cop": 4,
        "opa": "19ml/dl",
        "opb": "29ml/dl",
        "opc": "36ml/dl",
        "opd": "49 ml/dl",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "52b96d36-cbd7-47aa-b841-6b6371e1e97e",
        "choice_type": "single"
    },
    {
        "question": "Thrombomodulin-thrombin complex prevents clotting because",
        "exp": "The endothelium of the blood vessels also plays an active role in preventing the extension of clots. All endothelial cells except those in the cerebral microcirculation produce thrombomodulin, a thrombin-binding protein, on their surfaces. In circulating blood, thrombin is a procoagulant that activates factors V and VIII, but when it binds to thrombomodulin, it becomes an anticoagulant in that the thrombomodulin-thrombin complex activates protein C. Activated protein C (APC), along with its cofactor protein S, inactivates factors V and VIII and inactivates an inhibitor of tissue plasminogen activator, increasing the formation of plasmin. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 565",
        "cop": 3,
        "opa": "Thrombomodulin inhibits prothrombin activator",
        "opb": "Thrombomodulin-thrombin complex activities anti-thrombin III",
        "opc": "The binding of thrombomodulin with thrombin removes thrombin and also activities a plasma protein C which inactivates activated factors V & VIII",
        "opd": "Thrombomodulin-thrombin complex activates heparin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d875d0c9-d80c-4f54-aa0d-94732345623c",
        "choice_type": "single"
    },
    {
        "question": "The oxygen dissociation curve of myoglobin & hemoglobin is different due to",
        "exp": "The lack of cooperative binding is reflected in myoglobin dissociation curve., a rectangular hyperbola is obtained. In the case of Hb, a sigmoid curve is obtained. A leftward shift in myoglobin O2 binding curve when compared to Hb demonstrates a higher affinity for O2 and thus promotes a orable transfer of O2 from Hb in the blood. Ref: Ganong&; s Review of medical physiology, 24th edition. Pg no. 643",
        "cop": 2,
        "opa": "Hb can bind to 4 oxygen molecules",
        "opb": "Cooperative binding in Hb",
        "opc": "Myoglobin has little oxygen affinity",
        "opd": "Hemoglobin follows a hyperbolic curve",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "eefd5353-c52d-4a1e-9dca-5edb28433d1a",
        "choice_type": "single"
    },
    {
        "question": "Thrombin activity is inhibited by",
        "exp": "Heparin is present in the luminal surface of vascular endothelium it acts as an anticoagulation by the following mechanism: Prevent conversion of prothrombin to thrombin Inhibit the action of thrombin Facilitate the action of antithrombin III Ref: Medical Physiology Indu Khurana 2015 edition, Page No: 159 It is also used as intravenous anticoagulant. Dose-0. 5 to 1mg/kg of bodyweight. Action lasts for 1. 5 to 4 hrs Injected heparin is destroyed by an enzyme in blood called heparinase",
        "cop": 2,
        "opa": "Chymotrypsin",
        "opb": "Heparin",
        "opc": "Alpha 2 antitrypsin",
        "opd": "Alpha 2 macroglobulin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0aa232f6-2f77-4420-850c-08f7a5bde173",
        "choice_type": "single"
    },
    {
        "question": "A patient was admitted to the hospital, and ECG lead III was recorded. It was found to contain no S wave. The P, R, and T waves appeared normal. What conclusions can you draw?",
        "exp": "The standard limb leads I, II, and III--each record the differences in potential between two limbs. Because current flows only in the body fluids, the records obtained are those that would be obtained if the electrodes were at the points of attachment of the limbs, no matter where on the limbs the electrodes are placed. In lead I, the electrodes are connected so that an upward deflection is inscribed when the left arm becomes positive relative to the right (left arm positive). In lead II, the electrodes are on the right arm and left leg, with the leg positive; and in lead III, the electrodes are on the left arm and left leg, with the leg positive. The P wave is produced by atrial depolarization, the QRS complex by ventricular depolarization, and the T wave by ventricular repolarization. The U wave is an inconstant finding, believed to be due to slow repolarization of the papillary muscles. The atria are located posteriorly in the chest. The ventricles from the base and anterior surface of the heart, and the right ventricle is anterolateral to the left. Thus, a. VR \"looks at\" the cavities of the ventricles. Atrial depolarization, ventricular depolarization, and ventricular repolarization move away from the exploring electrode, and the P wave, QRS complex, and T wave are therefore all negative (downward) deflections; a. VL and a. VF look at the ventricles, and the deflections are therefore predominantly positive or biphasic. There is no Q wave in V1 and V2 and the initial poion of the QRS complex is a small upward deflection because ventricular depolarization first moves across the midpoion of the septum from left to right toward the exploring electrode. The wave of excitation then moves down the septum and into the left ventricle away from the electrode, producing a large S wave. Finally, it moves back along the ventricular wall toward the electrode, producing the return to the isoelectric line. Conversely, in the left ventricular leads (V4-V6)there may be an initial small Q wave (left to right septal depolarization), and there is a large R wave (septal and left ventricular depolarization) followed in V4 and V5 by a moderate S wave (late depolarization of the ventricular walls moving back toward the AV junction). There is considerable variation in the position of the normal heart, and the position affects the configuration of the electrocardiographic complexes in the various leads. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 492, 494",
        "cop": 4,
        "opa": "Activationofpasofthebaseoftheheaareabnormal",
        "opb": "Activation ofpas of the apex of the heart are abnormal",
        "opc": "There has been cardiac depression",
        "opd": "There are no indications of cardiac abnormalities",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2832d83d-f3ce-420e-aaa8-ec0e5a7129fb",
        "choice_type": "single"
    },
    {
        "question": "The duration of atrial systole is",
        "exp": "The duration of each of the heart sounds is slightly more than 0. 10 second, with the first sound about 0. 14 second and the second about 0. 11 second. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 119",
        "cop": 3,
        "opa": "0. 80 second",
        "opb": "0. 57 second",
        "opc": "0. 11 second",
        "opd": "0. 44 second",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2ad9e3aa-d231-47e0-96a5-19c34fac127f",
        "choice_type": "single"
    },
    {
        "question": "Hemoglobin first appears in",
        "exp": "Hb synthesis sta in the stage of intermediate normoblast and then its content increase rapidly. Ref: Medical Physiology Indu Khurana 2015 edition page No: 106",
        "cop": 1,
        "opa": "Early normoblasts",
        "opb": "Intermediate normoblasts",
        "opc": "Late normoblasts",
        "opd": "Reticulocytes",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ab0ff19f-27a4-4451-b573-a2c5c32be1ce",
        "choice_type": "single"
    },
    {
        "question": "The action potential of the sinoatrial node",
        "exp": "The action potential of the sinoatrial node and atrioventricular node results from the opening of the slow Ca2+ channels and the influx of Ca2+ (some Na+ may also enter through these slow Ca2+ channels). An action potential is elicited when the membrane potential reaches threshold. Spontaneous depolarization is an intrinsic propey of nodal tissue and can occur in the absence of nerves. The low resting potential results in a small action potential that propagates slowly. The rapid Na+ channels are inactivated in nodal tissue. An increase in the conductance to K+ would hyperpolarize the membrane.",
        "cop": 2,
        "opa": "Reuslts from the activation of rapid Na+ channels",
        "opb": "Results from opening of the slow Ca2+ channels",
        "opc": "Is equivalent in height and conduction velocity to that of the atrial muscle",
        "opd": "Results from an increase in conductance to K+",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6376d0c8-86a7-409f-8dfa-16eed61cd18f",
        "choice_type": "single"
    },
    {
        "question": "The primary direct stimulus for excitation of central chemoreceptors is",
        "exp": "The central chemoreceptors monitor the H+ concentration of cerebrospinal fluid (CSF), including the brain interstitial fluid. CO2 readily penetrates membranes, including the blood-brain barrier, whereas H+ and HCO3- penetrate slowly. The CO2 that enters the brain and CSF is promptly hydrated. The H2. CO3 dissociates so that the local H+ concentration rises. The H+ concentration in brain interstitial fluid parallels the aerial PCO2. Experimentally produced changes in the PCO2 of CSF have minor, variable effects on respiration as long as the H+ concentration is held constant, but any increase in spinal fluid H+ concentration stimulates chemoreceptors. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition, Page No: 629",
        "cop": 1,
        "opa": "|H+",
        "opb": "|C02",
        "opc": "|O2",
        "opd": "|C02",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bcc20250-aec0-4f5b-80c9-71aaf1b43c27",
        "choice_type": "single"
    },
    {
        "question": "Starlings law implies",
        "exp": "This intrinsic ability of the heart to adapt to increasing volumes of inflowing blood is called the frank starling mechanism. Basically, the Frank-Starling mechanism means that the greater the heart muscle is stretched during filling, the greater is the force of contraction and the greater the quantity of blood pumped into the aoa. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 119",
        "cop": 1,
        "opa": "Increased VR- increased CO",
        "opb": "Increased discharge - increased CO",
        "opc": "Increased HR- increased CO",
        "opd": "Increased BP- increased CO",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ce173d45-230e-4283-9bde-9d50d3d1d3d9",
        "choice_type": "single"
    },
    {
        "question": "The main cause of increased blood flow to exercising muscles is",
        "exp": "During prolonged exercise blood flow to skeletal muscle will increase up to 20 times this is called exercise hyperemia. This is made possible by local metabolite induced vasodilation. Ref: Medical Physiology Indu Khurana 2015 edition, Page No: 276",
        "cop": 2,
        "opa": "Raised blood pressure",
        "opb": "Vasodilatation due to local metabolites",
        "opc": "Increased sympathetic discharge to peripheral vessels",
        "opd": "Increased heart rate",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "42fe48e4-f33c-4ba0-b640-92e652c63a31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is expected to increase in response to haemorrhage?",
        "exp": "When hemorrhage occurs, there is no stimulation of aerial baroreceptors and so sympathetic output is increased leading to vasoconstriction and reflex tachycardia Increased secretion of Vasopressin and aldosterone also occurs in circulatory shock. Both these hormones cause retention of sodium and water thus increasing BP Vasoconstriction occurs mainly in skin and viscera diveing blood to vital organs. Blood vessels of the brain and heart are spared. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 184, 185",
        "cop": 2,
        "opa": "Aeriolar dilation in skeletal muscle",
        "opb": "Sympathetic activity",
        "opc": "Sodium excretion",
        "opd": "Water excretion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bd06e1a0-9e2d-467e-abdb-d8321fa284c0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not increased during isometric exercise?",
        "exp": "Net fall in total peripheral resistance due to vasodilation in exercising muscles. With the sta of an isometric muscle contraction, the heart rate rises, probably as a result of psychic stimuli acting on the medulla oblongata. Within a few seconds of the onset of an isometric muscle contraction, systolic and diastolic blood pressures rise sharply. The response to exercise involving isotonic muscle contraction is similar in that there is a prompt increase in heart rate, but different in that a marked increase in stroke volume occurs. Increased O2 consumption result in increase of respiratory rate. Ref: Ganong&; s review of medical physiology 23rd edition pg no: 518",
        "cop": 4,
        "opa": "Respiratory rate",
        "opb": "Heart rate",
        "opc": "Stroke volume",
        "opd": "Total peripheral reisistance",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8ed34bd9-e736-448f-af90-d7f904cb5359",
        "choice_type": "single"
    },
    {
        "question": "Duration of second heart sound is",
        "exp": "The second sound lasts about 0. 12 s, with a frequency of 50 Hz. It is loud and sharp when the diastolic pressure in the aoa or pulmonary aery is elevated, causing the respective valves to shut briskly at the end of systole. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 542",
        "cop": 1,
        "opa": "0. 12 Sec",
        "opb": "0. 1 Sec",
        "opc": "0. 15 Sec",
        "opd": "0. 2 Sec",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "50ddfe98-d1bf-4d29-b5c0-8b5bc06b0377",
        "choice_type": "single"
    },
    {
        "question": "In coagulation pathway, \"FIBRINSTABILIZINGFACTOR\" is",
        "exp": "Clotting Factor Synonyms. Fibrinogen. Factor IProthrombin Factor IITissue factor. Factor III; tissue thromboplastin. Calcium. Factor IVFactor VProaccelerin; labile factor; Factor VII Serum prothrombin conversion accelerator (SPCA); proconvein; stable factor. Factor VIIIAntihemophilic factor (AHF); antihemophilic globulin (AHG); antihemophilic factor AFactor IXPlasma thromboplastin component (PTC); Christmas factor; antihemophilic factor BFactor X Stua factor; Stua-Prower factor. Factor XI Plasma thromboplastin antecedent (PTA); antihemophilic factor CFactor XII Hageman factor. Factor XIII Fibrin-stabilizing factor. Prekallikrein. Fletcher factor. High-molecular-weightkininogen Fitzgerald factor; HMWK (high molecular weight kininogen). Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 484",
        "cop": 2,
        "opa": "Factor XII",
        "opb": "Factor XIII",
        "opc": "High Molecular Weight Kinimogen (HMWK)",
        "opd": "Factor EX",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "be9dd9ba-5118-421d-945b-f7b0f57b3ec0",
        "choice_type": "single"
    },
    {
        "question": "Synthesis of clotting factors needs which vitamin",
        "exp": "K group Catalyze g carboxylation of glutamic acid residues on various proteins concerned with blood clotting. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 466",
        "cop": 2,
        "opa": "A",
        "opb": "K",
        "opc": "D",
        "opd": "E",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ad5a5116-ceab-4ce3-a697-0c9617f55fdb",
        "choice_type": "single"
    },
    {
        "question": "Which component of systemic aerial BP undergo much less fluctuations",
        "exp": "It is the minimum pressure exeed during diastole It is the measure of total peripheral resistance It undergoes much less fluctuations Ref: page no 350 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 2,
        "opa": "Systolic BP",
        "opb": "Diastolic BP",
        "opc": "Mean BP",
        "opd": "Pulse pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "535ab043-bd72-4781-94a3-1fadf54aaa2c",
        "choice_type": "single"
    },
    {
        "question": "Blood flow of resting skeletal muscle is",
        "exp": "The blood flow of resting skeletal muscle is low (2-4 mL/100 g/ min). Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 518",
        "cop": 2,
        "opa": "1-1-5 ml/100 g/min",
        "opb": "2-4 ml/100 g/min",
        "opc": "5-7 ml/100 g/min",
        "opd": "8-10 ml/100 g/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "dce7cb0a-647d-4a58-a85a-350ac7c68ade",
        "choice_type": "single"
    },
    {
        "question": "Central chemoreceptors are most sensitive to following changes in blood",
        "exp": "A rise in aerial PCO2 stimulates the RVLM Neurons located near the pial surface of the medulla in the rostral ventrolateral medulla (RVLM) are the central chemoreceptors Carbon dioxide can cross the blood-brain barrier easily and rapidly and causes changes Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 562 CO2diffuses readily into CSFand is immediately hydrated to form H2. CO3. H2. CO3 dissociates to form H+ and HCO3-. So blood p. CO2 influences the pH of CSF",
        "cop": 1,
        "opa": "|PC02",
        "opb": "|PC02",
        "opc": "|H+",
        "opd": "|PO2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "27271910-6336-4d48-93ed-5f1f595803ed",
        "choice_type": "single"
    },
    {
        "question": "Which of these carries maximum blood?",
        "exp": "Because of their propeies of distensibility and collapsibility, veins serve as blood reservoirs. About 60-70% of the blood present in the venous system Ref: Medical Physiology Indu Khurana 2015 edition page No: 241",
        "cop": 2,
        "opa": "Aeries",
        "opb": "Veins",
        "opc": "Aoa",
        "opd": "Aerioles",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3f28f04d-a899-4952-af90-e0248b042fe0",
        "choice_type": "single"
    },
    {
        "question": "The cardiovascular parameter which is the best indicator of vagal tone?",
        "exp": "There are central influences for heart rate. Medullary centers are cardioinhibitory center and vasomotor centre. There is a constant discharge of impulses from CIC through the vagus which influences the activity of the heart. Continuous stream of impulses from CIC to heart is responsible for vagal tone which is very prominent in humans. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 161, 162",
        "cop": 1,
        "opa": "Heart rate",
        "opb": "Stroke volume",
        "opc": "Ejection fraction",
        "opd": "Diastolic blood pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2ab660d6-f0ac-49bb-b5ed-da485d20a784",
        "choice_type": "single"
    },
    {
        "question": "The basis of Korotkoff sound is related to",
        "exp": "At the point at which systolic pressure in the aery just exceeds the cuff pressure, a spu of blood passes through with each heabeat and, synchronously with each beat, a tapping sound is heard below the cuff. The cuff pressure at which the sounds are first heard is the systolic pressure. As the cuff pressure is lowered fuher, the sounds become louder, then dull and muffled. These are the sounds of Korotkoff. The sounds of Korotkoff are produced by turbulent flow in the brachial aery. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 577",
        "cop": 3,
        "opa": "Aoic valve closure",
        "opb": "Production of heart sound",
        "opc": "Aerial turbulence",
        "opd": "Aerial valve expansion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3191ede4-bdb0-4b4a-bfa4-5dcf8424130a",
        "choice_type": "single"
    },
    {
        "question": "Von Willebrand factor is produced by",
        "exp": "Von Willebrand factor is produced by platelets and endothelial cells Ref: Ganong 25th ed/page 565",
        "cop": 2,
        "opa": "Liver",
        "opb": "Platelets",
        "opc": "Lungs",
        "opd": "Spleen",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "baebb6f0-5853-4998-83b1-a12599acaa65",
        "choice_type": "single"
    },
    {
        "question": "Discharge from Baroreceptors cause inhibition of:",
        "exp": "Discharge from Baroreceptor cause inhibition of Rostral Ventrolateral medulla. The baroreceptor are stimulated by distension of the structures in which they are located. Their afferent fibers pass the glossopharyngeal and vagus nerves to the medulla. These fibers release glutamate to excite neurons in the nucleus of tractus solitarius (NTS). These NTS neurons then excite neurons in the caudal ventrolateral medulla (CVLM). These CVLM neurons release the inhibitory neurotransmitter gamma-aminobutyric acid (GABA) into the RVLM to reduce the firing rate of these. Thus, reducing the sympathetic outflow. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 577, 578",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "463f7d2f-df60-4066-9d69-f97441feaeea",
        "choice_type": "single"
    },
    {
        "question": "QRS complex is due to",
        "exp": "P wave is primarily produced by atrial depolarization, the QRS complex is dominated by ventricular depolarization, and the T wave by ventricular repolarization. The U wave is an inconstant finding that may be due to ventricular myocytes with long action potentials. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 522",
        "cop": 4,
        "opa": "Ventricular repolarization",
        "opb": "Atrial depolarization",
        "opc": "Conduction through AV node",
        "opd": "Ventricular depolarization",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c4dde2ec-619d-419e-9623-bb3c83172be1",
        "choice_type": "single"
    },
    {
        "question": "Kupffer cells are a type of",
        "exp": "Macrophages (Kupffer Cells) in the Liver Sinusoids. ln the liver sinusoids, lined with tissue macrophages called Kupffer cells. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 459",
        "cop": 2,
        "opa": "Dendritic cells",
        "opb": "Maqrophages",
        "opc": "B cells",
        "opd": "T cells",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ab3f4223-3617-46c0-816c-8a2caefe6800",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output is determined by",
        "exp": "Cardiac o/p=stroke volume*Heart rate Therefore cardiac o/p is collectively regulated by Stroke volume and Heart rate Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 514",
        "cop": 2,
        "opa": "Ratio of organ to total peripheral resistance",
        "opb": "Mean stroke volume",
        "opc": "Mean BP",
        "opd": "Contractility of heart",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4a8ea45a-a23f-4549-889f-7b25e6924b4c",
        "choice_type": "single"
    },
    {
        "question": "The systolic pressure in the right ventricle is",
        "exp": "The systolic pressure in the right ventricle is about 25 mm. Hg. Normal Value for Hemodynamic parameters Parameter Pressure (mm. Hg) Aerial BP Systolic Diastolic Mean Aerial pressure(MAP) 90-140 60-90 70-105 Right Ventricle Systolic Diastolic 15-25 0-8 Pulmonary aery Systolic Diastole Mean 15-25 8-15 10-20 Pulmonary capillary wedge pressure Mean 6-12 Left atrium Mean 6-12 Right atrium ( central venous pressure) Mean 2-6 Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 529",
        "cop": 1,
        "opa": "25 mm. Hg",
        "opb": "85 mm. Hg",
        "opc": "95 mm. Hg",
        "opd": "100 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8a72a82a-6514-467e-a016-e08445199775",
        "choice_type": "single"
    },
    {
        "question": "Erythropoiesis in gestation age takes place in",
        "exp": "In the first 2 months of gestation yolk, sac is the main site of Erythropoiesis(mesoblastic stage) Ref: Medical Physiology Indu Khurana 2015 page No: 104 In early weeks of embryonic life, primitive nucleated red cells are producedin yolk sac. During middle trimester of gestation-liver (also spleen, lymph nodes in reasonable numbers) During last month of gestation and after bih- exclusively in the bone marrow",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Placenta",
        "opc": "Amniotic sac",
        "opd": "Chorion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4613787f-287a-4959-8484-4bbb091580ef",
        "choice_type": "single"
    },
    {
        "question": "Plateau phase of ventricular muscle is d/t opening of",
        "exp": "Ca2+ influx through more slowly opening Ca2+ channels produces the plateau phase. The initial depolarization is due to Na+ influx through rapidly opening Na+ channels Repolarization is due to net K+ efflux through multiple types of K+ channels",
        "cop": 3,
        "opa": "Na+ channel",
        "opb": "K+ channel",
        "opc": "Ca - Na channel",
        "opd": "Closure of K+ channel",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2222ea85-33e9-4992-bcb2-b9b20953805a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes decrease in BP?",
        "exp": "Determinants of BP are: Cardiac output. Blood volume Peripheral resistance Viscosity of blood Elasticity of vessel wall Peripheral resistance depends on the calibre of small aeries. So the state of constriction or dilation of these vessels determines the diastolic BP to a large extent. NO is a vasodilator and decreases BP. Vasopressin, Thromboxane A2 are vasoconstrictors and increases BP. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 177-182",
        "cop": 3,
        "opa": "Thromboxane A2",
        "opb": "Vasopressin",
        "opc": "NO",
        "opd": "PGF2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "db2ab429-ca96-4de3-be47-4e947cb65715",
        "choice_type": "single"
    },
    {
        "question": "The largest compliance in the circulatory system is of",
        "exp": "The largest compliance in the circulatory system is of veins. Vascular compliance/capacitance is the total quantity of blood that can be stored in a given poion of the circulation for each mm. Hg pressure rise. vascular compliance= Distensibility * Volume The compliance of a systemic vein is about 24 times that of its corresponding aery because it is about 8 times as distensible and has a volume about 3 times as aery (8*3=24) Ref: Guyton and Hall 13th edition Pgno: 179",
        "cop": 3,
        "opa": "Aeries",
        "opb": "Capillaries",
        "opc": "Veins",
        "opd": "Aoa",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "55570f12-9257-4e27-9848-478824e547f9",
        "choice_type": "single"
    },
    {
        "question": "The plateau phase of Myocardial action potential is due to",
        "exp": "Ca2+ influx through more slowly opening Ca2+ channels produces the plateau phase. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 491",
        "cop": 2,
        "opa": "Efflux of Na+",
        "opb": "Influx of Ca++",
        "opc": "Influx of K+",
        "opd": "Closure of voltage gated K+ channels",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a3d8d07a-55e4-4ae2-8b0a-a7ea06f5e491",
        "choice_type": "single"
    },
    {
        "question": "Which of the following methods is not used for measurement of body fluid volumes?",
        "exp": "Albumin tagged with radioactive iodine 131 ie RISA, radioiodinated serum albumin is used. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 117",
        "cop": 4,
        "opa": "Antipyrine for total body water",
        "opb": "Insulin for extracellular fluid",
        "opc": "Evans blue for plasma volume",
        "opd": "125I-albumin for blood volume",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "db8512e7-cee2-4ed0-b230-8673d2b99a73",
        "choice_type": "single"
    },
    {
        "question": "Memory cells don't undergo apoptosis due to the presence of which growth factor?",
        "exp": "Nerve growth factor was the first identified protein with anti-apoptotic activity on neurons. This prototypic neurotrophic factor, together with the three structurally and functionally related growth factor. Hence nerve cells don&; t undergo apoptosis.",
        "cop": 2,
        "opa": "Platelet derived growth factor",
        "opb": "Nerve growth factor",
        "opc": "Insulin like growth factor",
        "opd": "Fibroblast growth factor",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ea900c41-4070-48ed-968a-dbbc8e67a17b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following situations will lead to increased viscosity of blood?",
        "exp": "Multiple myeloma is assosiated with increased level of Bence Jones proteins and myeloma globulin due to their abnormal formation in the bone marrow Increase in conc: protein increase viscosity of the blood Hyperviscosity syndrome- clinically represent a triad --mucosal bleeding, visual changes, neurological symptoms. Constitutional and cardiovascupar symptoms are also seen. Ref: Medical Physiology Indu Khurana 2015 edition page No: 99",
        "cop": 3,
        "opa": "Fasting state",
        "opb": "Hypoglycemia",
        "opc": "Multiple myeloma",
        "opd": "Amyloidogenesi",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "90554acb-4174-4f35-98d2-7a111640b718",
        "choice_type": "single"
    },
    {
        "question": "While getting blood pressure tested patient repos abnormal feeling in fingeips followed by involuntary spasm of fingers likely patient has",
        "exp": "Trousseaus sign can be seen in hypocalcemic tetany. There is spasm of muscles of upper extremity that causes flexion of wrist and thumb with extension of the fingers. It can be produced by occluding the circulation for a few minutes with a blood pressure cuff. Ref: Ganong&; s Review of medical physiology, 24th edition. Pg no. 382",
        "cop": 3,
        "opa": "Hysterical spasms",
        "opb": "Pressure spasm of muscles due to reuropaxia",
        "opc": "Hypocalcemic tetany",
        "opd": "Ischemic muscle spasms",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a39a8a58-ea4a-4cc1-9817-6c21c37f6c6d",
        "choice_type": "single"
    },
    {
        "question": "Most potent Chemoattractant for neutrophils is",
        "exp": "Manor activity of IL8 is chemotaxis of neutrophils, basophils and T cells. IL1- Activation of T cells and macrophages. IL 6 -- Activation of lymphocytes, differentiation of B cells, stimulation of production of acute phase protein. IL2 - Activation of lymphocytes, NK cells, and macrophages Ref: Ganong&; s Review of medical physiology, 24th edition. Pg no: 73",
        "cop": 3,
        "opa": "IL-1",
        "opb": "IL-6",
        "opc": "IL-8",
        "opd": "IL-2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "54ec38df-71f1-4e13-8e36-f522161366bb",
        "choice_type": "single"
    },
    {
        "question": "The frequency of first heart sound is",
        "exp": "S1 is caused due to the closure of AV valves, it is long and soft with duration of 0. 15s Ref: Ganong 25th ed/page 541",
        "cop": 3,
        "opa": "10-15 Hz",
        "opb": "20-25 Hz",
        "opc": "25-35 Hz",
        "opd": "50 Hz",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ba6229ec-8744-4b73-ac05-57fa2f2800d2",
        "choice_type": "single"
    },
    {
        "question": "Shifting of the oxygen dissociation curve to the right indicate",
        "exp": "A rise in temperature or a fall in pH shifts the curve to the right. When the curve is shifted in this direction, a higher PO2 is required for hemoglobin to bind a given amount of O2. By decreasing o2 affinity more O2 is released to the tissue. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 612",
        "cop": 1,
        "opa": "The affinity is less and more O2 is released to the tissue",
        "opb": "Affinity is more and less oxygen is released to tissues",
        "opc": "Amount of oxygen transpoed is less",
        "opd": "More carbon dioxide is transpoed",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "771d3c31-b653-43b5-8778-c6696cc5d88a",
        "choice_type": "single"
    },
    {
        "question": "Myocardial oxygen demand depend upon",
        "exp": "Oxygen consumption has also been shown to be nearly propoional to the tension that occurs in the heart muscle during contraction. Oxygen consumption has also been shown to be nearly propoional to the tension that occurs in the heart muscle during contraction multiplied by the duration of time that the contraction persists, called the tension-time index. Ref: Guyton and Hall Textbook of Medical Physiology (12th Edn) page No: 209",
        "cop": 2,
        "opa": "Preload",
        "opb": "Afterload",
        "opc": "Intramyocardial tension",
        "opd": "Myocardial muscle mass",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b60e064f-c982-49c0-a8f7-75f4f6075462",
        "choice_type": "single"
    },
    {
        "question": "An increase in contractility is demonstrated on a Frank-Starling diagram by",
        "exp": "The frank-starling law of the heart states that when increased quantities of blood flow into the heart, the increased blood stretches the walls of the heart chambers. As a result of the stretch, the cardiac muscle contracts with increased force, and this action empties the extra blood that has entered from the systemic circulation. For the heart, the length of the muscle fibers (ie, the extent of the preload) is propoional to the end-diastolic volume.",
        "cop": 1,
        "opa": "Increased cardiac output for a given end-diastolic volume",
        "opb": "Increased cardiac output for a given end-systolic volume",
        "opc": "Decreased cardiac output for a given end-diastolic volume",
        "opd": "Decreased cardiac output for a given end-systolic volume",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "43b6b9b1-2b45-4982-ba43-c698ce8e2f39",
        "choice_type": "single"
    },
    {
        "question": "A pilot in Sukhoi aircraft is experiencing negative G Which of the following physiological events will manifest in such situation?",
        "exp": "during acceleration downward, force acting toward the head (negative g) increases aerial pressure at head level. But intracranial pressure also rises, so that the vessels are suppoed and do not rupture. The cerebral vessels are protected during the straining associated with defecation or delivery in the same way. If the body is accelerated upward (positive g), blood moves toward the feet and aerial pressure at the level of the head decreases Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 575",
        "cop": 4,
        "opa": "The hydrostatic pressure in veins of lower limb increases",
        "opb": "The cardiac output decreases",
        "opc": "Black out occurs",
        "opd": "The cerebral aerial pressure rises",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b8248755-a048-40ed-bdb3-1987bf5aa604",
        "choice_type": "single"
    },
    {
        "question": "Turbulence of blood flow increases when",
        "exp": "According to Reynold&; s equation: Re= r. DV/e. Where Re is the Reynolds number, named for the man who described the relationship; r is the density of the fluid; D is the diameter of the tube under consideration; V is the velocity of the flow, and e is the viscosity of the fluid. The higher the value of Re, the greater the probability of turbulence. Therefore increase in diameter cause increase in Re and hence increase turbulence. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 540",
        "cop": 2,
        "opa": "Viscosity",
        "opb": "Diameter of blood vessel |",
        "opc": "Density |",
        "opd": "Straight aeries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "13a59e8f-96f7-421f-8bbd-28c78d3153ad",
        "choice_type": "single"
    },
    {
        "question": "Chemoreceptors operate between pressure range of:",
        "exp": "In nervous circulatory mechanism of aerial BP the chemoreceptor reflex operates between 40-100 mm Hg. Fallen the aerial BP less than 80 mmhg decreases blood flow to the tissues this decreases p. O2 2 carotid and aoic bodies and causes stimulation of VMC and CVC and respiratory centre.",
        "cop": 2,
        "opa": "Below 90 mm HG",
        "opb": "40-100 mm Hg",
        "opc": "70-150 mm Hg",
        "opd": "70-220 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a3623944-e929-4ad0-86a3-a14acce079b4",
        "choice_type": "single"
    },
    {
        "question": "At rest what amount of oxygen is transferred from blood to tissue",
        "exp": "At rest the tissues remove about 4. 6 mL of O2 from each deciliter of blood passing through them 0. 17 mL of this total represents O2 that was in solution in the blood, and the remainder represents O2 that was liberated from hemoglobin. In this way, 250 mL of O2 per minute is transpoed from the blood to the tissues at rest.",
        "cop": 1,
        "opa": "250 ml/min",
        "opb": "500 ml/min",
        "opc": "750 ml/min",
        "opd": "1000 ml/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "35bac2a4-d0b6-4165-b9e7-6f112953aaab",
        "choice_type": "single"
    },
    {
        "question": "The primary cause for the development of shock following hemorrhage is",
        "exp": "Hemorrhage is the most impoant cause of hypovolemic shock. There will be reduction in the venous return leading to a fall in cardiac output and BP. The severity of shock depends upon the rapidity of blood loss. Ref: Textbook of medical physiology by N Geetha, 3rd edition, page no. 204",
        "cop": 2,
        "opa": "Marked vasodilation",
        "opb": "Decreased blood volume",
        "opc": "Inadequate output by the heart",
        "opd": "Obstruction to blood flow",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "55584ae2-dffe-4c1d-bf3b-75e122d937ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not occur as the blood passes through systemic capillaries?",
        "exp": "In systemic cappillaaries pH of blood falls as its CO2 content increases, so that when the PCO2 rises, the curve shifts to the right and the P50 rises. Most of the unsaturation of hemoglobin that occurs in the tissues is secondary to the decline in the PO2, but an extra 1-2% unsaturation is due to the rise in PCO2 and consequent shift of the dissociation curve to the right. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 611",
        "cop": 2,
        "opa": "Increased protein content",
        "opb": "Shift of hemoglobin dissociation curve to left",
        "opc": "Increased hematocrit",
        "opd": "Decreased",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2f5a134e-8be8-4f66-a12b-ea059c56da00",
        "choice_type": "single"
    },
    {
        "question": "During shock which organ is spared from vasoconstriction?",
        "exp": "During shock vasoconstriction is generalized, sparing only the vessels of the brain and heart. A widespread reflex venoconstriction also helps maintain the filling pressure of the heart. In the kidneys, both afferent and efferent aerioles are constricted. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 516",
        "cop": 2,
        "opa": "Skin",
        "opb": "Heart",
        "opc": "Kidney",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "90560bc0-b4a6-4f1f-8d3d-853a4961164b",
        "choice_type": "single"
    },
    {
        "question": "Preload to the heart depends upon",
        "exp": "When the muscle is stretched, the developed tension increases to a maximum and then declines as stretch becomes more extreme. Starling pointed this out when he stated that the \"energy of contraction is propoional to the initial length of the cardiac muscle fiber\" (Starling's law of the heart or the Frank-Starling law). For the heart, the length of the muscle fibers (ie, the extent of the preload) is propoional to the end-diastolic volume. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 546",
        "cop": 3,
        "opa": "End-diastolic pressure",
        "opb": "End-systolic pressure",
        "opc": "Stroke volume",
        "opd": "Cardiac output",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8b4372b1-da10-4e97-85fe-d272483edfa3",
        "choice_type": "single"
    },
    {
        "question": "At the end of the isometric relaxation phase",
        "exp": "At the end of Isovolumetric relaxation, the intraventricular pressures drop to less than the atrial pressure resulting in the opening of Atrioventricular valves Ref: Ganong 25th ed/page 539",
        "cop": 1,
        "opa": "Atrioventricular valves open",
        "opb": "Atrioventricular valves close",
        "opc": "Corresponds to \"C\" wave in JVP",
        "opd": "Corresponds to T wave in ECG",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "672edecf-407b-4689-9dbb-0cfe4b16c22c",
        "choice_type": "single"
    },
    {
        "question": "Conversion of Prothrombin to thrombin requires",
        "exp": "In the presence of tissue phospholipids (PL) and calcium ions, activated Factor X (Xa) combines with Factor Va to form prothrombin activator which initiates the conversion of prothrombin to thrombin. Factor V, X, and XII are activated and involved in other steps of intrinsic pathway. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 533",
        "cop": 2,
        "opa": "Ca++",
        "opb": "Va, Ca++",
        "opc": "V, X, Ca++",
        "opd": "X, V, XII, & Ca++",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2d65cdab-d825-4b06-a122-57c6a37bd38b",
        "choice_type": "single"
    },
    {
        "question": "The Windkissel effect is seen in",
        "exp": "The Windkissel effect is seen in large elastic vessels. The aoa, the pulmonary aery, and their major branches have a large amount of elastin in their walls. Hence, they have a high elastic recoil effect. This propey of elastic recoil is called windkessel effect (windkessel is a German for the elastic reservoir) This recoil of the vessels that have been stretched during systole helps to propel the blood forward during diastole thus maintaining a continuous flow throughout the cardiac cycle. Types Features Windkessel Aoa and large aeries Abundant elastic tissues in the inner and external elastic lamina Shows elastic recoil (Windkessel effect) when stretched Resistance Vessels Aerioles Have a less elastic tissue and lot of smooth muscle (maximum wall thickness to lumen ratio) Major site of resistanceto blood flow Exchange Vessels Capillaries Donot have smooth muscles, consist of single layer of endothelial cells surrounded by a basement membrane. Site exchange of nutrients,, water and gases. Types Continuous -brain, retina (have tight junctions) Fenestrated-glomeruli, choroid plexus Sinusoidal-liver, spleen Blood flow regulation is by contraction and relaxation of the aerioles and precapillary sphincter. Capacitance Vessels Venules and veins Thin-walled, easily distensible (maximum percentage of blood volume) Shunt Vessels AV anastomoses Have thick muscular walls with rich innervation Found in- finger tips, ear lobes Ref: Berne and Levy Physiology 7th edition Pgno: 351",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2eb13634-ceaa-47db-b5e4-941da7d7ede0",
        "choice_type": "single"
    },
    {
        "question": "Highest compliance is seen in which vessel",
        "exp": "The walls of the venules are only slightly thicker than those of the capillaries. The walls of the veins are also thin and easily distended. They contain relatively little smooth muscle, but considerable vasoconstriction is produced by activity in the noradrenergic nerves to the veins and by circulating vasoconstrictors such as endothelins. This gives veins high capacity for compliance. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 538",
        "cop": 2,
        "opa": "Aeries",
        "opb": "Veins",
        "opc": "Aoa",
        "opd": "Capillaries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4e96a17c-93cf-41ef-9b1d-bc42513c03fe",
        "choice_type": "single"
    },
    {
        "question": "In general systolic BP in young females is less than that in the males of same age due to",
        "exp": "In females before menopause SBP is 4-5 mmhg less than that in the males of same age. After menopause SBP is 4-5 mmhg more than males of same age. This effect may be due to oestrogen which prevents atherosclerosis. Ref: page number 349 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 2,
        "opa": "Dietary habits",
        "opb": "Oestrogen which prevents atherosclerosis",
        "opc": "Progesterone effect on blood vessels",
        "opd": "Low sympathetic activity",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "127d2a74-7f31-40cb-b78c-382dc16b740b",
        "choice_type": "single"
    },
    {
        "question": "Elasticity of heart muscle mainly depends on",
        "exp": "Titin, the largest known protein (with a molecular mass near 3, 000, 000 Da), connects the Z lines to the M lines and provides scaffolding for the sarcomere. It contains two kinds of folded domains that provide muscle with its elasticity. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 101",
        "cop": 3,
        "opa": "Myosin",
        "opb": "Acitn",
        "opc": "Titin",
        "opd": "Troponin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "87cf1212-ad34-44a6-a1a9-6482266a32c9",
        "choice_type": "single"
    },
    {
        "question": "The normal AV nodal delay is",
        "exp": "There is a delay of another 0. 09 second in the A-V node itself before the impulse enters the penetrating poion of the A-V bundle, where it passes into the ventricles. A final delay of another 0. 04 second occurs mainly in this penetrating A-V bundle, which is composed of multiplemallasciclesassing through the fibrous tissue separating the atria from the ventricles. Thus, the total delay in the A-V nodal and A-V bundle system is about 0. 13 second. This delay, in q addition to the initial conduction delay of 0. 03 second from the sinus node to the A-V node, makes a total delay of 0. 16 second before the excitatory signal finally reaches the contracting muscle of the ventricles. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 125",
        "cop": 3,
        "opa": "0. 16 sec",
        "opb": "0. 13 sec",
        "opc": "0. 09 sec",
        "opd": "0. 03 sec",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "59662dba-be65-43b8-a3a4-735bbc5286b1",
        "choice_type": "single"
    },
    {
        "question": "From the left ventricular pressure volume loop calculate Ejection fraction",
        "exp": "Ejection fraction = Stroke volume / End diastolic volume = (130-60) /13 =0. 538 =53. 8%",
        "cop": 1,
        "opa": "54%",
        "opb": "58%",
        "opc": "60%",
        "opd": "65%",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1defb22b-f252-4a46-a793-10bf576cc567",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a measure of stroke volume?",
        "exp": "Stroke vol is the volume of blood pumped from left ventricle per beat SV can be calculated by 1) CO =SV*HR 2). Ejection fraction= SV/ End diastolic. volume 3) SV= EDV-ESV of each ventricle",
        "cop": 3,
        "opa": "Left ventricular end diastolic volume minus left ventricular end systolic volume",
        "opb": "Ejection fraction times left ventricular end diastolic volume",
        "opc": "Ejection fraction times cardiac output",
        "opd": "Cardiac output/heart rate",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "33502cf1-199b-4d66-be3b-53a29f74d3c4",
        "choice_type": "single"
    },
    {
        "question": "Baroreceptor stimulation would result in",
        "exp": "Baroreceptor stimulation would result in decreased sympathetic discharge to heart.. The baroreceptors are stretch receptors in the walls of the heart and blood vessels. Baroreceptor stimulation, by distension of the structures they are located in, inhibits the tonic discharge of sympathetic nerves and excites the vagal innnervation of the heart. Thus leading to: Vasodilatation and venodilatation Hypotension Bradycardia Decrease in cardiac output Ref: Ganong&; s Review of Medical Physiology 26th edition PGno: 577, 578",
        "cop": 3,
        "opa": "Decreased Vagal activity",
        "opb": "Increased Heart rate",
        "opc": "Decreased sympathetic discharge to heart",
        "opd": "Increased vasomotor tone",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "79df4b81-9ee0-4e27-889d-7165b2c36cd3",
        "choice_type": "single"
    },
    {
        "question": "During cardiac cycle opening of the aoic valve takes place at",
        "exp": "At the end of the Isovolumetric contraction, aoic and pulmonary valves open so that the ventricles can eject blood into the aoa and pulmonary trunk Ref: Ganong 25th ed/page 540",
        "cop": 2,
        "opa": "Beginning of systole",
        "opb": "End of isovolumetric contraction",
        "opc": "End of diastole",
        "opd": "End of diastasis",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d32ac2bf-7dff-4221-8821-394d6297e695",
        "choice_type": "single"
    },
    {
        "question": "If a patient has an oxygen consumption of 240 ml/min, a pulmonary vein oxygen concentration of 180 ml/L of blood, and a pulmonary aery oxygen concentration of 160 ml/L of blood units, what is the cardiac output in L/min?",
        "exp": "CO= 240 / (180-160) = 12 L/min To determine cardiac output by direct Fick's method, three values must be known: 1. O2 consumption of the body (measured by the rate of disappearance of oxygen from the respired air, using any type of oxygen meter) 2. O2 concentration in venous blood (a catheter inseed up the brachial vein of the forearma the subclan vein - right atrium - right ventricle or pulmonary aery) 3. O2 concentration in aerial blood (can then be obtained from any systemic aery in the body) Other methods of CO measurement: 1. Echocardiography 2. Indicator dilution method a. Dye dilution b. Thermodilution: Cold saline is used as the indicator which is injected into right atrium Indicator dilution method:",
        "cop": 3,
        "opa": "8",
        "opb": "10",
        "opc": "12",
        "opd": "14",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "60c45227-363f-45a2-af71-ad10c81c205e",
        "choice_type": "single"
    },
    {
        "question": "Maximum blood in the body lies in",
        "exp": "Maximum blood in the body lies in - veins and venules -64%. Ref: Guyton and hall 11th edition.",
        "cop": 2,
        "opa": "Aoa",
        "opb": "Veins",
        "opc": "Heart",
        "opd": "Aerioles",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bb7a6a79-b889-44b2-8bda-28ff8f826f8e",
        "choice_type": "single"
    },
    {
        "question": "Conduction velocity is maximum in",
        "exp": "Purkinje fibers lead from the A-V node through the A-V bundle into the ventricles. Except for the initial poion of these fibers where they penetrate the A-V fibrous barrier, they have functional characteristics that are quite the opposite of those of the A-V nodal fibers. They are very large fibers, even larger than the normal ventricular muscle fibers, and they transmit action potentials at a velocity of 1. 5 to 4. 0 m/sec, a velocity about six times that in the usual ventricular muscle and 150 times that in some of the A-V nodal fibers. The rapid transmission of action potentials is caused by very high level of permeability of the gap junctions at the intercalated discs between the successive cells that make up the prkinje fibres. They have very few myofibrils--contract little or not at all during the impulse transmission. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 125",
        "cop": 2,
        "opa": "Bundle of His",
        "opb": "Purkinje System",
        "opc": "Ventricular muscles",
        "opd": "Atrial pathway",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c5048e35-9561-4a02-bab7-0f903f0d8c4e",
        "choice_type": "single"
    },
    {
        "question": "Peripheral chemoreceptors respond to hypoxia using which channel",
        "exp": "Peripheral chemoreceptors * Carotid bodies and aoic bodies (these carotid bodies and aoic bodies should not be confused with the baroreceptors of carotid sinus and aoic arch) * The major function of these carotid and aoic bodies is to sense hypoxia in the aerial blood and send signals to the medulla to increase ventilation * The signals are carried through afferents of vagus for aoic bodies and glossopharyngeal nerve for carotid bodies * The glomus cell is the chemosensor in the carotid and aoic bodies Ref:- Boron Medical Physiology 2nd ed; pg num:- 738",
        "cop": 4,
        "opa": "Sodium channel",
        "opb": "Chloride channel",
        "opc": "Calcium channel",
        "opd": "Potassium channel",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ce3893bd-2656-465a-8552-b11e759c1f8d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is released by blood platelets during haemorrhage to produce vasoconstriction?",
        "exp": "The initial event is constriction of the vessel and formation of a temporary hemostatic plug of platelets that is triggered when platelets bind to collagen and aggregate. This is followed by conversion of the plug into the definitive clot. The constriction of an injured aeriole or small aery may be so marked that its lumen is obliterated, at least temporarily. The vasoconstriction is due to serotonin liberated from platelets that adhere to the walls of the damaged vessels. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 531",
        "cop": 1,
        "opa": "Serotonin",
        "opb": "Histamine",
        "opc": "Thrombosthenin",
        "opd": "Bradyktnin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0c1ef532-8928-4761-a24e-ff227f4d2980",
        "choice_type": "single"
    },
    {
        "question": "Change in the diastolic BP upon standing comes back to normal within",
        "exp": "In standing poster diastolic BP increases Upon standing peripheral pooling of blood independent pas occur sudden standing increases DBP, if recorded within 30 to 60 seconds of change in posture after that it comes back to normal where the operation of baroreceptor reflex. Ref: page no-351 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 2,
        "opa": "15-30 sec",
        "opb": "30-60 sec",
        "opc": "60-90 sec",
        "opd": "90-120sec",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ca190bb4-b1da-4149-8cd7-6a3fa6a24c27",
        "choice_type": "single"
    },
    {
        "question": "P wave is absent in",
        "exp": "It is characterized by totally irregular and rapid rate. There are no recognizable P wave. Ref: Medical Physiology for Under Graduate students Indu Khurana 2015 pg no: 202",
        "cop": 1,
        "opa": "Atrial fibrillation",
        "opb": "CCF",
        "opc": "Atrial flutter",
        "opd": "PSVT",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b0340acb-06f1-4258-ba58-1bc0dd660539",
        "choice_type": "single"
    },
    {
        "question": "Slowest conduction of velocity occurs in",
        "exp": "The total delay in the A-V nodal and A-V bundle system is about 0. 13 second. This delay, in addition to the initial conduction delay of 0. 03 second from the sinus node to the A-V node, makes a total delay of 0. 16 second before the excitatory signal finally reaches the contracting muscle of the ventricles. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 125",
        "cop": 2,
        "opa": "Atrial muscle",
        "opb": "A. V. node",
        "opc": "Purkinje fibre",
        "opd": "Ventricular muscles",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d2ca4e13-144c-49d7-bf53-e3af23ee5afc",
        "choice_type": "single"
    },
    {
        "question": "S3 is due to",
        "exp": "S3 is due to the rapid gush of blood in the ventricle Ref: Ganong 25th ed/page 540",
        "cop": 1,
        "opa": "Rapid gushing of blood into ventricle",
        "opb": "Atrial contraction",
        "opc": "AV valve closure",
        "opd": "Semilunar valve closure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0633785c-d232-4f38-928b-cecc18762bd4",
        "choice_type": "single"
    },
    {
        "question": "S. A. node acts as a pacemaker of the heart because of the fact that it",
        "exp": "Some cardiac fibers have the capability of self-excitation, a process that can cause automatic rhythmical discharge and contraction. This capability is especially true of the fibers of the heart 's specialized conducting system, including the fibers of the sinus node. For this reason, the sinus node ordinarily controls the rate of beat of the entire heart. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 123",
        "cop": 4,
        "opa": "Is capable of generating impulses spontaneously",
        "opb": "Has rich sympathetic innervations",
        "opc": "Has poor cholinergic innervations",
        "opd": "Generates impulses at the highest rate",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b68c1cc8-f46f-48b4-99bc-ebaaa58bdbf6",
        "choice_type": "single"
    },
    {
        "question": "At what stage of erythropoiesis does Hemoglobin appear",
        "exp": "Hb synthesis stas at the stage of intermediate normoblast and then its contents increase progressively. Ref: Medical Physiology Indu Khurana 2015 edition page No: 106",
        "cop": 2,
        "opa": "Reticulocyte",
        "opb": "Intermedate normoblast",
        "opc": "Early normoblast.",
        "opd": "Erythroblast",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "96c056da-7e23-415c-9279-387291e83ae0",
        "choice_type": "single"
    },
    {
        "question": "What is the main role of angiotensin II?",
        "exp": "Angiotensin 2 has 2 principal effects that can elevate aerial pressure. Vasoconstriction in many areas of body ie increases total peripheral resistance. Decreased excretion of salt and water. Angiotensin 2 constricts both afferent and efferent aerioles but efferent aeriole is more sensitive and hence constriction of efferent aeriole predominates. Angiotensin 2 causes release of aldosterone from adrenal glands. Ref: Guyton and Hall, Textbook of medical physiology, 2nd South Asia Edition, page no. 273. Textbook of medical physiology by N Geetha, 3rd edition, page no. 384",
        "cop": 1,
        "opa": "Increased TPR",
        "opb": "Constriction of afferent renal aeriole",
        "opc": "Decrease release of aldosterone",
        "opd": "Diuresis",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c44ce303-d51f-44c1-8ed7-325802707e2e",
        "choice_type": "single"
    },
    {
        "question": "Swan Ganz Catheter is used to measure",
        "exp": "The pulmonary aery catheter allows direct, simultaneous measurement of pressures in the right atrium, right ventricle, pulmonary aery, and the filling pressure (\"wedge\" pressure) of the left atrium.",
        "cop": 4,
        "opa": "Mean aerial pressure",
        "opb": "Cardiac output",
        "opc": "Blood volume",
        "opd": "Pulmonary capillary wedge pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "793b5e09-181a-4c68-b446-7983c5c40e4f",
        "choice_type": "single"
    },
    {
        "question": "The duration of a ventricular myocyte action potential is",
        "exp": "The diagram depicts the relationship between the electrocardiogram (ECG) recorded on the surface of the body and the duration of a single ventricular myocyte action potential. The duration of the ventricular myocyte refractory period is nearly as long as the action potential, approximately 300 msec. The QRS complex of an ECG represents the electrical potential on the surface of the body produced by the wave of depolarization as it spreads through the ventricle and as each myocyte depolarizes (phase 0). The T wave represents ventricular repolarization (phase 3 in each myocyte). Note that the ST segment occurs during the plateau phase.",
        "cop": 3,
        "opa": "Approximately twice as long as the relative refractory period",
        "opb": "As long in duration as the QRS complex",
        "opc": "Nearly as long as the QT interval",
        "opd": "Twice as long in skeletal muscle",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5da4ee10-c5c3-4af9-bfc1-69a724b8752d",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male met with a road traffic accident and suffered a head injury. On examination, he was drowsy and his blood pressure is high. Which reflex is responsible for elevated BP in this condition?",
        "exp": "Reflex responsible for elevated BP in head injury patient is Cushing reflex. When intracranial pressure is increased, the blood supply to rostral ventrolateral neurons is compromised, and the local hypoxia and hypercapnia increase the discharge of the central chemoreceptors. The resultant rise in systemic aerial pressure (Cushing reflex) tends to restore the blood flow to the medulla. Cushing reflex causes a triad of symptoms: Reflex bradycardia ( aerial baroreceptors) Hypertension (With widened pulse pressure) Irregular respiration (bradypnea) Ref: Ganong&; s review of Medical Physiology 26th edition Pgno: 582",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "177d400f-7974-48af-a999-b1ba21eda3c0",
        "choice_type": "single"
    },
    {
        "question": "Blood group antigen NAG transferase present but galactosyltransferase is absent in",
        "exp": "A and B antigens are glycoproteins that differ in their terminal sugar. Under the influence of A or B genes, HAg is conveed into A or B antigen. Individuals with A gene express A transferase that catalyzes placement of a terminal N-acetylgalactosamine on H antigen to form A antigen. Those with B gene express B transferases that place a terminal galactose on the H antigen to form B antigen. Type AB individuals have both transferases. Ref: Textbook of medical physiology by N Geetha, 3rd edition, page no. 134",
        "cop": 1,
        "opa": "Group A",
        "opb": "Group B",
        "opc": "Group AB",
        "opd": "Group Q",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "e77815ac-2480-45a7-9477-40df6d3bb9ff",
        "choice_type": "single"
    },
    {
        "question": "Cushing reflex, there is",
        "exp": "Cushing reflex tends to restore the blood flow to the medulla. Over a considerable range, the blood pressure rise is propoional to the increase in intracranial pressure. The rise in blood pressure causes a reflex decrease in heart rate the aerial baroreceptors. This is why bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 593",
        "cop": 2,
        "opa": "Increased BP and Increased heart rate",
        "opb": "Increased BP and Decreased heart rate",
        "opc": "Decreased BP and Decreased heart rate",
        "opd": "Decreased BP and Increased heart rate",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1c908e9f-5333-4732-80e2-6f588901dfa4",
        "choice_type": "single"
    },
    {
        "question": "Oxyhemoglobin dissociation curve is shifted to left in",
        "exp": "When blood becomes slightly acidic wit PH decreasing from normal value of 7. 4 to 7. 2, the O2 - Hb curve shifts on an average about 15% to right. A shift in O2-Hb curve to right occurs in response to increased blood CO2 and hydrogen ions. Decreased blood temperature shifts the curve to left In normal BPG in blood shifts curve slightly to right all the time. In hypoxic condition, the level of BPG increases and shifts curve to right even faher. Ref: Textbook of medical physiology by Guyton and Hall, 2nd South Asia Edition, page no. 373, 374",
        "cop": 3,
        "opa": "Metabolic acidosis",
        "opb": "Hypercapnia",
        "opc": "Hypothermia",
        "opd": "Increased 2-3 DPG levels",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "f22bd8b2-963a-4e18-a1f9-a23fa8e0f3b8",
        "choice_type": "single"
    },
    {
        "question": "Half-life of factor VIII",
        "exp": "Factor VIII (8) Dosage Calculated on the basis that 1 unit/kg of factor VIII leads to a rise in plasma factor VIII of approximately 2%. EXAMPLE: 50 units/kg will increase factor VIII level by ~100%. Doses are rounded UP to the nearest l size. The half-life of factor VIII is 8-12 hours. Refer also to RCH Clinical Practice Guideline Haemophilia.",
        "cop": 2,
        "opa": "2-4 hours",
        "opb": "8-12 hours",
        "opc": "6 minutest",
        "opd": "60 days",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "7190236c-3c20-4ce9-9b8e-b097c683c77a",
        "choice_type": "single"
    },
    {
        "question": "Binding of O2 to hemoglobin reduces its affinity for CO2 by",
        "exp": "Haldane effect. Because deoxyhemoglobin binds more H+ than oxyhemoglobin does and forms carbamino compounds more readily, binding of O2 to hemoglobin reduces its affinity for CO2. The decrease in O2 affinity of hemoglobin when the pH of blood falls is called the Bohr effect and is closely related to the fact that deoxygenated hemoglobin (deoxyhemoglobin) binds H+ more actively than does oxygenated hemoglobin (oxyhemoglobin)CHLORIDE SHIFT: Because the rise in the HCO3- content of red cells is much greater than that in plasma as the blood passes through the capillaries, about 70% of the HCO3- formed in the red cells enters the plasma. The excess HCO3- leaves the red cells in exchange for Cl- Ref: 23rd Edition of Ganong's Review of Medical Physiology page no: 612",
        "cop": 2,
        "opa": "Bohr's effect",
        "opb": "Haldane effect",
        "opc": "Chloride shift",
        "opd": "Ohm's effect",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "faba6a6f-4f32-4388-8e1b-092a3f7dfe6e",
        "choice_type": "single"
    },
    {
        "question": "Korotkoff sound is produced due to",
        "exp": "When the cuff pressure is great enough to close the aery during pa of the aerial pressure cycle, a sound is then heard with each pulsation. These sounds are called Korotkoff sounds, named after Nikolai Korotkoff, a Russian physician. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 182",
        "cop": 4,
        "opa": "Stream line flow of blood",
        "opb": "Increase in viscosity of blood",
        "opc": "Murmur",
        "opd": "Turbulent flow of blood",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "f94691f3-0dab-4bc3-8338-0ad6a1a8edc8",
        "choice_type": "single"
    },
    {
        "question": "Protein C activation causes",
        "exp": "Binding of thrombin with thrombomodulin slow the clotting process by removing thrombin, the thrombomodulin-thrombin complex also activates a plasma protein, protein C, that actssnanticoagulant by inactivating activated Factors V and VIII. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 489",
        "cop": 4,
        "opa": "Promotion of clothing",
        "opb": "Inactivation of factor II",
        "opc": "Activation of factor X",
        "opd": "Inactivation of factor V",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "71a46519-6984-44fa-87fd-38005b345e7e",
        "choice_type": "single"
    },
    {
        "question": "Normal duration of PR interval",
        "exp": "The time between the beginning of the P wave and the beginning of the QRS complex is the interval between the beginning of electrical excitation of the atria and the beginning of excitation of the ventricles. This period is called the P-Q interval. The normal P-Q interval is about 0. 16 second. (Often this interval is called the P-R interval because the Q wave is likely to be absent.) Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 133",
        "cop": 1,
        "opa": "0. 12 - 0. 2 sec.",
        "opb": "0. 2 - 0. 3 sec.",
        "opc": "0. 3-0. 4 sec.",
        "opd": "0. 4 - 0. 5 sec.",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ed69de2c-dc88-4728-a7cd-7bfb6f17731d",
        "choice_type": "single"
    },
    {
        "question": "Maximum oxygen is transpoed in blood",
        "exp": "About 99% of the O2 transpoed combines with the O2carrying protein hemoglobin. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 609",
        "cop": 3,
        "opa": "In dissolved form",
        "opb": "By albumin",
        "opc": "By hemoglobin",
        "opd": "By WBC",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "38dd394b-4e46-46e1-a169-1a3979bd3c01",
        "choice_type": "single"
    },
    {
        "question": "Normal plasma osmolality in m. Osmol/kg H2O",
        "exp": "The osmolarity is the number of osmoles per litre of solution The freezing point of normal human plasma averages -0. 54 degC, which corresponds to an osmolal concentration in plasma of 290 m. Osm/L Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 6",
        "cop": 1,
        "opa": "290",
        "opb": "385",
        "opc": "485",
        "opd": "585",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "d92ecd6b-0799-4b9f-8e36-7522462a34d1",
        "choice_type": "single"
    },
    {
        "question": "Volume receptors are",
        "exp": "Volume receptors are low-pressure receptors located in great veins, right and left atria, and pulmonary vessels. They are also called volume receptors. Due to the peculiarity of location of these receptors, they are affected by total cardiovascular output. Ref: Medical Physiology Indu Khurana 2015 edition page No: 548",
        "cop": 1,
        "opa": "Affected by total cardiovascular output",
        "opb": "Stimulated by atrial systole and diastole",
        "opc": "Stimulated by left ventricular contraction",
        "opd": "Stimulated by aoic pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "615a1909-201f-42aa-9b00-11e7c7bddabb",
        "choice_type": "single"
    },
    {
        "question": "The coronary blood flow is regulated by",
        "exp": "Coronary blood flow is regulated by Adenosine. Blood flow through the coronary system is regulated mostly by local aeriolar vasodilation in response to the nutritional needs of cardiac muscle. Increased local metabolism - decrease in O2 - breakdown of ATP to form adenosine - vasodilation - increased local coronary blood flow Ref: Guyton and hall 13th edition Pgno: 262, 263",
        "cop": 1,
        "opa": "Adenosine",
        "opb": "Bradykinin",
        "opc": "Prostaglandin",
        "opd": "Increased aerial p. CO2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "03dee04e-da0a-4bb5-a56d-f0c326891cdd",
        "choice_type": "single"
    },
    {
        "question": "Poiseuifte's law is",
        "exp": "By integrating the velocities of all the concentric rings of flowing blood and multiplying them by the areas of the rings, one can derive the following formula, known as Poiseuille's law: in which F is the rate of blood flow, DP(PA-PB) is the pressure difference between the ends of the vessel, r is the radius of the vessel, l is length of the vessel, and e is viscosity of the blood. F = (PA - PB) pr4/8e4 Ref: Guyton and Hall Textbook of Medical Physiology (12th Edn) page No: 309",
        "cop": 1,
        "opa": "F = (PA - PB) pr4/8e4",
        "opb": "F = (PA x PB) pr4/8e1",
        "opc": "F = (PA + PB) pr4/8e1",
        "opd": "F = (PA / PB) pr4/8e1",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "cce7f5c4-4ddf-4bcb-98e1-67f3685f11ed",
        "choice_type": "single"
    },
    {
        "question": "Decrease in contributing factor in chronic hypertension is associated with",
        "exp": "Twofold increase in plasma TNF-alpha levels in pregnant rats resulted in a significant increase in aerial pressure (97 +/- 3. 6 v 116 +/- 2. 1 mm Hg, pregnant versus TNF-alpha pregnant, respectively, P <. 05), but no significant change in urinary nitrite/nitrate excretion (22. 0 +/- 1. 9 v 20. 8 +/- 2. 5 micromol/24 h, pregnant versus TNF-alpha pregnant, respectively), a measure of whole-body NO production.",
        "cop": 3,
        "opa": "Aldosterone",
        "opb": "Angiotensin II",
        "opc": "Nitric oxide",
        "opd": "Reduced sympathetic nerve",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "10557a49-b69a-47e1-b527-9d3ce0061b40",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output is decreased by",
        "exp": "The amount of blood pumped out of the heart per beat is the stroke volume, is about 70 mL. The output of the heart per unit of time is the cardiac output cardiac output = stroke voume*heart rate Therefore decrease in heart rate decrease cardiac output. Increase in either of heart rate or stroke volume or both increase cardiac output. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 514",
        "cop": 2,
        "opa": "Increased Heart rate",
        "opb": "Decreased Heart rate",
        "opc": "Increased stroke volume",
        "opd": "Increased strength of contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a1ba7116-bb68-460d-b6b2-d6e3aa78a66a",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has been having fainting \"spells\" for about 2 weeks. During the episodes, his ECG shows a ventricular rate of 25 beats/min and 100 P waves per minute. After about 30 seconds of fainting, a normal sinus rhythm recurs. What is his likely diagnosis?",
        "exp": "Periodic fainting spells is known as Adams Stokes syndrome Reason: Fluctuating third degree AV block in heas with borderline ischemia of conductive system. Complete AV block -Brain cannot remain active for more than 4-7 sec without blood supply -fainting episode - ventricular escape from overdrive suppression occurs in 5-30 sec - rapid recovery from the faint and then to sustain the person. AV block types: 1. First degree block: prolonged P-Q or P-R interval >0. 20, not actual blockage but delay of conduction. 2. Second degree block: a. Wenckebach or Mobitz type 1: progressive P-R prolongation followed by a dropped beat. Abnormality in AV node. b. Mobitz type 2: A fixed number of non-conducted P waves for every QRS complex. P-R interval constant. Ex: 3: 1, 3: 2, 2: 1. Abnormality in bundle of His-Purkinje system. 3. Third degree heart block: Complete AV block. SA and AV node dissociation leading to idioventricular rhythm (ventricular escape as Purkinje fibres becomes new pacemaker, 15-40 beats/min).",
        "cop": 4,
        "opa": "First-degree A-V block",
        "opb": "Second-degree A-V block",
        "opc": "Third-degree A-V block",
        "opd": "Stokes-Adams syndrome",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular System",
        "id": "f8d7e091-c130-4382-a6d9-29f572f30d00",
        "choice_type": "single"
    },
    {
        "question": "With normal cardiac function, a10 mm Hg change in which of the following pressure would have a greatest effect on cardiac output",
        "exp": "As change in the aerial BP effects venous return that effects cardiac output Ref: textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 4,
        "opa": "Pressure in carotid aery",
        "opb": "Pressure in the pulmonary aery",
        "opc": "aoic pressure",
        "opd": "Right atrial pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "07487aa9-73be-41e4-ad75-86876c19a101",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a potent stimulus for the production of erythropoietin?",
        "exp": "Hypoxia oring the production of hemoglobin F both direct effects on globin gene expression, as well as up-regulated production of erythropoietin. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 526",
        "cop": 3,
        "opa": "Alpha interferon",
        "opb": "Interleukin-3",
        "opc": "Hypoxia",
        "opd": "Hypercarbia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "f0b5d626-4ada-4687-aae9-3d1e4f046194",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output is increased in",
        "exp": "Conditions that increase cardiac output exercise Anxiety Emotion and excitement Increased environmental temperature After eating Pregnancy Conditions that decrease cardiac output standing from lying posture Excessive sweating. Conditions that do not change cardiac output sleep Mild to moderate change in environmental temperature Ref: TEXTBOOK OF MEDICAL PHYSIOLOGY GK PAL VOLUME 2 PAGE 788",
        "cop": 2,
        "opa": "Sleep",
        "opb": "Pregnancy",
        "opc": "Sitting",
        "opd": "Standing",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "dae0aee1-8c61-4427-a213-d94b8c8e564f",
        "choice_type": "single"
    },
    {
        "question": "Maximum blood flow to Coronaries occur during?",
        "exp": "In each cardiac cycle 80% cbf occurs during diastole and the remaining 20% of cbf occurs during systole. Ref: page no363 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 3,
        "opa": "Early pa of systole",
        "opb": "Systole proper",
        "opc": "Early pa of diastole",
        "opd": "Diastole proper",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ff71f201-eb34-48dc-84ee-463ae5f102f3",
        "choice_type": "single"
    },
    {
        "question": "Preload leads to",
        "exp": "The force of contraction of cardiac muscle depends on its preloading and its after loading. The initial phase of contraction is isometric; the elastic component in series with the contractile element is stretched and the tension increases until it is sufficient to lift the load. The tension at which load is lifted is the afterload. The muscle then contracts isotonically. In vivo preload is the degree to which myocardium is stretched before it contracts. Ref: Ganong&; s Review of medical physiology, 24th edition. Pg no. 547",
        "cop": 2,
        "opa": "Isovolumetric relaxation",
        "opb": "Isovolumetric contraction",
        "opc": "Peripheral resistance",
        "opd": "Parasympathetic nervous system activation",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1f76b5e8-3841-40f8-8a28-31f8a857c844",
        "choice_type": "single"
    },
    {
        "question": "Pulse pressure in a paicular vessel is determined chiefly by",
        "exp": "In advancing age due to loss in elasticity of blood vessels, stretching decreases which results in increased pressure during systole with normal diastolic blood pressure (systolic hypertension). The blood vessels behave like a rigid tube. It is characterized by high pulse pressure. Pulse pressure is determined by elasticity of vessel wall that varies inversely with total peripheral resistance.",
        "cop": 3,
        "opa": "Distance from heart",
        "opb": "Frictional characteristics of lumen",
        "opc": "Distensibility",
        "opd": "Cross-sectional area",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4228e1cd-a6d2-4865-b6fc-fdc42771d526",
        "choice_type": "single"
    },
    {
        "question": "The hormone involved in the regulation of blood pressure is",
        "exp": "The hormone involved in the regulation of blood pressure is Angiotensin II. Angiotensin II is a powerful vasoconstrictor that increases the total peripheral resistance and decreases Na+ and H2O excretion by kidney, thereby causing an increase in aerial BP. Humoral Regulation of BP Ref: Ganong Medical Physiology 26th edition PGno: 586",
        "cop": 3,
        "opa": "Serotonin",
        "opb": "Histamine",
        "opc": "Angiotensin",
        "opd": "Prostaglandin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c95b523a-33b0-46e9-b47e-e9f884b511a0",
        "choice_type": "single"
    },
    {
        "question": "On increasing vagal tone following occurs in pacemaker",
        "exp": "When the cholinergic vagal fibers to nodal tissue are stimulated, the membrane becomes hyperpolarized. The slope of the prepotentials is decreased because the acetylcholine released at the nerve endings increases the K+ conductance of nodal tissue. Which cause rapid efflux of K+Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 491",
        "cop": 2,
        "opa": "Increased K+ increased slop",
        "opb": "Decreased K+ decreased slop",
        "opc": "Increased K+ decreased slop",
        "opd": "Decreased K+ increased slop",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "cf07f904-cb7d-4543-8349-5a0585da7605",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication for use of digitalis?",
        "exp": "Digitalis dried leaf of Digitalis purpurea; a cardiac glycoside. All drugs prepared from this digitalis leaf are members of the same group and principles of administration are the same, although they vary according to speed of action and potency. Digitalis in its many forms is one of the most frequently prescribed drugs in the United States. It can be very effective in treatment of cardiac conditions, but its therapeutic range is narrow; a therapeutic dose is only about one third less than the dose that will induce toxicity. Moreover, physiologic changes due to age, electrolyte disturbances, renal impairment, metabolic disorders, and ceain heart conditions can predispose a patient to digitalis toxicity. Other drugs can also alter the effects of digitalis and lead to toxicity. Signs of Toxicity. Traditionally, nurses have been taught to count the patient&; s pulse or monitor the apical heabeat for rate and rhythm before administering a digitalis preparation. A decreased pulse rate of 60 per minute or less is an indication that the drug should be temporarily discontinued. While this is the most typical sign of digitalis intoxication, there frequently are earlier symptoms that deserve attention. Some of the more common complaints expressed by patients who are in the early stages of toxicity are nausea, blurred vision, mental depression, disorientation, and malaise. Objective signs include vomiting, diarrhea, and confusion. Ref: Ganong&; s review of medical physiology, 23rd edition, Page no: 508",
        "cop": 4,
        "opa": "Acute rheumatic carditis",
        "opb": "Thyrotoxicosis",
        "opc": "WPW syndrome",
        "opd": "Hyperkalemia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4c626b4a-6458-4aea-a3ca-dac908222fe3",
        "choice_type": "single"
    },
    {
        "question": "Chemoreceptor reflex primarily causes",
        "exp": "Peripheral aerial chemoreceptors in the carotid and aoic bodies have very high rates of blood flow. These receptors are primarily activated by a reduction in paial pressure of oxygen (Pa. O2), but they also respond to an increase in the paial pressure of carbon dioxide (Pa. CO2) and pH. Chemoreceptors exe their main effects on respiration; however, their activation also leads to vasoconstriction. Central chemoreceptors - rise in blood pressure causes a reflex decrease in heart rate the aerial baroreceptors. This is why bradycardia rather than tachycardia. Ref: Ganong's Review of medical physiology 25th edition. Page: 593",
        "cop": 2,
        "opa": "Mild tachycardia, vasodilation",
        "opb": "Bradycardia, vasoconstriction",
        "opc": "Mild tachycardia, vasoconstriction",
        "opd": "Bradycardia, vasoconstriction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "356f266c-9a77-47c4-bb7f-07d4eb679628",
        "choice_type": "single"
    },
    {
        "question": "Distribution of blood flow in mainly regulated by",
        "exp": "Aerioles are the major site of resistance to the blood flow and small change in their caliber cause large changes in total peripheral resistance, and thereby diastolic pressure is affected. Ref: Ganong's Review of medical physiology, 24th edition. Pg no. 570",
        "cop": 2,
        "opa": "Aeries",
        "opb": "Aerioles",
        "opc": "Capillaries",
        "opd": "Venules",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "db5142a7-6377-4ada-8657-a4dbc80ef674",
        "choice_type": "single"
    },
    {
        "question": "Alpha-methyldopa is primarily used for",
        "exp": "They act on central alpha 2a receptors to decrease efferent sympathetic activity. It decreases t. p. r more than H. R or C. O It is infrequently used now. (Ref: Essentials of medical pharmacology, K. D Tripathi, 7th edition, page 566)",
        "cop": 1,
        "opa": "Pregnancy induced hypertension",
        "opb": "Renovascular hypertension",
        "opc": "First line agent in hypertension",
        "opd": "Refractory hypertension",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "515deef9-88be-4629-8806-f317001f1cc6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disorders is LEAST likely to cause high output failure?",
        "exp": "High output failure is least likely to be associated with Addison disease, which is characterized by massive salt wasting and hypotension from mineralocoicoid deficiency. Patients are more likely to experience hypovolemic shock than high output failure. High output failure is the outcome of any condition that increases blood volume, increases positive inotropism (contractility), increases blood flow by decreasing blood viscosity (severe anemia), or decreases peripheral vascular resistance with the subsequent increase in venous return to the heart.",
        "cop": 2,
        "opa": "Thiamine deficiency",
        "opb": "Addison disease",
        "opc": "Hypehyroidism",
        "opd": "Paget disease of bone",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "aaefc1d4-2d1d-486d-bf90-87f21bcb3727",
        "choice_type": "single"
    },
    {
        "question": "Following is not seen in bezold-jaisch reflex:",
        "exp": "It produces: Hypoapnoea, hypotension, bradycardia It increases parasympathetic activity on heart and is cardio protective Ref: Guyton and Hall textbook of medical physiology 12th edition, page number 216, 217, 218, 219, 220",
        "cop": 2,
        "opa": "Hypoapnoea",
        "opb": "Bleeding",
        "opc": "Hypotension",
        "opd": "Bradycardia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "67d00c7a-394b-4b3d-855d-5db1854cc4b1",
        "choice_type": "single"
    },
    {
        "question": "Mean circulatory filling pressure is",
        "exp": "When heart pumping is stopped by shocking the heart with electricity to cause ventricular fibrillation or is stopped in any other way, flow of blood anywhere in circulation ceases a few seconds later. Without blood flow the pressure everywhere in circulation become equal. This equilibrated pressure level is called mean circulatory filling pressure. Ref: Guyton and Hall, Textbook of medical physiology, 2nd. South Asia Edition",
        "cop": 4,
        "opa": "Difference between systemic and pulmonary aerial pressure",
        "opb": "Difference between central venous pressure and central aerial pressure",
        "opc": "Mean atrial pressure",
        "opd": "Aerial pressure taken at the point when heart stops beating",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "81f06e0e-8a0e-4fe3-acd5-6410126c41ae",
        "choice_type": "single"
    },
    {
        "question": "Hb. A2 has",
        "exp": "Hb. A2 contains 2 alpha and 2 delta chains. Adult Hb referred 5as HbA contains 2 alpha and 2 beta chains. Foetal Hb ie HbF contains 2 alpha and 2 gamma chains. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 74",
        "cop": 3,
        "opa": "a 2 ss 2",
        "opb": "a 2 g 2",
        "opc": "a 2 d 2",
        "opd": "g 2 d 2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6156acaf-8340-4b73-9a3f-d79e93477506",
        "choice_type": "single"
    },
    {
        "question": "Best vehicle for oxygen is",
        "exp": "97% of oxygen in blood combines with Hb and presence of Hb increases the oxygen carrying capacity of blood 70 fold. 3% of blood os transpoed in dissolved form. ie 100 ml of pure blood contains 0. 3ml of oxygen dissolved in plasma. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 241, 242",
        "cop": 1,
        "opa": "Hb solution",
        "opb": "Whole blood",
        "opc": "Plasma",
        "opd": "Dissolved",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3b918564-45b7-4a92-af5a-5c6aa3e8fff9",
        "choice_type": "single"
    },
    {
        "question": "Role of Vitamin K for activation in clotting cycle",
        "exp": "Vitamin K is an essential factor to a liver carboxylase that adds a carboxyl group to glutamic acid residues on five of the impoant clotting factors: prothrombin, Factor VII, Factor IX, Factor X, and protein C. Upon adding the carboxyl group to glutamic acid residues on the immature clotting factors, vitamin K is oxidized and becomes inactive. Another enzyme, vitamin K epoxide reductase complex 1 (VKOR c1), reduces vitamin K back to its active form. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 490",
        "cop": 4,
        "opa": "Carboxylation",
        "opb": "Hydroxylation",
        "opc": "Oxidation",
        "opd": "Reduction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "62d3d408-7be5-47fb-8599-5e5eb8067587",
        "choice_type": "single"
    },
    {
        "question": "In sickle cell anemia",
        "exp": "Sickle cell anemia is caused by mutation in the beta globin chain, that changes the amino acid glutamate to valine in the 6th position of beta globin chain of Hb. Ref: Textbook of medical physiology by N Geetha, 3rd edition, page no. 94",
        "cop": 2,
        "opa": "Glutamate replaces valine",
        "opb": "Valine replaces glutamate",
        "opc": "Valine replaces aspaate",
        "opd": "Aspaate replaces valine",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2846cec0-f515-409f-a2ba-2e78e4443c75",
        "choice_type": "single"
    },
    {
        "question": "Depolarisation of atria on ECG is seen as",
        "exp": "P wave shows atrial depolarization. QRS complex shows ventricular depolarization T wave shows ventricular repolarization. ST segment represents the duration from the end of ventricular depolarization to the beginning of ventricular repolarization. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 136",
        "cop": 1,
        "opa": "P-wave",
        "opb": "QRS complex",
        "opc": "T-wave",
        "opd": "ST segment",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "861535a0-60bf-4bd3-aa89-2bade99829d1",
        "choice_type": "single"
    },
    {
        "question": "2nd heart sound is due to",
        "exp": "The second is a shoer, high-pitched \"dup\" (second sound), caused by vibrations associated with the closure of the aoic and pulmonary valves just after the end of ventricular systole. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 542",
        "cop": 2,
        "opa": "Closure of AV valves",
        "opb": "Closure of aoic valve",
        "opc": "Inthrushing of blood",
        "opd": "Atrial contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "750ffe34-450f-4155-aa87-9b3e979940ac",
        "choice_type": "single"
    },
    {
        "question": "Amount of blood in heart",
        "exp": "Out of 5000 mL blood in our body 12% is in the heart cavities. Which is nearly 600. Therefore generally 500-600 mL BLOOD IN HEARef: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 543",
        "cop": 2,
        "opa": "250-300 ml",
        "opb": "500-600 ml",
        "opc": "1-2 litre",
        "opd": "100-200 ml",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4239ae35-6b2d-44d5-8743-c0d0286deed2",
        "choice_type": "single"
    },
    {
        "question": "Bainbridge reflex is due to",
        "exp": "Ref:- Guyton and Hall Textbook of Medical Physiology 13th ed; pg num:- 268",
        "cop": 1,
        "opa": "Stretching of atria",
        "opb": "Baroreceptor reflex",
        "opc": "Decreased venous return",
        "opd": "Increased ventricular activity",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "fa642363-4481-48db-ab6a-7f999506d043",
        "choice_type": "single"
    },
    {
        "question": "Vagal stimulation in heart decreases heart rate by",
        "exp": null,
        "cop": 2,
        "opa": "Decrease in action potential spike",
        "opb": "Decrease in slope of prepotential",
        "opc": "Increase in repolarisation",
        "opd": "Decrease in conduction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2ec52628-7e36-4e95-badf-e9500dcaaca3",
        "choice_type": "single"
    },
    {
        "question": "The left shift in the arneth index indicates",
        "exp": "Arneth count depends on the number of lobes in the nucleus of neutrophils. If the number is less it comes under young series of cells. Shift to left ie more younger cells means neutrophilia, seen in pyogenic infections. Ref: Textbook of medical physiology by N Geetha, 3rd edition, page no. 102",
        "cop": 2,
        "opa": "Anemia",
        "opb": "Neutrophilia",
        "opc": "Splenomegaly",
        "opd": "Hyperactive bone marrow",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0746037d-4c49-4b10-8ae5-6a37fccd35ac",
        "choice_type": "single"
    },
    {
        "question": "Largest % of blood volume in",
        "exp": "At rest, At least 50% of the circulating blood volume is in the systemic veins, 12% is in the heart cavities, and18% is in the low-pressure pulmonary circulation. Only 2% is in the aoa, 8% in the aeries, 1% in the aerioles, and5% in the capillaries. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 543",
        "cop": 3,
        "opa": "Aoa",
        "opb": "Aery /Aerioles",
        "opc": "Venules / Veins",
        "opd": "Capillaries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3daea721-7171-457e-9a3a-0e7a9a090123",
        "choice_type": "single"
    },
    {
        "question": "Dicrotic notch is caused by",
        "exp": "Closure of aoic and pulmonary valve causes a characteristic notch called dicrotic notch or incisura in pulse wave tracing Ref: Ganong 25th ed/page 540",
        "cop": 3,
        "opa": "Closure of mitral valve",
        "opb": "Opening of mitral valve",
        "opc": "Closure of aoic valve",
        "opd": "Opening of aoic valve",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b0fd01c6-759c-4644-857b-9677506faf14",
        "choice_type": "single"
    },
    {
        "question": "What is the normal left ventricular ejection fraction?",
        "exp": "Normal left ventricular ejection fraction ranges from 55% to 70%. It is the measurement of how much blood is pumped out of the left ventricle of the heart in each contraction. It is expressed in percentage. If the EF is below normal value, it can be a sign of heart failure",
        "cop": 4,
        "opa": "20%",
        "opb": "30%",
        "opc": "50%",
        "opd": "65%",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "f2713223-3393-4876-8a91-5f739def950d",
        "choice_type": "single"
    },
    {
        "question": "The low pressure receptors are",
        "exp": "The low-pressure receptors are stimulated by atrial systole and diastole.. The low-pressure receptors are those in the great veins, right and left atria and pulmonary vessels. Atrial stretch receptors are of two types: Type A: discharge primarily during atrial systole. Type B: discharge primarily during late diastole. Distension of the atrial walls - stimulation of atrial receptors - vasodilatation, fall in BP and increased heart rate. Ref: Ganong review of Medical Physiology 26th edition Pgno: 577, 578",
        "cop": 2,
        "opa": "Affected by cardiac output",
        "opb": "Stimulated by atrial systole and diastole",
        "opc": "Stimuation by left ventricular contraction",
        "opd": "Stimulated by aoic pressure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3ac6cd01-0ef8-45d1-b607-8ea70eb0e86a",
        "choice_type": "single"
    },
    {
        "question": "Cushing's phenomenon is",
        "exp": "Cushing reflex tends to restore the blood flow to the medulla. Over a considerable range, the blood pressure rise is propoional to the increase in intracranial pressure. The rise in blood pressure causes a reflex decrease in heart rate the aerial baroreceptors. This is why bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 593",
        "cop": 4,
        "opa": "Low BP & high heart rate",
        "opb": "High BP & high heart rate",
        "opc": "Low BP & low heart rate",
        "opd": "High BP & low heart rate",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1c2d752a-dd1a-4f94-bf38-a32910abfc43",
        "choice_type": "single"
    },
    {
        "question": "Windkessel effect is seen in",
        "exp": "Windkessel effects are large vessels that contain large amount of elastic fibres and few amount of smooth muscle fibres. These vessels can distend due to elasticity during systole and can recoil back during diastole. Examples are aoa and its large branches. Since these vessels are elastic, during systole, they are stretched to accommodate the extra blood. The forward flow becomes continuous due to the elastic recoil of vessels during diastole. This recoil effect is called windkessel effect. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no: 174",
        "cop": 1,
        "opa": "Large elastic vessels",
        "opb": "Capacitance vessels",
        "opc": "Throughfare channels",
        "opd": "Capillaries",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "79a288e9-292c-4af7-bdb9-5fe9be8beda2",
        "choice_type": "single"
    },
    {
        "question": "Gatekeeper of the heart is",
        "exp": "The atrioventricular (AV) node is the \"gatekeeper\" between the atria and the ventricles and is located at the AV junction on the right side of the heart (Figure 1A). The primary role of the node is to conduct the action potential from the atria to the ventricles. However, the AV node also acts as a backup pacemaker in the case of failure of the sinus node and stops arrhythmias in the atria, such as atrial fibrillation, from being conducted into the ventricles at dangerously high rates. Atrial conductive system is organised so that the cardiac impulse do not travel frim atria to ventricle too rapidly. This delay allows time for the atria to empty their blood into ventricle before ventricular contravtion begins.",
        "cop": 2,
        "opa": "SA node",
        "opb": "AV node",
        "opc": "Purkinje fibers",
        "opd": "Bundle of His",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "321b973a-dec3-496a-b41a-e29d3f7232a1",
        "choice_type": "single"
    },
    {
        "question": "Cerebral blood supply",
        "exp": "The average cerebral blood flow in young adults is 54 mL/100 g/min. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 575",
        "cop": 1,
        "opa": "55 ml/100 gm/min",
        "opb": "400 ml/100 gm/min",
        "opc": "100 ml/100 gm/min",
        "opd": "200 ml/100 gm/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "1085eb55-6581-435c-8f63-060e8d7d65b1",
        "choice_type": "single"
    },
    {
        "question": "3rd heart sound is d/t",
        "exp": "A soft, low-pitched third sound is heard about one-third of the way through diastole in many normal young individuals. It coincides with the period of rapid ventricular filling and is probably due to vibrations set up by the inrush of blood. Ref: Ganong's Review of medical physiology 25th edition. Page: 542 first sound-beginning of systole- Causes- sudden closure of av valves. Rapid increase in tension in the ventricular muscles during isometric contraction acting on filled ventricles. Turbulence created in the blood due to ventricular contraction. second sound-end of clinical systole - closure of semilunar valves. Rush of blood into the ventricles due to opening of AV valves contributes. Third sound- vibration setup in the ventricle during the early period of rapid ventricular filling. fouh sound- causes-atrial contraction. Vibration setup within the ventricle due to inflow of blood produced by atrial systole.",
        "cop": 3,
        "opa": "Closure of av valve",
        "opb": "Closure of aoic valve",
        "opc": "Mid diastolic flow in the ventricle",
        "opd": "Atrial contraction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b50fc191-fd1d-4485-9f1d-0bf4dea9283e",
        "choice_type": "single"
    },
    {
        "question": "The aoic component of the second heart sound is best heard at what location?",
        "exp": "Aoic area lies in the right second intercostal space near to sternum (Ludwig's angle). Ref: Medical Physiology Indu Khurana 2015 edition page No: 212",
        "cop": 2,
        "opa": "Infraclavicular region",
        "opb": "Ludwig's angle to the right",
        "opc": "Apex",
        "opd": "2nd intercostal space to the left",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8ca5e548-2019-44f2-8249-16ad38a44628",
        "choice_type": "single"
    },
    {
        "question": "Atrioventricular nodal delay is due to",
        "exp": "Cause of the Slow Conduction. The slow conduction in the transitional, nodal, and penetrating A-V bundle fibers is caused mainly by diminished numbers of gap junctions between successive cells in the conducting pathways, so there is great resistance to conduction of excitatory ions from one conducting fiber to the next. Therefore, it is easy to see why each succeeding cell is slow to be excited. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 125",
        "cop": 1,
        "opa": "Less gap junctions",
        "opb": "More tight junctions",
        "opc": "Intercalated discs",
        "opd": "Prolonged refractory period",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c32e04e3-924b-4d9b-bd16-4560fd9e1764",
        "choice_type": "single"
    },
    {
        "question": "Normal poal venous pressure is",
        "exp": "Poal venous pressure is normally about 10 mm Hg in humans, and hepatic venous pressure is approximately 5 mm Hg. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 509",
        "cop": 1,
        "opa": "5-10 mm. Hg",
        "opb": "10-15 mm. Hg",
        "opc": "15-20 mm. Hg",
        "opd": "20-35 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "c0ab8348-bed6-4a74-bd18-efe22b609e90",
        "choice_type": "single"
    },
    {
        "question": "Cardiac muscles action potential at plateau is due to",
        "exp": "Ca2+ influx through more slowly opening Ca2+ channels (the Ca2+ current, ICA) produces the plateau phase. Repolarization is due to net K+ efflux through multiple types of K+ channels. The initial depolarization is due to Na+ influx through rapidly opening Na+ channels Ref: Ganong's Review of Medical Physiology Twenty-Third Edition pg: 491",
        "cop": 3,
        "opa": "Influx of Na",
        "opb": "Efflux of K",
        "opc": "Influx of ca",
        "opd": "Influx of cl",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a3cd7680-677b-4e2e-a590-00f96be63c0b",
        "choice_type": "single"
    },
    {
        "question": "Baroreceptor stimulation produces",
        "exp": "Baroreceptor reflex stimulates the vagus nerves causes release of acetylcholine at the vagal endings in the heart, thus giving a parasympathetic effect. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 155",
        "cop": 1,
        "opa": "Decreased heart rate & BP",
        "opb": "Increased heart rate & BP",
        "opc": "Increased cardiac contractility",
        "opd": "Decreased cardiac contractility",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "b399db37-db6e-40fd-a47a-f24a910f0112",
        "choice_type": "single"
    },
    {
        "question": "Dicumarol is a drug that impairs the utilization of vitamin K by the liver. Dicumarol therapy would decrease the plasma concentration of which of the following procoagulants",
        "exp": "Factor II is also called as Prothrombin, it is a vitamin K dependent clotting factor. Warfarin acts by inhibiting Vitamin K Epoxide Reductase Complex(VKORC) subunit 1 Ref: Ganong 25th ed/page 567",
        "cop": 1,
        "opa": "Prothrombin",
        "opb": "Fibrinogen",
        "opc": "Factor VIII",
        "opd": "Factor V",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0ef8f98f-c28f-427b-9838-8790d7ad30d5",
        "choice_type": "single"
    },
    {
        "question": "Oxygen consumption of whole human brain in ml per minute is about",
        "exp": "Cerebral o2 consumption is 3. 3 ml per hundred gram per minute or 45 ml per minute i. e 20%of the whole body at rest Ref: page no 369 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 1,
        "opa": "25",
        "opb": "35",
        "opc": "45",
        "opd": "55",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "eee6de1c-462c-4f8e-8fc6-aa521469bbe4",
        "choice_type": "single"
    },
    {
        "question": "Normal pH of human semen",
        "exp": "Normal pH range of semen is: 7. 35-7. 50. Ref: Ganong Review to medical physiology edition. 23 pg No: 405",
        "cop": 3,
        "opa": "7",
        "opb": "7. 2",
        "opc": "7. 4",
        "opd": "7. 8",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "11b53d26-97ad-49be-82ad-7f4648f45ba3",
        "choice_type": "single"
    },
    {
        "question": "The tendency for turbulent flow is greatest in",
        "exp": "The tendency for turbulent flow is greatest in the aoa. The turbulence of flow depends upon Reynold&; s Number: Reynold&; s Number Type of Blood flow <2000 Laminar 2000-3000 Transitional >4000 Turbulent In the proximal poions of the aoa and pulmonary aery, Reynold&; s Number can rise to several thousand during the rapid phase of the ejection, which causes considerable turbulence due to following High velocity of blood flow Pulsatile nature of the flow Sudden changes in vessel diameter Large vessel diameter Ref: Guyton and Hall 13th edition Pgno: 174",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6a47e8bb-1558-4ca2-b2f4-c93df36d9968",
        "choice_type": "single"
    },
    {
        "question": "Einthoven's triangle, what is the value of lead III when lead I = 2 mv and Lead II = 1 mv",
        "exp": "Einthovens formula states that the sum of voltages from lead I plus those from lead III minus those from lead II is zero. Lead I+III-II=0 This is based on the principle that the sum. of the voltages in a closed path equals zero. Because the positive and negative electrodes of lead II are reversed. So it is subtracted instead of adding.",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6299abf4-1ebf-4e1e-ba1a-1d045863640a",
        "choice_type": "single"
    },
    {
        "question": "During first, 3-4 month of gestation erythrocytes are formed by",
        "exp": "Stages of erythropoiesis according to development are. In the first 2 months of gestation - occurs in yolk sac (Mesoblastic phase)from 3rd month of gestation - In liver and spleen (Hepatic phase). From 20th week of gestation - In red bone marrow (myeloid phase. Ref: Medical Physiology Indu Khurana 2015 edition, Page No: 104",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Bone marrow",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5855dbc9-15c4-4305-8c7c-8cfd659b4f7b",
        "choice_type": "single"
    },
    {
        "question": "&; V' wave in JVP is due to",
        "exp": "The V wave mirrors the rise in atrial pressure before the tricuspid valve opens during diastole. Ref: Ganong&; s Review of medical physiology, 25th edition. Pg no. 542",
        "cop": 4,
        "opa": "Atrial contraction",
        "opb": "Mitral valve closure",
        "opc": "Atrial relaxation",
        "opd": "Tricuspid valve closure",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "e3721bd2-9e8c-44c4-81aa-dbb144209837",
        "choice_type": "single"
    },
    {
        "question": "Largest cross-sectional area",
        "exp": "Capillaries have largest total c. s area which is 4500 cm2. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 537 Table no: 32-9",
        "cop": 3,
        "opa": "Aery",
        "opb": "Veins",
        "opc": "Capillaries",
        "opd": "Venules",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bc1fd67d-493c-43c5-8751-242e166f7c70",
        "choice_type": "single"
    },
    {
        "question": "Increased BP & decreased heart rate is seen in",
        "exp": "Cushings reflex is a special type of CNS ischemic response. The cause is raised intracranial tension. When blood flow to the VMC is decreased., it suffers from ischemia. The VMC is stimulated leading to vasoconstriction and increase in BP. There is simultaneous stimulation of cardioinhibitory center by sinoaoic reflex mechanism. ie REFLEX hypertension is associated with bradycardia. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 164",
        "cop": 3,
        "opa": "Hemorrhage",
        "opb": "High altitude",
        "opc": "Raised intracranial pressure",
        "opd": "Anemia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8d25d061-0ab3-4ee2-8eaa-85a25f7967a1",
        "choice_type": "single"
    },
    {
        "question": "Pressure diuresis is due to",
        "exp": "As the pressure rises urine volume output is increased. This increased urinary output is the phenomenon of pressure diuresis. When GFR autoregulation is impaired, as often occurs in kidney disease, increases in aerial pressure can cause much larger increases in the GFR. The second effect of increased renal aerial pressure that raises urine output is that it decreases the percentages of the filtered loads of sodium and water that are reabsorbed by the tubules. The mechanisms responsible for this effect include a slight increase in peritubular capillary hydrostatic pressure, especially in the vasa recta of the renal medulla, and a subsequent increase in the renal interstitial fluid hydrostatic pressure. A third factor that contributes to the pressure natriuresis and pressure diuresis mechanisms is reduced angiotensin II formation.",
        "cop": 2,
        "opa": "Decrease in GFR",
        "opb": "Increase in peritubular hydrostatic pressure",
        "opc": "Increase in Aldosterone",
        "opd": "Increase in angiotensin II",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8c115249-b8f2-4bc7-bf71-15e32e753f8c",
        "choice_type": "single"
    },
    {
        "question": "2nd Most Common Hb in adult is",
        "exp": "a 2 ss 2 is the most abundant Hb in adult About 2. 5% of the hemoglobin is hemoglobin A2, in which b chains are replaced by d chains (a2d2) which is second most abundant Hb in adult human. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 522",
        "cop": 3,
        "opa": "a 2 ss 2",
        "opb": "a 2 g 2",
        "opc": "a 2 d 2",
        "opd": "ss 2 g 2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "18d60b30-03a5-4bed-bce7-1365fcd2f702",
        "choice_type": "single"
    },
    {
        "question": "Maximum pressure in right ventricle seen is",
        "exp": "Peak pressures in the left and right ventricles are about 120 and 25 mm Hg, respectively. Reference: Ganong's Review of Medical Physiology; 25th edition; Page no: 538",
        "cop": 2,
        "opa": "2mm. Hg",
        "opb": "25mm. Hg",
        "opc": "80mm. Hg",
        "opd": "120mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "e9307ca1-b143-4203-a1a4-a81132ff69ff",
        "choice_type": "single"
    },
    {
        "question": "Dicumarol is a drug that impairs the utilization of vitamin K by the liver. Dicumarol therapy, therefore, would decrease the plasma concentration of which of the following procoagulants?",
        "exp": "Dicumarol inhibits the action of vitamin K, which is a necessary cofactor for the enzyme that catalyzes the conversion of glutamic acid residues to g-carboxyglutamic acid residues. Six of the proteins involved in clotting require conversion of a number of glutamic acid residues to g-carboxyglutamic acid residues before being released into the circulation, and hence all six are vitamin K-dependent. These proteins include factors II (prothrombin). Others are; factors VII, IX, and X, protein C, and protein S Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 535",
        "cop": 1,
        "opa": "Prothrombin",
        "opb": "Fibrinogen",
        "opc": "Factor XI",
        "opd": "Ac-globulin (factor V)",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bd3966f7-ae0e-4d3d-b686-f23908b30fee",
        "choice_type": "single"
    },
    {
        "question": "Carbon monoxide poisoning is a type of",
        "exp": "CO poisoning is often listed as a form of anemic hypoxia because the amount of hemoglobin that can carry O2 is reduced, but the total hemoglobin content of the blood is unaffected by CO. The affinity of hemoglobin for CO is 210 times its affinity for O2, and COHb liberates CO very slowly. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 651",
        "cop": 1,
        "opa": "Anemic hypoxia",
        "opb": "Histotbxie hypoxia",
        "opc": "Hypoxic hypoxia",
        "opd": "Stagnant hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ecc8f049-f086-4493-94c2-903bab938ac5",
        "choice_type": "single"
    },
    {
        "question": "Maintainence of BP according to intracranial pressure is",
        "exp": "Cushings reflex is a special type of CNS ischemic response. The cause is raised intracranial tension. Mechanism is. Raisrd intracranial tension. Decreased blood flow to brain Ischemia of VMCStimulation of VMCVasoconstriction and increase in BPStimulation of baroreceptors Sinoaoic reflex Stimulation of CICRelex bradycardia Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 164",
        "cop": 1,
        "opa": "Cushing reflex",
        "opb": "Cushing disease",
        "opc": "Starling's reflex",
        "opd": "Gometz reflex",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5e5ca294-c31c-4351-972b-2f62eb55541c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following protein inhibits heme loss from plasma?",
        "exp": "Hemopexin Binds to porphyrins, paicularly heme for heme recycling which prevent heme loss from plasma. Ferritin is an intracellular protein that stores and releases iron Ferritin molecules in lysosomal membranes may aggregate in deposits that contain as much as 50% iron. These deposits are called hemosiderin. Ceruloplasmin- Transpo of copper",
        "cop": 2,
        "opa": "Ferritin",
        "opb": "Hemopexin",
        "opc": "Ceruloplasmin",
        "opd": "Hemosiderin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a7a2564e-199b-4808-8390-fadbbb59aab4",
        "choice_type": "single"
    },
    {
        "question": "Ejection fraction is",
        "exp": "It is the volumetric fraction of fliud ejected from the chamber on each contraction. Normal is greater than 60%",
        "cop": 1,
        "opa": "SV/EDV",
        "opb": "EDV/SV",
        "opc": "ESV/EDV",
        "opd": "SV/EDV",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "00d4e284-fd7d-49ec-bf75-a609f5a02ba0",
        "choice_type": "single"
    },
    {
        "question": "Sho term BP regulation exeed through kidney by",
        "exp": "Vasopressin is often called the antidiuretic hormone (ADH). It increases the permeability of the collecting ducts of the kidney, so that water enters the hypeonic interstitium of the renal pyramids. The urine becomes concentrated, and its volume decreases. The overall effect is, therefore, retention of water in excess of solute; consequently, the effective osmotic pressure of the body fluids is decreased. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 696",
        "cop": 1,
        "opa": "ADH",
        "opb": "ANP",
        "opc": "Epinephrine",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "a9a95c95-94bd-425f-91f3-cf9e4da21fd1",
        "choice_type": "single"
    },
    {
        "question": "Frequency of 1st heart sound",
        "exp": "The first sound has a duration of about 0. 15 s and a frequency of 25-45 Hz. It is soft when the heart rate is low because the ventricles are well filled with blood and the leaflets of the AV valves float together before systole. Ref: Ganong&; s Review of medical physiology 25th edition. Page: 542",
        "cop": 3,
        "opa": "10-15 Hz",
        "opb": "20-25 Hz",
        "opc": "25-45 Hz",
        "opd": "50 Hz",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "ed5fa618-2460-4ee1-bf3f-21b6536a7678",
        "choice_type": "single"
    },
    {
        "question": "Following change is noted during exercise",
        "exp": "During strenuous exercise, the body&; s heat production may exceed 1000 W. Some of the heat produced is stored, raising body core temperature by a few degrees. Rises in body temperature are sensed by central and skin thermoreceptors and this sensory information are processed by the hypothalamus to trigger appropriate effector responses. Other sensory inputs from baroreceptors and osmoreceptors can modify these responses.",
        "cop": 2,
        "opa": "Blood flow to brain increases with increase in mean systolic blood pressure",
        "opb": "Body temperature increases",
        "opc": "Lymphatic flow from muscle decreases",
        "opd": "Blood flow to muscles increase after half a minute",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4b40369a-dfb6-454a-8a1e-ae0c31cac16a",
        "choice_type": "single"
    },
    {
        "question": "Aeriole is",
        "exp": "The small aeries and aerioles are referred to as resistance vessels because they are the principal site of the peripheral resistance A large amount of blood can be added to the venous system before the veins become distended to the point where fuher increments in volume produce a large rise in venous pressure. The veins are therefore called capacitance vessels. Exchange across the capillary walls is essential to the survival of the tissues. Thus capillaries are exchange vessels. Elastic aery is otherwise called conducting aery. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 543",
        "cop": 2,
        "opa": "Conducting vessel",
        "opb": "Resistance vessel",
        "opc": "Exchange vessels",
        "opd": "Capacitance vessel",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3652a39c-a2e3-4837-9660-03bf9cf6ffa5",
        "choice_type": "single"
    },
    {
        "question": "In circulatory system, the highest velocity of blood flow is in the",
        "exp": "In circulatory system, the highest velocity of blood flow is in the aoa. The velocity of blood flow is inversely propoional to vascular cross-sectional area. v=Velocity F= Blood flow through the area A= Vascular cross sectional area Aoa has the least cross sectional area (4. 5 cm2) and capillaries have the maximum cross sectional area (4500 cm2). Thus, under resting conditions, the velocity is highest in aoa and least in capillaries. Ref: Guyton and Hall 13th edition Pgno: 169-170",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "3f656f2b-acd1-4e40-9919-e1868dd7bad5",
        "choice_type": "single"
    },
    {
        "question": "The conduction velocity is maximum in",
        "exp": "The velocity of conduction of the excitatory action potential signal along both atrial and ventricular muscle fibers is about 0. 3 to 0. 5 m/sec, or about 1/250 the velocity in very large nerve fibers and about 1/10 the velocity in skeletal muscle fibers. The velocity of conduction in the specialized heart conductive system--in the Purkinje fibers is as great as 4 m/sec in most pas of the system, which allows reasonably rapid conduction of the excitatory signal to the different pas of the heart. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 111",
        "cop": 4,
        "opa": "SA node",
        "opb": "AV node",
        "opc": "Bundle of his",
        "opd": "Purkinje fibres",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "6be79598-d4ff-46e3-a602-5d97d36d7929",
        "choice_type": "single"
    },
    {
        "question": "In a standard Electrocardiogram, an augmented limb lead measures the electrical potential difference between",
        "exp": "Augmented limb leads are recordings between one limb and the other two limbs Augmented limb leads, designated by the letter a (a. VR, a. VL, a. VF), are generally used Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 495 a. VR: b/w right arm (+electrode)and left arm+left leg(-electrode) a. VL: b/w the left arm(+electrodes) and right arm+left leg(-electrode) a. VF: b/w the left foot (+electrode)and right arm+left arm(-electrode) Vector of augmented limb lead=3/2 vector of unaugmented limb lead.",
        "cop": 2,
        "opa": "Two limbs",
        "opb": "One limb and two other limbs",
        "opc": "One limb and neutral (Zero)",
        "opd": "Two limbs and two other limbs",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "0954f125-c04a-4857-8eaf-8f1f1b6de6a5",
        "choice_type": "single"
    },
    {
        "question": "Erythropoiesis in first two months of gestation age takes place in",
        "exp": "In the first 2 month of gestation. the yolk sac is the main site of blood formation (MESOBLASTIC PHASE) Ref: Medical Physiology Indu Khurana 2015 edition p. Age No: 104",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Placenta",
        "opc": "Amniotic sac",
        "opd": "Chorion",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "bdc13811-cb0b-4b53-a352-1d593079cebd",
        "choice_type": "single"
    },
    {
        "question": "Albumin exeing high oncotic pressure because",
        "exp": "Albumin (69000)molecular weight is less compared to globulin(90000-150000) and fibrinogen (340000). 80%of osmotic pressure of blood is exeed by albumin since it has highest concentration. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 67",
        "cop": 2,
        "opa": "High molecular weight and low concentration",
        "opb": "Low molecular weight and high concentration*",
        "opc": "High molecular weight and high concentration",
        "opd": "Low molecular weight and low concentration",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "81d568da-8ebe-42f4-bd50-ed44f4b3f7f3",
        "choice_type": "single"
    },
    {
        "question": "Action of ANP is?",
        "exp": "The effects of a continuous i. v. infusion of urodilatin at a dose of 30 ng kg-1 min-1 was studied in a patient with congestive heart failure. After 30 min, urodilatin had induced a marked stimulation of plasma cyclic GMP concentrations. In parallel haematocrit increased. No significant diuresis and no change of invasive haemodynamics were observed. After 2 h the patient developed a profuse perspiration. Eighty minutes later he suffered from dizziness due to hypotension (blood pressure 80/40 mm. Hg) and a sudden bradycardia (50bpm). urodilatin is an ANP.",
        "cop": 1,
        "opa": "Bradycardia and hypotension",
        "opb": "Tachycardia and hypertension",
        "opc": "Bradycardia and hypertension",
        "opd": "Tachycardia and hypotension",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "4cfb7122-28eb-42a9-85fc-94b6d4052627",
        "choice_type": "single"
    },
    {
        "question": "Binding of oxygen to hemoglobin reduces its affinity for carbon dioxide, which is known as",
        "exp": "Increase in carbon dioxide in the blood causes oxygento be displaced from the hemoglobin (the Bohr effect). The reverse is also true: binding of oxygen with hemoglobin tends to displace carbon dioxidefrom the blood. Indeed, this effect, called the Haldane effect, Ref: Guyton & Hall: Textbook of Medical Physiology page no: 946",
        "cop": 1,
        "opa": "Haldane effect",
        "opb": "Chloride shift",
        "opc": "Bohr effect",
        "opd": "Anion exchanger 1",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "920f5847-b867-4ea7-98e5-284775fb525e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following factors tends to increase the lymph flow?",
        "exp": "The factor tend to increase lymph flow is increase in capillary hydrostatic pressure. Since the lymph is derived from the interstitial fluid, any factor that increases interstitial fluid pressure also increases lymph flow provided, the lymph vessel are functioning normally. The factors which increase interstitial fluid pressure include: Increased capillary hydrostatic pressure Increased interstitial fluid colloid osmotic pressure Increased permeability of the capillaries Decreased plasma colloid osmotic pressure All of the above factors increase the filtration at the capillary-interstitium interface and therefore increase the interstitial fluid volume and pressure. Ref: Guyton and Hall 13th edition Pgno: 200",
        "cop": 1,
        "opa": "Increased capillary hydrostatic pressure",
        "opb": "Increase plasma oncotic pressure",
        "opc": "Decreased capillary permeability",
        "opd": "Precapillary constriction",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "dbe6626d-0511-40e4-b6ea-6fd25445b8dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would help in the bridging the fibrin in a clot and stabilize the clot?",
        "exp": "Factor XIII is also called fibrin stabilizing factor or Laki-Lorand factor Ref: Ganong 25th ed/page 566",
        "cop": 1,
        "opa": "Factor XIII",
        "opb": "Factor V",
        "opc": "Factor VIII",
        "opd": "Factor III",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "9b0f951a-0991-43a8-8cd6-f6f1bde32ef9",
        "choice_type": "single"
    },
    {
        "question": "Which is not a RBC membrane protein?",
        "exp": "The protein skeleton consists of 2D mesh of spectrin tetramers and oligomers. It is attached to RBC membrane by attaching to ankyrin. Membrane proteins like glycophorin also present. Ref: Textbook of medical physiology by N Geetha, 3rd edition, page no. 77",
        "cop": 2,
        "opa": "Ankyrin",
        "opb": "Nebulin",
        "opc": "Spectrin",
        "opd": "Gycophorin",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "82007556-87e1-409b-9197-48e968100234",
        "choice_type": "single"
    },
    {
        "question": "Total cutaneous blood flow is",
        "exp": "At rest, the cutaneous blood flow is approximately 450 ml/min in the average... It accounts for 5% of the total body oxygen consumption.",
        "cop": 3,
        "opa": "1500 ml/min",
        "opb": "1000 ml/min",
        "opc": "450 ml/min",
        "opd": "250 ml/min",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "2c79d676-7dac-497a-9e69-039c7965acfe",
        "choice_type": "single"
    },
    {
        "question": "EDRF is",
        "exp": "Endothelial cells that line the inside of blood cells could release a substance that relaxes smooth muscle (endothelial-derived relaxing factor, EDRF). CLINICAL BOX 5-7 Common Drugs That Act on Smooth Muscle Overexcitation of smooth muscle in the airways, such as that observed during an asthma attack, can lead to bronchoconstriction. Inhalers that deliver drugs to the conducting airway are commonly used to offset this smooth muscle bronchoconstriction, as well as other symptoms in the asthmatic airways. The rapid effects of drugs in inhalers are related to smooth muscle relaxation. Rapid response inhaler drugs (eg, Ventolin, albuterol, sambuterol) frequently target b-adrenergic receptors in the airway smooth muscle to elicit a relaxation. Although these b-adrenergic receptor agonists targeting the smooth muscle do not treat all symptoms associated with asthma (eg, inflammation and increased mucus), they act rapidly and frequently allow for sufficient opening of the conducting airway to restore airflow and thus allow for other treatments to reduce airway obstruction. Smooth muscle is also a target for drugs developed to increase blood flow. As discussed in the text, NO is a natural signaling molecule that relaxes smooth muscle by raising cyclic guanosine monophosphate (c. GMP). This signaling pathway is naturally downregulated by the action of phosphodiesterase (PDE), which transforms c. GMP into a non-signaling form, GMP. The drugs sildenafil, tadalafil, and vardenafil are all specific inhibitors of PDE V, an isoform found mainly in the smooth muscle in the corpus cavernosum of the penis (see Chapters 25 and 32). Thus, oral administration of these drugs can block the action of PDE V, increasing blood flow in a very limited region in the body and offsetting erectile dysfunction. EDRF was later identified as the gaseous second messenger molecule, nitric oxide (NO). Ref: Ganong&; s Review of medical physiology 25th edition. Page: 117",
        "cop": 2,
        "opa": "NO2",
        "opb": "NO",
        "opc": "N2O",
        "opd": "SO2",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "750649ed-92b2-4aba-b42c-de7b7e6a71a1",
        "choice_type": "single"
    },
    {
        "question": "Cardiac hyperaemia/vasodilation is due to which mediator?",
        "exp": "Histamine and adenosine are vasodilators seen in cardiac muscles. Parasympathetic stimulation releases Ach at their endings which causes vasodilation. The effect is more in glands and GIT. Adrenaline acts alpha and beta receptors. It causes vasoconstriction alpha receptors in the blood vessels of the skin and mucous membrane whereas on skeletal blood vessels beta receptor stimulation causes vasodilation. cardiac acceleration by adrenaline is beta-receptor stimulation. Except in kidney dopamine produces vasoconstriction. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 181, 182, 351",
        "cop": 4,
        "opa": "Ach",
        "opb": "Adrenaline",
        "opc": "Dopamine",
        "opd": "Adenosine",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "40a17176-8526-414b-8f1e-cc9524d5934a",
        "choice_type": "single"
    },
    {
        "question": "Carotid Sinus baroreceptor is most sensitive to",
        "exp": "carotid sinus baroreceptor is most sensitive to mean aerial pressure(MAP) Maximal baroreceptor sensitivity is seen near the normal MAP. Very Small changes in aerial pressure around this is normal MAP dramatically alters baroreceptor firing to ensure normal aerial pressure is maintained. Baroreceptors Stretch receptors located in the heart and adventitia of the blood vessels. Types based on location Carotid Sinus and aoic arch receptors(high pressure regions) Cardiopulomonary receptors (low-pressure regions) 3. Afferents Carotid sinus - a branch of glossopharygeal nerve (IX CN)- the carotid sinus nerve (sinus nerve of hering) Aoic arch receptor- a branch of vagus nerve ((X CN) - aoic depressor nerve 4. Center for Reflex Medulla (Nucleus of tractus solitarius) 5. Efferents Sympathetic and parasympathetic neuronsto heart and vasculature Most sensitive to MAP The threshold for excitation: 50mm. Hg Maximal activity: 200mg 6. Responses when one carotid sinus is isolated and perfused and the other baroreceptors are denervated Perfusion pressure <30 mm. Hg: no response 70-110 mm. Hg: the linear relationship between perfusion pressure and the fall in systemiic BP and HR.. >150 mm. Hg: No fuher increase in response to the degree of inhibition of sympathetic nerve is maximal. Ref: Mosby&; s Cardiovascular Physiology Pgno: 185",
        "cop": 4,
        "opa": "Pulse pressure",
        "opb": "Diastolic BP",
        "opc": "Systolic BP",
        "opd": "Mean BP",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8573e941-b1a0-47d0-9701-1671d471dafc",
        "choice_type": "single"
    },
    {
        "question": "First response to decreased blood volume",
        "exp": "Baroreceptor reflex is an immediate compensatory mechanism in shock. There is stimulation of aerial baroreceptors and so sympathetic output is increased leading to vasoconstriction and reflex tachycardia. Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 184",
        "cop": 1,
        "opa": "Increased heart rate",
        "opb": "Tachypnea",
        "opc": "Hypotension",
        "opd": "Disorientation",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "08231981-c129-4875-ac62-524833dca847",
        "choice_type": "single"
    },
    {
        "question": "Diastolic heart failure is impairment in the filling of the left ventricle. Which of the following is LEAST likely to occur?",
        "exp": "Diastolic dysfunction is an impairment in the filling of the left ventricle (\"stiff ventricle\") caused by decreased compliance at a normal left atrial pressure. Systolic heart failure, which is an impairment in contractility, has a better response to positive inotropic agents. Most patients have a combination of both systolic and diastolic dysfunction. In diastolic heart failure, filling of the left ventricle is slow or incomplete (i. e., decreased compliance) unless left atrial pressures increase to maintain the ejection fraction at the expense of increasing pulmonary and systemic venous congestion. Clinical findings include dyspnea, which is the most common symptom, resulting from interstitial and pulmonary edema. Pathophysiologically, there is left atrial hypertension and pulmonary venous hypertension, leading to pulmonary congestion. Therapy is aimed at slowing the heart rate, which promotes filling of the left ventricle at low pressures. -Adrenergic blockers and calcium channel blockers are effective. Patients with diastolic dysfunction have a better survival rate than those with systolic dysfunction, because the ejection fraction is normal to slightly decreased, albeit at the expense of increased left atrial pressures. Systolic dysfunction is an impairment in contractility of the left ventricle or a defect in the ability ofmyofibrils to shoen against a load. The left ventricle loses its ability to eject blood into the aoa, so the ejection fraction (i. e., stroke volume/left ventricular end-diastolic volume) is decreased (usually < 40%); the normal ejection fraction is 80/120, or 66%, with a range of 55% to 75%. The ejection fraction is measured by echocardiography or radionuclide ventriculography. Signs of isolated systolic dysfunction include fatigue, prerenal azotemia, cool skin, and mental obtundation. The left ventricular chamber eventually dilates and patients develop fatigue, dyspnea, and peripheral edema, which are signs of right-sided heart failure. Examples of systolic dysfunction include post-myocardial infarction, ischemic injury (e. g., acute myocardial infarction), and congestive cardiomyopathy. Therapy is aimed at improving the performance of the left ventricle with the administration of positive inotropic agents and peripheral vasodilators to decrease peripheral resistance.",
        "cop": 4,
        "opa": "Improvement of the patient's condition with administration of calcium channel blocker",
        "opb": "Decreased compliance of the heart Increased left atrial pressure",
        "opc": "Increased left atrial pressure",
        "opd": "Improvement of patient's condition with administration of a positive inotropic agent",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "7a5ad2d0-6740-4592-8fc2-de431f928f94",
        "choice_type": "single"
    },
    {
        "question": "In echocardiography pulses of of ultrasonic waves are admitted at a frequency of",
        "exp": "In echocardiography pulses of ultrasonic waves at a frequency of 2. 25 megahez are admitted from a transducer that also functions as a receiver as a receiver to detect waves reflected back from various pas of the heart. Ref: page no 347 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 2,
        "opa": "1 megahez",
        "opb": "2 megahez",
        "opc": "20 Hez",
        "opd": "2000 Hez",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "973d9741-d390-4e46-a970-ab67fef511f6",
        "choice_type": "single"
    },
    {
        "question": "Which clotting factor is required for stabilization of fibrin clot?",
        "exp": "The fibrin is initially a loose mesh of interlacing strands. It is conveed by the formation of covalent cross-linkages to a dense, tight aggregate (stabilization). This latter reaction is catalyzed by activated factor XIII ie XIIIa. VIII - Antihemophilic factor (AHF), antihemophilic factor A, antihemophilic globulin (AHG)IX - Plasma thromboplastin component (PTC), Christmas factor, antihemophilic factor BV - Proaccelerin, labile factor, accelerator globulin. Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 532",
        "cop": 1,
        "opa": "XIIIa",
        "opb": "VIII",
        "opc": "IX",
        "opd": "V",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "13f7e542-74ec-4249-8a16-e31b31b1a0b8",
        "choice_type": "single"
    },
    {
        "question": "The greatest total cross-sectional area in the circulatory system is of",
        "exp": "The greatest cross sectional area in the circulatory system is of capillaries. The total cross-sectional area is minimum for the aoa. Characteristics of Various Types of Blood Vessels in Systemic Circulation: Vessel Lumen Diameter Wall Thickness Approx. Total cross sectional area (Cm2) % of Blood volume contained * Aoa 2. 5cm 2mm 4. 5 2 Aery 0. 4cm 1mm 20 8 Aeriole 30 mcm 1 mcm 400 1 Capillary 5 mcm 1 mcm 4500 5 Venule 20 mcm 2 mcm 4000 54 Vein 0. 5cm 0. 5mm 40 54 Vena cava 3 cm 1. 5mm 18 54 *In systemic vessels; there is an aditional 12% in the heart and 18% in the pulmonary circulation. Ref: Ganong&; s review of medical physiology 26th edition Pgno: 559",
        "cop": 2,
        "opa": "Aoa",
        "opb": "Capillaries",
        "opc": "Venules",
        "opd": "Vene cavea",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5fda4dd2-ed2c-4191-b7f1-8907b806b949",
        "choice_type": "single"
    },
    {
        "question": "Site of RBC formation in 20-year-old healthy male is",
        "exp": "RBC formation in 20-year-old healthy adult takes place in flat bones. It also occurs in end of long bones. RBC formation during mesoblastic stage (3rd week to 3rd month) of intrauterine life takes place in yolk sac. RBC formation during hepatic stage (after 3 months) of intrauterine life takes place in liver. Ref: Medical physiology for UG students, Indu Khurana, pg 104",
        "cop": 1,
        "opa": "Flat bones",
        "opb": "Long bones",
        "opc": "Liver",
        "opd": "Yolk sac",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "8f73c214-4f86-40c6-bc88-718cc34b9f73",
        "choice_type": "single"
    },
    {
        "question": "The major role of 2, 3 DPG in RBC includes",
        "exp": "The normal BPG in the blood keeps the O2-hemoglobin dissociation curve shifted slightly to the right all the time. In hypoxic conditions that last longer than a few hours, the quantity of BPG in the blood increases considerably, thus shifting the O2-hemoglobin dissociation curve even faher to the right. This shift causes O2 to be released to the tissues at as much as 10 mm Hg higher tissue O2 pressure than would be the case without this increased BPG. Therefore, under some conditions, the BPG mechanism can be impoant for adaptation to hypoxia, especially to hypoxia caused by poor tissue blood flow. Ref: Guyton and Hall textbook of medical physiology 13th edition. Page: 532",
        "cop": 2,
        "opa": "Binding of O2",
        "opb": "Release of O2",
        "opc": "Acid base balance",
        "opd": "Reversal of glycolysis",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "06bbd2f9-2c3d-4fd6-afef-1b5830f43ff5",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male patient came with the complaint of palpitations. Examination of pulse revealed irregular heabeat and advised ECG recording. Spread of cardiac impulse is fastest in which of the following structure",
        "exp": "Conduction speed in cardiac tissue: Tissue Conduction Rate SA node 0. 05 Atrial pathways 1 AV node 0. 05 Bundle of His 1 Purkinje system 4 Ventricular muscle 1 Purkinje fibers also have the ability of firing at a rate of 15-40 beats per minute if upstream conduction or pacemaking ability is compromised. In contrast, the SA node in normal state can fire at 60-100 beats per minute. In sho, they generate action potentials, but at a slower rate than sinoatrial node. This capability is normally suppressed. Thus, they serve as the last reso when other pacemakers fail. When a Purkinje fiber does fire, it is called a premature ventricular contraction or PVC, or in other situations can be a ventricular escape. It plays a vital role in the circulatory system. Reference: Ganong's Review of Medical Physiology; 25th edition; Page no: 522",
        "cop": 4,
        "opa": "SA node",
        "opb": "AV node",
        "opc": "Bundle of His",
        "opd": "Purkinje fibre",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "5a3bf5e9-5210-4a40-87e2-60bcbe1a2e2d",
        "choice_type": "single"
    },
    {
        "question": "Stimulation of peripheral chemoreceptors causes:",
        "exp": "Peripheral chemoreceptor in the carotid and aoic bodies can produce variable effects on heart rate- Direct Effect: Vagal stimulation- Bradycardia Indirect effect: Hypoxia- Peripheral chemoreceptor stimulation - Hyperventilation and increased catecholamine secretion - Tachycardia and increased cardiac output Chemoreceptor reflex Receptors Peripheral chemoreceptors in carotid and aoic bodies Central chemoreceptors in the medulla. Stimulus Decrease in Pa. O2 Increase in Pa CO2, H+ ion conc Afferent IX (sinus nerve of Hering) and X (Vagus N) Center for Reflex Medulla Efferent Sympathetic and parasympathetic neurons to heart vasculature and adrenal medulla. Response Direct effect: Bradycardia Indirect effect: Hyperventilation, tachycardia, vasoconstriction, increased cardiac output and increased BP. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 581, 582",
        "cop": 3,
        "opa": "Bradycardia",
        "opb": "Tachycardia",
        "opc": "Either bradycardia or tachycardia",
        "opd": "Neither bradycardia nor tachycardia",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "e7d6968b-02ad-4946-b92c-595a86e70681",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not involved in intrinsic pathway?",
        "exp": "Factor VII is required for the activation of Factor X in extrinsic pathway Ref: Ganong's Review of Medical Physiology Twenty-Third Edition Page No: 533",
        "cop": 4,
        "opa": "Factor XII",
        "opb": "Factor XI",
        "opc": "Factor IX",
        "opd": "Factor VII",
        "subject_name": "Physiology",
        "topic_name": "Cardiovascular system",
        "id": "11f72356-c59c-4f43-a667-596e08b270f5",
        "choice_type": "single"
    }
]