[
    {
        "question": "Type of collagen found in basement membrane -",
        "exp": "Ans. is 'd' i. e., IV o Type IV collagen with laminin are the major constituent of basement membrane. Type of collagen. Distribution. Type ISkin, tendon, bone, cornea. Type IIArticular cartilage, intervertebral disc. Vitreous humor. Type IIIFetal skin, cardiovascular systam, lung, reticular fiber. Type IVBasement membrane. Type VPlacenta, skin.",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "5fd147f4-af9e-4b99-9f47-39d91b42304d",
        "choice_type": "single"
    },
    {
        "question": "Structure without any membrane is?",
        "exp": "ANSWER: (C) Nucleolus. REF: Guyton's 11th ed ch: 2. Most organelles of the cell are covered by membranes composed primarily of lipids and proteins. These membranes include the cell membrane, nuclear membrane, membrane of the endoplasmic reticulum, and membranes ofthe mitochondria, lysosomes and Golgi apparatus. The nuclei of most cells contain one or more highly staining structures called nucleoli. The nucleolus, unlike most other organelles discussed here, does not have a limiting membrane. Instead, it is simply an accumulation of large amounts of RNA and proteins of the types found in ribosomes. The nucleolus becomes considerably enlarged when the cell is actively synthesizing proteins.",
        "cop": 3,
        "opa": "Mitochondria",
        "opb": "Nucleus",
        "opc": "Nucleolus",
        "opd": "Endoplasmic reticulum",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "e9f391d7-8a51-400c-b00c-4caf463290c8",
        "choice_type": "single"
    },
    {
        "question": "Cells most sensitive to hypoxia are -",
        "exp": "Ans. is 'b' i. e., Neurons o The susceptibility of a tissue to hypoxia influences the likelihood of infarction. o Neurons are most sensitive to hypoxia (irreversible changes develop in 3-4 minutes) followed by myocardial cells (irrversible changes develop in 20-40 minutesfo Fibroblasts are amongst the most resistent cells to hypoxia.",
        "cop": 2,
        "opa": "Myocardial cells",
        "opb": "Neurons",
        "opc": "Hepatocytes",
        "opd": "Renal tubular epithelial cells",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "a1b8c31f-6da5-4a95-8877-3c0cecedcf91",
        "choice_type": "single"
    },
    {
        "question": "Function of ubiquitin in the cell is:",
        "exp": "Ref: Koeppen BM, Stanton BA. Skeletal Muscle Physiology. In: Berne & Levy Physiology 6th ed. Mosby; 2008 p 250. & Hershko A, Ciechanover A. The uhiquitin system. Anna Rev Biochem. 1998: 67: 425-79. Explanation:\"One factor thought to contribute to the decreased protein synthesis and increased protein degradation during periods of mechanical inactivity is the release of a ubiquitin ligase (Mu. RF2) from titin. Mu. RF2 also promotes protein degradation through ubiquitination \"The ubiquitin system. The selective degradation of many short-lived proteins in eukaryotic cells is carried out by the ubiquitin system. In this pathway, proteins are targeted for degradation by covalent ligation to ubiquitin. a highly conserved small protein. UBIQUITIN-mediated degradation of regulatory- proteins plays important roles in: Cell-cycle progression. Signal transduction. Transcriptional regulation. Receptor dow n-regulation. Endocytosis. Immune response. Development. Programmed cell death (Apoptosis)",
        "cop": 1,
        "opa": "Degradation of intracellular protein",
        "opb": "Endocytosis",
        "opc": "Exocytosis",
        "opd": "Plays an important role in acute inflammation",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "a891adbd-8a40-4c30-883e-1740ffeb056b",
        "choice_type": "single"
    },
    {
        "question": "A marker of Golgi apparatus is-",
        "exp": "Ans. A. Galactosyl transferase. Enzymatic Markers of Different Membranes-Membrane. Enzyme. Plasma5'-Nucleotidase. Adenylyl cyclase NA+-K+-ATPase. Endoplasmic reticulum. Glucose-6-phosphatase. Golgi apparatus Cis. GIc. NAc transferase IMedial. Golgi mannosidase IITrans. Galactosyl transferase. Trans Golgi Network. Sialyl transferase. Inner mitochondrial membrane. ATP synthase",
        "cop": 1,
        "opa": "Galactosyl transferase",
        "opb": "Acetyl CoA synthetase",
        "opc": "Pyruvate kinase",
        "opd": "Malonyl CoA",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "dda23854-5021-43f7-8845-d674c0bafc89",
        "choice_type": "single"
    },
    {
        "question": "The cells of the human body most sensitive to ischemia are:",
        "exp": "Ans. a. Neurons (Ref: Ganong 24/e p653; Abe K, Aoki M Kawagoe J. Yoshda T, Hattori A, Kogure K and Itoyama Y. Ischemic Delayed Neuronal Death: A Mitochondrial Hypothesis. Stroke. 1995; 26; 1478-1489; Robbins 9/e p130, 8/e p129). The cells of the human body most sensitive to ischemia are neurons. \"The susceptibility of a tissue to hypoxia influences the likelihood of infarction. Neurons are most sensitive to hypoxia (irreversible changes develop in 3-4 minutsQ followed by myocardial cells (irreversible changes develop in 20-40 minutes). Fibroblast are amongst most resistant cells to hypoxia. \" -Robbins 8/e p129\"Brain cells, especially neurons, are very sensitive to various injuries, such as ischemia, hypoxia, hypoglycemia, infection, and trauma. The vulnerability is different even within neuronal populations. A brief period of global brain ischemia causes cell death in hippocampal CA1 pyramidal neurons days after reperfusion. Other neurons, such as parietal cortical or hippocampal CA3, are much less vulnerable. This phenomenon in commonly referred to as delayed neuronal death. A similar phenomenon occurs after ischemic injury in humans. Prolonged ischemia extends the area of neuronal death to the caudate and thalamic nuclei. However, because hippocampal CA1 neurons are most vulnerable to ischemia, the cell death has been thought to represent a sensitivity of the neurons to injuries. \" Abe K, Aoki M, Kawagoe J, Yoshda T, Hattori A, Kogure K and Itoyama Y. Ischemic Delayed Neuronal Death: A Mitochondrial Hypothesis. Stroke. 1995; 26; 1478-1489",
        "cop": 1,
        "opa": "Neurons",
        "opb": "Nephrons",
        "opc": "Cardiac myocyte",
        "opd": "Hepatocytes",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "5e87a5c8-5aa1-4266-a9ee-ab975fec91bf",
        "choice_type": "single"
    },
    {
        "question": "Most abundant extracellular ion is?",
        "exp": "ANSWER: (C) Sodium. REF: Guyton's physiology 11th edition page 46, 358. Repeat from June 2008 and December 2008. Potassium is the most abundant cation in intracellular fluid. Phosphate is the most abundant intracellular anion. Sodium is the most abundant extracellular cation. Chloride is the most abundant extracellular anion.",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Potassium",
        "opc": "Sodium",
        "opd": "Chloride",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "6b118484-4f5f-4cf5-b085-b85ffd55a716",
        "choice_type": "single"
    },
    {
        "question": "A highest level of zinc is found in?",
        "exp": "ANSWER: (A) Prostate. REF: Trace element analysis in biological specimens by R. F. M. Herber, Markus Stoeppler page 551. Tissue. Mean concentration of Zinc. Adrenal43. 2. Bone94. Brain39. Heart87. Skin25. Prostate243. Muscle200. Liver169. Kidney188",
        "cop": 1,
        "opa": "Prostate",
        "opb": "Skin",
        "opc": "Hair",
        "opd": "Bone",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "0f587d35-9fe1-4b28-a793-f2ebe4ac625f",
        "choice_type": "single"
    },
    {
        "question": "Peripheral cell membrane proteins are -",
        "exp": "Ans. is 'c' i. e., Adhesion molecules Proteins in cell membraneo Most of the membrane proteins are glycoproteins. There are following types of membrane proteins: -Integral (Transmembrane or intrinsic) Proteins: -These proteins pass 'through and through', i. e., they run (span) the entire length of lipid bilayer. Integral proteins are globular and amphipathic, consisting of two hy drophilic ends separated by an intervening hydrophobic region that traverses the hydrophobic core of the bilayer. Integral proteins interact by non-polar (hydrophobic) interacts with the fatty acyl groups of phospholipids in the cell membrane and require the use of detergents for their solubilization. Integral proteins are asymmetrically distributed across the membrane bi layer. Integral proteins function as channels (pores), receptors, ion pumps, carrier proteins and enzyme. Peripheral (Extrinsic) proteins. Peripheral proteins are present on the surface of the membrane and do not penetrate all the way through. They are located on both surface of membrane, outer and inner. Peripheral proteins do not interact directly with the phospholipid in the bilayer. They bound to the hydrophilic regions of the transmembrane proteins through electrostatic and hydrogen bonds. However, some (not all) proteins bind to membrane via a covalentently attached lipid anchor, i. e., interaction with polar (hydrophilic) lipid head groups in the membrane, As they do not interact directly with hydrophobic core of phospholipids, they do not require use of detergents for their release. They can be released by treatment with salt solutions of high ionic strength. Peripheral proteins serve as cell adhesion molecules (CAMs) that anchor cells to neighboring cells and to basal lamina. They also contribute to cytoskeleton when present on the inside of the membrane, e. g., spectrin, ankyrin, band 4. 1 in RBCs.",
        "cop": 3,
        "opa": "Pump",
        "opb": "Channel",
        "opc": "Adhesion molecules",
        "opd": "Enzyme receptors",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "183ec40e-8d9d-4bd8-a550-b4cf7b3cd527",
        "choice_type": "single"
    },
    {
        "question": "Function of cholesterol in plasma membrane -",
        "exp": "Ans. is 'c' i. e.. Maintains fluidity o Roles of cholesterole in cell membrane are. Cholesterol modifies the fluidity of membrane in two way. At temperatures below Tm - Increases fluidity. At iemperatures above Tm - Decreases fluidity. Cholesterol affects essential cellular functions through the modulation of particular membrane enzymes. Cholesterol provides cell membrane some extra support. o Option d requires specific mention here. Bile acids are derived from cholesterol. But it is not in plasma membrane, rather it is from intracellular cholesterol.",
        "cop": 3,
        "opa": "Helps in transport of ions",
        "opb": "Helps in exocytosis",
        "opc": "Maintains fluidity",
        "opd": "Helps in synthesis of bile acids",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "94417a4c-c02b-42fb-bc62-ce96938473e1",
        "choice_type": "single"
    },
    {
        "question": "In extreme cold, which is not a mechanism of thermogenesis -",
        "exp": "Ans. is 'd' i. e., Piloerectiono Thermogenesis means increased production of heat. o Piloerection is a mechanism for decreased heat loss (not for increased production of heat, i. e. thermogenesis). Further, piloerection is important for animals, but not for human. Mechanisms activated by cold (mechanisms of heat gain). Increased head production. Decreased heat losso Shiveringo Cutaneous vasoconstrictiono Hvperphagiao Reduced surface area. Curling upo Increased secretion of catecholamineso Piloerection It is important for animals witho Increased secretion of thyroxinefur or feathers but not for humano Exercise (Increased voluntary muscle activity) o Non-shivering thermogenesis",
        "cop": 4,
        "opa": "Shivering",
        "opb": "Increased secretion of epinephrine",
        "opc": "Increased thyroxine",
        "opd": "Piloerection",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "b6452b39-04cb-4114-99d0-a24c5fc4a324",
        "choice_type": "single"
    },
    {
        "question": "The chief intracellular ion in our body is?",
        "exp": "Ans. (a) K+ (Potassium). Ref: Ganong 25th ed. / 9. Normal serum potassium= 3. 5-5. 5 meq/dl. Intracellular potassium= 150 meq/dl",
        "cop": 1,
        "opa": "K+",
        "opb": "Na+",
        "opc": "Ca\"",
        "opd": "Mg\"",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "dfc05f27-e3fb-4754-8553-f20e4959ce2a",
        "choice_type": "single"
    },
    {
        "question": "Inracellular concentration of K+ is",
        "exp": "Ans. is 'd' i. e., 150 meq/L o Intracellular K+ concentration - 150 meq/Lo Extracellular K+ concentration - 4. 5 - 5 meq/LComponent. Extracellular fluid (ECF) (meq/1). Intracellular fluid (ICF) (meq/l). Na+K+C1-HCO3-Mg+2. Ca+2. PO4-21425. 5103281[?]22[?]5414150410580 0001 75. Protein (organic anion)5 (2g%)40 (16g %)",
        "cop": 4,
        "opa": "5. 5meq/L",
        "opb": "15meq/L",
        "opc": "28meq/L",
        "opd": "150meq/L",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "d2532b55-29aa-4f4e-a1b8-af03abb25723",
        "choice_type": "single"
    },
    {
        "question": "Most important intracellular cation -",
        "exp": "Ans. is 'b' i. e., K+ o In ECF, most abundant cation is Na+ and most abundant, anion is Cl-. o On the other hand, in ICF most abundant cation is K+ and most abundant anion is PO4-2 followed by protein.",
        "cop": 2,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Ca2+",
        "opd": "Mg2+",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "b1ad90f6-6784-4f9d-90c8-1d199632f5a5",
        "choice_type": "single"
    },
    {
        "question": "Autophagic vacuoles fuse with -",
        "exp": "Ans. is 'c' i. e., Lysosome o Autophagy is the process by which cells sequester and degrade their own cytoplasmic organelles, o During the process, autophagic vacuole is formed, which is a bilayer vacule containing unnecessary or dysfunctional organelle. o Autophagic vacule fuses with lysosome to form autophagosome (autophagolysosome). o Then, hydrolytic enzymes of lysosome degrade the organelle of autophagic vacuole.",
        "cop": 3,
        "opa": "Golgi complex",
        "opb": "ER",
        "opc": "Lysosome",
        "opd": "Mitocondria",
        "subject_name": "Physiology",
        "topic_name": "Cell Physiology and Intercellular Connections",
        "id": "e2e425f0-5c5a-42fe-b8a2-524724eb0110",
        "choice_type": "single"
    }
]