[
    {
        "question": "Not a molecular motor:",
        "exp": "Motor proteins: Molecular motors include the proteins: myosin kinesin dynein They move along a track- microtubules or microfilaments - and pull larger structures such as vesicles, fibers, or paicles. Such movement can be used for intracellular transpo or movement of the cell's entire framework.",
        "cop": 3,
        "opa": "Kinesin",
        "opb": "Dynein",
        "opc": "Actin",
        "opd": "Myosin",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "a9f58246-3b51-4e63-b200-9835291680fb",
        "choice_type": "single"
    },
    {
        "question": "Integrin connects actin to which macromolecule in ECM:",
        "exp": "CAMs bind to laminins, a family of large cross-shaped molecules with multiple receptor domains in the extracellular matrix. Laminin is a high molecular weight ECM protein. Many CAMs pass through the cell membrane and are anchored to the cytoskeleton inside the cell. Some bind to like molecules on other cells (homophilic binding), whereas others bind to nonself molecules (heterophilic binding). Actin is connected to the sarcolemma, from where integrin connects it to laminin in ECM.",
        "cop": 1,
        "opa": "Laminin",
        "opb": "Collagen",
        "opc": "Fibronectin",
        "opd": "Vitronectin",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "68dff815-8846-4d7b-b0b8-1345011dbfbb",
        "choice_type": "single"
    },
    {
        "question": "Receptor mediated endocytosis requires:",
        "exp": "Clathrin-mediated endocytosis occurs at membrane indentations where the protein clathrin accumulates. Clathrin molecules have the shape of triskelions, with three \"legs\" radiating from a central hub. At the neck of the vesicle, the GTP-binding protein dynamin is involved, either directly or indirectly, in pinching off the vesicle. Contractile filaments of actin and myosin are also involved.",
        "cop": 4,
        "opa": "Clatharin",
        "opb": "Dynamin",
        "opc": "Actin",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "817c99d4-55fc-446b-ad8d-b367128b210c",
        "choice_type": "multi"
    },
    {
        "question": "Which cell adhesion molecules (CAM) is calcium mediated?",
        "exp": "Type of CAM Subtypes Distribution Calcium- dependent 1. Cadherins 2. Selectins 3. Integrins - Most cells including epithelia - Migrating cells E. g.: leucocytes - b/w cells & intercellular substance. About 20 types; each attaching to an extracellular molecule. CALCIUM INDEPENDENT: 1. Neural cell adhesion molecule (NCAM) - nerve cells 2. Intercellular adhesion molecule (ICAM) - leucocytes.",
        "cop": 1,
        "opa": "Cadherin",
        "opb": "NCAM",
        "opc": "Ig. SF",
        "opd": "Fibronectin binding protein",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "0aea4cd7-4f4f-4668-96be-eafc66e7e616",
        "choice_type": "single"
    },
    {
        "question": "At low concentrations, phospholipids form:-",
        "exp": "Phospholipids Low concentrations form monolayer Eg: Surfactant Moderate concentrations phospholipids forms circular aggregates Eg: Micelles High concentrations forms bilayer Eg: Cell membranes (made of lipid bilayers)",
        "cop": 3,
        "opa": "Chylomicrons",
        "opb": "Micelles",
        "opc": "Monolayer",
        "opd": "Bilayer",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "b20c9cc8-80ff-4a7a-9348-e0b3ceaa66ae",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the example of ATP-binding cassette (ABC) transpoer?",
        "exp": "ATP-dependent transpoers are of two types: ATPase ion transpoers ATP-binding cassette (ABC) transpoers. ABC transpo proteins have a motif in their amino acid sequence that is an ATP-binding cassette (ABC). ATPases are primary active transpoers or pumps; ABC transpoers can act as pumps, channels or regulators. Sulfonylurea is a class of anti-diabetic drugs; these drugs have receptors (SUR) on the pancreatic b-cell. SUR belongs to the ABC-C subfamily. ATPases are of 3 types ~ P-type, V-type, and F-type. SERCA is P-type ATPase. (P-type is also called E1-E2. ATPase.) F0-F1 pump in the mitochondrial membrane is F-type ATPase. Band 3 protein is the Cl-/HCO3- exchanger (antipoer).",
        "cop": 3,
        "opa": "F0-F1 pump",
        "opb": "SERCA in the skeletal muscle",
        "opc": "SUR (sulfonylurea receptor) in pancreas",
        "opd": "Band 3",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "7302bf0f-a7ca-4266-a2c7-03a923b84e9c",
        "choice_type": "single"
    },
    {
        "question": "Epithelial cells get clues about the nature of their neighbors from:",
        "exp": "Zonula adherens or adhering junctions provide such clues to epithelial cells, leading eventually to formation of a coherent epithelium. Zonula adherens and desmosome helps to hold cells together, and the hemidesmosome and focal adhesions attach cells to their basal laminas. The gap junction makes - cytoplasmic \"tunnel\" for diffusion of small molecules (< 1000 Da) between two neighboring cells.",
        "cop": 2,
        "opa": "Macula adherens",
        "opb": "Zonula adherens",
        "opc": "Connexons",
        "opd": "Zonula occludens",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "81890375-3416-491e-a553-e0ad0661baf5",
        "choice_type": "single"
    },
    {
        "question": "Structurally the connexons are:",
        "exp": "A connexon is composed of six integral membrane protein(Hexamers), having subunits called connexins. Ligand-gated ion channels are made up of pentameric proteins. Voltage-gated ion channels are made up of tetrameric proteins. G-protein, ENaC are the examples of trimeric proteins.",
        "cop": 1,
        "opa": "Hexamers",
        "opb": "Pentamers",
        "opc": "Tetramers",
        "opd": "Trimeric proteins",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "fc2ba292-5477-40fa-8e9e-375b8b92a0cc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a major function of the endoplasmic reticulum (ER)?",
        "exp": "Proteins and lipids are formed on the ER and then passed on to the Golgi apparatus, where they are fuher processed before being released into the cytoplasm, where they can be used in the cell or secreted. The ER does not secrete proteins and lipids from the cell. The ER also provides enzymes that control glycogen breakdown and help to detoxify substances such as drugs that could damage the cell.",
        "cop": 4,
        "opa": "Synthesis of lipids",
        "opb": "Synthesis of proteins",
        "opc": "Providing enzymes that control glycogen breakdown",
        "opd": "Secretion of proteins synthesized in the cell",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "0f05ba66-7e15-4db2-b92a-7f70046d58a8",
        "choice_type": "single"
    },
    {
        "question": "The X-linked Charcot-Marie-Tooth disease results from a defect of:",
        "exp": "Charcot Marie Tooth disease is a peripheral neuropathy. It results from defective connexin-32 that forms gap junctions between adjacent Schwann cells. Defect in connexin 40 - Idiopathic atrial fibrillation.",
        "cop": 2,
        "opa": "Connexin 30",
        "opb": "Connexin 32",
        "opc": "Connexin 36",
        "opd": "Connexin 40",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "bcdcd544-3f9d-4a34-aedd-3e0386fca696",
        "choice_type": "single"
    },
    {
        "question": "The cell adhesion molecules (CAMs) involved in neuronal synaptic developments during embryogenesis are",
        "exp": "Cadherins (the Ca++-dependent CAMs) and Catenins (the cytosolic paners of cadherins) are known to be involved in synaptogenesis and synaptic plasticity. It mediate cell-to-cell adhesion by homophilic reactions",
        "cop": 2,
        "opa": "Integrins",
        "opb": "Cadherins",
        "opc": "IgG superfamily",
        "opd": "Selectins",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "af0d56e3-7838-4bf8-a6a6-97d6953a3ec8",
        "choice_type": "single"
    },
    {
        "question": "Which one the following does NOT primarily involve an action K+ channels?",
        "exp": "Hypoxic pulmonary vasoconstriction and carotid body discharge are brought about by the O2-sensitive K+ channel. Insulin secretion by sulfonylurea is brought about by its action the ATP-sensitive K+ channel on the pancreatic b-cell. Malignant hypehermia is a disorder of excitation-contraction coupling, resulting from genetic defect of RyR (a Ca++-release channel). Dantrolene uncouples the excitation from contraction, by acting on the Ca++ channel.",
        "cop": 4,
        "opa": "Hypoxic Pulmonary Vasoconstriction",
        "opb": "Insulin secretion by Sulfonylurea",
        "opc": "Carotid body discharge with reduced O2",
        "opd": "Dantrolene in the treatment of Malignant Hypehermia",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "95a6bf04-788e-47d0-9c75-93cc983ea8b2",
        "choice_type": "single"
    },
    {
        "question": "Protein to lipid ratio is LEAST in:",
        "exp": "Myelin sheath has the least Protein: Lipid Ratio Membrane Protein Lipid Carbohydrate Red blood cell membrane 49% 43% 8% Myelin around nerve cells 18% 79% 3% Inner mitochondrial membrane 76% 24% 0%",
        "cop": 4,
        "opa": "Inner mitochondrial membrane",
        "opb": "Outer mitochondrial membrane",
        "opc": "RBC membrane",
        "opd": "Myelin sheath",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "a7057fd1-35b9-48f6-b297-d8f2cfbebdbf",
        "choice_type": "single"
    },
    {
        "question": "All the following are characteristics of the plasma membrane except:",
        "exp": "Plasma membrane of eukaryotic cells has a thickness of about 5 nm, constituted by lipid bilayer and embedded proteins. Hence, option B is the answer. It is selective for the transpo of substances into or out of the cells - for active as well as passive transpos It consists of Na+-K+ pump. It causes active transpo of sodium out of the cell and that of potassium into the cell. Thus, ionic gradients are established. Option C is a correct statement. Proteins - Integral proteins (sensors for signals from the external environment) and peripheral proteins.",
        "cop": 2,
        "opa": "It serves as a selective transpo route through the facilitation of both active and passive transpo.",
        "opb": "It possesses a thickness of 1 to 2 mm.",
        "opc": "It is involved in the generation of ionic gradients between the cytoplasm and the external environment.",
        "opd": "It serves as a sensor of signals from the extracellular environment.",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "d8df0955-9565-4c80-8925-584c6fbaf7da",
        "choice_type": "multi"
    },
    {
        "question": "A herpetologist is bitten by a poisonous snake and is taken to the emergency depament with progressive muscle paralysis. The venom is probably incapacitating his",
        "exp": "Snake venom usually blocks acetylcholine receptors, preventing depolarization of the muscle cell. The Na+ and Ca2+ channels are not incapacitated by snake venoms",
        "cop": 4,
        "opa": "Na+ channels",
        "opb": "Ca2+ channels",
        "opc": "Phospholipids",
        "opd": "Acetylcholine receptors.",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "01509b30-dee5-4ab5-81d4-866a4f80730b",
        "choice_type": "single"
    },
    {
        "question": "A muscle cell has an intracellular of 14 mM and an extracellular of 140 mM. Assuming that 2. 3 /F = 60 mV, what would the membrane potential be if the muscle cell membrane were permeable only to Na+?",
        "exp": "Nernst equation Used to calculate the equilibrium potential for a single ion. In applying the Nernst equation, we assume that the membrane is freely permeable to that ion alone. ENa+ = 2. 3 /zF log Ce/Ci ENa+ = 60 mV log 140/14 = 60 mV log 10 ENa+= 60 mV. Notice that the signs were ignored and that the higher concentration was simply placed in the numerator to simplify the log calculation. To determine whether ENa+ is +60 mV or -60 mV, - Use the intuitive approach= Na+ will diffuse from extracellular to intracellular fluid down its concentration gradient, making the cell interior positive.",
        "cop": 4,
        "opa": "+80 mV",
        "opb": "-60 mV",
        "opc": "-80 mV",
        "opd": "+60 mV",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "05a73008-d9ee-4f25-a617-bccde9222308",
        "choice_type": "single"
    },
    {
        "question": "Not a cell adhesion molecule:",
        "exp": "Major cell adhesion molecules (CAMs) Name Examples Cadherins Cell- cell junctions such as adherens junctions and desmosomes. calcium- dependent Integrins Primarily found in cell - matrix junctions. These also function in cell signaling. Immunoglobulin superfamily CAMs NCAMs (nerve-cell adhesion molecules). Responsible for nerve cell growth during nervous system development. Selectins Temporary cell-cell adhesion. Spectrin is a protein that make up the membrane structure of the cell and play a role in maintaining plasma membrane integrity and cytoskeletal structure.",
        "cop": 4,
        "opa": "Integrin",
        "opb": "Selectin",
        "opc": "Cadherin",
        "opd": "Spectrin",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "9ee70bd9-fa26-4fa5-9426-3e8b8223c72f",
        "choice_type": "single"
    },
    {
        "question": "The cell membrane consists of various components, including integral proteins. These integral proteins",
        "exp": "The membrane proteins are classified into two categories: Integral proteins or intrinsic membrane proteins Peripheral proteins or extrinsic membrane proteins. Integral proteins are not only closely associated with the lipid bilayer but also tightly bound to the cell membrane.",
        "cop": 3,
        "opa": "Are not attached to the outer leaflet",
        "opb": "Are not attached to the inner leaflet",
        "opc": "Include transmembrane proteins",
        "opd": "Are preferentially attached to the surface",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "2ee37d11-ca2b-4f1d-a49f-964a2c1c015e",
        "choice_type": "multi"
    },
    {
        "question": "One of the ways that cells communicate with each other is by secretion of various molecules. The secreted molecule is known as",
        "exp": "A signaling molecule is the way by which cells communicate with each other. Three general types of intercellular communication are mediated by messengers in the ECF: neural -in which neurotransmitters are released at synaptic junctions endocrine - in which hormones and growth factors reach cells the circulating blood or the lymph paracrine -in which the products of cells diffuse in the ECF to affect neighboring cells that may be some distance away.",
        "cop": 2,
        "opa": "A receptor molecule",
        "opb": "A signaling molecule.",
        "opc": "A spectrin tetramer",
        "opd": "An integrin.",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "61a964b8-30a2-4925-9885-ecaee386b426",
        "choice_type": "single"
    },
    {
        "question": "Epinephrine increases heart rate by its action on:",
        "exp": "Phospholamban is a SERCA-associated protein in the cardiac muscle. Epinephrine/NE (or b-agonists), act their receptors on the cardiac muscle cells, increase c. AMP -->increases c. AMP-dependent protein kinases--> phosphorylation of phospholamban-->rapid removal of sarcoplasmic Ca++ by the SERCA. The rate of relaxation increases, diastole duration is shoened and heart rate increases. This is in addition to the direct effect of epinephrine on the pacemaker cells. Calsequestrin and calreticulin are Ca++-binding proteins in all types of muscles. They bind and buffer the Ca++ which is removed from sarcoplasm during relaxation of the muscle. Calmodulin is Ca++-binding protein in the smooth muscle. When Ca++ binds with calmodulin, there is activation of myosin light chain kinase (MLCK), as a consequence of which there would be actin-myosin interaction (contraction).",
        "cop": 4,
        "opa": "Calmodulin",
        "opb": "Calsequestrin",
        "opc": "Calreticulin",
        "opd": "Phospholamban",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "b6ba976d-2803-44b7-b532-15ccb1bc45b2",
        "choice_type": "single"
    },
    {
        "question": "Tetraethylammonium (TEA) is a blocker of the:",
        "exp": "Tetraethylammonium (TEA) ion is known to block the K+ channels. It is used sometimes to stop the K+ currents, in order to study the other ionic currents and their effects on membrane potential. Tetrodotoxin (TTX) and saxitoxin (STX) are the blockers of Na+ channels. Niflumic acid is Cl- channel blocker used in scientific research studies.",
        "cop": 2,
        "opa": "Na+ channels",
        "opb": "K+ channels",
        "opc": "Chloride channels",
        "opd": "Ca++ channels",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "35f7ae0c-3bb3-483d-816e-c79f9c4d0bda",
        "choice_type": "single"
    },
    {
        "question": "IP-3 facilitates the entry of which of the following ions into cytoplasm?",
        "exp": "IP3 / DAG: - Phospholipase catalyzes the breakdown of phospholipids in the cell membrane into two different second messenger products- IP3 & DAG. IP3 mobilizes the calcium ion from mitochondria & endoplasmic reticulum lumen to cytoplasm & then the Ca++ ions have their own IInd messenger effects, such as smooth muscle contraction and changes in cell secretion. DAG the other lipid second messenger, activates the enzyme protein kinase C Release of Ca2+ in smooth muscle contraction can be from: Influx from extracellular site through voltage or ligand gated Ca2+channels in the plasma membrane Efflux from intracellular stores through a Ryr channel Efflux from intracellular stores through a IP3R Ca2+ channel.",
        "cop": 3,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Ca2+",
        "opd": "Mg2+",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "5d2b65f4-0fc9-47cf-b9f9-f8568c16e63d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has gap junctions?",
        "exp": "Free passage of ions occurs across gap junctions, from one cell to the next, and so on. Cells connected by gap junctions are said to be 'electrically coupled'. The cells that are at some distance from blood vessels are also connected by gap junctions. Such cells can derive nutrition (from cell to cell) gap junctions. Cardiac & smooth muscle cells are connected by gap junctions. Skeletal muscle (option A) fibers are connected to each other by the Z-discs that run across fibers. Choroid plexus (option C) - tight junctions that form BBB. Renal tubular epithelium (option D) - tight junctions.",
        "cop": 2,
        "opa": "Skeletal muscle",
        "opb": "Smooth muscle",
        "opc": "Choroid plexus",
        "opd": "Renal tubular epithelium",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "b214799d-d958-4e2e-9c7e-f31f274d29b2",
        "choice_type": "single"
    },
    {
        "question": "Why carpopedal spasm seen in hyperventilation:",
        "exp": "Hyperventilation | Alkalosis | increase in plasma protein binding to Ca++ | Overall decrease in serum Ca++ | Carpopedal spasm. At plasma calcium ion concentrations about 50 percent below normal, the peripheral nerve fibers become so excitable that they begin to discharge spontaneously, initiating trains of nerve impulses that pass to the peripheral skeletal muscles to elicit tetanic muscle",
        "cop": 2,
        "opa": "Increased sequestration of Ca in SER",
        "opb": "Increased plasma protein binding of Ca",
        "opc": "Ca utilized in bones",
        "opd": "Increased excretion of calcium in urine",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "7934e6b6-689d-4c4f-8ea8-e0bda8f0c43d",
        "choice_type": "single"
    },
    {
        "question": "Cells are attached to their basal laminas by:",
        "exp": "Hemidesmosomes are specialized junctional complexes, that contribute to the attachment of epithelial cells to the underlying basement membrane. Macula adherens or desmosomes provide mechanical adhesion by linking the cytoskeleton of adjacent cells together. Zonula adherens or adhering junctions cause the epithelial cells to be organized into a properly polarized epithelium. Zonula occludens or tight junctions permit the passage of ions, solute and intracellular signaling molecules in between adjacent cells.",
        "cop": 1,
        "opa": "Hemidesmosomes",
        "opb": "Macula adherens",
        "opc": "Zonula adherens",
        "opd": "Zonula occludens",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "146a4ac0-0f29-44d8-9a98-d027793b3d4a",
        "choice_type": "single"
    },
    {
        "question": "Which is not an intermediate filament?",
        "exp": "Intermediate filaments - resist external pressure cell type specific: used as cellular markers Types Nuclear(Lamin-A, B, C) Vimentin like (Vimentin, desmin, GFAP, peripherin) Epithelial(Types 1, 2 keratin) Axonal( Neurofilament proteins- NF-L, M, H)",
        "cop": 3,
        "opa": "Desmin",
        "opb": "Vimentin",
        "opc": "Tubulin",
        "opd": "Keratin",
        "subject_name": "Physiology",
        "topic_name": "Cell Membrane and transpo protiens",
        "id": "7f53fe63-87b3-435e-9174-554c55dbaa78",
        "choice_type": "single"
    }
]