[
    {
        "question": "Increase in cytosolic calcium from intracellular storage, during smooth muscle contraction is/are due to: (PGI Dec 2008)",
        "exp": "Ans: D (IP3-DAG) & E (Ca2+ channel) Source of Calcium Ions & in Smooth Muscle Contraction Mechanism Involved. Almost all the calcium ions that cause contraction enter the muscle cell from the extracellular fluid at the time of action potential or other stimulus. Sarcoplasmic reticulum (the source of intracellular Ca2+), which provides virtually all the calcium ions for skeletal muscle contraction, is only slightly developed in most smooth muscle. When an action potential is transmitted in caveolae (rudimentary' analogue of the transverse tubule system of skeletal muscle), this is believe to excite calcium ion release from the abutting sarcoplasmic reticulum tubules through opening of calcium channels (Guyton 11th/99, 90). Sometimes smooth muscle contraction or inhibition is initiated by hormone without directly causing any change in the membrane potential. In these circumstances, the hormone may activate a membrane receptor that does not open any ion channel but instead cause an internal change in the muscle fiber, such as release of Ca2+ from intracellular sarcoplasmic reticulum, the Ca2+ then induce contraction (Guyton 11th/98)IP3-DAG role (to favour as an ansiver). The acetycholine cause smooth muscle contraction by phospholipase C& IP.,, which increase the intracellular Ca2+ concentration-Gcrnong 22nd/83. Role of CAMP & CGMP (Guyton 11th/98)CAMP & CGMP so called second messengers has many effects on smooth muscle, one of which is to change the degree of phosphorylation of several enzyme that indirectly inhibit contraction. \"An increase in CAMP dampens the contraction response of smooth muscle to a given elevation of sarcoplasmic Ca2+-Harper 2 7th/579",
        "cop": 4,
        "opa": "CAMP",
        "opb": "CGMP",
        "opc": "CCMP",
        "opd": "1P.-DAG",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "bec07264-b37b-4a12-a323-77e88f676fda",
        "choice_type": "single"
    },
    {
        "question": "Histamine acts on-",
        "exp": "Ans. is 'a' i. e., G protein coupled receptors o Histamine acts on G-protein coupled membrane receptors: -i) H1 histaminic receptors - Linked to adenylyl cyclase and act through c. AMPii) H2 histaminic receptors - Linked to IP3-DAG system. o Muscarinic receptors (cholinergic receptors) in heart are M2 type. These are responsible for vagus mediated bradycardia. o M2 mediated actions are through c. AMP. Mechanism of action of G-protein coupled receptors# This activated G protein effects one of the following effect pathway (activated stimulatory G protein stimulates, or activated inhibitory G protein inhibits) -A) Adenylyl cyclase (AC)o Activation of AC results in increased synthesis and intracellular accumulation of c. AMP (by stimulatory G protein). c. AMP acts through c. AMP dependent Protein Kinase 4 A', which phosphorylate and alters the function of many enzymes, ion channels and structural proteins. Inhibitory G protein inhibits AC and has opposite effects. o Examples - Corticotropin releasing hormone (CRH), FSH, LH, TSH, ACTH (corticotropin), ADH, Vasopressin (V2 receptors), Parathormone, Catecholamines (b2, a2) e. g., adrenaline (most actions), Glucagon, h. CG, Calcitonin, Somatostatin, acetylcholine (M2), Dopamine(D1, D2), Angiotensin II (epithelial cells), GABAB, Histamine (H2). B) Phospholipase IP3 - DAG systemo Activation of phospholipase (by stimulatory G protein) hydrolyses the membrane phospholipid phosphatidyl inositol 4, 5 bisphosphate (PIP2) to generate the second messenger inositol 1, 4, 5 - triphosphate (IP3) and diacylglycerol (DAG). o IP mobilizes Ca+2 from intracellular organelles - increased cytosolic Ca+2. DAG enhances Protein Kinase 'C' activation by Ca+2. Ca+2 acts as third messenger in this type of transduction mechanism and mediates the physiological effects of drugs. o Protein kinase-C phosphorvlates various intracellular proteins (threonine, serine or tyrosine residue), causing their activation or inactivation. o Example - Growth hormone releasing hormone (GHRH), Thyrotropin releasing hormone (TRH), Gn. Rh, ADH/Vasopressin (VI receptor, vasopressor action), oxytocin, cholecystokinin, PDGF, Gastrin, Catecholamines (some actions via a1 receptors), A ngiotensin II (vascular smooth muscle), Substance P, Histamine - H1, muscarinic M1, M3C) Channel regulationo Activated G-proteins can open or close ion channels - Ca+ K+ or Na+o Examples - (1) | Ca+2-b1-adrenergic, (2) | Ca+2-Dopamine. D2, GABAB, (3) | K+ -Adrenergic -a2, muscarinic M2, Dopamine. D2, GABAB.",
        "cop": 1,
        "opa": "G protein coupled receptors",
        "opb": "Ligand gated ion channels",
        "opc": "Enzyme linked receptors",
        "opd": "Intracellular recepters",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "bd789587-e592-4318-a1dd-f1f16dbd4690",
        "choice_type": "single"
    },
    {
        "question": "IP3/DAG pathway is activated by which of the following?",
        "exp": "ANSWER: (C) Phospholipase CREF: Guyton s physiology 12th edition page 890, KDT 6th edition page no 46. See APPENDIX- 84 below \"ENDOCRINE GLANDS, HORMONES, AND THEIR FUNCTIONS AND STRUCTURE\"Phospholipase C catalyzes the breakdown of some phospholipids in the cell membrane, especially phosphatidylinositol biphosphate (PIP2), into two different second messenger products: inositol triphosphate (IP3) and diacylglycerol (DAG). The IP3 mobilizes calcium ions from mitochondria and the endoplasmic reticulum, and the calcium ions then have their owm second messenger effects, such as smooth muscle contraction and changes in cell secretion. DAG, the other lipid second messenger, activates the enzyme protein kinase C (PKC), which then phosphorylates a large number of proteins, leading to the cell's response. Summary: IP3/DAG is activated by Phospholipase CIP3/DAG activates protein kinase C (PKC) APPENDIX- 84. ENDOCRINE GLANDS, HORMONES, AND THEIR FUNCTIONS AND STRUCTURE: REF: Guyton 11th edition page 907. Gland, 'Tissue. Hormones. Major Functions. Chemical. Structure. Hypothalamus. Thyrotropin-releasing hormone (TRH). Stimulates secretion of TSH and prolactin. Peptide. Corticotropin-releasing hormone (CRH). Causes release of ACTHPeptide. Growth hormone-releasing hormone (GHRH). Causes release of growth hormone. Peptide. Growth hormoneinhibitory hormone (GHIH) (somatostatin). Inhibits release of growth hormone. Peptide. Gonadotropin-releasing hormone (Gn. RH). Causes release of LH and FSHPeptide. Dopamine or prolactin- inhibiting factor (P1F). Inhibits release of prolactin. Amine. Anterior pituitary. Growth hormone. Stimulates protein synthesis and overall growth of most cells and tissues. Peptide. Thyroid-stimulating hormone (TSH). Stimulates synthesis and secretion of thyroid hormones (thyroxine and triiodothyronine). Peptide. Adrenocorticotropic hormone (ACTH). Stimulates synthesis and secretion of adrenocortical hormones (cortisol, androgens, and aldosterone). Peptide. Prolactin. Promotes development of the female breasts and secretion of milk. Peptide. Follicle-stimulating hormone (FSH). Causes growth of follicles in the ovaries and sperm maturation in Sertoli cells of testes. Peptide. Luteinizing hormone (LH). Stimulates testosterone synthesis in Leydig cells of testes; stimulates ovulation, formation of corpus luteum, and estrogen and progesterone synthesis in ovaries. Peptide. Posterior pituitary. Antidiuretic hormone (ADH) (also called vasopressin). Increases water reabsorption by the kidneys and causes vasoconstriction and increased blood pressure. Peptide. Oxytocin. Stimulates milk ejection from breasts and uterine contractions. Peptide. Thyroid. Thyroxine (T4) and triiodothyronine (T3). Increases the rates of chemical reactions in most cells, thus increasing body metabolic rate. Amine. Calcitonin. Promotes deposition of calcium in the bones and decreases extracellular fluid calcium ion concentration. Peptide. Adrenal cortex. Cortisol. Has multiple metabolic functions for controlling metabolism of proteins, carbohydrates, and fats; also has anti-inflammatory effects. Steroid. Aldosterone. Increases renal sodium reabsorption, potassium secretion, and hydrogen ion secretion. Steroid. Adrenal medulla. Norepinephrine, epinephrine. Same effects as sympathetic stimulation. Amine. Pancreas. Insulin (b cells). Promotes glucose entry in many cells, and in this way controls carbohydrate metabolism. Peptide Glucagon (a cells). Increases synthesis and release of glucose from the liver into the body fluids. Peptide. Parathyroid. Parathyroid hormone (PTH). Controls serum calcium ion concentration by increasing calcium absorption by the gut and kidneys and releasing calcium from bones. Peptide. Testes. Testosterone. Promotes development of male reproductive system and male secondary sexual characteristics. Steroid. Ovaries. Estrogens. Promotes growth and development of female reproductive system, female breasts, and female secondary sexual characteristics. Steroid. Progesterone. Stimulates secretion of \"uterine milk1' by the uterine endometrial glands and promotes development of secretory apparatus of breasts. Steroid. Placenta. Human chorionic gonadotropin (HCG). Promotes growth of corpus luteum and secretion of estrogens and progesterone by corpus luteum. Peptide. Human somatomammotropin. Probably helps promote development of some fetal tissues as well as the mothers breasts. Peptide. Estrogens. See actions of estrogens from ovaries. Steroid. Progesterone. See actions of progesterone from ovaries. Steroid. Kidney. Renin. Catalyzes conversion of angiotensinogen to angiotensin I (acts as an enzyme). Peptide1, 25-Dihydroxycholecaldferol. Increases intestinal absorption of calcium and bone mineralization. Steroid. Erythropoietin. Increases erythrocyte production. Peptide. Heart. Atrial natriuretic peptide (ANP). Increases sodium excretion by kidneys, reduces blood pressure. Peptide. Stomach. Gastrin. Stimulates HC1 secretion by parietal cells. Peptide. Small intestine. Secretin. Stimulates pancreatic acinar cells to release bicarbonate and water. Peptide. Cholecystokinin (CCK). Stimulates gallbladder contraction and release of pancreatic enzymes. Peptide. Adipocytes. Leptin. Inhibits appetite, stimulates thermogenesis. Peptide GENERAL FEATURES OF HORMONE CLASSES. Group IGroup IITypes. Steroids, iodothyronines, calcitriol, retinoids. Polypeptides, proteins, glycoproteins, catecholamines. Solubility. Lipophilic. Hydrophilic. Transport proteins. Yes. No. Plasma half-life. Long (hours to days). Short (minutes). Receptor. Intracellular. Plasma membrane. Mediator. Receptor-hormone complexc. AMP, c. GMP, Ca2+, metabolites of complex phosphoinositols, kinase cascades CLASSIFICATION OF HORMONES BY MECHANISM OF ACTIONI. HORMONES THAT BIND TO INTRACELLULAR RECEPTORS> Androgens> Estrogen> Calcitriol (l, 252-D3)> Glucocorticoids> Mineralocorticoids> Progestins> Retinoic acid> Thyroid hormones (T3 and T4)II. HORMONES THAT BIND TO CELL SURFACE RECEPTORS/ HORMONES USING SECOND MESSENGER SYSTEMSAdenylyl Cyciase-c. AMP secondmessenger system. IP3-DAG System or Phospholipase C Second. Messenger System. Calcium Calmodulin system* Adrenocorticotropic hormone (ACTH)* Angiotensin II (epithelial cells)* Calcitonin* Catecholamines (b receptors)* Corticotropin-releasing hormone (CRH)* Follicle-stimulating hormone (FSH)* Glucagon* Human chorionic gonadotropin (HCG)* Luteinizing hormone (LH)* Parathyroid hormone (PTH)* Secretin* Somatostatin* Thyroid-stimulating hormone (TSH)* Melanocyte-stimulating hormone* Vasopressin (V2 receptor, epithelial cells)* Angiotensin II (vascular smooth muscles)* Catecholamines (a receptors)* Gonadotropin-releasing hormone (Gn. RH)* Growth hormone-releasing hormone (GHRH)* Oxytocin* Thyroid-releasing hormone (TRH)* Vasopressin (VI receptor, vascular smooth muscle)* Adenylyl cyclase* Phosphodiesterase* Ca2+ /calmodulin dependent protein kinases.* Phosphoprotein phosphatases* Phospholipase A2. and* Troponin C. c. GMP second messenger system* Nitric oxide* Atrial natriuretic factor",
        "cop": 3,
        "opa": "Protein kinase A",
        "opb": "Protein kinase C",
        "opc": "Phospholipase C",
        "opd": "Phospholipase A",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "12157c3f-bb08-4e35-bfab-e3c061e7a0ce",
        "choice_type": "single"
    },
    {
        "question": "Which muscarinic receptor causes dilatation of vessels-",
        "exp": "Ans. is 'c' i. e., M3 o M3 receptors are found in vessels (endothelium). Activation of these recepters causes vasodilatation by release of EDRF (NO). o M3 receptors are unique muscarinic receptors in that their activation does not cause release of acetylcholine, rather causes relcease of EDRF (NO).",
        "cop": 3,
        "opa": "M1",
        "opb": "M2",
        "opc": "m3",
        "opd": "m4",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "9c62cbba-3833-4bd7-a72f-ae4f92a03664",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following acts as second messenger?",
        "exp": "Ans. is 'c' i. e. Ca++ Second messengers are molecules that relay signals received at receptors on the cell surface (such as the arrival of protein hormones, growth factors, etc.) to target molecules in the cytosol and/or nucleus. Not only they relay the signals, they greatly amplify the strength of the signal. There are three major classes of second messengers. cyclic nucleotides (e. g. c. AMP & c. GMP)products of membrane phospholipid breakdown-inositol triphosphate (1. P3) and diacyl glycerol (DAG)calcium ions. Calcium ions are probably the most widely used second messengers.",
        "cop": 3,
        "opa": "Mg++",
        "opb": "Cl-",
        "opc": "Ca++",
        "opd": "P04+3",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "2f44f918-f4ad-4d13-a61f-2659f41cdb97",
        "choice_type": "single"
    },
    {
        "question": "Chemical messenger acting at long distance in -",
        "exp": "Ans. is 6c' i. e., Endocrine o Hormones are chemical mediators that control cellular functions. They are secreted into the blood stream by ductless endocrine glands and thereby exert widespread actions. o Hormone may have: -i) Autocrine action: - Acts on the cell from which it is secreted. ii) Paracrine action: - Acts on neighboring cells, e. g., the effect of gastrin on D cells secreting somatostatin. iii) Endocrine action: - Acts on cells distant to the cell from which it is secreted. Most of the hormones act by this mechanism.",
        "cop": 3,
        "opa": "Autocrine",
        "opb": "Paracrine",
        "opc": "Endocrine",
        "opd": "Auto-para-crine",
        "subject_name": "Physiology",
        "topic_name": "Chemical Messengers: Receptors",
        "id": "ebdedd68-e7e0-4209-8b0f-fbbf4a070947",
        "choice_type": "single"
    }
]