[
    {
        "question": "Maintainence of BP according to intracranial pressure is-",
        "exp": "Ans. is ''a' i. e., Cushing reflex o When intracranial pressure is increased, the blood supply to RVLM neurons is compromised, and the local hypoxia and hypercapnia increase their discharge. o The resultant rise in systemic arterial pressure (Cushing reflex) tends to restore the blood flow to the medulla and over a considerable range, the blood pressure rise is proportional to the increase in intracranial pressure, o The rise in blood pressure causes a reflex decrease in heart rate via the arterial baroreceptors. o This is why bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure. o Cushing reflex consists of hypertension, bradyacardia and tachypnoea.",
        "cop": 1,
        "opa": "Cushing reflex",
        "opb": "Cushing disease",
        "opc": "Starling's reflex",
        "opd": "Gometz reflex",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "65ac0711-9606-474c-9ac5-21f01e8f8a66",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing causes decrease in BP -",
        "exp": "Ans. is 'c' i. e, NOo Substances which cause vasodilatation, can cause fall in BP. o Substances which cause vasoconstriction, can cause rise in BP. Vasodilators (cause decrease in BP). Vasoconstrictors (casue increase in BP)o Kinins (Bradykinin)o PGEL, o PGI, (Prostacyclin)o VTPo ANPo Nitric oxide (NO)o Adrenaline & Noradrenalineo ADM (Vasopressin)o Angiotensin IIo Endothelinso PGF2o Thromhoxane-A,",
        "cop": 3,
        "opa": "Thromboxane A2",
        "opb": "Vasopressin",
        "opc": "NO",
        "opd": "PGF2",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "03ec8261-2239-48ae-b0fd-f7a997919787",
        "choice_type": "single"
    },
    {
        "question": "Increased BP & decreased heart rate is seen in -",
        "exp": "Ans. is 'c' i. e., Raised intracranial pressure o When intracranial pressure is increased, the blood supply to RVLM neurons is compromised, and the local hypoxia and hypercapnia increase their discharge. o The resultant rise in systemic arterial pressure (Cushing reflex) tends to restore the blood flow to the medulla and over a considerable range, the blood pressure rise is proportional to the increase in intracranial pressure, o The rise in blood pressure causes a reflex decrease in heart rate via the arterial baroreceptors. o This is w-hy bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure. o Cushing reflex consists of hypertension, bradyacardia and tachvpnoea. o All other options cause a reflex increase in heart rate.",
        "cop": 3,
        "opa": "Hemorrhage",
        "opb": "High altitude",
        "opc": "Raised intracranial pressure",
        "opd": "Anemia",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "fb96543d-df23-4674-9550-03ee83667249",
        "choice_type": "single"
    },
    {
        "question": "Swan Ganz Catheter is used to measure -",
        "exp": "Ans. is 'd' i. e., Pulmonary capillary wedge pressure o Swan Ganz catheter (pulmonary artery catheter) allows direct and simultaneous measurement of -i) Pulmonary capillary wedge pressure <left atrial pressure). ii) Right atrial pressure. iii) Right ventricular pressure. iv) Pulmonary' artery pressure.",
        "cop": 4,
        "opa": "Mean arterial pressure",
        "opb": "Cardiac output",
        "opc": "Blood volume",
        "opd": "Pulmonary capillary wedge pressure",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "a0483b0b-528e-44ec-b114-108f24d14315",
        "choice_type": "single"
    },
    {
        "question": "As a part of space-research program, a physiologist was asked to investigate the effect of flight-induced stress on blood pressure. Accordingly the blood pressure of the cosmonauts was to be measured twice: Once before the takeoff and once after the spacecraft entered the designated orbit around the earth. For a proper comparison, the preflight blood pressure should be recorded in:",
        "exp": "Ans. (a) The lying down position(Ref: Guyton, 13th ed/p. 566). Gravity factor is totally eliminated in space. So, for comparison preflight BP should be taken in the lying down position",
        "cop": 1,
        "opa": "The lying down position",
        "opb": "The sitting position",
        "opc": "The standing position",
        "opd": "Any position, as long as the post - flight recording is made in the same position",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "299ef307-116f-4656-ac9e-e273baf1e6b3",
        "choice_type": "single"
    },
    {
        "question": "Decrease in BP causes:",
        "exp": "Ans: B (Dis-inhibition of vasoconstrictor center) Ref: Pal GK. Blood pressure and its regulation. In: Textbook of Medical Physiology. Ahuja Publishing House. 2011: 42: 324. Explanation: Reduction in BP is perceived by baroreceptors and less nerve traffic (signals) is sent to cardiac inhibitory center (CIc) (Less stimulation to CIc). There will be dis-inhibition of vasoconstrictor center (Vasomotor center) by GICIncreased VMC activity stimulates sympathetic activity. Baroreceptor| BP -stimulation (stretch) of baroreceptors (carotid sinus & aortic arch) - through IX & X cranial nerve - stimulation of NTS - inhibition of VMC- | sympathetic discharges -| BP (| SBP by | CO and | DBP by | vasoconstriction) and also | HR| BP- less/no stimulation (stretch) of baroreceptors (carotid sinus & aortic arch) - through IX & X cranial nerve - less/no stimulation of NTS - dis-inhibition of VMC - | sympathetic discharges -|BP ( | SBP by | CO and | DBP by | vasoconstriction) and also | HR. Also, Refer Baroreceptor mechanism figure in the previous question's explanation.",
        "cop": 2,
        "opa": "Inhibition of vasoconstrictor center",
        "opb": "Dis-inhibition of vasoconstrictor center",
        "opc": "Increased stimulation of cardiac inhibitory center",
        "opd": "Increased vagal stimulation",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "02396dcc-d31c-4c2e-9ef0-d9701c351e29",
        "choice_type": "single"
    },
    {
        "question": "Mean arterial pressure depends upen-",
        "exp": "Ans. is 'b' i. e., Cardiac output & peripheral resistanceo Mean BP = Cardiac output total peripheral resistance. Blood pressureo Blood pressure is the lateral pressure exerted by the column of blood on the walls of the arteries. o Most commonly used unit of BP is mm Hg. o But recently there is a trend towards adopting the system International 'd' units (SI units). o In SI units, the basic unit for pressure is newton per square meter, and is called pascal (Pa)Q. o Blood pressure, if expressed in SI units, is expressed in Kilopascals (k. Pa). o Kilopascals may be converted into mm Hg by multiplying them by 7. 5. Thus BP in mm Hg= BP in k. Pa x 7. 5 or 1 mm Hg = 0. 133 k. Pa. o The blood pressure is not steady, it fluctuates during cardiac cycle, o During ventricular systole, BP is higher than during diastole. o The maximum arterial pressure attained during systole is called the systolic BP (SBP) and the minimum pressure recorded during diastole is called diastolic BP (DBP). o When recorded from the brachial artery of a young adult in the sitting or supine position, the SBP is about 120 mm Hg and the DBP is about 80 mm Hg. o The difference between the systolic and diastolic pressure is called the pulse pressureQ, o It is normally about 40 mm Hg (120 minus 80 mm Hg). o The mean blood pressure is the average pressure throughout the cardiac cycle. o However, it is worth noting that mean BP is not the arithmetic mean or average of the systolic or diastolic BP. o This is because systole is much shorter than diastole. o Therefore arterial pressure is near the diastolic pressure for a longer part of cardiac cycle than it is near the systolic pressure; hence, greater weight is given to the diastolic BP in the calculation of mean BP. o Thus, mean BP is slightly less than the simple average of the systolic and diastolic BP. o As an approximation, the mean BP is weighted 2: 1 in favour of diastolic BP. Mean blood pressure = 2/3 diastolic pressure (DBP) + 1/3 rd systolic pressure (SBP)o Normally, mean BP is about 93 mm Hg Q (2 x 80 +120)/3.",
        "cop": 2,
        "opa": "Cardiac output",
        "opb": "Cardiac output & peripheral resistance",
        "opc": "Arterial complaince",
        "opd": "Peripheral resistance",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "a5b24d6a-aaac-456b-8ac1-43d981ecfa34",
        "choice_type": "single"
    }
]