[
    {
        "question": "Precapillary sphincter relaxation occurs due to:",
        "exp": "Precapillary sphincters are controlled mainly by the local concentration of tissue metabolites. Precapillary sphincters are considered as pa of the precapillary resistance vessels; they determine the size of the capillary exchange area which is perfused at any given moment in the tissue. In the triple response, relaxation of the precapillary sphincters is due to presence of histamine and/or polypeptides released locally from the damaged skin. Circulating catecholamines may cause constriction of the precapillary resistance vessels and the precapillary sphincters.",
        "cop": 1,
        "opa": "Local chemicals",
        "opb": "Sympathetic stimulation",
        "opc": "Circulating catecholamines",
        "opd": "Capillary filling",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "8dcf1a5f-3b5f-45c0-b2b7-7313c53e74f7",
        "choice_type": "single"
    },
    {
        "question": "Highest impulse discharge frequency from baroreceptors will be at what blood pressure?",
        "exp": "- The range for baroreceptor function is 60-180 mm Hg. - The normal set point for baroreceptors is 100 mm Hg. - At 100 mm Hg, there is a steady impulse discharge from baroreceptors to the VMC. - When BP increases --> impulse discharge increases; when BP decreases --> impulse discharge decreases. - Thus, impulse discharge will be maximum at 180 mm Hg.",
        "cop": 4,
        "opa": "60 mm Hg",
        "opb": "100 mm Hg",
        "opc": "150 mm Hg",
        "opd": "180 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "1d505258-fc72-4af9-a6fd-ee50e050fdbd",
        "choice_type": "single"
    },
    {
        "question": "Blood pressure in the dead (i. e., when heart is not beating) is:",
        "exp": "Beating of the heart causes the pressure in the aeries and aerioles, which allows the blood to flow through the tissues, in spite of the tissue pressure surrounding the vessels. When heart stops beating, the pressure in the vessels will equilibrate with the tissue pressure - about 6-7 mm Hg.",
        "cop": 2,
        "opa": "Zero",
        "opb": "6-7 mm Hg",
        "opc": "20 mm Hg",
        "opd": "40 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "5efc8207-2b8e-4991-a400-6b19ad557ca4",
        "choice_type": "single"
    },
    {
        "question": "The atrial muscle of the heart produces a hormone that:",
        "exp": "Atrial natriuretic peptide It is produced mainly by cardiac muscle cells of the right atrium. It inhibits the release of renin and causes the kidneys to decrease the resorption of sodium and water. Therefore it decreases blood pressure",
        "cop": 1,
        "opa": "Decreases blood pressure.",
        "opb": "Increases blood pressure.",
        "opc": "Causes vasoconstriction.",
        "opd": "Facilitates the release of renin.",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "7e500d4c-8c8d-40c9-97f1-d10d0f8c688f",
        "choice_type": "single"
    },
    {
        "question": "When capillary and interstitial hydrostatic pressures are 30 mm Hg and 10 mm Hg, respectively, and colloid oncotic pressure in capillaries and in interstitium are 22 mm Hg and 5 mm Hg, respectively, how much is the net filtration pressure?",
        "exp": "Forces oring filtration out of the capillaries ~ (1) Capillary hydrostatic pressure (30 mm Hg) (2) Interstitial fluid colloid oncotic pressure (5 mm Hg). Thus, total force that ors filtration = 30 + 5 = 35 mm Hg. Forces that pull the fluid back into the capillaries ~ (1) Plasma colloid oncotic pressure (22 mm Hg) (2) Interstitial fluid hydrostatic pressure (10 mm Hg). Thus, total force that opposes filtration = 22 + 10 = 32 mm Hg. Hence, net filtration pressure = 35 - 33 = + 3 mm Hg.",
        "cop": 1,
        "opa": "+ 3 mm Hg",
        "opb": "- 3 mm Hg",
        "opc": "+ 13 mm Hg",
        "opd": "- 13 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "a8fac8b5-3dd3-4820-b9b1-cd1bc75c7a3e",
        "choice_type": "single"
    },
    {
        "question": "Metaerioles, vessels interposed between aerioles and capillary beds.",
        "exp": "The proximal poion of a central channel is known as a metaeriole, whereas its distal poion is the thoroughfare channel. Blood from metaerioles may enter the capillary bed if their precapillary sphincters are relaxed. If the precapillary sphincters of metaerioles are constricted, blood bypasses the capillary bed and flows directly into thoroughfare channels and from there into a venule.",
        "cop": 3,
        "opa": "Function to control blood flow into aerioles.",
        "opb": "Receive blood from thoroughfare channels",
        "opc": "Possess precapillary sphincters.",
        "opd": "Possess a complete layer of smooth muscle cells in their tunica media.",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "69a75290-8e6b-458e-b3ab-2b34cc779a1f",
        "choice_type": "single"
    },
    {
        "question": "At what blood pressure the baroreceptor system is most sensitive?",
        "exp": "Any homeostatic regulatory system is most sensitive and most efficient around its natural set point. The normal set point for baroreceptor system is 100 mm Hg. Around this BP, the system is maximally sensitive.",
        "cop": 2,
        "opa": "60 mm Hg",
        "opb": "100 mm Hg",
        "opc": "150 mm Hg",
        "opd": "180 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "59c7a5b3-e29a-4ac8-bdb2-b80125d4216a",
        "choice_type": "single"
    },
    {
        "question": "The percentage of blood that is present in capillaries is:",
        "exp": "At any given time: 54% of the total blood volume is contained within the venous compament; 10% in the aoa and aeries, 5% in the capillaries, 1% in the aerioles, 12% blood volume in the heart and 18% in the pulmonary circulation.",
        "cop": 1,
        "opa": "5%",
        "opb": "10%",
        "opc": "15%",
        "opd": "20%",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "5000f6bb-7534-49fd-af67-a47e5c452e70",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following possesses a distinct internal elastic lamina?",
        "exp": "The muscular aery possesses a distinct internal elastic lamina. Elastic aeries possess an incomplete internal elastic lamina. Capillaries, aerioles, metaerioles, and veins do not possess an internal elastic lamina Structure of a normal muscle aery",
        "cop": 4,
        "opa": "Capillary",
        "opb": "Metaeriole",
        "opc": "Aeriole",
        "opd": "Muscular aery",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "abe74c6d-bad4-448c-906e-035735ad37cb",
        "choice_type": "single"
    },
    {
        "question": "The vasodilatation produced by carbon dioxide is maximum in:",
        "exp": "Inhalation of 7% CO2 increases cerebral blood twofold. Cerebral blood vessels are very sensitive to CO2 tension. Hepatic aerial system is sensitive to adenosine; it brings about vasodilatation. Adenosine is the most impoant vasodilator of coronary vessels. CO2, H+, K+, hypoxia also cause reactive hyperemia. NO, an endothelium-derived relaxing factor is an impoant vasodilator of renal aerioles.",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Brain",
        "opc": "Liver",
        "opd": "Heart",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "8dcb44bc-fe2e-4191-ab53-a6b10e54497f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the manifestation of a \"negative G\"?",
        "exp": "The options A, B, and C are the effects of positive \"G\". Gravitational force (Positive(+) G) would cause pooling of blood in the veins of lower extremities, causing an increase in hydrostatic pressure in the lower limb veins. Also, this pooling will decrease the venous return to the heart, and the Cardiac output will decrease. It will also lead to decrease in the blood flow and perfusion pressure in the cerebral vessels, resulting in a \"black out\" (failure of vision followed by unconsciousness). Negative (-) \"G\" will have the opposite effects. Blood will be shifted headword; there would be an increased cardiac output and a rise in cerebral aerial pressure. Congestion of retinal blood vessels and mental confusion will cause a \"redout\".",
        "cop": 4,
        "opa": "The hydrostatic pressure in veins of lower limb increases",
        "opb": "The cardiac output decreases",
        "opc": "Black out occurs",
        "opd": "The cerebral aerial pressure rises",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "43e89959-fe88-4f1c-b806-a32fa84d54a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ors filtration at the aeriolar end of the capillary bed?",
        "exp": "Starling's forces: The forces acting on the capillary to cause movement of fluid into or out of the capillary. Two forces that tend to move the fluid out of the capillary - Capillary hydrostatic pressure Interstitial colloid oncotic pressure. Two forces that tend to move the fluid back into the capillary - Plasma colloid oncotic pressure Interstitial hydrostatic pressure. At the aeriolar end of the capillary: The balance or net sum of these forces or the fluid to move out; thus fluid leaks out of the capillary at this end. At the venous end of the capillary: The balance or net sum of these forces is in the or of fluid movement back into the capillary.",
        "cop": 2,
        "opa": "Decrease in hydrostatic pressure of capillaries",
        "opb": "Increase in hydrostatic pressure of capillaries",
        "opc": "Increase in oncotic pressure of capillaries",
        "opd": "Decrease in oncotic pressure of interstitium",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "e994cd27-12c2-428b-ba3e-0142e7e16711",
        "choice_type": "single"
    },
    {
        "question": "Collateral circulation is established in:",
        "exp": "Collateral channels are blood vessels which allow blood to flow directly from one aery to another. Aeries in the lungs, kidneys, and spleen are end-aeries. Such aeries have no anastomoses with their neighboring aeries; collateral circulation is not seen in these organs. In the normal human heart there are no functional intercoronary channels or existing collaterals. Sudden blockade of an aery may lead to ischemia and necrosis of the corresponding poion of myocardium. However, if narrowing of a coronary aery occurs slowly, there may be development of collateral vessels. Collateral channels have also found to be developed in skeletal muscle circulation",
        "cop": 4,
        "opa": "Lungs",
        "opb": "Kidneys",
        "opc": "Spleen",
        "opd": "Heart",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "b7f02d82-a4c0-4f5b-b707-9636586fb3dc",
        "choice_type": "single"
    },
    {
        "question": "Maximum blood flow per 100 gm of tissue is in:",
        "exp": "Organ Blood flow (during rest) (ml/min.) Blood flow (maximal vasodilatation) (ml/min.) Blood flow (ml) per 100 gm of tissue per min. % total cardiac output Brain 750 1500 55 14 Heart 250 1200 80 5 Liver 1300 5000 85 23 Kidneys 1200 1500 400 22 Muscle 100 20, 000 3 18 Skin 200 4000 10 4 Highest amount of blood flow (ml/min): Liver Highest amount of blood flow (ml/100 gm of tissue/min.): Kidneys. However, carotid body receives 2000 ml/100 gm of tissue/min., highest for any tissue in the body. Highest aerio-venous O2 difference is seen in the heart; it is least in the kidneys.",
        "cop": 3,
        "opa": "Brain",
        "opb": "Heart",
        "opc": "Kidney",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "9010b265-dfff-4c4f-90e3-d9a9cb71d94f",
        "choice_type": "single"
    },
    {
        "question": "The rate of lymph flow is:",
        "exp": "Rate of lymph flow is 2 ml/min or 120 ml/hr or 2 to 4 liters per day. Lymphatic system provides an accessory route by which interstitial fluid drains into the blood. Lymph from all over is emptied into the thoracic duct which then drains the lymph into the venous system at the junction of the left internal jugular vein (IJV) and subclan vein. Lymph composition is similar to interstitial fluid; protein concentration of lymph (in most tissues) = 2 gm%, lymph coming from the liver has 6 gm% of proteins. Factors increasing lymph flow: Contraction of surrounding skeletal muscles, movements of the body pas, pulsations of the neighboring aeries, objects compressing the tissues from outside the body.",
        "cop": 4,
        "opa": "10 ml/hr",
        "opb": "20 ml/hr",
        "opc": "50 ml/hr",
        "opd": "120 ml/hr",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "fb70bd96-071c-4d12-9c3e-1db9f6e0d5c3",
        "choice_type": "single"
    },
    {
        "question": "The epicardium is one of the three layers of the heart. It is:",
        "exp": "The pericardium is a fibroserous sac that encloses the heart. The innermost layer of the pericardium, the epicardium, is also known as the visceral pericardium.",
        "cop": 2,
        "opa": "Continuous with the endocardium.",
        "opb": "Also known as the visceral pericardium.",
        "opc": "Composed of modified cardiac muscle cells.",
        "opd": "Capable of increasing intraventricular pressure.",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "a42969c5-84a4-4346-9a49-33813a266d2e",
        "choice_type": "single"
    },
    {
        "question": "The blood-brain barrier is thought to exist because capillaries in the central nervous system have which of the following characteristics?",
        "exp": "Capillaries in the CNS have a continuous basal lamina and thus lack fenestrae. In contrast to continuous capillaries in other pas of the body, they contain only a few pinocytic vesicles; this characteristic is thought to be paly responsible for the blood-brain barrier",
        "cop": 4,
        "opa": "Discontinuous basal lamina",
        "opb": "Fenestrae with diaphragms",
        "opc": "Fenestrae without diaphragms",
        "opd": "A few pinocytic vesicles",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "92837849-a523-4613-b669-4a617f30cdab",
        "choice_type": "single"
    },
    {
        "question": "Following was the data obtained from a patient:- Aerial BP = 90 mm Hg, cardiac output = 5. 4 L/min. How much is the peripheral resistance?",
        "exp": "By Ohm's law: Cardiac output (Q) = aerial BP/ peripheral resistance (R). Therefore, R = BP/CO Unit for peripheral resistance is PRU. 1 PRU = 1 mm Hg/mL/sec. That is, 1 PRU is 1 mm Hg when flow at the root of the aoa is 1 mL/sec. Thus, the unit for cardiac output will have to be conveed to mL/sec. 5. 4 L/min = 90 mL/sec. Peripheral resistance (PRU) = 90 mm Hg/90 mL per sec. = 1 R.",
        "cop": 1,
        "opa": "1 R",
        "opb": "2 R",
        "opc": "4 R",
        "opd": "6 R",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "e2296492-42c5-4c9e-8ca6-173d0e4ca7eb",
        "choice_type": "single"
    },
    {
        "question": "The vasodilator involved in autoregulation of the coronary blood flow is:",
        "exp": "NO and adenosine both fit as the probable candidates. However, single best response would be adenosine, and NO could be taken as the mediator of the adenosine action. As per the Berne's hypothesis: When myocardial O2 demand increases (as during increased heart rate) -> increased breakdown of ATP in the myocardial cells -> ATP conveed to ADP, AMP, and finally adenosine -> adenosine leaks out of the cells, reaches the vessels, and causes vasodilation & increases blood flow. At low concentrations ~ adenosine acts the release of NO At higher concentrations ~ adenosine acts directly on the ATP-sensitive K+ channels in the VSMC of the coronary vessels.",
        "cop": 3,
        "opa": "NO",
        "opb": "ACh",
        "opc": "Adenosine",
        "opd": "CO2",
        "subject_name": "Physiology",
        "topic_name": "Circulation",
        "id": "4040a79f-7c7e-4a58-9b65-464ab8076b30",
        "choice_type": "single"
    }
]