[
    {
        "question": "Maximum CO2 is seen in-",
        "exp": "Ans. is 'b' i.e., Pulmonary artery o Pulmonary arteries carry deoxygenated blood (with maximum CO2) to lung from right ventricle,o In lung CO2 is removed and oxygenation of blood takes place.o Pulmonary veins, then, transport this oxygenated blood (with less CO2) to the left atrium.",
        "cop": 2,
        "opa": "Pulmonary vein",
        "opb": "Pulmonary artery",
        "opc": "Left ventricle",
        "opd": "Left atrium",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Microcirculation and Lymphatic System",
        "id": "367ee35d-00cb-43b7-9395-27e7cf55b111",
        "choice_type": "single"
    },
    {
        "question": "Amount of blood in capillary pool at anytime -",
        "exp": "Ans. is 'a' i.e., 250 mlo Capillaries contain 5% of total blood volume, i.e., 250 ml out of 5000 ml of total blood.VesselPercentage of total blood volume containedAorta2Artery8Arteriale1Capillaries5Venous system54Pulmonary circulation18Heart12",
        "cop": 1,
        "opa": "250 ml",
        "opb": "1000ml",
        "opc": "2000ml",
        "opd": "2500 ml",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Microcirculation and Lymphatic System",
        "id": "8a5680a5-a800-40fe-888b-d1345ed69951",
        "choice_type": "single"
    },
    {
        "question": "Fenestrated capillaries are present in:",
        "exp": "Ans: D (Small intestine) Ref: Ganong's Review of Medical Physiology, 21st ed and Textbook of Medical Physiology, Indu Khurana, pg: 432Explanation:\"in most endocrine glands, the intestinal villi, and parts of the kidneys, the cytoplasm of the endothelial cells is attenuated to form gaps called fenestrations. These fenestrations are 20-100 nm in diameter. They permit the passage of relatively large molecules and make the capillaries porous.\" Ref: GanongType of Capillaries Continuous or SomaticFenestratedSinusoidalJunctions* Has tight junctions <10 -15 microns)* Has larger openings- circular pores (50 -100 nm)* Has largest openingsMovement of fluids and solutes* Fluid cannot diffuse easily* Solutes and fluids move with more ease than 'continuous type'* Solutes and fluids move freelyRemarks* Most common type seen in connective tissue* Seen where there rapid exchange of molecules between blood and organs* Most prevalent type* Seen in hematopoietic systemsLocation* Fat* Muscle* Brain* Connective tissue* Lung* Small intestinal wlii* Kidney* Endocrine glands* Choroid plexus* Liver* Bone marrow* SpleenSchematicrepresentation",
        "cop": 4,
        "opa": "Skin",
        "opb": "Brain",
        "opc": "Skeletal muscle",
        "opd": "Small intestine",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Microcirculation and Lymphatic System",
        "id": "a160a0c8-baf1-41b6-8303-52d3f5df41f7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about cutaneous shunt vessels is true:",
        "exp": "Ans. B. Have role in thermoregulationARTERIOVENOUS ANASTOMOSESa. In the fingers, palms, and ear lobes, short channels connect arterioles to venules, bypassing the capillaries. These arteriovenous (A-V) anastomoses, or shunts, have thick, muscular walls and are abundantly innervated, presumably by vasoconstrictor nerve fibers.b. The amount of heat lost from the body is regulated to a large extent by varying the amount of blood flowing through the skin.c. Blood flow in response to thermoregulatory stimuli can vary from 1 to as much as 150 mL/100 g of skin/min, and it has been postulated that these variations are possible because blood can be shunted through the anastomoses.d. Therefore, they play an important role in regulation of body temperature and one of the earliest changes in Hot climate is cutaneous vasodilation due to opening of shunt vessels and the reverse occurs in cold weather.",
        "cop": 2,
        "opa": "Perform nutritive function",
        "opb": "Have role in thermoregulation",
        "opc": "Not under the control of autonomic nervous system",
        "opd": "These vessels are evenly distributed throughout the skin",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Microcirculation and Lymphatic System",
        "id": "a76daef4-bbe7-4495-b2e7-3c494433c682",
        "choice_type": "multi"
    }
]