[
    {
        "question": "The basic reason for \"reperfusion injury\" to the myocardium is:",
        "exp": "After MI, there is failure of Na+-K+ pump resulting in NCX failure Thus intracellular Ca+2 increases Now when perfusion is established (nutrients are available), because of increased ICF Ca+2, cardiac fibers contract very strongly Already muscle fibers are fragile due to M.I, now this contraction results in fuher damage. This is basic reason for \"reperfusion injury\".",
        "cop": 3,
        "opa": "Generation of free radicals",
        "opb": "Extension of the ischemic zone",
        "opc": "Increased ICF",
        "opd": "Increased ECF",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "7a80dd43-865e-46ac-ada9-e531c3ba686a",
        "choice_type": "single"
    },
    {
        "question": "Last pa of the hea to be repolarised is:",
        "exp": "Depolarization occurs from apex to base & endocardium to epicardium; Repolarization occurs from base to apex & epicardium to endocardium Last to depolarize are: Base of LV (epicardium) Pulmonary conus. Upper most pa of interventricular septum. Last to repolarise: Apex endocardium",
        "cop": 2,
        "opa": "Apical epicardium",
        "opb": "Apical endocardium",
        "opc": "Epicardium of the base of LV",
        "opd": "Endocardium of the base of LV",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "9d5a3303-7e9b-40b1-b60e-c662ab6ea553",
        "choice_type": "single"
    },
    {
        "question": "SA node is the pacemaker, under normal conditions, due to which of the following:-",
        "exp": "SA node acts as pacemaker because of slow & spontaneous depolarization (due to slow influx of Na (If) causing || in prepotential). Repolarisation is rapid - due to RAPID EFFLUX OF K+ Automaticity is also provided by AV node but recovery after every impulse is fastest in SA node. Every pa of the hea has its own rhythmicity, but they follows the rhythm of SA-node because it has fastest rate and the main reason is Overdrive suppression .",
        "cop": 3,
        "opa": "Slow depolarization, slow repolarization",
        "opb": "Rapid depolarization, rapid repolarization",
        "opc": "Slow depolarization, early repolarization",
        "opd": "Rapid depolarization, delayed repolarization",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "a9878e71-d4f6-4ef4-98ef-7da0dab512b3",
        "choice_type": "single"
    },
    {
        "question": "\"Gate\" cells in the hea are:",
        "exp": "Purkinje fibers at the apex, where impulse is passed on from Purkinje fibers to ventricular muscle, are the so-called \"gate cells\".",
        "cop": 4,
        "opa": "Cells in SA node",
        "opb": "Cells in AV node",
        "opc": "Cells in his bundle",
        "opd": "Cells in Purkinje fibers",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "61675305-3efd-4d04-8337-9b647574cfa6",
        "choice_type": "single"
    },
    {
        "question": "TRUE statement regarding the AV node:",
        "exp": "There are 3 regions of the AV node: A-N region -the junction between atrial fibers and nodal tissue N region - the major pa of the nodal tissue N-H region - where nodal fibers merge into His bundle The path length, for impulse propagation, is longest in the A-N region. The velocity of impulse is slowest in the N region. The N region has fibers which depolarize very slowly Most of the AV blocks occur in AN and N regions.",
        "cop": 4,
        "opa": "The path length is greater in the \"N\" region",
        "opb": "The path length is greater in the \"N-H\" region",
        "opc": "Impulse velocity is slowest in the \"A-N\" region",
        "opd": "Impulse velocity is slowest in the \"N\" region",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "7787630e-1356-429d-8b54-46ade193bdfa",
        "choice_type": "multi"
    },
    {
        "question": "What is the delay between the S-A node discharge and arrival of the action potential at the ventricular septum?",
        "exp": "The impulse coming from the S-A node to the A-V node arrives at 0.03 second. Then there is a total delay of 0.13 second in the A-V node and bundle system, allowing the impulse to arrive at the ventricular septum at 0.16 second",
        "cop": 2,
        "opa": "0.80 second",
        "opb": "0.16 second",
        "opc": "0.12 second",
        "opd": "0.09 second",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "c0c50ed9-efdb-415e-b1ce-fb175b5b4eed",
        "choice_type": "single"
    },
    {
        "question": "Slowest conducting pa in the hea is:",
        "exp": "Both SA node and AV node contain slowly depolarizing cells. Both of them conduct impulse slowly. Velocity of impulse through both SA node and AV node is about 0.05 - 0.1 sec. In addition, AV node has 2 more propeies: Small diameter of fibers Fewer gap junctions between adjacent cells. These features make the AV node even slower in conducting the impulse.",
        "cop": 2,
        "opa": "SA node",
        "opb": "AV node",
        "opc": "Atrial fibers",
        "opd": "Bundle branches",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "43175eae-5b5d-4dad-a1be-7fb4474a285f",
        "choice_type": "single"
    },
    {
        "question": "Intercalated disc has all except:",
        "exp": "Zona occludens = tight junction, Macula adherens = desmosome The intercalated disks are composed of a fascia adherens that is responsible for end-to-end cell anchoring of actin filaments to one another and no tight junctions are present. Between the myofibers, the macula adherens (or desmosome) binds the cells and is responsible for anchoring the intermediate filament cytoskeletal proteins, vimentin, and desmin. Gj = Gap junction; Ds = Desmosome; Fa = Fascia adherens",
        "cop": 1,
        "opa": "Zona occludens",
        "opb": "Macula adherens",
        "opc": "Fascia adherens",
        "opd": "Gap junctions",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "6da1f305-76d6-43ab-90dc-a59985809216",
        "choice_type": "multi"
    },
    {
        "question": "During the T-P interval in an ECG of a patient with a damaged cardiac muscle, which of the following is true?",
        "exp": "During the T-P interval in a patient with a damaged ventricle, the only area depolarized is the damaged muscle. Therefore, the remainder of the ventricle is repolarized. At the J point, the entire ventricle is depolarized in a patient with a damaged cardiac muscle or in a patient with a normal cardiac muscle. The area of the hea that is damaged will not repolarize but remains depolarized at all times.",
        "cop": 4,
        "opa": "The entire ventricle is depolarized",
        "opb": "The entire ventricle is depolarized except for the damaged cardiac muscle",
        "opc": "The entire ventricle is repolarized",
        "opd": "The entire ventricle is repolarized except for the damaged cardiac muscle",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "4ea4d001-f4bb-4c9e-9901-451063a09f20",
        "choice_type": "multi"
    },
    {
        "question": "Fastest conducting pa in the hea is:",
        "exp": "Purkinje fibers are the fast conducting pa of the hea. It exhibit the following propeies: (1) Rapidly depolarizing fibers, (2) large diameter of fibers (largest in hea), and (3) high number of gap junctions between cells. These propeies make Purkinje fibers the fastest conducting pa in hea. Rapid conduction benefits the ventricular contraction. Since impulse spreads very rapidly, all fibers are excited almost simultaneously; all fibers of both ventricles contract together.",
        "cop": 4,
        "opa": "Atrial muscle",
        "opb": "Ventricular muscle",
        "opc": "Bundle branches",
        "opd": "Purkinje fibers",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "d875167a-a6b9-4222-b06c-0fc1fa560ace",
        "choice_type": "single"
    },
    {
        "question": "What is the normal total delay of the cardiac impulse in the A-V node + bundle?",
        "exp": "The impulse from the S-A node travels rapidly through the internodal pathways and arrives at the A-V node at 0.03 second, at the A-V bundle at 0.12 second, and at the ventricular septum at 0.16 second. The total delay is thus 0.16 second",
        "cop": 3,
        "opa": "0.22 second",
        "opb": "0.18 second",
        "opc": "0.16 second",
        "opd": "0.13 second",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "708164cb-6506-4c27-bf1b-a1d2e67d67be",
        "choice_type": "single"
    },
    {
        "question": "False about funny current channel in hea",
        "exp": "Funny / leaky Na+ channels: - Hyperpolarization activated cyclin nucleotide gated (HCN) channels. More the hyperpolarization more the activation Equally permeable for Na+ & K+ After repolarization occur by K+ exit in pacemaker cells, next depolarization spontaneously reaches threshold, major pa in this spontaneous depolarization is by Na+ funny channel.",
        "cop": 1,
        "opa": "It is a Na-K ATPase pump",
        "opb": "They are responsible for diastolic depolarization",
        "opc": "It is responsible for spontaneous rhythm producing tissue of hea",
        "opd": "They are voltage dependent channel only",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "5a2ea937-1491-4fbf-950d-9b3fd988a59c",
        "choice_type": "multi"
    },
    {
        "question": "Wenckebach bundle is:",
        "exp": "Internodal tracts conducts impulses from SA node to AV node. Anterior - Bachmann's bundle. Middle - Wenckebach's bundle. Posterior - Thorel's bundle. Bundle of Kent aberrant anomalous path connecting atria to ventricle; bypassing AV node. Characterized by delta wave on ECG. (WPW syndrome).",
        "cop": 4,
        "opa": "Involved in the hea block",
        "opb": "The fastest conducting pa in the hea",
        "opc": "An abnormal connection between right atrium and ventricles",
        "opd": "A bundle that relays impulse from SA node to AV node",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "3751359a-89d2-4b18-9924-8e4d6bca25b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following segments of the circulatory system has the highest velocity of blood flow?",
        "exp": "The velocity of blood flow within each segment of the circulatory system is inversely propoional to the total cross-sectional area of the segment. Because the aoa has the smallest total cross-sectional area of all circulatory segments, it has the highest velocity of blood flow",
        "cop": 1,
        "opa": "Aoa",
        "opb": "Aeries",
        "opc": "Capillaries",
        "opd": "Venules",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "d5bc4f01-f637-4480-9f03-606d99cbfd24",
        "choice_type": "single"
    },
    {
        "question": "Na+: Ca++ binding ratio on the sodium-calcium exchanger (NCX) in the myocardial fibers is:-",
        "exp": "Sodium-calcium Exchanger (NCX) is an example of counter-transpo /antipo (a type of secondary active transpo) It carries 3 sodium Ions into the cell & one calcium Ion out of the cell It is critically dependent on primary active transpo (Na+-K+ pump). Two mechanisms can be explained on basis of this exchanger:(i) Action of digitalis: Digitalis binds with Na+-K+ pump & inhibits it; thus Na+ cannot be pumped out, its concentration gradient cannot be created therefore NCX will not work. Ca+ accumulates inside the cell which increases myocardial contractility. (ii) Reperfusion Injury: After MI there is failure of Na+-K+ pump results in NCX failure, Thus Intracellular Ca+2 |. Now perfusion is established (nutrients are available) because of |ICF Ca+2 cardiac fibers contract very strongly. Already muscle fibers are fragile due to M.I, now this contraction results in fuher damage. This is reperfusion Injury.",
        "cop": 3,
        "opa": "1:01",
        "opb": "1:03",
        "opc": "3:01",
        "opd": "4:01",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "21174d28-d090-4b14-9298-1f0e99d53991",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an aberrant conduction pathway?",
        "exp": "The 3 internodal pathways that connect SA node to AV node - (1) anterior Bachman's bundle, (2) middle Wenckebach's bundle, and (3) posterior Thorel's bundle. Bundle of Kent is an aberrant anomalous path that connects SA node directly to the ventricles, bypassing the AV node. It is found in the condition called Wolff-Parkinson-White (WPW) syndrome. In WPW syndrome, there is no AV nodal delay. Hence, ventricular contraction stas very early, before its filling has occurs substantially. This will reduce the stroke volume In the absence of AV nodal delay, there is shoened PR interval on ECG. d (\"delta\") wave is seen on ECG; it results from the shoened PR interval.",
        "cop": 4,
        "opa": "Bachman's bundle",
        "opb": "Wenckebach's bundle",
        "opc": "Thorel's bundle",
        "opd": "Kent's bundle",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "74d10371-e56c-4074-8ac4-bcfb30637ef0",
        "choice_type": "single"
    },
    {
        "question": "Most rapidly depolarizing fibers in the ventricle are:",
        "exp": "Purkinje fibers and ventricular fibers are basically rapidly depolarizing fibers. Yet, the rates of their depolarization are different. Fiber at the apex depolarizes relatively slow. As one moves toward base, the rates of depolarization become more and more rapid. Fiber at the base depolarizes most rapidly. It immediately repolarizes as well.Then, the repolarization spreads in the reverse direction. When repolarization reaches the apex, the apical fiber has just now finished its depolarization; it now begins to repolarize.",
        "cop": 3,
        "opa": "Fibers at the apex",
        "opb": "Fibers in the middle of the ventricle",
        "opc": "Fibers at the base",
        "opd": "All fibers from apex to base (depolarize equally rapidly)",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "8e580b74-1f14-4f33-b2ee-e6af00308c6f",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man has been diagnosed with Stokes- Adams syndrome. Two minutes after the onset of syncopal attack, which of the following is the pacemaker of the hea?",
        "exp": "During a Stokes-Adams syndrome attack, total A-V block suddenly begins. After a few seconds, some pa of the Purkinje system beyond the block, usually in the distal pa of the A-V node beyond the blocked point in the node, or in the A-V bundle, begins discharging rhythmically at a rate of 15 to 40 times per minute and acting as the pacemaker of the ventricles. This phenomenon is called ventricular escape.",
        "cop": 3,
        "opa": "Sinus node",
        "opb": "A-V node",
        "opc": "Purkinje fibers",
        "opd": "Cardiac septum",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "39b4ba27-2455-4987-adad-e7e79f59cfb0",
        "choice_type": "single"
    },
    {
        "question": "If the Purkinje fibers, situated distal to the A-V junction, become the pacemaker of the hea, what is the expected hea rate?",
        "exp": "If the Purkinje fibers are the pacemaker of the hea, the hea rate ranges between 15 and 40 beats/ min. In contrast, the rate of firing of the A-V nodal fibers are 40 to 60 times a minute, and the sinus node fires at 70 to 80 times per minute. If the sinus node is blocked for some reason, the A-V node will take over as the pacemaker, and if the A-V node is blocked, the Purkinje fibers will take over as the pacemaker of the hea.",
        "cop": 1,
        "opa": "30/min",
        "opb": "50/min",
        "opc": "60/min",
        "opd": "70/min",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "4d74f65f-6ae8-4d9b-9a84-402d7384ac17",
        "choice_type": "single"
    },
    {
        "question": "Major current for depolarization in Purkinje fiber is of:",
        "exp": "Purkinje fiber is a fast-response type or rapidly depolarizing fiber. The rapid depolarization is due a rapid influx of Na+ through the fast Na+ channels. Major current for depolarization in pacemaker cells is due to Ca++",
        "cop": 1,
        "opa": "Na+",
        "opb": "Ca++",
        "opc": "K+",
        "opd": "Cl-",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "e1efe4e8-fdf0-4033-8a80-8dd617daea11",
        "choice_type": "single"
    },
    {
        "question": "Among the following, the last pa of the ventricle to be depolarized:",
        "exp": "Depolarization spreads from apex to base and from endocardium to epicardium. Thus, last pa of the hea to be depolarized is: epicardium of the base of the LV. The other pas where depolarization reaches last: pulmonary conus, uppermost pa of interventricular septum.",
        "cop": 1,
        "opa": "Epicardium of the base of LV",
        "opb": "Endocardium of the base of LV",
        "opc": "Apical epicardium",
        "opd": "Apical endocardium",
        "subject_name": "Physiology",
        "topic_name": "Conducting System of Hea",
        "id": "09b8f4d1-fe70-496c-855e-cd6b75886c12",
        "choice_type": "single"
    }
]