[
    {
        "question": "Chyme is -",
        "exp": "Ans. is 'a' i.e., Food in stomach o After food in the stomach has become throughly mixed with stomach secretions, the resulting mixture that passes down the gut is called chyme.o Chyme is usually semifluid mass. However, degree of fluidity of chyme depends on the relative amounts of food, water and stomach secretions and on the degree of digestion that has occurred.",
        "cop": 1,
        "opa": "Food in stomach",
        "opb": "Biliary secretion",
        "opc": "Pancreatic secretion",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "2c5816e2-d544-4b7d-b293-7a71eae0ea7a",
        "choice_type": "multi"
    },
    {
        "question": "Starch is hydrolyzed in the mouth by:",
        "exp": "Ans. (b) PtyalinRef: Guyton's physiology 11th ed./ 793* Saliva contains two major types of protein secretion:# Serous secretion- contains ptyalin, an enzyme for digesting starches.# Mucus secretionGlandSecretionContentFunctionParotid glandSerous typePtyalinDigest starchesSubmandibular glandSerous and mucous typeMucinLubricating and for surface pro- tective purposesBuccal glandOnly mucusMucinLubricating* Saliva has a pH between 6.0 and 7.0, a favorable range for the digestive action of ptyalin.* The activity of the salivary amylase is blocked by acid of the gastric secretions due to low pH.* But before food and its accompanying saliva become completely mixed with the gastric secretions, as much as 30 to 40% of the starches will have been hydrolyzed mainly to form maltose.* In small intestine the remaining starch Digestion takes place by Pancreatic Amylase. Pancreatic secretion is almost identical in its function with the a-amylase of saliva but is several times more powerful.* Hence, within 15 to 30 minutes after the chyme empties from the stomach into the duodenum and mixes with pancreatic juice, nearly all the carbohydrates will have become digested.",
        "cop": 2,
        "opa": "Mucin",
        "opb": "Ptyalin",
        "opc": "Pancreatic amylase",
        "opd": "Lipase",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "0ea0b145-2a87-4c83-89a6-af8d031828ff",
        "choice_type": "single"
    },
    {
        "question": "Main enzyme involved in digestion of fatty food-",
        "exp": "Ans. is 'c' i.e., Pancreatic lipase o Ebner's glands on the dorsum of the tongue secrete lingual lipase and the stomach also secretes a lipase (gastric lipase}.o However, they are of very little significance in fat digestion.o Fat digestion essentially begins in the duodenum with entry of pancreatic and biliary secretions.o Pancreatic juice contains lipase (pancreatic lipase), the most important enzyme for fat digestion.o The pancreatic lipase digests triglycerides (triacylglycerois) into free fatty acids and 2-monoglycerides (2- monocyiglycerols).o Pancreatic lipase hydrolyzes 1-and 3-bonds of triglycerides with relative sparing of 2-bonds, so the principal products of its action are free fatty acids and 2-monoglycerides.",
        "cop": 3,
        "opa": "Lingual lipase",
        "opb": "Gastric lipase",
        "opc": "Pancreatic lipase",
        "opd": "Phospholipase",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "d92332ef-8c20-4bdc-ac9d-8b69dcf4a105",
        "choice_type": "single"
    },
    {
        "question": "A man cannot digest carbohydrate. The enzyme deficient is -",
        "exp": "Ans. is 'b' i.e., Amylase o Principal enzyme involved in digestion of dietary carbohydrate is amylase.Digestion of carbohydrateso The most abundant carbohydrate in our food is starch. The other forms of carbohydrate which are consumed in substantial amounts are sucrose and lactose.o Starch is a polysaccharide composed entirely of glucose units linked by 1,4- alpha linkage and 1, 6 branching points. What it means that carbon atom -1 of a glucose unit is linked to carbon atom - 4 of the adjacent glucose unit, and that bond is of alpha - type. At the branching points, carbon atom-1 is linked to carbon atom-6 of the adjacent glucose unit.o Digestion of starch starts in the mouth itself by salivary amylase (ptylin). But the hydrolysis by salivary amylase cannot proceed much because the optimal pH for the reaction is 6-7 which is very different from the highly acidic environment of the stomach. The process is resumed by 'pancreatic amylase' in the small intestine. Amylase attacks only internal, 1-4 alpha glucose-glucose bondsQ but spares 1-6 linkages and terminal 1-4 alpha linkages. Hence the products of starch hydrolysis are maltose (a disaccharide, two glucose residues linked by 1:4 a bonds), maltoriose (a trisaccharide, three glucose residues linked by 1:4a bonds), and alpha limit dextrins (Polymers of glucose containing 8 glucose molecules with 1-6 a linkages).o Both salivary1 and pancreatic amylases are activated by Cl-Qo Further digestion of starch derivatives occurs by the enzymes (oligosaccharidases) present in the brush border of small intestinal epithelial cells. Maltase (a-glucosidase) breaks 1:4 linkages in maltose and maltotriose and releases glucose (two molecules of glucose from maltose and three molecules of glucose from maltotriose). Isomaltase (a- limit dextrinase) breaks 1:6 a linkages of alpha-limit dextrin and releases glucose. Isomaltase (a-limit dextrinase) is the only enzyme that attacks 1: 6a linkage.o Sucrose is hydrolysed into fructose and glucose by sucrase (an enzyme present in brush border of intestinal epithelium). Lactose is hydrolysed into galactose and glucose by lactase (b-glucosidase). Trehalase hydrolyzes trehelose (a 1:1 a - linked dimer of glucose) into two glucose molecules. Trehalose is found in mushrooms.About other optionso Pepsin and trypsin are invloved in protein metabolism.o Lipase is involved in fat metabolism.",
        "cop": 2,
        "opa": "Lipase",
        "opb": "Amylase",
        "opc": "Pepsin",
        "opd": "Trypsin",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "4b598de7-2e71-42a6-b77c-dcb58d06b94f",
        "choice_type": "single"
    },
    {
        "question": "Fecal mass is mainly derived from:",
        "exp": "Ans. (a) Undigested foodRef: Ganong 25th ed. / 502* Fecal mass is derived from undigested food.* Feces are the particles of waste matter that is left over after the body has processed and absorbed nourishment from the foods we eat.* It contains water, dietary fiber, inorganic salts, dead cells, bacteria, and anything the body cannot or will not absorb.",
        "cop": 1,
        "opa": "Undigested food",
        "opb": "Digested food",
        "opc": "Intestinal secretion",
        "opd": "Intestinal absorption",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "53c8bb52-a809-4fa2-b95d-8bd6672d2064",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 is mainly absorbed from?",
        "exp": "ANSWER: (C) IleumREF: Ganong, 22nd edition, p471Bile salts and vitamin B12 are mainly absorbed by ileumIron and vitamins (other than B12) are absorbed mainly from proximal small intestine (duodenum and jejunum)Maximum fat absorption- JejunumLong chain fatty acid absorption- Duodenum+ JejunumShort chain fatty acid- Colon",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "0d8c5240-a378-4462-b3be-db97a174e6a2",
        "choice_type": "single"
    },
    {
        "question": "Salivary amylase is Inactivated by -",
        "exp": "Ans. is 'b' i.e., Low pH of the stomach o Saliva contains amylase (salivary amylase or ptyalin), which hydrolyzes starch into disaccharide maltose and a mixture of oligosaccharides. o Its action is very short- lasting because it is inactivated by acidic gastric pH (< 3) shortly after entering the stomach. Salivary amylase optimally active at pH of around 6.9 (6.5 - 7). o It is inactive at a pH below 4.5.",
        "cop": 2,
        "opa": "Enteropeptidase",
        "opb": "Low pH of the stomach",
        "opc": "High pH of the intestine",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "1c514df8-c965-4485-9bd6-6430b14368b5",
        "choice_type": "multi"
    },
    {
        "question": "True about iron absorption are all, except -",
        "exp": "Ans. is 'd' i.e., Pancreatic secretions improves the absorptionIron absorptiono Iron is absorbed from upper small intestine mainly duodenum,o In diet iron occurs in two forms, haeme iron and inorganic (non-haeme) iron.o Haem iron is better absorbed than inorganic iron, but the major fraction of diet is inorganic iron,o inorganic iron is mostly in ferric form; needs to be reduced to ferrous form because iron is absorbed in ferrous form.o After absorption ferrous form is once again oxidized to ferric form inside enterocytes.o A fraction of absorbed iron is rapidly delivered to plasma transferrin.o However, most of the iron is deposited in the enterocytes as ferritin, some to be transferred more slowly to plasma transferrin, and some to be lost when senescent mucosal cells (enterocytes) are sloughed into the intestine,o Iron absorption is regulated according to the demand, e.g., when there is iron deficiency, absorption increases,o This regulation is mediated by \"iron metabolism regulatory' hormone\" i.e., hepcidin that inhibit iron absorption,o When there is iron deficiency, concentration of hepacidin falls and there is increase iron absorption,o Hepacidin also decreases release of iron from storage sites.Transport and storage of irono Iron is transported is blood in combination with a glycoprotein transferrin.o Iron is transported into cells through attachment of transferrin to specific membrane bound receptors,o Iron is stored as ferritin (major storage form) or haemosiderin.o Ferritin is a complex of iron and apoferritin (iron + apoferritin = ferritin).o Iron is mainly stored in reticuio-endothelial cells monocytes.'macrophages of liver, spleen, bonemarrow,o It is also stored in hepatocvtes (parenchymal cells of liver) and myocytes of skeletal muscles.Note :Iron is stored in ferritin in ferric form.Factors affecting iron absorptionA. Decreasing absorptiono By completing (forming chelate) with iron# Phytates# Milk# Tetracycline# Phosphates# EDTA o By opposing reduction of ferric form to ferrous form.# Pancreatic secretions# Antacids# AlkaliesB. Increasing absorptiono By enhancing reduction of ferric form to ferrous form.# Ascorbic acid# Citric acid# HC1# Gastric secretion",
        "cop": 4,
        "opa": "Major site of absorption is duodenum",
        "opb": "Stored as Ferritin",
        "opc": "Absorbed in ferrous form",
        "opd": "Pancreatic secretions improves the absorption",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "c12d30e5-4ba5-4aea-a039-74158798b8c3",
        "choice_type": "multi"
    },
    {
        "question": "Iron absorption takes place in which part of intestine-",
        "exp": "Ans. is 'a' i.e.. Duodenum o Almost all iron absorption occurs in the duodenum.Iron absorptiono Iron is absorbed from upper small intestine mainly duodenum,o In diet iron occurs in two forms, haeme iron and inorganic (non-haeme) iron.o Haem iron is better absorbed than inorganic iron, but the major fraction of diet is inorganic iron,o inorganic iron is mostly in ferric form; needs to be reduced to ferrous form because iron is absorbed in ferrous form.o After absorption ferrous form is once again oxidized to ferric form inside enterocytes.o A fraction of absorbed iron is rapidly delivered to plasma transferrin.o However, most of the iron is deposited in the enterocytes as ferritin, some to be transferred more slowly to plasma transferrin, and some to be lost when senescent mucosal cells (enterocytes) are sloughed into the intestine,o Iron absorption is regulated according to the demand, e.g., when there is iron deficiency, absorption increases,o This regulation is mediated by \"iron metabolism regulatory' hormone\" i.e., hepcidin that inhibit iron absorption,o When there is iron deficiency, concentration of hepacidin falls and there is increase iron absorption,o Hepacidin also decreases release of iron from storage sites.Transport and storage of irono Iron is transported is blood in combination with a glycoprotein transferrin.o Iron is transported into cells through attachment of transferrin to specific membrane bound receptors,o Iron is stored as ferritin (major storage form) or haemosiderin.o Ferritin is a complex of iron and apoferritin (iron + apoferritin = ferritin).o Iron is mainly stored in reticuio-endothelial cells monocytes.'macrophages of liver, spleen, bonemarrow,o It is also stored in hepatocvtes (parenchymal cells of liver) and myocytes of skeletal muscles.Note :Iron is stored in ferritin in ferric form.Factors affecting iron absorptionA. Decreasing absorptiono By completing (forming chelate) with iron# Phytates# Milk# Tetracycline# Phosphates# EDTA o By opposing reduction of ferric form to ferrous form.# Pancreatic secretions# Antacids# AlkaliesB. Increasing absorptiono By enhancing reduction of ferric form to ferrous form.# Ascorbic acid# Citric acid# HC1# Gastric secretion",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Ileum",
        "opc": "Jejunum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "667e4af8-ec5a-466d-bf54-72f5e8b72e9b",
        "choice_type": "single"
    },
    {
        "question": "Iron is actively absorbed in :",
        "exp": "Ans. is 'b' i.e. Duodenum and proximal jejunum Harrison writes - \"Iron absorption takes place largely in the proximal small intestine \".Ganong writes - \"Almost all iron absorption occurs in the duodenum\".Robbins writes - \"Most iron is absorbed in the duodenumGhai writes - \"Iron is absorbed from the duodenum and upper jejunum \".",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum and proximal jejunum",
        "opc": "Large intestine",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "d2a13d11-d3ce-4911-a310-f03e4f69b696",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 is absorbed in -",
        "exp": "Ans. is 'c' i.e., Ileumo Vitamin B12 (cyanocobalamine) is absorbed in the ileum. Intrinsic factor (of castle) is necessary for its absorption.o IF is secreted by oxyntic cells of stomach. In the lumen of the small intestine, IF forms a complex with vitamin B12o Vitamin B12-IF complex binds with a specific receptor on the surface of the epithelial cells of the ileum.o Vitamin B12 is transported into the enterocytes leaving behing IF at the brush border.",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "c3810b27-83ac-4543-b1cd-804efcb22b77",
        "choice_type": "single"
    },
    {
        "question": "Maximum iron absorption occurs in-",
        "exp": "Ans. is 'a' i.e., Duoenumo Iron is absorbed from upper small intestine mainly duodenum. In diet iron occurs in two forms, haeme iron and inorganic (non-haeme) iron. Haem iron is better absorbed than inorganic iron, but the major fraction of diet is inorganic iron. Inorganic iron is mostly in ferric form; needs to be reduced to ferrous form because iron is absorbed in ferrous form.o After absorption ferrous form is once again oxidized to ferric form inside enterocytes. A fraction of absorbed iron is rapidly delivered to plasma transferrin. However, most of the iron is deposited in the enterocytes as ferritin, some to be transferred more slowly to plasma transferrin, and some to be lost when senescent mucosal cells (enterocytes) are sloughed into the intestine.o Iron absorption is regulated according to the demand, e.g., when there is iron deficiency, absorption increases. This regulation is mediated by \"iron metabolism regulatory hormone\", i.e., hepcidin that inhibit iron absorption. When there is iron deficiency, concentration of hepacidin falls and there is increase iron absorption. Hepacidin also decreases release of iron from storage sites.",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Caecum",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "4957acef-de31-4420-8314-a06cd885fa33",
        "choice_type": "single"
    },
    {
        "question": "How is folic acid absorbed in proximal jejunum?",
        "exp": "ANSWER: (D) Both active & passive transportREF: Harrisons 18thed chapter 105, style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">Folates are present in natural foods and tissues as polyglutamates because these forms serve to keep the folates within cells. In plasma and urine, they are found as monoglutamates because this is the only form that can be transported across membranes. Enzymes in the lumen of the small intestine convert the polyglutamate form to the monoglutamate form of the folate, which is absorbed in the proximal jejunum via both active and passive transport.",
        "cop": 4,
        "opa": "Facilitated diffusion",
        "opb": "Active transport",
        "opc": "Passive transport",
        "opd": "Both active 8t passive transport",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "a48237d7-90e8-4313-b2dd-375927ca3a2d",
        "choice_type": "multi"
    },
    {
        "question": "Maximum gastric secretin occurs in -",
        "exp": "Ans. is 'c' i.e.. Gastric phase o Gastric secretion has following phases1) Cephalic Phase. The cephalic phase of gastric secretion occurs even before food enters the stomach, especially while it is being eaten. It results from the sight, smell, thought, or taste of food, and the greater the appetite, the more intense is the stimulation. This phase of secretion normally accounts for about 20% of the gastric secretion associated with eating a meal.2) Gastric Phase. Once food enters the stomach, it excites (1) long vagovagal reflexes from the stomach to the brain and back to the stomach, (2),local enteric reflexes, and (3) the gastrin mechanism, all of which in turn cause secretion of gastric juice during several hours while food remains in the stomach. The gastric phase of secretion accounts for about 70 % of the total gastric secretion associated with eating a meal and therefore accounts for most of the total daily gastric secretion.3) Intestinal Phase. The presence of food in the upper portion of the small intestine, particularly in the duodenum, will continue to cause stomach secretion of small amounts of gastric juice, probably partly because of small amounts of gastrin released by the duodenal mucosa.",
        "cop": 3,
        "opa": "Cephalic phase",
        "opb": "Intestinal phase",
        "opc": "Gastric phase",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "9f43cf23-59cf-4e1a-ad6e-95dfc1896b8a",
        "choice_type": "multi"
    },
    {
        "question": "Receptor for vitamin B12-intrinsic factor complex is located in:",
        "exp": "Ref: W F Canong. Digestion. Absorption, & Nutritional Principles. In: Review of Medical Physiology. 24th ed. California: McGraw-Hill Companies: 2012, p485.Explanation:\"Most vitamins are absorbed in the upper small intestine, hut Vitamin B12 is absorbed in the terminal ileum \" (Ref: Ganong)Vitamin B12 AbsorptionProtein-bound vitamin B12 must be released from the proteins by the action of digestive proteases in both the stomach and small intestine.Gastric acid & Pepsin releases the vitamin from food particle.R-proteins (such as haptocorrins [aka transcobalamin 1) and cobalaphilin) are B12 binding proteins that are produced in the salivary glands.V itamin B12 then hinds to the R-Proteins to avoid degradation in acidic stomach environmentThe next binding protein is intrinsic factor (IF), a protein synthesized by gastric parietal cellsIn the duodenum, proteases digest R-proteins and release B12. which then binds to IF. to form a complex (IF/B12).Vitamin B12 must be attached to IF for it to be absorbed, as receptors on the enterocytes in the terminal ileum of the small bowel only recognize the B12-IF complexIF also protects the vitamin from catabolism by intestinal bacteria.Once the IF/B 12 complex is recognized by- specialized ileal receptors, it is transported into the portal circulation.The vitamin is then transferred to transcob- alaniin II (TC-II/BI2). which serves as the plasma transporter.",
        "cop": 1,
        "opa": "Ileum",
        "opb": "Colon",
        "opc": "Jejunum",
        "opd": "Duodenum",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "dda052e4-a4f9-4942-b422-ec8c60f1ebdb",
        "choice_type": "single"
    },
    {
        "question": "Hepcidin inhibits -",
        "exp": "Ans. is 'b 'i.e., Transfer of iron into enterocytes o Hepcidin is iron metabolism regulatory hormone that inhibits iron absorption (transfer of iron into enterocytes).Iron absorptiono Iron is absorbed from upper small intestine mainly duodenum,o In diet iron occurs in two forms, haeme iron and inorganic (non-haeme) iron.o Haem iron is better absorbed than inorganic iron, but the major fraction of diet is inorganic iron,o inorganic iron is mostly in ferric form; needs to be reduced to ferrous form because iron is absorbed in ferrous form.o After absorption ferrous form is once again oxidized to ferric form inside enterocytes.o A fraction of absorbed iron is rapidly delivered to plasma transferrin.o However, most of the iron is deposited in the enterocytes as ferritin, some to be transferred more slowly to plasma transferrin, and some to be lost when senescent mucosal cells (enterocytes) are sloughed into the intestine,o Iron absorption is regulated according to the demand, e.g., when there is iron deficiency, absorption increases,o This regulation is mediated by \"iron metabolism regulatory' hormone\" i.e., hepcidin that inhibit iron absorption,o When there is iron deficiency, concentration of hepacidin falls and there is increase iron absorption,o Hepacidin also decreases release of iron from storage sites. Transport and storage of irono Iron is transported is blood in combination with a glycoprotein transferrin.o Iron is transported into cells through attachment of transferrin to specific membrane bound receptors,o Iron is stored as ferritin (major storage form) or haemosiderin.o Ferritin is a complex of iron and apoferritin (iron + apoferritin = ferritin).o Iron is mainly stored in reticuio-endothelial cells monocytes.'macrophages of liver, spleen, bonemarrow,o It is also stored in hepatocvtes (parenchymal cells of liver) and myocytes of skeletal muscles.Note :Iron is stored in ferritin in ferric form.Factors affecting iron absorptionA. Decreasing absorptiono By completing (forming chelate) with iron# Phytates# Milk# Tetracycline# Phosphates# EDTA o By opposing reduction of ferric form to ferrous form.# Pancreatic secretions# Antacids# AlkaliesB. Increasing absorptiono By enhancing reduction of ferric form to ferrous form.# Ascorbic acid# Citric acid# HC1# Gastric secretion",
        "cop": 2,
        "opa": "Absorption of cobalamine",
        "opb": "Transfer of iron into enterocytes",
        "opc": "Folic acid synthes",
        "opd": "Respiratory oxidase",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "86d0a8d8-79c5-40ea-bc36-b0c6a58a41c5",
        "choice_type": "single"
    },
    {
        "question": "Iron is predominantly absorbed in -",
        "exp": "Ans. is 'b' i.e., Duodenum IMPORTANT FACTS ABOUT ABSORPTIONo Absorption pattern of duodenum and jejunum is almost same. Following mentioned nutrients are absorbed both in duodenum and jejunum, however their absorption differs quantitatively : -Mainly absorbed in duodenum : - Calcium. Iron.Mainly absorbed in jejunum : - Amino acids, water soluble vitamins (B1. B2, B3, B5, B6, Biotin and VitaminC), fat soluble vitamins (A, E, D, K), Fats (Triglycerides, Cholesterol), Sugars (monosaccharides, disaccharides), water, NaCl (electrolytes).o Following are absorbed in the Ileum: - Bile & bile salts. Vitamin B12, Na+, water.# Vitamin B12. (cyanocobalamine) is absorbed in the ileum. Intrinsic factor (of castle) is necessary for its absorption IF is secreted by oxyntic cells of stomach. In the lumen of the small intestine, IF forms a complex with vitamin B12. Vitamin B12-IF complex binds with a specific receptor on the surface of the epithelial ceils of the ileum r. Vitamin B12 is transported into the enterocytes leaving behing IF at the brush border.o Following are absorbed in colon : - Water and electrolytes (Na & Cl )Water and electrolyte absorptiono Water and electrolytes need no digestion and are absorbed as such. There is approximately 9 liters of water input: Ingested water: 2.0 litres, Saliva: 1.5 litres, gastric juice: 2.5 litres, bile 0.5 litre, pancreatic juice: 1.5 litres, and small intestine secretions 1.0 litre. Out of these 9 litres, 7.7 litres (85%) is absorbed in small intestine and 1.0 - 1.5 litres (5-10%) is absorbed in large intestine (colon). Total 8.8 litres of water is absorbed and 0.2 litre is excreted in feces. In small intestine, most of the water is reabsorbed in the jejunum.o Na+ and Cl. are also absorbed maximally in jejunum with some absorption in colon.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Colon",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "67c57092-70b6-4703-a8e7-903f3b1fa09d",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor is required for absorption of -",
        "exp": "Ans. is 'b' i.e., Vitamin B12 o Vitamin B12 (cyanocobalamine) is absorbed in the ileum, o Intrinsic factor (of castle) is necessary for its absorption. o IF is secreted by oxyntic cells of stomach. In the lumen of the small intestine, IF forms a complex with vitamin B12. o Vitamin B12-IF complex binds with a specific receptor on the surface of the epithelial cells of the ileum. o Vitamin B12 is transported into the enterocytes leaving behing IF at the brush border.",
        "cop": 2,
        "opa": "Folic acid",
        "opb": "Vitamin B12",
        "opc": "Vitamin B2",
        "opd": "Vitamin B6",
        "subject_name": "Physiology",
        "topic_name": "Digestion and Absorption",
        "id": "08f901c1-b43f-48be-a859-4b4bc1ba5556",
        "choice_type": "single"
    }
]