[
    {
        "question": "A person's electrocardiogram (ECG) has no P wave, but has a normal QRS complex and a normal T wave. Therefore, his pacemaker is located in the",
        "exp": "The absent P wave indicates that the atrium is not depolarizing. Therefore, the pacemaker cannot be in the sinoatrial (SA) node. Because the QRS and T waves are normal, depolarization and repolarization of the ventricle must be proceeding in the normal sequence. This situation can occur if the pacemaker is located in the atrioventricular (AV) node. If the pacemaker were located in the bundle of His or in the Purkinje system, the ventricles would activate in an abnormal sequence (depending on the exact location of the pacemaker) and the QRS wave would have an abnormal configuration. Ventricular muscle does not have pacemaker propeies.",
        "cop": 2,
        "opa": "Sinoatrial (SA) node",
        "opb": "Atrioventricular (AV) node",
        "opc": "Bundle of His",
        "opd": "Purkinje system",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "399e64ba-228d-458c-8d3b-fa0f80ca17e6",
        "choice_type": "single"
    },
    {
        "question": "True regarding 2nd degree heart block:",
        "exp": "In 2nd degree heart block - some of the SA nodal impulses do reach the ventricles whereas some are not able to reach the ventricles. Consequently, ventricular rate is slower than the atrial rate. 3rd degree heart block is called the complete heart block, when no impulse from SA node reaches the ventricles. Since ventricles remain quiescent for a while, it results in dizziness followed by syncope - Stokes Adam's syndrome.",
        "cop": 4,
        "opa": "It is complete heart block",
        "opb": "It gives rise to idioventricular rhythm",
        "opc": "It is responsible for Stokes-Adam's syndrome",
        "opd": "The ventricular rate is slower than the atrial rate.",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "cfa87183-f287-49e0-8ada-d51e2f72f1dd",
        "choice_type": "multi"
    },
    {
        "question": "Falsely prolonged QT interval may be a feature of which one of the following conditions?",
        "exp": "Hypokalemia (plasma K+ ~ 3. 5 m. Eq/L) causes a widened concentration gradient for K+ (inside & outside). This results in altered repolarization of ventricles and there would be prominent U wave now, which will immediately follow the T wave. The actual QT interval remains normal (~ 0. 4 sec); however, the U wave is erroneously considered a pa of the T wave, and a falsely prolonged QT interval of 0. 6 sec is measured.",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hypocalcemia",
        "opd": "Hypercalcemia",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "88e16fba-2a12-430d-ab74-978ef259032e",
        "choice_type": "multi"
    },
    {
        "question": "Vulnerable period' during the cardiac excitation coincides with:",
        "exp": "Peak or midpoion of T wave is the 'vulnerable period' in the hea. T-wave represents ventricular repolarization. Mid-poion of the T wave indicates that the ventricular repolrization is paly complete. Each cell will have different status of excitability, at this point of time. If a premature impulse arrives in the ventricles at this time, it may result in ventricular fibrillation. During this time, the excitability of the ventricular fibers varies spatially. Some fibers are completely repolarized (and hence have recovered their excitability, and are ready to conduct another impulse), whereas others are paially recovered, and still others are in their refractory periods. J-point or reference point. End of S-wave (of QRS) is sometimes called the reference point or J-point. It is an isoelectric point. It indicates the completion of ventricular depolarization. It means, all the ventricular cells are in a dequipotential (depolarized). U wave represent the repolarization of papillary muscle.",
        "cop": 3,
        "opa": "PR interval",
        "opb": "J-point",
        "opc": "Peak of T wave",
        "opd": "U wave",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "4300f217-ec4a-44a7-af59-2f36d6d35440",
        "choice_type": "single"
    },
    {
        "question": "In terms of the leads \"looking at\" the hea walls, which of the following is an odd one out?",
        "exp": "Leads II, III, and a. VF are called \"inferior leads\". These leads have their positive (or exploring) electrode on the foot. These 3 leads look to the hea from below; i. e., they are directly looking at the inferior wall of the hea. Any ECG changes in these 3 leads will be reflective of pathology of the inferior wall (e. g., inferior wall MI). avL looks at the hea from left side, hence it is the odd one out.",
        "cop": 3,
        "opa": "Lead II",
        "opb": "Lead III",
        "opc": "Lead a. VL",
        "opd": "Lead a. VF",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "8a953003-298f-4b31-8965-f3d7f20826ce",
        "choice_type": "multi"
    },
    {
        "question": "When recording lead I on an ECG, the right arm is the negative electrode and the positive electrode is the",
        "exp": "By convention, the left arm is the positive electrode for lead I of an ECG.",
        "cop": 1,
        "opa": "Left arm",
        "opb": "Left leg",
        "opc": "Right leg",
        "opd": "Right arm + left leg",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "882f8385-6d9a-490c-8a81-b040f5932c17",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man had an ECG at a local emergency after a biking accident. His weight was 80 kg, and his blood pressure was 160/90 mm Hg. The QRS voltage was 0. 5 millivolt in lead I and 1. 5 millivolts in lead III. What is the QRS voltage in lead II?",
        "exp": "Einthoven's law states that the voltage in lead I plus the voltage in lead III is equal to the voltage in lead II, i. e. II = I + III which in this case is 2. 0 millivolts",
        "cop": 4,
        "opa": "0. 5 millivolt",
        "opb": "1. 0 millivolt",
        "opc": "1. 5 millivolts",
        "opd": "2. 0 millivolts",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "42e2b1d7-4b9e-47d4-af93-84ecd2f960da",
        "choice_type": "single"
    },
    {
        "question": "PR interval is constant in:",
        "exp": "- Mobitz type II of the second degree block has a constant PR interval, with every 'nth' beat is dropped; that is, inconsistently one impulse from atria does not reach ventricles. - Mobitz type I of the second degree block shows lengthening PR interval in successive beats, with finally in one beat P wave is not followed by QRS complex. - In a third variety of the second degree block, atria-to-ventricle excitation is a fixed small number ratio (e. g., 3: 2). For instance, every third impulse from SA node will fail to reach ventricles.",
        "cop": 2,
        "opa": "Mobitz type I block",
        "opb": "Mobitz type II block",
        "opc": "All types of second degree blocks",
        "opd": "None of the varieties of heart block.",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "5d39d59a-b11d-412b-b72e-adab86886530",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man underwent an ECG at an annual physical, and his net deflection (R wave minus Q or S wave) in standard limb lead I was -1. 2 millivolts. Standard limb lead II has a net deflection of +1. 2 millivolts. What is the mean electrical axis of his QRS?",
        "exp": "The net deflection of QRS wave plotted on lead I is -1. 2 millivolts, and lead II is +1. 2 millivolts. So the absolute value of the deflections is the same. Therefore, the mean electrical axis must be exactly halfway in between these two leads, which is halfway between the lead II axis of 60 degrees and the lead I negative axis of 180 degrees, which provides a value of 120 degrees",
        "cop": 4,
        "opa": "-30 degrees",
        "opb": "+30 degrees",
        "opc": "+60 degrees",
        "opd": "+120 degrees",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "cbc5d977-d000-4935-82a9-f5e313ab97df",
        "choice_type": "single"
    },
    {
        "question": "If QRS deflection is large and positive in lead II and 0 in a. VL. What is his mean electrical axis in the frontal plane?",
        "exp": "When the vector in the hea is in a direction almost perpendicular to the axis of the lead, the voltage recorded in the ECG of this lead is very low. Conversely, when the hea vector has almost exactly the same axis as the lead axis, essentially the entire voltage of the vector will be recorded. a. VL=0, means mean cardiac axis is almost perpendicular to a. VL, i. e., either 60 or -120 degrees. Depolarization moving toward an active electrode in a volume conductor produces a positive deflection, whereas depolarization moving in the opposite direction produces a negative deflection Large positive wave in lead II means depolarisation wave is travelling towards lead II i. e. mean cardiac axis must be +60 degrees.",
        "cop": 2,
        "opa": "90 degrees",
        "opb": "60 degrees",
        "opc": "-60 degrees",
        "opd": "-90 degrees",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "142522e7-5194-4474-9111-bcbfe01f506f",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old woman had an ECG at her annual checkup. Using her lead II recording below calculate her heart rate",
        "exp": "The heart rate can be calculated by 60 divided by the R-R interval, which is 0. 86 second. This results in a heart rate of 70 beats/min. (1500/No of small squares between R-R interval - but R-R interval should be regular)",
        "cop": 1,
        "opa": "70",
        "opb": "92",
        "opc": "84",
        "opd": "104",
        "subject_name": "Physiology",
        "topic_name": "ECG",
        "id": "544474e2-b2b4-4c70-af90-10abff47f2f2",
        "choice_type": "single"
    }
]