[
    {
        "question": "1-a hydroxylation in Vitamin-D metabolism takes place in",
        "exp": "Vitamin D is a fat-soluble vitamin molecule found in fish liver oils, and also produced in the skin when subjected to ultraviolet rays from sunlight. The main function of the vitamin is to increase the utilization of calcium and phosphorus in bones and teeth. A mixture of several forms of vitamin D: Vitamin D3 is synthesized in the skin upon exposure to ultraviolet light; in contrast, vitamin D2 is obtained only from the diet. Both vitamins D2 and D3 are metabolized to 25-hydroxyvitamin D in the liver, and then to the active 1, 25 dihydroxy form in the kidney. Vitamin D has a major role in the intestinal absorption of calcium, bone calcium balance and renal excretion of calcium. Ref: Ganong&; s review of medical physiology; 24th edition; page no-379",
        "cop": 3,
        "opa": "Skin",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Blood",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "88613448-175a-4979-835b-9fc73ab95aad",
        "choice_type": "single"
    },
    {
        "question": "Prostaglandin was discovered from",
        "exp": "Prostaglandins were believed to be pa of the prostatic secretions, and eventually were discovered to be produced by the seminal vesicles.... The biochemists Sune K. Bergstrom, Bengt I. Samuelsson and John R. Vane jointly received the 1982 Nobel Prize in Physiology or Medicine for their research on prostaglandins. Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 3,
        "opa": "Tear",
        "opb": "Saliva",
        "opc": "Seminal fluid",
        "opd": "Blood",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6ad7bd10-892a-4ae0-bca3-4e013a3d3e21",
        "choice_type": "single"
    },
    {
        "question": "Lymphoid tissues reach their maximum size:",
        "exp": "The thymus matures at pubey, thus attaining the maximum size Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 3,
        "opa": "In early childhood",
        "opb": "During adolescence",
        "opc": "At pubey",
        "opd": "At 20 years of age",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "14780361-05a8-45e7-8d7b-d1a46de1f7b9",
        "choice_type": "single"
    },
    {
        "question": "The major regulator of platelet production is the hormone thrombopoietin (THPO), which is produced by",
        "exp": "Thrombopoietin (THPO) also known as megakaryocyte growth and development factor (MGDF) is a protein that in humans is encoded by the THPO gene. Thrombopoietin is a glycoprotein hormone produced by the liver and kidney which regulates the production of platelets. It stimulates the production and differentiation of megakaryocytes, the bone marrow cells that bud off large numbers of platelets. Ref: Ganong&; s review of medical physiology; 24th edition; page no-80",
        "cop": 3,
        "opa": "Kidneys",
        "opb": "Liver",
        "opc": "Liver and kidneys",
        "opd": "Spleen and lymph nodes",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a8d44268-9dca-48f4-91e0-da77822fc0ff",
        "choice_type": "single"
    },
    {
        "question": "Testosterone production is mainly contributed by",
        "exp": "Testosterone- the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to luteinizing hormone secreted by the pituitary gland. It is also produced by the adrenal coex in both males and females. Its chief function is to stimulate the development of the male reproductive organs, including the prostate, and the secondary sex characters, such as the beard. It encourages growth of bone and muscle and helps maintain muscle strength. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-423",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Seolie cells",
        "opc": "Seminiferous tubules",
        "opd": "Epididymis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "22b51606-5545-4e06-90de-5d5c4882e470",
        "choice_type": "single"
    },
    {
        "question": "In thyroid gland, iodine is transpoed into the lumen of the follicles by",
        "exp": "Pendrin protein is a chloride-iodide transpoer protein encoded by the gene responsible for Pendred syndrome, impoant in function of thyroid gland, kidney, and inner ear. Endocytosis is defined as the uptake by a cell of material from the environment by invagination of the plasma membrane; it includes both phagocytosis and pinocytosis. Antipo a cell membrane transpo mechanism that transpos two molecules at once through the membrane in opposite directions. Primary active transpo - Active transpo is the movement of all types of molecules across a cell membrane against its concentration gradient (from low to high concentration). In all cells, this is usually concerned with accumulating high concentrations of molecules that the cell needs, such as ions, glucose, and amino acids. If the process uses chemical energy, such as from adenosine triphosphate (ATP), it is termed primary active transpo. Ref: Ganong&; s review of medical physiology; 24th edition; page no-341",
        "cop": 2,
        "opa": "Endocytosis",
        "opb": "Pendrin protein",
        "opc": "Antipo",
        "opd": "Primary active transpo",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "05b670e1-57b8-4be5-b66e-d864f79f7577",
        "choice_type": "single"
    },
    {
        "question": "Feed forward mechanism is employmed in regulation of:",
        "exp": "Feed forward control, in which no stimulus is required but the system still anticipates and makes changes. it is also known as anticipatory control or adaptive control. It is seen in: Temperature regulation Cephalic phase of gastric acid secretion Role of cerebellum in motor coordination Thinking about exercise Ref: Guyton and Hall textbook of medical physiology 12th edition, page number: 7",
        "cop": 1,
        "opa": "Temperature",
        "opb": "Ph",
        "opc": "Blood pressure",
        "opd": "Blood volume",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0802402b-33d8-4919-bad1-9bf38f293aa0",
        "choice_type": "single"
    },
    {
        "question": "Seoli cells play a key role in which of the following process",
        "exp": "Seoli cells are elongated cells in the seminiferous tubules that ensheathe spermatogenic cells, providing a microenvironment that suppos spermiogenesis and spermatocytogenesis; they secrete androgen-binding protein and establish the blood-testis barrier by forming tight junctions with adjacent Seoli cells. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-419",
        "cop": 1,
        "opa": "Spermiogenesis",
        "opb": "Testosterone secretion",
        "opc": "Secretion of seminal fluid",
        "opd": "Production of germ cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "632e3de5-908a-4af2-a33b-1595137fc78f",
        "choice_type": "single"
    },
    {
        "question": "Cytochrome P450 is identified to 11-ss hydroxylase is known as",
        "exp": "Cytochromes P450 (CYPs) are a family of enzymes containing heme as a cofactor that function as monooxygenases. In mammals, these proteins oxidize steroids, fatty acids, and xenobiotics, and are impoant for the clearance of various compounds, as well as for hormone synthesis and breakdown Ref: guyton and hall textbook of medical physiology 12 edition page number: 20, 21, 22",
        "cop": 2,
        "opa": "CYMA-IB",
        "opb": "CYPA-2B",
        "opc": "CYPA-3B",
        "opd": "CYPA-4B",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3de7ebb7-c191-4ea9-bbac-4a23d3b6025c",
        "choice_type": "single"
    },
    {
        "question": "Hormone synthesized as peptide precursor is/are",
        "exp": "Insulin- A polypeptide hormone secreted by the islets of Langerhans and functioning in the regulation of the metabolism of carbohydrates and fats, especially the conversion of glucose to glycogen, which lowers the blood glucose level. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 431",
        "cop": 1,
        "opa": "Insulin",
        "opb": "PTO",
        "opc": "Renin",
        "opd": "Thyroid hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9a580e1a-b525-4a65-9935-a0619feb7d29",
        "choice_type": "single"
    },
    {
        "question": "Seoli cell secrets",
        "exp": "Androgen binding protein is a protein secreted by testicular Seoli cells along with inhibin and mullerian inhibiting substance. Androgen binding protein probably maintains a high concentration of androgen in the seminiferous tubules. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 421",
        "cop": 1,
        "opa": "Androgen binding protein",
        "opb": "Testosterone",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d4f8ccc1-bb25-4209-a951-725d03dd72ad",
        "choice_type": "single"
    },
    {
        "question": "Half-life of T3",
        "exp": "Triiodothyronine, also known as T3, is a thyroid hormone. It affects almost every physiological process in the body, including growth and development, metabolism, body temperature, and heart rate. Production of T3 and its prohormone thyroxine (T4) is activated by thyroid-stimulating hormone (TSH), which is released from the pituitary gland. T3 is the true hormone. Its effects on target tissues are roughly four times more potent than those of T4. Of the thyroid hormone that is produced, just about 20% is T3, whereas 80% is produced as T4. Roughly 85% of the circulating T3 is later formed in the liver and pituitary by removal of the iodine atom from the carbon atom number five of the outer ring of T4. In any case, the concentration of T3 in the human blood plasma is about one-foieth that of T4. This is observed in fact because of the sho half-life of T3, which is only 2. 5 days. This compares with the half-life of T4, which is about 6. 5 days. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "10 hours",
        "opb": "2 day",
        "opc": "6 days",
        "opd": "10 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "550e9be0-2b76-4f06-b5af-46923c33b94b",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis is mostly controlled by",
        "exp": "Spermatogenesis is the process in which spermatozoa are produced from spermatogonial stem cells by way of mitosis and meiosis. The initial cells in this pathway are called spermatogonia, which yield primary spermatocytes by mitosis. The primary spermatocyte divides meiotically (Meiosis I) into two secondary spermatocytes; each secondary spermatocyte divides into two spermatids by Meiosis II. These develop into mature spermatozoa, also known as sperm cells. LH appears to have little role in spermatogenesis outside of inducing gonadal testosterone production. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-420",
        "cop": 3,
        "opa": "Inhibin",
        "opb": "FSH",
        "opc": "LH",
        "opd": "Gn. RH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1d693ade-8d09-4a3d-9c0a-d75747bae255",
        "choice_type": "single"
    },
    {
        "question": "Secretion of estrogen is maximum at",
        "exp": "Estrogen is a generic term for any of the estrus-producing compounds (female sex hormones), including estradiol, estriol, and estrone. Called also estrogenic hormone. In humans, the estrogens are formed in the ovary, adrenal coex, testis, and fetoplacental unit, and are responsible for female secondary sex characteristic development, and during the menstrual cycle, act on the female genitalia to produce an environment suitable for feilization, implantation, and nutrition of the early embryo. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 405",
        "cop": 4,
        "opa": "Just before menopause",
        "opb": "At pubey",
        "opc": "At menstruation",
        "opd": "Before ovulation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5ef2e1e1-d023-4f4b-b9e5-db960a1c364f",
        "choice_type": "single"
    },
    {
        "question": "In a seriously ill patient, addition of amino acids in diet results in a positive nitrogen balance. The mechanism for this is",
        "exp": "Nutrition experiments with various levels of calorie and protein intake were carried out on five healthy young men. Three series of experiments with two persons each were undeaken for periods up to 14 days. The first pa of each experiment, with 1100 to 1500 kcal/day, was immediately followed by the second pa, with 3500 to 2300 kcal/day. The concentrations of insulin, free fatty acids, glucose and amino acids were determined in the morning, fasted blood. The nitrogen balance was also determined. When insufficient carbohydrate intake is coupled with normal and high protein content of the food, there is interindividually an initial drop in the insulin concentration. Regardless of the absolute insulin concentration, this drop causes an increase in the free fatty acids and the branched-chain amino acids, together with a decrease in the concentrations of alanine and glycine (threonine) in the blood and a negative nitrogen balance. The high concentrations of branched-chain amino acids and the low threonine concentrations might be involved as feedback regulators in the fuher regulation of the gluconeogenic metabolism. When carbohydrate calories are added to the diet, a simultaneous decrease in the free fatty acids and branched-chain amino acids and increase in the blood concentrations of insulin, alanine, glycine and threonine within 24 to 48 h are only observed with 3500 kcal/day and 0. 8 to 1. 4 g protein per kg body weight. A positive nitrogen balance, however, is only observed with 1. 4 g protein per kg body weight, regardless of the relative changes in the insulin level, while the increase in alanine and decrease in branched-chain amino acids (valine) are greatest at 0. 8 g protein per kg body weight and day. In spite of the high glucose level, the falling insulin level provokes counter-regulatory processes in which the low concentrations of branched-chain amino acids and the high threonine (alanine) concentrations may play a role. Ref: guyton and hall textbook of medical physiology 12 edition page number: 610, 611, 612",
        "cop": 4,
        "opa": "Increased Growth hormones secretion",
        "opb": "Enhanced rate of gluconegenesis",
        "opc": "Increased absorption of amino acids from diet",
        "opd": "Increased secretion of Insulin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "53d1857f-06d2-4da0-9d7f-88b4a976ac5d",
        "choice_type": "single"
    },
    {
        "question": "Increased LH secretion just before ovulation is due to",
        "exp": "Luteinizing hormone (LH) a gonadotropin of the anterior pituitary gland, acting with follicle-stimulating hormone to cause ovulation of mature follicles and secretion of estrogen by thecal and granulosa cells of the ovary; it is also concerned with corpus luteum formation. In the male, it stimulates development of the interstitial cells of the testes and their secretion of testosterone. Called also interstitial cell-stimulating hormone. LH peak is a positive feedback mechanism from estradiol. The levels keep rising through the follicular phase and when they reach an unknown threshold, this results in the peak of the LH. This effect is opposite from the usual negative feedback mechanism presented at lower levels. In other words, the mechanism(s) are not yet clear. The increase in LH production only lasts for 24 to 48 hours. This \"LH surge\" triggers ovulation, thereby not only releasing the egg from the follicle but also initiating the conversion of the residual follicle into a corpus luteum that, in turn, produces progesterone to prepare the endometrium for a possible implantation. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-407",
        "cop": 2,
        "opa": "Positive feed-back by progesterone",
        "opb": "Positive feed-back by estrogen",
        "opc": "Positive feed-back by FSH",
        "opd": "Positive feed-bad by relaxin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6c521d0e-36e2-4bca-9ea8-5e6b7c892e89",
        "choice_type": "single"
    },
    {
        "question": "Insulin secretion is inhibited by",
        "exp": "Epinephrine (also known as adrenaline or adrenaline) is a hormone and a neurotransmitter. Epinephrine has many functions in the body, regulating heart rate, blood vessel and air passage diameters, and metabolic shifts; epinephrine release is a crucial component of the fight-or-flight response of the sympathetic nervous system. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "Secretin",
        "opb": "Epinephrine",
        "opc": "Growth hormone",
        "opd": "Gastrin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "23fa6f67-0435-4956-8836-1b0d198ef43a",
        "choice_type": "single"
    },
    {
        "question": "Beta HCG is secreted by",
        "exp": "In molecular biology, human chorionic gonadotropin (h. CG) is a hormone produced by the syncytiotrophoblast, a component of the feilized egg, after conception. Following implantation, the syncytiotrophoblast gives rise to the placenta. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-414",
        "cop": 4,
        "opa": "Ovary",
        "opb": "Pituitary",
        "opc": "Corpus luteum",
        "opd": "Placenta",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "34984002-d5ba-43ac-810d-7067cc12fce0",
        "choice_type": "single"
    },
    {
        "question": "Through which of the following does glucose mediated insulin release occur?",
        "exp": "Glucose-mediated insulin release occurs through ATP sensitive K+ channels. Increased blood glucose concentration is the primary controller of insulin secretion. Inside the beta cells, glucose is conveed to glucose-6-phosphate and later ATP is generated. This ATP closes ATP sensitive potassium channels, leading to rise in K+ and depolarisation. This in turn causes opening of voltage gated Ca2+ channels and influx of Ca+. This ultimately leads to secretion of insulin exocytosis. Ref: Guyton and Hall 13th edition Pgno: 990",
        "cop": 1,
        "opa": "ATP sensitive K+ channels",
        "opb": "c. AMP",
        "opc": "Carrier mediated",
        "opd": "Receptor phosphorylation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5093537c-dcbf-43c4-ada4-1c4191e4b800",
        "choice_type": "single"
    },
    {
        "question": "Ovum is released due to",
        "exp": "Ovulation-the discharge of a secondary oocyte from the Graafian follicle; in an adult woman, this normally occurs at intervals of about28 days and alternates between the two ovaries. As a rule, only one secondary oocyte is produced, but occasionally ovulation produces two or more; if more than one subsequently become feilized, the result may be multiple bihs, such as twins. Estrogen levels peak towards the end of the follicular phase. This causes a surge in levels of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). This lasts from 24 to 36 hours, and results in the rupture of the ovarian follicles, causing the oocyte to be released from the ovary the oviduct. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "FSH",
        "opb": "LH",
        "opc": "Prolactin",
        "opd": "HCG",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0dc38ea6-216b-4c27-9cb9-e28b3cd4cf74",
        "choice_type": "single"
    },
    {
        "question": "In Cushing syndrome, which of the following are seen -",
        "exp": "Cushing syndrome is a disorder resulting from increased adrenocoical secretion of coisol, due to any one of several sources: ACTH-dependent adrenocoical hyperplasia or tumor, ectopic ACTH-secreting tumor, or excessive administrations of steroids; characterized by truncal obesity, moon face, acne, abdominal striae, hypertension, decreased carbohydrate tolerance, protein catabolism, psychiatric disturbances, and osteoporosis, amenorrhea, and hirsutism in females; when associated with an ACTH-producing adenoma, called Cushing disease. Ref: Ganong&; s review of medical physiology; 24th edition; page no-366",
        "cop": 1,
        "opa": "|Aldosterone",
        "opb": "|Aldosterone",
        "opc": "|Epinephrine",
        "opd": "|nor. Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d26f2b15-ca73-44ed-a7c6-ba1eb8f16c3a",
        "choice_type": "single"
    },
    {
        "question": "Estrogen beta receptors are found on",
        "exp": "Oestrogen beta receptors are found in blood vessels Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 2,
        "opa": "Uterus",
        "opb": "Blood vessels",
        "opc": "Ovary",
        "opd": "Vagina",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a7c5ad8e-76ea-44c0-9d13-7fe2b1268ef7",
        "choice_type": "single"
    },
    {
        "question": "Relaxation of skeletal muscle occurs by",
        "exp": "Once the calcium ions have been released from the sarcoplasmic tubules and have diffused among the myofibrils, muscle contraction continues as long as the calcium ion concentration remains high. However, a continually active calcium pump located in the walls of the sarcoplasmic reticulum pumps calcium ions away from the myofibrils back into the sarcoplasmic tubules. This pump can concentrate the calcium ions about 10, 000-fold inside the tubules. In addition, inside the reticulum is a protein called calsequestrin that can bind up to 40 times more calcium. Ref: Guyton 13th ed, p 94",
        "cop": 4,
        "opa": "Removal of Acetylcholine from synaptic cleft",
        "opb": "Closure of nicotinic cholinergic receptor",
        "opc": "Binding of calcium with troponin",
        "opd": "Removal of sarcoplasmic calcium",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2b7c3285-8658-47d8-8fa0-6bae29d0aedb",
        "choice_type": "single"
    },
    {
        "question": "Maximum concentration of coisol is seen at which time of day?",
        "exp": "Coisol is the principal glucocoicoid produced by the zona fasciculata of the adrenal coex. It promotes gluconeogenesis and lipolysis, suppresses protein synthesis, inhibits inflammatory and immune responses, and has mild mineralocoicoid(for example, hypernatremic, kaliuretic, antidiuretic) effects. Most plasma coisol is bound to transcoin and albumin. Synthetic coisol administered as a drug is usually known by the alternative name hydrocoisone. Ref: Ganong&; s review of medical physiology; 24th edition; page no-362",
        "cop": 1,
        "opa": "Early morning",
        "opb": "Noon",
        "opc": "Late evening",
        "opd": "Midnight",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a088334a-56d0-4114-8914-01b7ff31c049",
        "choice_type": "single"
    },
    {
        "question": "On giving a patient insulin, which of the following is expected to occur first?",
        "exp": "Increased transpo of K+ into adipocytes will occur first onn giving an injection of insulin. Based onn time on onset, actions of insulin are classified as: Rapid(seconds): Increased permeability, leading to: Increased transpo of glucose, aminoacids, and K+ into insulin sensitive cells. Intermediate(minutes): Changes in activity levels of intracellular enzymes, leading to: Stimulation of protein synthesis Inhibition of proteinn degradation Activation of glycolytic enzymes and glycogen synthase Innhibition of phophorylase and glucogenic enzymes. Delayed (Hours to days): Changed rates of transcription for DNA, leading to: Increased in m. RNAs for lipogenic and other enzymes. Ref: Guyton and Hall 13th edition Pgno: 985",
        "cop": 1,
        "opa": "Increased transpo of K+ into adipocytes",
        "opb": "Stimulation of protein synthesis",
        "opc": "Activation of glycolysis",
        "opd": "Increase in m. RNA for lipolysis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5c86fd96-6a75-418c-81f6-471fba655bbd",
        "choice_type": "single"
    },
    {
        "question": "Conn syndrome is seen due to increased production of",
        "exp": "An adrenocoical disorder caused by excessive secretion of aldosterone.; primary aldosteronism. Primary aldosteronism is an adrenocoical disorder caused by excessive secretion of aldosterone and characterized by headaches, nocturia, polyuria, fatigue, hypertension, potassium depletion, hypokalemic alkalosis, hypervolemia, and decreased plasma renin activity; may be associated with small benign adrenocoical adenomas. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-364",
        "cop": 4,
        "opa": "Coisol",
        "opb": "ACTH",
        "opc": "CRH",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b79da74d-4777-4bf2-97e2-43b661ac59e8",
        "choice_type": "single"
    },
    {
        "question": "Where does ADH not act?",
        "exp": "Vasopressin is a hormone secreted by cells of the hypothalamic nuclei and stored in the posterior pituitary for release as necessary; its stimulates contraction of the muscular tissues of the capillaries and aerioles, raising the blood pressure, and increases peristalsis, exe some influence on the uterus, and resorption of water by the kidney tubules, resulting in concentration of urine. Its rate of secretion is regulated chiefly by the osmolarity of the plasma. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-303",
        "cop": 1,
        "opa": "PCT",
        "opb": "Collecting duct.",
        "opc": "Collecting tubules",
        "opd": "DCT",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3db3fd74-d1e7-4b60-b71c-1c752a81622d",
        "choice_type": "single"
    },
    {
        "question": "Sperm motility is increased in",
        "exp": "Sperm motility describes the ability of sperm to move properly through the female reproductive tract (internal feilization). Ref: Ganong&; s review of medical physiology; 24th edition; page no:-421",
        "cop": 3,
        "opa": "Increased temperature",
        "opb": "Acidic environment",
        "opc": "Vaginal secretions",
        "opd": "Seminiferous tubules",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "272a5790-14d5-40a1-b60d-0d7326e0e76a",
        "choice_type": "single"
    },
    {
        "question": "Sperms acquire motility in",
        "exp": "Sperm motility describes the ability of sperm to move properly through the female reproductive tract. the ability to move forward is acquired in the epididymis Ref: Ganong&; s review of medical physiology; 24th edition; page no:-422",
        "cop": 2,
        "opa": "Testis",
        "opb": "Epididymis",
        "opc": "VAS deferences",
        "opd": "Seminal vesicles",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "57c4ff64-5d63-4b1b-83fe-fbf2b4ffeaaa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an action of growth hormone:",
        "exp": "Insulin shows anti insulin effect and stimulate production of insulin like growth factor Anti insulin effect: increased lipolysis, hyperglycemia Effects mediated by insulin like growth factor: increased cailage and bone formation, increased protein synthesis and growth factor secretion, Ref: Guyton and Hall textbook of medical physiology 12th edition, page number: 556-558",
        "cop": 3,
        "opa": "Anti insulin effect",
        "opb": "Increased cailage formation",
        "opc": "Decreased lipolysis",
        "opd": "Increased protein synthesis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5af65680-74e1-41bd-86c9-882e603d22c1",
        "choice_type": "single"
    },
    {
        "question": "Ovulation is primarily caused by preovulatory surge of",
        "exp": "Estrogen levels peak towards the end of the follicular phase. This causes a surge in levels of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). This lasts from 24 to 36 hours, and results in the rupture of the ovarian follicles, causing the oocyte to be released from the ovary the oviduct. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-406",
        "cop": 2,
        "opa": "Estradiol",
        "opb": "Luteinizing hormone",
        "opc": "Progesterone",
        "opd": "Follicle stimulating hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "652159dd-397b-4d00-bd84-183279a4d2ba",
        "choice_type": "single"
    },
    {
        "question": "Insulin-dependent glucose transpo is through",
        "exp": "Glucose transpoers are a wide group of membrane proteins that facilitate the transpo of glucose over a plasma membrane. Because glucose is a vital source of energy for all life these transpoers are present in almost cells. GLUT4. Found in adipose tissues and striated muscle (skeletal muscle and cardiac muscle). GLUT 4 Is the insulin-regulated glucose transpoer. Responsible for insulin-regulated glucose storage. Ref: Ganong&; s review of medical physiology; 24th edition; page no-434",
        "cop": 3,
        "opa": "GLUT 2",
        "opb": "GLUT 3",
        "opc": "GLUT 4",
        "opd": "GLUT 1",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cf143002-c06e-4905-a27a-8fe9cdafac38",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman came with the complaint of restlessness, nervousness, and sleeplessness since 8 months. Her physical examination revealed tremors, warm moist hands, and an enlarged thyroid gland. Her heart rate was 120 beats per minute. What will be her thyroid profile?",
        "exp": "The clinical findings are suggestive of hypehyroidism associated with goiter. Graves disease is an autoimmune condition leading to autonomous excess thyroid hormone secretion because of TSH receptor stimulation by immunoglobulin G. The continuous stimulation of TSH receptor by TSH-like antibodies results in excess T4 and T3 production. The incidence of Graves disease peaks in the third to fouh decades and is 8 times more common in women than in men. Decreased serum levels of T 3 are associated with increased concentrations of r. T3, an inactive form of thyroid hormone. Elevation of TSI is associated with Graves disease and is the likely cause of the hypehyroidism seen in this condition.",
        "cop": 1,
        "opa": "TSH: <0. 1m. IU/mL; T3: 20ng/dL; r. T3: 5ng/dL; TSI: ++",
        "opb": "TSH: 0. 4m. IU/mL; T3: 56ng/dL; r. T3: 85ng/dL; TSI: ++",
        "opc": "TSH: <0. 1m. IU/mL; T3: 192ng/dL; r. T3: 25ng/dL; TSI: ++",
        "opd": "TSH: 0. 4m. IU/mL; T3: 100ng/dL; r. T3: 120ng/dL; TSI: ++",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1d857203-7131-48c4-a606-06eb864087c8",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old construction worker had an 8-month history of muscle weakness, easy bruising, backache, and headache. Physical examination revealed cutaneous hyperpigmentation, pronounced truncal obesity, purple striae with a \"buffalo hump, \" and blood pressure of 180/100 mm Hg. Laboratory analyses revealed elevated concentrations of circulating coisol with an absence of a circadian rhythm. With high-dose administration of a glucocoicoid agonist, plasma coisol levels reduced significantly. What is the most likely cause of these symptoms?",
        "exp": "Physical examination revealed features of glucocoicoid excess. ACTH-dependent Cushing syndrome is characterized by elevated glucocoicoid levels caused by excess stimulation by ACTH produced by pituitary or ectopic (extrapituitary tissue) tumors. The most frequent source of ectopically produced ACTH is small cell lung carcinoma. Ectopic secretion of ACTH is usually not suppressed by exogenously administered glucocoicoids (dexamethasone), and this feature is helpful in its differential diagnosis.",
        "cop": 1,
        "opa": "Adrenocoical hypersecretion of pituitary origin",
        "opb": "Congenital adrenal hyperplasia",
        "opc": "Ectopic ACTH production in the lung",
        "opd": "Primary hyperaldosteronism",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "544fa413-d6a2-41ad-859d-cf85704ce236",
        "choice_type": "single"
    },
    {
        "question": "Progesterone has how many carbons",
        "exp": "Progesterone (P4)C21. H30. O2is an endogenous steroid and progestogen sex hormone involved in the menstrual cycle, pregnancy, and embryogenesis of humans and other species. It belongs to a group of steroid hormones called the progestogens and is the major progestogen in the body. Progesterone is also a crucial metabolic intermediate in the production of other endogenous steroids, including the sex hormones and the coicosteroids, and plays an impoant role in brain function as a neurosteroid. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-409",
        "cop": 4,
        "opa": "18",
        "opb": "19",
        "opc": "20",
        "opd": "21",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a5279349-e963-423d-9967-1a03ee66c3e3",
        "choice_type": "single"
    },
    {
        "question": "Increased glycolysis and decreased gluconeogenesis",
        "exp": "Insulin helps control blood glucose levels by signaling the liver and muscle and fat cells to take in glucose from the blood. Insulin therefore helps cells to take in glucose to be used for energy. If the body has sufficient energy, insulin signals the liver to take up glucose and store it as glycogen. Ref: guyton and hall textbook of medical physiology 12 edition page number: 610, 611, 612",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Epinephrine",
        "opd": "Coisol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "7bbb6f0a-e675-42d2-af64-559aba7be4b2",
        "choice_type": "single"
    },
    {
        "question": "Dihydrotestosterone acts on",
        "exp": "Ref; Ganong&; s review of medical physiology; 24th edition; page no:-425. Dihydrotestosterone (commonly abbreted to DHT), or 5a-dihydrotestosterone (5a-DHT), also known as androstanolone (5a-androstane-17b-ol-3-one) as well as 17b-hydroxy-5a-androstane-3-one, is a sex steroid and androgen hormone. The enzyme 5a-reductase synthesizes DHT in the prostate, testes, hair follicles, and adrenal glands. This enzyme reduces the 4, 5 double-bond of the hormone testosterone. During embryogenesis, DHT has an essential role in the formation of the male external genitalia, while in the adult DHT acts as the primary androgen in the prostate and in hair follicles.",
        "cop": 2,
        "opa": "Pituitery",
        "opb": "Extermal genitalia",
        "opc": "Internal genitalia",
        "opd": "Testis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f81452b1-c081-41f6-b441-6c07afff8627",
        "choice_type": "single"
    },
    {
        "question": "Intrauterine growth of fetus is affected by",
        "exp": "Intrauterine growth of fetus is affected by insulin. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 431",
        "cop": 2,
        "opa": "Growth hormone",
        "opb": "Insulin",
        "opc": "Thyroxine",
        "opd": "Glucocoicoids",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2f9937e6-cc98-42b5-9603-dd5c64ad59d7",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old female came with the chief complaint of significant weight loss and secondary amenorrhea. She has a high-intensity exercise regimen, is preoccupied with food, and seems to have an irrational fear of gaining weight. Decreased production of which of the following hormones leads to amenorrhea in anorexia nervosa?",
        "exp": "In Anorexia nervosa, the severe reduction in Gn. RH pulsatility leads to suppression of FSH and LH secretion, possibly to undetectable levels, and results in anovulation and low serum estradiol levels. Given the severe psychologic and metabolic stress experienced by these individuals, the hypothalamic-pituitary-adrenal axis is activated. The circadian rhythm of adrenal secretion is maintained, but both coisol production and plasma coisol levels are persistently elevated secondary to increased pituitary secretion of adrenocoicotropic hormone (ACTH). Serum leptin levels in these individuals are significantly lower than normal healthy controls and correlate with the percentage of body fat and body weight. A rise in leptin levels in response to dietary treatment is associated with a subsequent rise in gonadotropin levels. \"\"Inhibition of reproduction function-- Enhanced release of the coicotrophin-releasing hormone (CRH) and b-endorphin suppresses Gn. RH release directly and indirectly through the release of glucocoicoids. Elevated glucocoicoids suppress the release of Gn. RH, luteinizing hormone, and follicle-stimulating hormone, and produce gonadotropin resistance at the gonads. This suppression in gonadal function is evident in patients with anorexia nervosa and extreme athletes. \"",
        "cop": 1,
        "opa": "Gonadotropin releasing hormone (Gn. RH)",
        "opb": "Progesterone",
        "opc": "Human chorionic gonadotropin (h. CG)",
        "opd": "Estradiol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "7d8d8718-a75f-4306-a0bf-1f307d0f59a7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following method is sensitive for easy assessment of hormonal activity?",
        "exp": "It is cost effective and does not employ radio active isotopes. It is the basic principle for measuring the concentration of a hormone. Ref: guyton and hall textbook of medical physiology 12 edition page number: 535, 536, 537",
        "cop": 2,
        "opa": "Chromatography",
        "opb": "ELISA",
        "opc": "Radio-immunoassay",
        "opd": "Cytochemistry assay",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ae087f52-a3b4-438d-8a6f-1a5a4dbb25b3",
        "choice_type": "single"
    },
    {
        "question": "Which hormone does not increase in burns?",
        "exp": "Luteinizing hormone (LH) a gonadotropin of the anterior pituitary gland, acting with follicle-stimulating hormone to cause ovulation of mature follicles and secretion of estrogen by thecal and granulosa cells of the ovary; it is also concerned with corpus luteum formation. In the male, it stimulates the development of the interstitial cells of the testes and their secretion of testosterone. Called also interstitial cell-stimulating hormone. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 3,
        "opa": "Coisol",
        "opb": "Glucagon",
        "opc": "LH",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "92f8826b-ef0e-4794-b7c0-c294e23d265b",
        "choice_type": "single"
    },
    {
        "question": "In which of the following ways does aldosterone react with renal tubular cells?",
        "exp": "Aldosterone increases transpo of ENa. Cs (epithelial sodium channels) from the cytoplasm to the cell membrane. This is a rapid effect of aldosterone. Adosterone diffuses into the tubular epithelial cells. In the cytoplasm of these cells, aldosterone combines with a mineralocoicoid receptor (MR) protein. The aldosterone-receptor complex diffuses into the nucleus and induces transcription of DNA to form m. RNA. The m. RNA diffuses back into the cytoplasm and protein formation occurs in the ribosomes. This occurs slowly. The impoant products formed are: Na+K+ATPase, and membrane transpo proteins like epithelial sodium channel proteins. Ref: Guyton And Hall 13th edition Pgno: 970, 971",
        "cop": 1,
        "opa": "Increases transpo of ENa. Cs from the cytoplasm to the cell membrane",
        "opb": "Binds to steroid receptor inside the nucleus of renal tubular cells",
        "opc": "Binds to ENaC's on the cell membrane and increase Na+ transpo",
        "opd": "Binds to G-protein coupled receptors on the cell surface",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5eb1ba7f-523d-49e4-b8ad-05b411df67c7",
        "choice_type": "single"
    },
    {
        "question": "Efferent pathway for milk ejection reflex",
        "exp": "Milk ejection reflex - a normal reflex in a lactating woman elicited by tactile stimulation of the nipple, resulting in release of milk from the glands of the breast. This reflex requires intact nerve connections from nipple to hypothalamus and release of the hormone oxytocin from the posterior pituitary into the bloodstream. Also called let-down reflex. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 2,
        "opa": "Prolactin",
        "opb": "Oxytocin",
        "opc": "ACTH",
        "opd": "Growth hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ec43dac7-c630-424b-a526-74aa007061a7",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia stimulates secretion of",
        "exp": "Hyperkalaemia is an elevated level of potassium (K+) in the blood serum. Normal potassium levels are between 3. 5 and 5. 0 mmol/L with levels above 5. 5 mmol/L defined as hyperkalemia. ADH - hormone secreted by the posterior pituitary gland and also by nerve endings in the hypothalamus; affects blood pressure by stimulating capillary muscles and reduces urine flow by affecting reabsorption of water by kidney tubules. Secretin - A polypeptide hormone that is produced in the duodenum, especially on contact with acid, and that inhibits gastric secretion of acid and stimulates secretion of bile, insulin, and pancreatic digestive enzymes. Aldosterone - a hormone produced by the coex of the adrenal gland, helps in the regulation of sodium and potassium resorption by the cells of the tubular poion of the kidney. Parathormone - hormone synthesized and released into the bloodstream by the parathyroid glands; regulates phosphorus and calcium in the body. Ref: Ganong&; s review of medical physiology- 24th edition page no; 370",
        "cop": 3,
        "opa": "ADH",
        "opb": "Secretin",
        "opc": "Aldosterone",
        "opd": "Parathormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "212f4188-2fd9-4c60-8d29-91fc03d7f475",
        "choice_type": "single"
    },
    {
        "question": "Ghrelin stimulates the release of which hormone?",
        "exp": "Ghrelin- A naturally occurring 28-amino acid gut-brain growth hormone releasing peptide (GHRP) that is expressed mainly in the stomach and possibly in the hypothalamus. Fasting and hypoglycemia increase ghrelin levels and circulating ghrelin levels are decreased in chronic obesity, following acute caloric intake and in states of positive energy balance. Acute administration of ghrelin to humans induces a feeling of hunger. Ghrelin binds to ghrelin-receptors in the anterior pituitary and possibly in the mediobasal and mediolateral hypothalamus to stimulate growth hormone release and to regulate energy homeostasis. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 327",
        "cop": 4,
        "opa": "PTH",
        "opb": "LH",
        "opc": "Prolactin",
        "opd": "Growth hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a46aa4f0-954f-40eb-819c-181f283aadb0",
        "choice_type": "single"
    },
    {
        "question": "Selenocysteine residues are present in",
        "exp": "Selenocysteine is defined as substance with Cysteine containing selenium in place of one sulfur atom. Deiodinase is an enzyme that deiodinates two of the iodinated amino acids (iodothyronines) within the thyroid gland. Selenium-dependent deiodinase conves thyroxine (T4) to triiodothyronine (T3), the more active thyroid hormone. Pyruvate carboxylase an enzyme that catalyzes the irreversible carboxylation of pyruvate, a reaction necessary for gluconeogenesis from lactate or amino acids forming pyruvate and also providing four-carbon compounds for the citric acid cycle. The enzyme is a mitochondrial protein occurring in liver but not in muscle. Deficiency of the enzyme, an autosomal-recessive trait, causes severe psychomotor retardation and lactic acidosis in infants. Xanthine oxidase flavoprotein containing molybdenum; an oxidoreductase catalyzing the reaction of xanthine, O2, and H2O to produce urate and superoxide. Also oxidizes hypoxanthine, some other purines and pterins, and aldehydes. A lower rate of oxidation is observed in patients with molybdenum cofactor deficiency. Lysyl oxidase is an enzyme, which requires Cu2+ and O2, that oxidizes ceain lysyl residues in collagen to allysyl residues andhydroxylysyl residues to hydroxyalkyl residues; this is a required step for the crosslinking ( aldol condensations and through Amadori rearrangements) of collagen strands; a lower activity of this enzyme is associated with occipital horn syndrome.",
        "cop": 3,
        "opa": "Pyruvate carboxylase",
        "opb": "Xanthine oxidase",
        "opc": "Deiodinase",
        "opd": "Lysyl oxidase",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d7e34406-baec-4da6-a3e4-619a55e4a55a",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone mainly acts upon",
        "exp": "Aldosterone is the main mineralocoicoid hormone secreted by the adrenal coex, the principal biological activity of which is the regulation of electrolyte and water balance by promoting the retention of sodium (and, therefore, of water) and the excretion of potassium; the retention of water induces an increase in plasma volume and an increase in blood pressure. Its secretion is stimulated by angiotensin II. Aldosterone is mineralocoicoid hormone produced by the zona glomerulosa of the adrenal coex; its major action is to facilitate potassium exchange for sodium in the distal renal tubule, causing sodium reabsorption and potassium and hydrogen loss. Ref: Ganong&; s review of medical physiology; 24th edition; page no-364",
        "cop": 4,
        "opa": "PCT",
        "opb": "Loop of Henle",
        "opc": "Glomerulus",
        "opd": "Distal renal tubule",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3459c81b-950e-4596-8423-c26050f76ff1",
        "choice_type": "single"
    },
    {
        "question": "1st response to hypoglycemia",
        "exp": "Hypoglycemia is defined as the condition of low blood sugar. Hypoglycemia occurs when blood sugar (or blood glucose) concentrations fall below a level necessary to properly suppo the body&; s need for energy and stability throughout its cells. Carbohydrates are the main dietary source of the glucose that is manufactured in the liver and absorbed into the bloodstream to fuel the body&; s cells and organs. Glucose concentration is controlled by hormones, primarily insulin and glucagon. Glucose concentration also is controlled by epinephrine (adrenaline) and norepinephrine, as well as growth hormone. If these regulators are not working properly, levels of blood sugar can become either excessive (as in hyperglycemia) or inadequate (as in hypoglycemia). Ref: Ganong&; s review of medical physiology; 24th edition; page no-448",
        "cop": 2,
        "opa": "Increased insulin",
        "opb": "Increased glucagon",
        "opc": "Increased coisol",
        "opd": "Increased nor epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "38742d45-5814-444b-ab49-4674d9581862",
        "choice_type": "single"
    },
    {
        "question": "Lesion of which hypothalamic nuclei leads to loss of circadian rhythm",
        "exp": "The suprachiasmatic nucleus or nuclei, abbreted SCN, is a tiny region on the brain&; s midline, situated directly above the optic chiasm. It is responsible for controlling circadian rhythms. The neuronal and hormonal activities it generates regulate many different body functions in a 24-hour cycle, using around 20, 000 neurons. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-278",
        "cop": 4,
        "opa": "Dorsomedial",
        "opb": "Ventromedial",
        "opc": "Supraoptic",
        "opd": "Suprachiasmatic",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c34b36f1-c159-471f-a1d8-a0622e072a46",
        "choice_type": "single"
    },
    {
        "question": "Siuins are associated with",
        "exp": "Siuins are a family of proteins that play a role in aging by regulating cellular health. They're responsible for critical biological functions like DNA expression and aspects of aging. However, siuins can only function in the presence of NAD+, nicotinamide adenine dinucleotide, a coenzyme found in all living cells Ref: guyton and hall textbook of medical physiology 12 edition page number: 534, 535, 536",
        "cop": 3,
        "opa": "Memory",
        "opb": "Vision",
        "opc": "Metabolism",
        "opd": "Olfaction",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "36f8c8ef-a21c-4cdd-8363-79cdf5fde82b",
        "choice_type": "single"
    },
    {
        "question": "Which finding would be present following selective destruction of Seoli cells?",
        "exp": "Seoli cells are stimulated by follicle-stimulating hormone (FSH) to secrete the hormone inhibin. Inhibin is a polypeptide hormone with a structure that is similar to that of insulin (i. e., an A chain and a B chain connected by two disulfide bonds). Its physiologic function is to selectively suppress pituitaty release of FSH. Therefore, if Seoli cells are destroyed, plasma levels of inhibin would decrease and plasma levels of FSH would increase as a result of loss of feedback inhibition. Luteinizing hormone (LH) is suppressed by testosterone of Leydig cell origin. Selective destruction of Seoli cells with Leydig cells left intact would have no effect on circulating levels of testosterone or LH. Finally, Seoli cells are vital for normal spermatogenesis. The spermatozoa mature within the folds of the Seoli cells, which provide maturational factors that are required for spermatogenesis.",
        "cop": 4,
        "opa": "Increased plasma testosterone levels",
        "opb": "Increased plasma inhibin levels",
        "opc": "Increased plasma luteinizing hormone (LH) levels",
        "opd": "Increased plasma follicle-stimulating hormone (FSH) levels",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "326823c4-adab-4c42-8052-2a393b5c38c5",
        "choice_type": "single"
    },
    {
        "question": "Testosterone is secreted by",
        "exp": "Testosterone * C19 steroid with a hydroxyl group in the 17th position * Testosterone is synthesized from cholesterol in the leydig cells (by 17 alpha hydroxylase) * Testosterone is also formed androstenedione secreted by adrenal coex(by 11 and 21 hydroxylases) * Secretion of testosterone is under the control of LH * Rate of secretion of testosterone - 4-9mg/dl in adult men * Plasma testosterone level (free and bound) - 300- 1000ng/dL in adult men * 98% of testosterone in plasma is bound to protein (65% -bound to beta globulin / gonadal steroid binding globulin / sex steroid binding globulin) and (33% bound to albumin) * Testosterone binds to an intracellular receptor * The receptor/steroid complex then binds to DNA in the nucleus * This facilitates the transcription of many genes * In addition, testosterone is also conveed to Dihydrotestosterone by 5 alpha reductase in some target cells. DHT binds to the same intracellular receptor as testosterone Ref:- Ganong's Review of Medical Physiology 25th ed; pg num:- 422",
        "cop": 2,
        "opa": "Gonadotropic cells",
        "opb": "Leydig's cells",
        "opc": "Acidophilic cells",
        "opd": "Seoli cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "069be52b-96c7-4457-b9f5-0e5003f14323",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT essential for normal biosynthesis of thyroid hormone?",
        "exp": "The thyroid hormones, triiodothyronine (T3) and, thyroxine (T4), are tyrosine-based hormones produced by the thyroid gland that are primarily responsible for regulation of metabolism. T3and T4 is paially composed of iodine. A deficiency of iodine leads to decreased production of T3 and T4, enlarges the thyroid tissue and will cause the disease known as simple goitre. Ferritin is an iron-protein complex, containing up to 23% iron, formed by the union of ferric ions with apoferritin; it is found in the intestinal mucosa, spleen, bone marrow, reticulocytes, and liver, and regulates iron storage and transpo from the intestinal lumen to plasma. Thyroglobulin is an iodine-containing glycoprotein of high molecular weight found in the colloid of the follicles of the thyroid gland; its iodinated tyrosine moieties form the active hormones thyroxine and triiodothyronine. Thyroid-stimulating hormone (TSH) is a hormone secreted by the pituitary gland that controls the release of T4 by the thyroid gland. Ref: Ganong&; s review of medical physiology; 24th edition; page no-341",
        "cop": 2,
        "opa": "Iodine",
        "opb": "Ferritin",
        "opc": "Thyroglobulin",
        "opd": "TSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "433c619e-c7a0-44db-9e3d-83b8880c84fd",
        "choice_type": "single"
    },
    {
        "question": "Ejection of milk is caused by",
        "exp": "Oxytocin plays roles in sexual reproduction, in paicular during and after childbih. It is released in large amounts after distension of the cervix and uterus during labor, facilitating bih, maternal bonding, and, after stimulation of the nipples, breastfeeding. Both childbih and milk ejection result from positive feedback mechanisms. ADH (antidiuretic hormone) a hormone secreted by neurosecretory cells of the HYPOTHALAMUS and released by the posterior lobe of the PITUITARY GLAND. ADH stimulates the reabsorption of water through the distal convoluted tubule of the KIDNEY nephron in mammals and thus limits the water content and the overall volume of urine. Progesterone also known as P4 is a C-21steroid hormone involved in the female menstrual cycle, pregnancy and embryogenesis of humans and other species. Progesterone belongs to a class of hormones called progestogens and is the major naturally occurring human progestogen. thyroxine a thyroid hormone that contains iodine and is a derivative of the amino acid tyrosine, occurring naturally as l-thyroxine; its chemical name is tetraiodothyronine. It is formed and stored in the thyroid follicles as thyroglobulin and released from the gland by the action of a proteolytic enzyme. It is deiodinated in peripheral tissues to form triiodothyronine (T3), which has a greater biological activity. Ref: Ganong&; s review of medical physiology; 24th edition; page no-151",
        "cop": 1,
        "opa": "Oxytocin",
        "opb": "ADH",
        "opc": "Progesterone",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9c4013bb-d194-4f88-bb2d-31c3f448aeea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen after removal of testis in an adult?",
        "exp": "Follicle-stimulating hormone (FSH) is a gonadotropin, a glycoprotein polypeptide hormone. FSH is synthesized and secreted by the gonadotropic cells of the anterior pituitary gland, and regulates the development, growth, pubeal maturation, and reproductive processes of the body Ref: guyton and hall textbook of medical physiology 12 edition page number: 629, 639, 631",
        "cop": 4,
        "opa": "Loss of libido",
        "opb": "Impotence",
        "opc": "Muscle weakness",
        "opd": "Decrease FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1c04f1db-07ed-4e8d-bc42-aa5dbeae7067",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is considered as a marker for epididymal function?",
        "exp": "In the epididymis, the columnar cells that, with the basal cells, form the majority of the epithelium. These cells extend from the lumen to the basal lamina, They also have non-motile stereocilia, which are long and branching in the head region and shoer in the tail region. They also secrete carnitine, sialic acid, glycoproteins, and glycerylphosphorylcholine into the lumen. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 419",
        "cop": 4,
        "opa": "Fructose",
        "opb": "Testosterone",
        "opc": "Acid phosphatase",
        "opd": "Carnitine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b52725f2-eafb-4c09-913f-be96d0f0155b",
        "choice_type": "single"
    },
    {
        "question": "Estrogen action on carbohydrate metabolism",
        "exp": "Reduced estrogen may also lower metabolic rate, the rate at which the body conves stored energy into working energy. It's possible the same thing happens with women when estrogen levels drop after menopause. Some evidence suggests that estrogen hormone therapy increases a woman's resting metabolic rate. Ref: guyton and hall textbook of medical physiology 12 edition page number: 637, 638, 639",
        "cop": 1,
        "opa": "Increases uptake of glucose through increase in insulin sensitivity",
        "opb": "Glycolysis increases",
        "opc": "Increasing central adipose deposition",
        "opd": "Worsening of NIDDM",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cfb27eae-f681-4434-9526-7ab46121ffcb",
        "choice_type": "single"
    },
    {
        "question": "Which hormone is under inhibitory control?",
        "exp": "Prolactin (PRL), also known as luteotropic hormone or luteotropin, is a protein that in humans is best known for its role in enabling mammals, usually females, to produce milk. During pregnancy, high circulating concentrations of estrogen and progesterone increase prolactin levels by 10- to 20-fold. Estrogen and progesterone inhibit the stimulatory effects of prolactin on milk production. The abrupt drop of estrogen and progesterone levels following delivery allow prolactin--which temporarily remains high to induce lactation. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 416",
        "cop": 2,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "39851c77-5d4a-4e88-8931-084524e8e7ca",
        "choice_type": "single"
    },
    {
        "question": "Increased calcium levels lead to",
        "exp": "24, 25-dihydroxycholecalciferol; a metabolite in calcium metabolism, formed in the kidney from 25-hydroxycholecalciferol by the activation of a 24-hydroxylase. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-379",
        "cop": 2,
        "opa": "Increased 1, 25 dihydroxycholecalciferol",
        "opb": "Increased 24, 25 dihydroxycholecalciferol",
        "opc": "Decreased calcitonin",
        "opd": "Increased parathormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3dd40bff-880c-4be0-af2e-e798b6ca90f4",
        "choice_type": "single"
    },
    {
        "question": "In a male newborn the adrenogenital syndrome (congenital hyperplasia of the adrenal glands) is most often associated with",
        "exp": "Adrenogenital syndrome is defined as Over secretion of adrenal sex hormones, resulting in intense masculinizing of the body. mulleian ducts area pair of embryonic ducts which give rise to the genital passages in the female, but disappear in the male. Ref: Ganong&; s review of medical physiology; 24th edition; page no-374",
        "cop": 4,
        "opa": "Normal appearing genitalia",
        "opb": "Hypoglycemia",
        "opc": "Pseudohermaphroditism",
        "opd": "Persistent paramesonephros (Mullerian ducts)",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f708d407-9cbd-48e7-a59f-a57edd4461d7",
        "choice_type": "single"
    },
    {
        "question": "Glucose is transpoed in muscle cells by",
        "exp": "GLUT 4 Found in adipose tissues and striated muscle (skeletal muscle and cardiac muscle). Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 4,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "GLUT 4",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "db4ef8a9-f12f-46b9-9919-260b92852f37",
        "choice_type": "single"
    },
    {
        "question": "Immune rejection in fetus is prevented by",
        "exp": "Chorionic gonadotropin (human chorionic gonadotropin (HCG) (h. CG) is a glycopeptide hormone that is produced by cells of the fetal placenta and maintains the function of the corpus luteum during the first few weeks of pregnancy. It is thought to promote steroidogenesis in the fetoplacental unit and tostimulate fetal testicular secretion of testosterone. It can be detected by immunoassay in the maternal urine within days after feilization; this provides the basis for the most commonly used pregnancy test. Due to its highly negative charge, h. CG may repel the immune cells of the mother, protecting the fetus during the first trimester. It has also been hypothesized that h. CG may be a placental link for the development of local maternal immunotolerance. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-414",
        "cop": 1,
        "opa": "HCG",
        "opb": "HPL",
        "opc": "Oestrogen",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5f82b086-a784-4762-8fc6-8a5ddf088723",
        "choice_type": "single"
    },
    {
        "question": "Greatest stimulator for ADH secretion",
        "exp": "Antidiuretic hormone is the hormone secreted by cells of the hypothalamic nuclei and stored in the posterior pituitary for release as necessary; it stimulates contraction of the muscular tissues of the capillaries and aerioles, raising the blood pressure, and increases peristalsis, exe some influence on the uterus, and influences resorption of water by the kidney tubules, resulting in concentration of urine. Its rate of secretion is regulated chiefly by the osmolarity of the plasma. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-313",
        "cop": 1,
        "opa": "Hyperosmolarity",
        "opb": "Hyponatremia",
        "opc": "Hypotension",
        "opd": "Hypovolemia",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8eb70912-1e00-4f4b-854f-18a81847ed9e",
        "choice_type": "single"
    },
    {
        "question": "Menopausal hot flushes coincide with",
        "exp": "Before menopause, a woman&; s periods typically become irregular, which means that periods may be longer or shoer in duration or be lighter or heavier in the amount of flow. During this time, women often experience hot flashes; these typically last from 30 seconds to ten minutes and may be associated with shivering, sweating, and reddening of the skin. Hot flashes often stop occurring after a year or two. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 400",
        "cop": 3,
        "opa": "FSH secretion",
        "opb": "Decrase in estrogen",
        "opc": "LH surge",
        "opd": "Increase in progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e0760f16-e264-4cdf-b35f-c0d66bceea5c",
        "choice_type": "single"
    },
    {
        "question": "How many pas are there in insulin receptor?",
        "exp": "An insulin receptor has 4 pas. It is a tetramer made up of two a and two b subunits. The a subunit are extracellular, whereas the b subunit penetrate through the cell membranes into the cytoplasm. The intracellular poions of the b subunits have tyrosine kinase activity. Once insulin binds to the alpha subunits, the poion of the beta subunits protruding into the cell become autophosphorylated. Autophosphorylation of the beta subunits in turn activates a local tyrosine kinase, which causes phophorylation of multiple intracellular enzymes. The net effect is to activate some of these enzymes while inactivating others. Ref: Guyton and Hall 13th edition PGno: 984",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1199811b-568b-445e-8a48-ea205767f34e",
        "choice_type": "single"
    },
    {
        "question": "Role of growth hormone in spermatogenesis",
        "exp": "Growth hormone (as well as most of the other body hormones) is necessary for controlling background metabolic functions of the testes. Growth hormone specifically promotes early division of the spermatogonia themselves; in its absence, as in pituitary dwarfs, spermatogenesis is severely deficient or absent, thus causing infeility.",
        "cop": 2,
        "opa": "Late division of spermatocytes",
        "opb": "Early division of spermatogonia",
        "opc": "Formation of acrosome",
        "opd": "Stimulation of Seoli and Leydig cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8d6d73e3-eec3-4bb2-9bc4-4c848200e7ae",
        "choice_type": "single"
    },
    {
        "question": "Action of progesterone is",
        "exp": "Progesterone, hormone secreted by the female reproductive system that functions mainly to regulate the condition of the inner lining (endometrium) of the uterus. Progesterone is produced by the ovaries, placenta, and adrenal glands. Ref: guyton and hall textbook of medical physiology 12 edition page number: 644, 645, 646",
        "cop": 2,
        "opa": "Increased sensitivity of uterus to oxytocin",
        "opb": "Inhibits LH secretion",
        "opc": "Decreases basal body temperature",
        "opd": "Causes proliferative changes in uterus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "744495ef-ee7e-47f8-ba02-550430cbda9f",
        "choice_type": "single"
    },
    {
        "question": "The principal steroid secreted by testes is",
        "exp": "Testosterone is the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to the luteinizing hormone secreted by the pituitary gland. Its chief function is to stimulate the development of the male reproductive organs, including the prostate, and the secondary sex characters, such as the beard. It encourages the growth of bone and muscle and helps maintain muscle strength. Ref; Ganong&; s review of medical physiology; 24th edition; page no:-423",
        "cop": 1,
        "opa": "Testosterone",
        "opb": "Dihydrotestosterone",
        "opc": "Androstenedione",
        "opd": "Dehydroepiandrosteione",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c5808cef-aeaa-494f-99cf-bfc5d520f731",
        "choice_type": "single"
    },
    {
        "question": "BMR depends on",
        "exp": "BMR is defined as the minimal amount of energy required to sustain the body&; s vital functions in the waking state. The most commonly used formula for calculating BMR is that of Harris and Benedict: BMR, Male= 66 + (13. 7 x Wt) + (5 x Ht) - (6. 8 x age)BMR, Female: 655 + (9. 6 x Wt) + (1. 8 x Ht) - (4. 7 x age). Ref: Ganong&; s review of medical physiology; 24th edition; page no-489",
        "cop": 4,
        "opa": "Body weight",
        "opb": "Surface area",
        "opc": "Amount of adipose tissue",
        "opd": "Amount of lean body mass",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "70ffab1e-81df-46d2-8f10-865d7451a17f",
        "choice_type": "single"
    },
    {
        "question": "Whenever availability of oxygen to tissues decreases immediately",
        "exp": "Vasodilator Theory for Acute Local Blood Flow Regulation Possible Special Role of Adenosine. According to this theory, the greater the rate of metabolism or the less the availability of oxygen or some other nutrients to a tissue, the greater the rate of formation of vasodilator substances in the tissue cells. Ref: Guyton 11th edition pg no: 196",
        "cop": 1,
        "opa": "Vasodilation and increase in blood supply to tissue takes place",
        "opb": "Vasoconstriction and decreases in blood supply to tissue takes place",
        "opc": "Venoconstriction and increase in tissue perfusion pressure occurs",
        "opd": "Venodilation and decrease in tissue perfusion pressure occur",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6973fdaa-4c58-49b4-a0ab-9d30b45fb70c",
        "choice_type": "single"
    },
    {
        "question": "Testosterone is produced in Leydig cells in fetus due to",
        "exp": "Testosterone is the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to luteinizing hormone secreted by the pituitary gland. It is also produced by the adrenal coex in both males and females. Its chief function is to stimulate the development of the male reproductive organs, including the prostate, and the secondary sexcharacters, such as the beard. It encourages growth of bone and muscle and helps maintain muscle strength. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-423",
        "cop": 2,
        "opa": "FSH",
        "opb": "ss. HCG",
        "opc": "Coisol",
        "opd": "Estrogen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4f204012-577c-46f4-9876-9990e919d561",
        "choice_type": "single"
    },
    {
        "question": "Hung up reflex is seen",
        "exp": "Hung-up reflex is defined as a deep tendon reflex in which, after a stimulus is given and the reflex action takes place, the limb slowly returns to its neutral position. This prolonged relaxation phase is characteristic of reflexes in persons with hypothyroidism. Myxedema a condition resulting from advanced hypothyroidism, or deficiency of thyroxine; it is the adult form of the disease whose congenital form is known as cretinism. Hypehyroidism is defined as the overproduction of thyroid hormones by an overactive thyroid. Hypothyroidism, or underactive thyroid, develops when the thyroid gland fails to produce or secrete as much thyroxine(T4) as the body needs. Pheochromocytoma is a tumor of special cells (called chromaffin cells), most often found in the middle of the adrenal gland. Ref: Ganong&; s review of medical physiology; 24th edition; page no-346",
        "cop": 3,
        "opa": "Myxedema",
        "opb": "Hypehyroidism",
        "opc": "Hypothyroidism",
        "opd": "Pheochromocytoma",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "bf29f2aa-6c94-4074-99fe-6aadd61e6803",
        "choice_type": "single"
    },
    {
        "question": "In post-ovulatory phase thickness of endometrium is because of",
        "exp": "In mammals an endocrine gland that develops in the ovary at the site of the Graafian follicle after rupture of the follicle wall and discharge of the ovum (ovulation); it consists of altered follicular (so-called lutein) cells. If pregnancy does not follow ovulation, the corpus luteum degenerates within one or two weeks (periodic, or menstrual, corpus luteum); if, however, the ovum is feilized and pregnancy begins, the corpus luteum grows very rapidly (corpus luteum of pregnancy) and is retained throughout the greater pa of pregnancy, secreting the hormone progesterone, which is necessary for the maintenance and development of the pregnancy. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 1,
        "opa": "Progesterone",
        "opb": "Oestrogen",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "83b78529-4136-49e4-8548-df72c896a2ee",
        "choice_type": "single"
    },
    {
        "question": "Glucose-dependent release of insulin through",
        "exp": "Insulin is a peptide hormone, produced by beta cells of the pancreas, and is central to regulating carbohydrate and fat metabolism in the body. Insulin causes cells in the liver, skeletal muscles, and fat tissue to absorb glucose from the blood. In the liver and skeletal muscles, glucose is stored as glycogen, and in fat cells (adipocytes) it is stored as triglycerides. Control of cellular intake of ceain substances, most prominent glucose in muscle and adipose tissue (about two-thirds of body cells). Ref: Ganong&; s review of medical physiology; 24th edition; page no-433",
        "cop": 1,
        "opa": "Cyclic AMP",
        "opb": "Carrier's modulators",
        "opc": "Recipients phosphorylation",
        "opd": "ATP dependent K+ channel",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b95e38f4-12e8-415d-afad-f4e7bb403d96",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis takes place in",
        "exp": "Spermatogenesis is the entire process by which spermatogonial stem cells(in seminiferous tubule) divide and differentiate into sperms. The process has three phases: spermatocytogenesis, meiosis, and spermiogenesis. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-420",
        "cop": 2,
        "opa": "Epididymis",
        "opb": "Seminiferous tubule",
        "opc": "Ductus deferens",
        "opd": "Prostate",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e424e96c-acae-4aa8-b7f8-ed5233943427",
        "choice_type": "single"
    },
    {
        "question": "Diuresis produced by alcohol is due to",
        "exp": "Diuresis- increased formation and secretion of urine. Diuresis occurs in conditions such as diabetes mellitus, diabetes insipidus, and acute renal failure. Vasopressin is a peptide hormone that increases water permeability of the kidney&; s collecting duct and distal convoluted tubule by inducing translocation of aquaporin-CD water channels in the plasma membrane of collecting duct cells. It also increases peripheral vascular resistance, which in turn increases aerial blood pressure. It plays a key role in homeostasis, by the regulation of water, glucose, and salts in the blood. Ref: Ganong&; s review of medical physiology; 24th edition; page no:- 311",
        "cop": 4,
        "opa": "Decreased tubular reabsorption",
        "opb": "Increased glomerular filtration rate",
        "opc": "Osmotic diuresis",
        "opd": "Inhibition of ADH secretion",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "7575a6b3-6642-4be2-a8a0-ab69a433adbd",
        "choice_type": "single"
    },
    {
        "question": "Hypehermia",
        "exp": "Hypehermia is elevated body temperature due to failed thermoregulation that occurs when a body produces or absorbs more heat than it dissipates. Extreme temperature elevation then becomes a medical emergency requiring immediate treatment to prevent disability or death. Hypothermia<35. 0 degC (95. 0 degF). Normal36. 5-37. 5 degC (97. 7-99. 5 degF). Fever>37. 5-38. 3 degC (99. 5-100. 9 degF). Hypehermia>37. 5-38. 3 degC (99. 5-100. 9 degF). Hyperpyrexia>40. 0-41. 5 degC (104-106. 7 degF). Ref: Ganong&; s review of medical physiology-24th edition; page no-317",
        "cop": 3,
        "opa": "Temperature > 41. 5",
        "opb": "> 40 with autonomic dysfunctuion",
        "opc": ">37. 5-38. 3 degC",
        "opd": "36. 5-37. 5 degC",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5fc87fff-63cf-4a06-8f72-4cd7faa5cabd",
        "choice_type": "single"
    },
    {
        "question": "Hormone acting by genetic modification is",
        "exp": "Thyroxine is a thyroid hormone that contains iodine and is a derivative of the amino acid tyrosine, occurring naturally as l-thyroxine; its chemical name is tetraiodothyronine. It is formed and stored in the thyroid follicles as thyroglobulin and released from the gland by the action of a proteolytic enzyme. It is deiodinated in peripheral tissues to form triiodothyronine (T3), which has a greater biological activity. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 300",
        "cop": 2,
        "opa": "Insulin",
        "opb": "Thyroxine",
        "opc": "GH",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cbf05cb9-0459-45a8-bc14-f9976677a9ba",
        "choice_type": "single"
    },
    {
        "question": "Source of progesterone during normal menstrual cycle",
        "exp": "Progesterone is a steroid sex hormone that is the principal progestational agent; it plays a major pa in the menstrual cycle. During the maturation of the secondary oocyte (ovum), estrogen, the principal female sex hormone, is produced at a high rate. At ovulation estrogen production is sharply reduced, and the ovary then creates within itself a special endocrine structure called the corpus luteum whose sole function is to produce progesterone. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 1,
        "opa": "Corpus luteum",
        "opb": "Stroma",
        "opc": "Surface epithelium of ovary",
        "opd": "Seoli cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "7bf42c76-012d-45bb-9393-05ed8d03ebd9",
        "choice_type": "single"
    },
    {
        "question": "Exercise is also prescribed as an adjuvant treatment for depression. Most probably act by",
        "exp": "Endorphins (\"endogenous morphine\") are endogenous opioid peptides that function as neurotransmitters. They are produced by the pituitary gland and the hypothalamus in veebrates during exercise, excitement, pain, consumption of spicy food, love and orgasm, and they resemble the opiates in their abilities to produce analgesia and a feeling of well-being. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 3,
        "opa": "Increasing pulse pressure",
        "opb": "Improving hemodynamics",
        "opc": "Raising endorphin levels",
        "opd": "Inducing good sleep",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e527a6b2-5f8e-4cae-8358-c7efe7d3a92f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organ is not involved in calcium metabolism?",
        "exp": "Calcium metabolism refers to the movements and regulation of calcium ions (Ca2+) in and out of various body compaments, such as the gastrointestinal tract, the blood plasma, the extracellular and intracellular fluids, and bone tissue. An impoant aspect of calcium metabolism is plasma calcium homeostasis, the regulation of calcium ions in the blood plasma within narrow limits. In this process, bone tissue acts as a calcium storage center for deposits and withdrawals as needed by the blood, continual bone remodeling.: 276-277 Derangement of this mechanism leads to hypercalcemia or hypocalcemia, both of which can have consequences for health. The level of the calcium in humans' plasma is regulated by calcitonin and parathyroid hormone (PTH); calcitonin is released by the thyroid gland when its plasma level is above its set normal point (in order to lower calcium level); PTH is released by the parathyroid glands when calcium level falls below set point Ref: guyton and hall textbook of medical physiology 12 edition page number: 577, 578, 579",
        "cop": 3,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Skin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8d025ae9-baae-46d5-a0df-445bb1a0484f",
        "choice_type": "single"
    },
    {
        "question": "Hypothalamus controls the hormone secretion of",
        "exp": "Hypothalamus a structure within the brain responsible for a large number of normal functions throughout the body, including regulating sleep, temperature, eating, and sexual development. The hypothalamus also regulates the functions of the pituitary gland by directing the pituitary to stop or sta production of its hormones. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 1,
        "opa": "Anterior hypophysis",
        "opb": "Posterior hypophysis",
        "opc": "Kidney",
        "opd": "Pineal gland",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "df5b6c1d-472d-4ab4-828c-ec042e741505",
        "choice_type": "single"
    },
    {
        "question": "TSH acting through",
        "exp": "Thyroid-stimulating hormone (also known as TSH or thyrotropin) is a hormone that stimulates the thyroid gland to produce thyroxine (T4), and then triiodothyronine (T3) which stimulates the metabolism of almost every tissue in the body. It is a glycoprotein hormone synthesized and secreted by thyrotrope cells in the anterior pituitary gland, which regulates the endocrine function of the thyroid gland. The TSH receptor is a member of the G protein-coupled receptor superfamily of integral membrane proteins and is coupled to the Gs proteins. Ref: Ganong&; s review of medical physiology; 24th edition; page no-302",
        "cop": 3,
        "opa": "Ion channels",
        "opb": "Nuclear receptors",
        "opc": "c. AMP",
        "opd": "Cytoplasmic receptors",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "335e33c1-4ad5-44f9-98ac-24ff6e31fc38",
        "choice_type": "single"
    },
    {
        "question": "Pulsatile release of Gn. RH is impoant for?",
        "exp": "Luteinizing hormone-releasing hormone (LH-RH) a decapeptide hormone of the hypothalamus, which stimulates the release of follicle-stimulating hormone and luteinizing hormone from the pituitary gland; it can be used in the differential diagnosis of hypothalamic, pituitary, and gonadal dysfunction. Called also follicle-stimulating hormone-releasing hormone, follicle-stimulating hormone and luteinizing hormone-releasing hormone, and gonadotropin-releasing hormone. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-314",
        "cop": 1,
        "opa": "Gonadotrophin stimulation",
        "opb": "Ovulation induction",
        "opc": "Gn. RH feedback inhibiton",
        "opd": "Gonadotropin downregulation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3958dfaa-729f-418d-8ec8-a85095d34fc9",
        "choice_type": "single"
    },
    {
        "question": "Androgen binding protein is secreted by",
        "exp": "Seoli cells are the somatic cells of the testis that are essential for testis formation and spermatogenesis. Seoli cells facilitate the progression of germ cells to spermatozoa direct contact and by controlling the environment milieu within the seminiferous tubules Ref: guyton and hall textbook of medical physiology 12 edition page number: 630, 631, 632",
        "cop": 3,
        "opa": "Pituitary",
        "opb": "Liver",
        "opc": "Seoli cells",
        "opd": "Leydig cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "522ad8f8-a8ff-407b-8951-40c251fade0d",
        "choice_type": "single"
    },
    {
        "question": "Calcitonin levels increased in",
        "exp": "Calcitonin secretion is stimulated by increased serum calcium concentration and calcitonin protects against the development of hypercalcemia. Ref:- Ganong&; s review of medical physiology;",
        "cop": 2,
        "opa": "Hypehyroidism",
        "opb": "Hyperparathyroidism",
        "opc": "Hypoparathyroidism",
        "opd": "Cushing Syndrome",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f50da328-d36b-490c-a9ea-d486cb249bee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cause low serum calcium?",
        "exp": "Vitamin D is a group of fat-soluble secosteroids responsible for enhancing intestinal absorption of calcium and phosphate. Calcitriol circulates as a hormone in the blood, regulating the concentration of calcium and phosphate in the bloodstream and promoting the healthy growth and remodeling of bone. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-379",
        "cop": 1,
        "opa": "Vit D deficiency",
        "opb": "Parathyroid",
        "opc": "GH",
        "opd": "Glucocoicoids",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b226caa8-8361-4aab-9565-54700cd684d8",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following androgen is not produced by Leydig cells of testis?",
        "exp": "Dihydrotestosteronean androgenic hormone formed in peripheral tissue from testosterone; thought to be the androgen responsible for development of the male primary sex characters during embryogenesis and of male secondary sex characters at pubey, and for adult male sexual function. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-423",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Androstenedione",
        "opc": "Dihydrotestosterone",
        "opd": "Dehydroepiandrostenedione",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "96acba95-36b5-4bbc-9f4b-6aa875e71403",
        "choice_type": "single"
    },
    {
        "question": "Ovulation of ovary is influenced by",
        "exp": "Ovulation is the release of egg from the ovaries. In humans, this event occurs when the de Graaf&; s follicles rupture and release the secondary oocyte ovarian cells. Luteinizing hormone (LH, also known as lutropin and sometimes lutrophin is a hormone produced by gonadotropic cells in the anterior pituitary gland. In females, an acute rise of LH (\"LH surge\") triggers ovulation and development of the corpus luteum. In males, where LH had also been called interstitial cell-stimulating hormone (ICSH), it stimulates Leydig cell production of testosterone. It acts synergistically with FSH. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 1,
        "opa": "LH",
        "opb": "FSH",
        "opc": "LH+FSH",
        "opd": "Gn. RH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4263c462-ea0a-4e41-8529-bce21357b710",
        "choice_type": "single"
    },
    {
        "question": "Sperm acquires motility in",
        "exp": "The seminiferous tubules of the testes are the staing point for the process, where spermatogonial stem cells adjacent to the inner tubule wall divide in a centripetal direction--beginning at the walls and proceeding into the innermost pa, or lumen--to produce immature sperm. Maturation occurs in the epididymis Ref: guyton and hall textbook of medical physiology 12 edition page number: 625, 626, 627",
        "cop": 3,
        "opa": "Seminal vesicle",
        "opb": "Testes",
        "opc": "Epididymis",
        "opd": "Ejaculatory duct",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9cce6778-f2c6-46f1-ac5d-61366f5644e9",
        "choice_type": "single"
    },
    {
        "question": "Normal sperm count is",
        "exp": "Sperm count, or sperm concentration to avoid confusion with total sperm count, measures the concentration of sperm in a man&; s ejaculate, distinguished from total sperm count, which is the sperm count multiplied with volume. Over 15 million sperm per milliliter is considered normal, according to the WHO in 2010. Older definitions state 20 million. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 421",
        "cop": 4,
        "opa": "20-40 million/ml",
        "opb": "40-60 million/ml",
        "opc": "60-80 million/ml",
        "opd": "15 million/ml",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8737decf-efbc-48c4-acf1-92dde27835f9",
        "choice_type": "single"
    },
    {
        "question": "Increased temperature after ovulation is due to",
        "exp": "Ovulation is the release of egg from the ovaries. In humans, this event occurs when the de Graaf&; s follicles rupture and release the secondary oocyte ovarian cells. The follicle proper has met the end of its lifespan. Without the oocyte, the follicle folds inward on itself, transforming into the corpus luteum(pl. corpora lutea), a steroidogenic cluster of cells that produce estrogen and progesterone. These hormones induce the endometrial glands to begin production of the proliferative endometrium and later into secretory endometrium, the site of embryonic growth if implantation occurs. The action of progesterone increases basal body temperature by one-quaer to one-half degree Celsius (one-half to one degree Fahrenheit). The corpus luteum continues this paracrine action for the remainder of the menstrual cycle, maintaining the endometrium, before disintegrating into scar tissue during menses. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesteron",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3f6493da-8486-44c7-ae65-ef93fb8da880",
        "choice_type": "single"
    },
    {
        "question": "ADH is secreted by",
        "exp": "Vasopressin a hormone secreted by cells of the hypothalamic nuclei and stored in the posterior pituitary for release as necessary; it stimulates contraction of the muscular tissues of the capillaries and aerioles, raising the blood pressure, and increases peristalsis, exes some influence on the uterus, and influences resorption of water by the kidney tubules, resulting in concentration of urine. Its rate of secretion is regulated chiefly by the osmolarity of the plasma. Also prepared synthetically or obtained from the posterior pituitary of domestic animals; used as an anti-diuretic. Called also antidiuretic hormone. Ref: Ganong&; s review of medical physiology; 24th edition; page no-313",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Posterior pituitary",
        "opc": "Anterior pituitary",
        "opd": "Pineal gland",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2fce99f5-bea3-45e1-94fe-2ab68434f456",
        "choice_type": "single"
    },
    {
        "question": "Basal Metabolic Rate depends most closely on",
        "exp": "Basal metabolic rate usually expressed in terms of daily rates of energy expenditure. The early work of the scientists J. Ahur Harris and Francis G. Benedict showed that approximate values could be derived using body surface area (computed from height and weight), age, and sex, along with the oxygen and carbon dioxide measures taken from calorimetry. Studies also showed that by eliminating the sex differences that occur with the accumulation of adipose tissue by expressing metabolic rate per unit of \"fat-free\" or lean body mass, the values between sexes for basal metabolism are essentially the same. BMR estimation formulas. Several prediction equations exist. Historically, the most notable one was the Harris-Benedict equation, which was created in1919. The Original Harris-Benedict Equation: for men, for women, The Katch-Mc. Ardle Formula (BMR):, where LBM is the lean body mass in kg. Ref: Ganong&; s review of medical physiology-24th edition; page no-489",
        "cop": 1,
        "opa": "Lean body mass",
        "opb": "Body mass index",
        "opc": "Obsesity",
        "opd": "Body surface area",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "bb9aefc6-f035-4b48-b86d-d28c5ee7aa03",
        "choice_type": "single"
    },
    {
        "question": "Milk is stored before ejection in",
        "exp": "Lactiferous ducts one of the ducts, numbering 15-20, which drain the lobes of the mammary gland; they open at the nipple. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-416",
        "cop": 1,
        "opa": "Lactiferous ducts",
        "opb": "Alveoli",
        "opc": "Nipple",
        "opd": "Stroma",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b293816c-a99f-479e-b96a-3be1658618e0",
        "choice_type": "single"
    },
    {
        "question": "Thyroid hormone receptors bind to DNA as a heterodimer with",
        "exp": "Thyroid hormone receptors most commonly bind to DNA as a heterodimer with Retinoid X receptor (RXR). Mechanism of action of Thyroid Receptors: Thyroid hormone acts by binding to a specific Nuclear Thyroid Receptor (TR) Nuclear Thyroid Receptor (TR) in-turn forms a heterodimer with Retinoid X receptor (RXR) another nuclear receptor Thyroid receptors function primarily by Heterodimerization with Retinoid X receptor (RXR) The TR/RXR Heterodimer then binds to DNA at specific sequences called Thyroid Hormone Response Elements Note that: Thyroid receptors (TR) may bind to DNA as monomers, homodimers, and heterodimers, but TR binding to DNA is greatly enhanced in response to thyroid hormones when the receptor is in the form of this heterodimer. Retinoid X receptor (RXR) stays silent and does not bind its natural liagands when it is complexed with Thyroid Receptors (The TR/RXR heterodimer doesnot bind to 9-cis retinoic acid, the usual ligand for RXR) Ref: Ganong 24th edition pgno: 348",
        "cop": 3,
        "opa": "Prolactin receptor",
        "opb": "Growth hormone receptor",
        "opc": "Retinoid X receptor",
        "opd": "Insulin receptor",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "09102249-d978-42d3-b24b-0909fed832e7",
        "choice_type": "single"
    },
    {
        "question": "Somatomedin mediates",
        "exp": "Somatomedin is a group of peptides found in the liver and in other tissues which mediate the effect of growth hormone (somatotropin)on cailage; also called insulin-like growth factor II, is synthesized in the liver and probably in the kidney; it is capable of stimulating ceain anabolic processes in bone and cailage, such as synthesis of DNA, RNA, and protein (including chondro mucoprotein), and the sulfation of mucopolysaccharides; secretion and biologic activity of somatomedin is known to depend on somatotropin. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-327",
        "cop": 1,
        "opa": "Deposition of chondroitin sulfate",
        "opb": "Lipolysis",
        "opc": "Gluconeogenesis",
        "opd": "Decreased rate of glucose uptake by cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5179a230-008b-4ec7-a19f-6839e6649eb5",
        "choice_type": "single"
    },
    {
        "question": "Seoli cells have receptors for",
        "exp": "Seoli cells elongated cells in the seminiferous tubules that ensheathe spermatogenic cells, providing a microenvironment that suppos spermiogenesis and spermatocytogenesis; they secrete androgen-binding protein and establish the blood-testis barrier by forming tight junctions with adjacent Seoli cells. In the male, the FSH receptor has been identified on the Seoli cells that are critical for spermatogenesis. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-420",
        "cop": 1,
        "opa": "FSH",
        "opb": "LH",
        "opc": "Inhibin",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5c79e65f-44c5-4295-ae44-5fd4823f11f5",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male presents with recurrent attacks of sweating and dizziness. Fuher workup reveals low blood glucose levels with inappropriatlely elevated insulin and C-peptide levels. Imaging shows a lesion in the pancreas. He is diagnosed with insulinoma and given diazoxide. Which of the following is the mechanism of action of this drug?",
        "exp": "Diazoxide acts by opening ATP sensitive K+ channels and causing a decrease in insulin secretion. Glucose enters beta cells of the pancreas GLUT-2 receptors. Once inside, it is phosphorylated by glucokinase (rate-limiting step) to glucose-6-phosphate which is oxidized to form adenosine triphosphate(ATP). This leads to opening volatge-gated calcium channels and Ca+2 influx. This stimulates fusion of the insulin-containing vesicles with the cell membrane and secretion of insulin into the extracellular fluid by exocytosis. Diazoxide keeps the ATP sensitive K+ channels open, and prevents depolarisation and subsequent insulin release. Sulfonylureas cause closure of the ATP sensitive K+ channels, leading to an insulin secretion. REF: Guyton and Hall 13th edition PGno: 989",
        "cop": 1,
        "opa": "Opening of the sensitive K+ channels",
        "opb": "Closing of the ATP sensitive K+ channels",
        "opc": "Increase in number of GLUT-4 receptors",
        "opd": "Opening of the volatage sensitive Ca+2 channels",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "87b2fa8d-ac69-47fa-a294-99abffaa0a14",
        "choice_type": "single"
    },
    {
        "question": "A man is given continuous testosterone. It would lead to",
        "exp": "Testosterone the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to luteinizing hormone secreted by the pituitary gland. It is also produced by the adrenal coex in both males and females. Its chief function is to stimulate the development of the male reproductive organs, including the prostate, and the secondary sexcharacters, such as the beard. It encourages growth of bone and muscle, Azoospermia is defined as the lack of spermatozoa in the semen. It may be caused by testicular dysfunction, cancer chemotherapy, or blockage of the tubules of the epididymis, or it may be induced by vasectomy. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-419",
        "cop": 1,
        "opa": "Azoospermia",
        "opb": "Increased sperm motility",
        "opc": "Increased spermatogenesis",
        "opd": "Increased gonadotrophins",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f3e829e4-cd7d-4bd9-88ff-6dd753710fa0",
        "choice_type": "single"
    },
    {
        "question": "On insulin administration, change expected in ECF is",
        "exp": "Insulin is a polypeptide hormone secreted by the islets of Langerhans and functioning in the regulation of the metabolism of carbohydrates and fats, especially the conversion of glucose to glycogen, which lowers the blood glucose level. Ref: Ganong&; s review of medical physiology; 24th edition; page no-433",
        "cop": 3,
        "opa": "Hypocalcemia",
        "opb": "Hyponatremia",
        "opc": "Hypoglycemia",
        "opd": "Hyperkalemia",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cec930d7-fe73-459f-921d-2e9fafc5b8de",
        "choice_type": "single"
    },
    {
        "question": "Time about milk secretion",
        "exp": "Posterior pituitary. The posterior lobe of the pituitary gland; the neurohypophysis. A preparation of animal posterior pituitary having the pharmacological actions of its hormones, oxytocin, and vasopressin; used mainly as an antidiuretic in the treatment of diabetes insipidus and as a vasoconstrictor. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 1,
        "opa": "Neuroendocrine pa of post pituitary is involved",
        "opb": "Secretion by contraction of lactiferous sinus oxytocin",
        "opc": "Vasopressin hormone is involved",
        "opd": "Affected by emotion",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "761696e2-e7ed-4940-a4c8-7f2203b2c289",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone level decreased in",
        "exp": "Growth hormone (GH or HGH), also known as somatotropin or somatropin, is a peptide hormone that stimulates growth, cell reproduction and regeneration in humans and other animals. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-327",
        "cop": 3,
        "opa": "Hypoglycemia",
        "opb": "Fastiny",
        "opc": "Sleep",
        "opd": "Exercise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c4151da8-fa72-479f-8771-dbe52a50b2bf",
        "choice_type": "single"
    },
    {
        "question": "Not done by insulin",
        "exp": "Insulin is a peptide hormone produced by beta cells of the pancreatic islets, It has impoant effects on the metabolism of carbohydrates, fats, and protein by promoting the absorption of, especially, glucose from the blood into fat, liver and skeletal muscle cells. In these tissues, the absorbed glucose is conveed into either glycogen glycogenesis or fats (triglycerides) lipogenesis, or, in the case of the liver, into both. Glucose production (and excretion into the blood) by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. In high concentrations in the blood, it is, therefore, an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism. Ref: Ganong&; s review of medical physiology; 24th edition; page no-433",
        "cop": 4,
        "opa": "Glycogen synthesis",
        "opb": "Glycolysis",
        "opc": "Lipogenesis",
        "opd": "Ketogenesis 1",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "61179fc6-0551-4e3c-9d5d-93eb28d185f4",
        "choice_type": "single"
    },
    {
        "question": "After first meiotic division, the primary oocyte remains arrested in",
        "exp": "The dictyate or dictyotene is a prolonged resting phase in oogenesis. It occurs in the stage of meiotic prophase 1 in ootidogenesis. It stas late in fetal life and is terminated sholy before ovulation by the LH surge. Thus, although the majority of oocytes are produced in female fetuses before bih, these pre-eggs remain arrested in the dictyate stage until pubey commences and the cells complete ootidogenesis. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 401",
        "cop": 1,
        "opa": "Diplotene stage",
        "opb": "Pachytene stage",
        "opc": "Metaphase",
        "opd": "Telophase",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b9e726fe-cac5-4049-9cf0-d15efe3f45ce",
        "choice_type": "single"
    },
    {
        "question": "Endothelium-Derived Relaxing Factor (EDRF) induced vasodilatation is mediated by",
        "exp": "Endothelium-derived relaxing factor (EDRF) is produced and released by the endothelium to promote smooth muscle relaxation. The best-characterized is nitric oxide (NO). Some sources equate EDRF and nitric oxide. Although there is strong evidence that nitric oxide elicits vasodilation, there is some evidence tying this effect to neuronal rather than endothelial reactions. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 116",
        "cop": 1,
        "opa": "Increased intracellular CGMP",
        "opb": "Decreased intracellular CGMP",
        "opc": "Increased extracellular cyclic Amp",
        "opd": "Decreased intracellular cyclic Amp",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e5d26877-2f1d-40fa-b824-0486e1a3c9b7",
        "choice_type": "single"
    },
    {
        "question": "Seoli cell feedback mechanism involves",
        "exp": "Inhibin is one of several proteins that paicipate in differentiation and growth. Two glycoproteins, inhibin A and inhibin B, are secreted by Seoli cells in the testis and granulosa cells in the ovary, inhibiting FSH secretion by direct action on the pituitary. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 2,
        "opa": "Decreased LH",
        "opb": "Decreased FSH",
        "opc": "Decreased TRH",
        "opd": "Decreased CRH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8484aaa4-e9aa-4cfd-a967-75b1f2a3aada",
        "choice_type": "single"
    },
    {
        "question": "Hypocalcemia due to calcitonin is by",
        "exp": "Calcitonin lowers circulating calcium and phosphate levels. It exes its calcium-lowering effect by inhibiting bone resorption. This action is direct, and calcitonin inhibits the activity of osteoclasts in vitro. It also increases Ca2+ excretion in the urine. More hormone is secreted in young individuals, and it may play a role in skeletal development. In addition, it may protect the bones of the mother from excess calcium loss during pregnancy. Bone formation in the infant and lactation are major drains on Ca2+ stores, and plasma concentrations of 1, 25-dihydroxycholecalciferol are elevated in pregnancy. They would cause bone loss in the mother if bone resorption were not simultaneously inhibited by an increase in the plasma calcitonin level.",
        "cop": 2,
        "opa": "Decreased excretion in kidney",
        "opb": "Decreased bone resorption",
        "opc": "Decreased intestinal reabsorption",
        "opd": "Decreased renal reabsorption",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a474364f-70e6-478c-b118-1c6aa97ee913",
        "choice_type": "single"
    },
    {
        "question": "Estrogen is secreted during pregnancy, mostly by",
        "exp": "Estrogens, in females, are produced primarily by the ovaries, and during pregnancy, the placenta. Follicle-stimulating hormone (FSH) stimulates the ovarian production of estrogens by the granulosa cells of the ovarian follicles and corpora lutea. Some estrogens are also produced in smaller amounts by other tissues such as the liver, adrenal glands, and the breasts. These secondary sources of estrogens are especially impoant in postmenopausal women. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-365",
        "cop": 1,
        "opa": "Maternal ovary",
        "opb": "Fetal ovary",
        "opc": "Pituitary",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ddb0d136-069d-4fde-ad41-4c21dafe8d2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not secreted by Seoli cells?",
        "exp": "Relaxin a polypeptide hormone secreted by the corpora lutea of mammalian species during pregnancy. Facilitates the bih process by causing a softening and lengthening of the pubic symphysis and cervix; it also inhibits contraction of the uterus and may play a role in timing of paurition. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 4,
        "opa": "Activin",
        "opb": "Inhibin",
        "opc": "Follistatin",
        "opd": "Relaxin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "74fce897-6db7-49fe-9d95-cd1b0b8c3085",
        "choice_type": "single"
    },
    {
        "question": "Site of 25-hydroxylation of cholecalciferol",
        "exp": "7-Dehydrocholesterol is the precursor of vitamin D3. Within the epidermal layer of skin, 7-Dehydrocholesterol undergoes an electrocyclic reaction as a result of UVB radiation, resulting in the opening of the vitamin precursor B-ring through a conrotatory pathway. Following this, the previtamin D3 undergoes a antarafacial sigmatropic rearrangement and therein finally isomerizes to form vitamin D3. Cholecalciferol is then hydroxylated in the liver to become calcifediol (25-hydroxyvitamin D3). Ref: Ganong&; s review of medical physiology; 24th edition; page no:-379",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Skin",
        "opc": "Liver",
        "opd": "Lung",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e793699d-92a0-4390-9a61-28dd8f3eb897",
        "choice_type": "single"
    },
    {
        "question": "Function of vasopressin",
        "exp": "Vasopressin- a hormone secreted by cells of the hypothalamic nuclei and stored in the posterior pituitary for release as necessary; it stimulates contraction of the muscular tissues of the capillaries and aerioles, raising the blood pressure, and increases peristalsis, exes some influence on the uterus, and influences resorption of water by the kidney tubules, resulting in concentration of urine. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-303",
        "cop": 3,
        "opa": "Absorption of water in PCT",
        "opb": "Absorption of water in loop of Henle",
        "opc": "Absorption of water in collecting duct",
        "opd": "Absorption of Na+ in PCT",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ef0cc94b-8ca0-4db8-bf78-106c483fd125",
        "choice_type": "single"
    },
    {
        "question": "Corpus luteum in pregnancy is maintained by which hormone",
        "exp": "In mammals, an endocrine gland that develops in the ovary at the site of the Graafian follicle after rupture of the follicle wall and discharge of the ovum (ovulation); it consists of altered follicular (so-called lutein) cells. If pregnancy does not follow ovulation, the corpus luteum degenerates within one or two weeks (periodic, or menstrual, corpus luteum); if, however, the ovum is feilized and pregnancy begins, the corpus luteum grows very rapidly (corpus luteum of pregnancy) and is retained throughout the greater pa of pregnancy, secreting the hormone progesterone, which is necessary for the maintenance and development of the pregnancy. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 3,
        "opa": "Progesterone",
        "opb": "Oestrogen",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9dae26fd-c17f-4c3b-87a6-425fe8ca6689",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone secretion is decreased by",
        "exp": "Growth hormone (GH) any of several related polypeptide hormones secreted by the anterior lobe of the pituitary gland that directly influences protein, carbohydrate, and lipid metabolism and controls the rate of skeletal and visceral growth; their secretion is in pa controlled by the hypothalamus. It is used pharmaceutically as somatrem and somatropin. Called also somatotrophin, somatotropin, and somatotrophic or somatotropic hormone. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-327",
        "cop": 3,
        "opa": "Exercise",
        "opb": "Stress",
        "opc": "Glucose",
        "opd": "Glucagon",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4996cca9-7ddc-4e3d-bab0-763b2d837192",
        "choice_type": "single"
    },
    {
        "question": "Amylin is secreted by which of the following cells of Islets of Langerhans?",
        "exp": "The beta cells, constituting about 60 percent of all the cells of the islets, lie mainly in the middle of each islet and secrete insulin and amylin, a hormone that is often secreted in parallel with insulin, although its function is not well understood.",
        "cop": 2,
        "opa": "a cells",
        "opb": "b cells",
        "opc": "d cells",
        "opd": "F cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ad3d59ee-3bd8-4055-9abb-40f9d72a7f77",
        "choice_type": "single"
    },
    {
        "question": "Half-life of insulin receptor is",
        "exp": "The insulin receptor (IR) is a transmembrane receptor that is activated by insulin, IGF-I, IGF-II and belongs to the large class of tyrosine kinase receptors. Metabolically, the insulin receptor plays a key role in the regulation of glucose homeostasis, a functional process that under degenerate conditions may result in a range of clinical manifestations including diabetes and cancer. The half-life of insulin receptor is about 7 hrs. Ref: Ganong&; s review of medical physiology; 24th edition; page no-437",
        "cop": 2,
        "opa": "3 hr",
        "opb": "7 hr",
        "opc": "12 hr",
        "opd": "24 hr",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3a569115-592c-4c84-b164-92ff4c41439f",
        "choice_type": "single"
    },
    {
        "question": "Largest amounts of prostaglandins are seen in",
        "exp": "Largest amounts of prostaglandins are seen in seminal fluid. Each seminal vesicle is a touous, loculated tube lined with a secretory epithelium that secretes a mucoid material containing an abundance of fructose, citric acid, and other nutrient substances, as well as large quantities of prostaglandins and fibrinogen. Prostaglandins are believed to aid feilization in two ways: (1) by reacting with the female cervical mucus to make it more receptive to sperm movement and (2) by possibly causing backwards, reverse peristaltic contractions in the uterus and fallopian tubes to move the ejaculated sperm toward the ovaries. Guyton 13e pg: 1020",
        "cop": 1,
        "opa": "Seminal fluid",
        "opb": "CSF",
        "opc": "Blood",
        "opd": "Urine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "105d51f0-888f-4db2-8594-aabaf918c472",
        "choice_type": "single"
    },
    {
        "question": "Corpus luteum stas regressing after how many days of ovulation",
        "exp": "A corpus luteum is a mass of cells that forms in an ovary and is responsible for the production of the hormone progesterone during early pregnancy. The role of the corpus luteum depends on whether or not feilization occurs Ref: guyton and hall textbook of medical physiology 12 edition page number: 637, 638, 639",
        "cop": 2,
        "opa": "5 days",
        "opb": "10 days",
        "opc": "15 days",
        "opd": "20 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9f989b89-d9d0-487b-be42-dd26a37ef4af",
        "choice_type": "single"
    },
    {
        "question": "A patient with a known brain tumor learns that his pituitary stalk has been affected. Secretion of which of the following hormones is increased after the sectioning of the pituitary stalk?",
        "exp": "The secretion of prolactin is increased after the sectioning of the pituitary stalk Prolactin is unique among the pituitary hormones because the predominant central control mechanism is inhibitory, i. e., dopamine inhibits prolactin secretion. Hence, sectioning of the pituitary stalk (Ex: In head trauma or compressive skull lesion) prevents this inhibition and leads to increased secretion of prolactin. If the pituitary stalk is cut above the pituitary gland but the entire hypothalamus is left intact, the posterior pituitary hormones (ADH & Oxytoxin) show a transient decrease because they are initially synthesized in the supraoptic and paraventricular nuclei of the hypothalamus and are then transpoed down to the nerve endings to the posterior pituitary gland, requiring several days to reach the gland. Ref: Guyton and Hall 13th edition Pgno: 942",
        "cop": 1,
        "opa": "Prolactin",
        "opb": "TSH",
        "opc": "ACTH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cfc2495a-b245-4163-a935-2224a92e7d2d",
        "choice_type": "single"
    },
    {
        "question": "Androgen is secreted by",
        "exp": "Any steroid hormone that promotes male secondary sex characters. The two main androgens are androsterone and testosterone. The androgenic hormones are internal endocrine secretions circulating in the bloodstream and manufactured mainly by the testes under stimulation from the pituitary gland. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-428",
        "cop": 1,
        "opa": "Leyding cell",
        "opb": "Seoli cell",
        "opc": "Cowper's gland",
        "opd": "Intermediate cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "98f0493c-1bdf-4a33-89a7-ab2340a9e9f4",
        "choice_type": "single"
    },
    {
        "question": "Function of oxytocin",
        "exp": "Oxytocin - a hypothalamic hormone stored in and released from the posterior pituitary; it may also be prepared synthetically or obtained from the posterior pituitary of domestic animals. It acts as a powerful stimulant to the pregnant uterus, especially toward the end of gestation, and also causes milk to be expressed from the alveoli into the lactiferous ducts during breastfeeding. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 1,
        "opa": "Milk ejection",
        "opb": "Milk secretion",
        "opc": "Ovulation",
        "opd": "Maintenance of pregnancy",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2e2f3f1a-7131-4de8-8995-a357518b6558",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has the greatest effect on plasma osmolality?",
        "exp": "Among the options, vasopressin (also called ADH or anti-diuretic hormone) has the greatest effect on plasma osmolality. Two primary system are especially involved in regulating the concentration of sodium and osmolarity of extracellular fluid: The osmoreceptor-ADH system and The thirst mechanism Although aldosterone decreases the rate of sodium excretion by the kidneys, the concentration of sodium in the extracellular fluid rises only by a few m. Eqs. The reason for this that when sodium is reabsorbed by the tubules, simultaneous absorption of equivalent amounts of water occurs. So, aldosterone does not cause a significant change in the plasma osmolality. Ref: Guyton and Hall 13th edition Pgno: 231, 232",
        "cop": 3,
        "opa": "Progesterone",
        "opb": "Coisol",
        "opc": "Vasopressin",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b66f36f0-51ff-45ab-870d-767131fe0d29",
        "choice_type": "single"
    },
    {
        "question": "In human being, the least useful physiological response to low environmental temperature is",
        "exp": "Thermoregulation in humans is an impoant aspect of homeostasis. In thermoregulation, body heat is generated mostly in the deep organs, especially the liver, brain, and heart, and in contraction of skeletal muscles. Humans have been able to adapt to a great diversity of climates, including hot humid and hot arid and cold climates. For humans, adaptation to varying climatic conditions includes both physiological mechanisms resulting from evolution and behavioral mechanisms resulting from conscious cultural adaptations. Shivering - Muscles can also receive messages from the thermoregulatory center of the brain (the hypothalamus) to cause shivering. This increases heat production as respiration is an exothermic reaction in muscle cells. Shivering is more effective than exercise at producing heat because the animal (includes humans) remains still. Vasoconstriction - Aerioles carrying blood to superficial capillaries under the surface of the skin can shrink (constrict), thereby rerouting blood away from the skin and towards the warmer core of the body. This prevents blood from losing heat to the surroundings and also prevents the core temperature dropping fuher. This process is called vasoconstriction. Thyroxine - An iodine-containing hormone, produced by the thyroid gland, that increases the rate of cell metabolism. Piloerection - The minute muscles under the surface of the skin called arrector pili muscles (attached to an individual hair follicle) contract (piloerection), lifting the hair follicle upright. This makes the hairs stand on end, which acts as an insulating layer, trapping heat. Ref: Ganong&; s review of medical physiology-24th edition, page no-318",
        "cop": 4,
        "opa": "Shivering",
        "opb": "Vasoconstriction",
        "opc": "Release of thyroxine",
        "opd": "Piloerection",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5c3905ef-5e69-4a08-b4cf-f609b30e7020",
        "choice_type": "single"
    },
    {
        "question": "Hypothyroidism causes CNS features because of presence of which receptor in brain?",
        "exp": "Thyroid hormones enter cells and T3 binds to thyroid receptors (TR) in the nuclei. T4 can also bind, but not as avidly. The hormone-receptor complex then binds to DNA zinc fingers and increases (or in some cases, decreases) the expression of a variety of different genes that code for proteins that regulate cell function (see Chapter 1). Thus, the nuclear receptors for thyroid hormones are members of the superfamily of hormone-sensitive nuclear transcription factors. There are two human TR genes: an a receptor gene on chromosome 17 and a b receptor gene on chromosome 3. By alternative splicing, each forms at least two different m. RNAsand therefore two different receptor proteins. TRb2 is found only in the brain, but TRa1, TRa2, and TRb1 are widely distributed. TRa2 differs from the other three in that it does not bind T3 and its function is not yet fully established. TRs bind to DNA as monomers, homodimers, and heterodimers with other nuclear receptors, paicularly the retinoid X receptor (RXR). The TR/RXR heterodimer does not bind 9-cis retinoic acid, the usual ligand for RXR, but TR binding to DNA is greatly enhanced in response to thyroid hormones when the receptor is in the form of this heterodimer. There are also coactivator and corepressor proteins that affect the actions of TRs. Presumably, this complexity underlies the ability of thyroid hormones to produce many different effects in the body. In most of its actions, T3 acts more rapidly and is three to five times more potent than T4. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 308, 309",
        "cop": 4,
        "opa": "TR alpha 1",
        "opb": "TR alpha 2",
        "opc": "TR beta 1",
        "opd": "TR beta 2",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0ede1a43-829b-41df-a1c7-3c3f2d49a0a6",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old woman presents with heat intolerance and menstrual abnormalities. On examination, a diffusely enlarged thyroid gland is present. Which of the following features will not be present in her?",
        "exp": "This woman has hypehyroidism. Thyroid hormone causes increased protein breakdown. Hence, she will not have decreased protein breakdown. Physiological effects of Thyroid hormone: Target Tissue Effect Mechanism Heart Chronotrophic and ionotrophic Increased number of b-adrenergic receptors Enhanced responses to circulating catecholamines Increased propoion of a-myosin heavy chain (with higher ATPase activity) Adipose Tissue Catabolic Stimulated lipolysis Muscle Catabolic Increased protein breakdown Bone Developmental Promote normal growth and skeletal development Nervous system Developmental Promote normal brain development Gut Metabolic Increased rate of carbohydrate absorption Lipoprotein Metabolic Formation of LDL receptors Other Calorigenic Stimulated oxygen comsumption by metabolically active tissues (exception: testes, uterus, lymph nodes, spleen, anterior pituitary) Increased metabolic rate Ref: Guyton and Hall 13th edition Pgno: 955, 957",
        "cop": 4,
        "opa": "Increased heart rate",
        "opb": "Increased stroke volume",
        "opc": "Decreased peripheral vascualar resistance",
        "opd": "Decresed protein breakdown",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "41ea6ead-fb2d-4f53-b4fd-7042568959cb",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis is maintained by which hormones (s)",
        "exp": "Spermatogenesis defined as the entire process by which spermatogonial stem cells divide and differentiate into sperms. The process has three phases: spermatocytogenesis, meiosis, and spermiogenesis. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-420",
        "cop": 1,
        "opa": "Testosterone",
        "opb": "FSH",
        "opc": "LH",
        "opd": "Prolactin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0bb3f860-056f-4622-a477-f428a7e3df96",
        "choice_type": "single"
    },
    {
        "question": "ACTH secretion is inhibited by",
        "exp": "Glucocoicoids inhibit ACTH secretion by a direct negative feedback mechanism. They also inhibit CRH secretion. Ref: Guyton and Hall 13th edition Pgno: 977",
        "cop": 3,
        "opa": "Aldosterone",
        "opb": "Epinephrine",
        "opc": "Glucocoicoids",
        "opd": "CRH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4de696ca-98c2-4297-8fa4-d9c74ec687cb",
        "choice_type": "single"
    },
    {
        "question": "Normal testicular development requires which of the following chromosomes",
        "exp": "The Y chromosome is one of two sex-determining chromosomes (allosomes) in mammals, including humans (the other is the X chromosome). In mammals, the Y-chromosome contains the gene SRY, which triggers testicle development if present. The human Y chromosome is composed of about 50 million base pairs. DNA in the Y chromosome is passed from father to son, and Y-DNA analysis may thus be used in genealogical research. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-419",
        "cop": 3,
        "opa": "XY",
        "opb": "XX",
        "opc": "Y chromosome",
        "opd": "X chromosome",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "60acea6e-57b8-44b0-8431-ff0eacbe3f08",
        "choice_type": "single"
    },
    {
        "question": "In breast lactiferous ducts are formed under the influence of which hormone?",
        "exp": "Lactiferous ducts are one of the ducts, numbering 15-20, which drain the lobes of the mammary gland; they open at the nipple. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 416",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "da167b8a-bb80-4ce3-b34c-a1c97b0e1af6",
        "choice_type": "single"
    },
    {
        "question": "Menopausal hot flushes occur due to",
        "exp": "Hot flashes (also known as hot flushes) are a form of flushing due to reduced levels of estradiol. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-400",
        "cop": 2,
        "opa": "FSH secretion",
        "opb": "Decrease in estrogen",
        "opc": "Increase in estrogen",
        "opd": "Increase in progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3053d581-e5bb-4092-a8d0-9b99a800bbca",
        "choice_type": "single"
    },
    {
        "question": "Nissl's bodies located intracytoplasmic are in",
        "exp": "Nissl bodies. Large granular bodies that stain with basic dyes, forming the reticular substance of the cytoplasm of neurons, composed of rough endoplasmic reticulum and free polyribosomes. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 1,
        "opa": "Perikaryon of neuron",
        "opb": "Smooth muscle",
        "opc": "Skeletal muscle",
        "opd": "Cardiac muscle",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "aa01c524-434f-40b8-a0a7-f9f17ba4eecb",
        "choice_type": "single"
    },
    {
        "question": "In hypoglycemia, which hormone does not increase",
        "exp": "Insulin- a protein hormone formed from proinsulin in the beta cells of the pancreatic islets of Langerhans. The major fuel-regulating hormone, it is secreted into the blood in response to a rise in concentration of blood glucose or amino acids. Insulin promotes the storage of glucose and the uptake of amino acids, increases protein and lipid synthesis, and inhibits lipolysis and gluconeogenesis. Ref: Ganong&; s review of medical physiology: 24th edition page no: 431",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Coisol",
        "opc": "Glucagon",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "13fc03fc-0935-47fe-bbb1-9abad03c5998",
        "choice_type": "single"
    },
    {
        "question": "Conversion of chondrocyte into osteogenic cells is caused by",
        "exp": "Growth hormone (GH) any of several related polypeptide hormones secreted by the anterior lobe of the pituitary gland that directly influences protein, carbohydrate, and lipid metabolism and controls the rate of skeletal and visceral growth; their secretion is in pa controlled by the hypothalamus. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 327",
        "cop": 3,
        "opa": "Insulin",
        "opb": "IGF-1",
        "opc": "Growth hormone",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "61d05e51-756c-49fc-b534-acde50ab92b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not directly controlled by ACTH?",
        "exp": "THe secretion of the adrenal medullary hormones(epinephrine, norepinephrine and dopamine) is not controlled directly by ACTH. ACTH controls mainly secretion of adrenal coical hormones: Glucoicoids (coisol, coicosterone) and sex steroids (testosterone, DHEA, androstenedione ). Note: The major regulators of aldosterone are angiotensim II and potassium. However, ACTH can also stimulate aldosterone prooduction. Hormones secreted Regulated by Zona glomerulosa Mineralocoicoids (aldosterone) Angiotesin II, K+ Zona fasiculata Glucocoticoids (coisol, coicosterone) ACTH Zona Reticularis Sex steroids (DHEA, DHEA-S) ACTH Adrenal medulla Catecholamines(Epinephrine, norepinephrine) DIffuse sympathetic discharge(stress) REf: Guyton and Hall 13th edition Pgno: 965, 966",
        "cop": 4,
        "opa": "Glucocoicoids",
        "opb": "Androstenedione",
        "opc": "Dehydroepiandrosterone",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ef24d120-837d-49f6-a337-3a5aac038848",
        "choice_type": "single"
    },
    {
        "question": "LH is secreted by",
        "exp": "Luteinizing hormone (LH, also known as lutropin and sometimes lutrophin is a hormone produced by gonadotropic cells in the anterior pituitary gland. In females, an acute rise of LH (\"LH surge\") triggers ovulation and development of the corpus luteum. In males, where LH had also been called interstitial cell-stimulating hormone (ICSH), it stimulates Leydig cell production of testosterone. It acts synergistically with FSH. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-304",
        "cop": 2,
        "opa": "Ovary",
        "opb": "Pituitary",
        "opc": "Corpus luteum",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "66f09013-4220-48b2-ba02-660f6c0e6e7a",
        "choice_type": "single"
    },
    {
        "question": "By the time of implantation in uterine endometrium the typical feilized ovum is divided into how many cells",
        "exp": "Implantation is the attachment of the blastocyst to the endometrium, and its subsequent embedding in the compact layer, occurring 6-7 days after feilization of the oocyte in humans. Blastocyst is a pre-implantation embryo consisting of a thin-walled hollow sphere of 16-32 cells, which appears in early mammalian development, the wall of which is the trophoblast. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-413",
        "cop": 3,
        "opa": "2",
        "opb": "4",
        "opc": "16",
        "opd": "750",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c5ddcaa2-810b-4e73-90d3-268e20325441",
        "choice_type": "single"
    },
    {
        "question": "A 16 year old female patient presents to the OPD with hirsutism and masculinization. Which of the following hormones of the adrenal coex is the likely culprit?",
        "exp": "Hirsutism and musculanisation in a female suggests excessive androgens like dehydroepiandrosteronen(DHEA), which is culprit here. Adrenogenital sydrome: An adrenocoical tumor secretes excessive quantities of androgens that cause intense masculanizing effects. In women, virile characteristics develop, including growth of a beard, deeper voice, masculine distribution of hair on the body and the pubis and growth of the clitoris. In boys, it presents as precocious pubey. The excretion of 17-ketosteroids (which are derived from androgens) in the urine may be 10 to 15 times elevated. This findings can be used in diagnosing the disease. Ref: Guyton and Hall 13th edition Pgno: 981",
        "cop": 1,
        "opa": "Dehydroepiandrosterone (DHEA)",
        "opb": "Aldosterone",
        "opc": "Coisol",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "563d7699-6e6d-464e-87b7-5ef80c5ff63e",
        "choice_type": "single"
    },
    {
        "question": "Zona glomerulosa secretes",
        "exp": "Zona glomerulosa is the outer layer of the coex of the suprarenal gland just beneath the capsule; secretes aldosterone. Aldosterone is a mineralocoicoid hormone produced by the zona glomerulosa of the adrenal coex; its major action is to facilitate potassium exchange for sodium in the distal renal tubule, causing sodium reabsorption and potassium and hydrogen loss. Coisol is the principal glucocoicoid produced by the zona fasciculata of the adrenal coex. It promotes gluconeogenesis and lipolysis, suppresses protein synthesis, inhibits inflammatory and immune responses, and has mild mineralocoicoid (for example, hypernatremic, kaliuretic, antidiuretic) effects. Testosterone the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to luteinizing hormone secreted by the pituitary gland. It is also produced by the adrenal coex in both males and females. Its chief function is to stimulate the development of the male reproductive organs, including the prostate, and the secondary sex characters, such as the beard. It encourages the growth of bone and muscle and helps maintain muscle strength. Catecholamines are any of a group of monoamines, including epinephrine, norepinephrine, and dopamine, that act as neurotransmitters and hormones. Ref: Ganong&; s review of medical physiology; 24th edition; page no-354",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "Coisol",
        "opc": "Testosterone",
        "opd": "Catecholamines",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "af44d52c-d81b-4832-b28f-8b9b0c42de20",
        "choice_type": "single"
    },
    {
        "question": "The principle of \"Wolff-chaikoff effect\" is used in",
        "exp": "Increased Iodine inhibits thyroid hormone synthesis. This is called Wolff Chaikoff effect. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 346",
        "cop": 2,
        "opa": "Iodide for thyrotoxic patients after surgery",
        "opb": "Iodide for thyrotoxic patients before Surgery",
        "opc": "Stimulation of hormone synthesis",
        "opd": "Inereased vascularity of thyroid gland",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9a85b237-14e9-4ed7-8dd7-026505a578b5",
        "choice_type": "single"
    },
    {
        "question": "GH secretion is",
        "exp": "Peptide hormones.... Sex hormones.... Clonidine and L-DOPA by stimulating GHRH release. a4b2 nicotinic agonists, including nicotine, which also act synergistically with clonidine. Hypoglycemia, arginine and propranolol by inhibiting somatostatin release. Deep sleep. Insulin. Ref: guyton and hall textbook of medical physiology 12 edition page number: 550, 551, 552",
        "cop": 3,
        "opa": "Greater in early morning",
        "opb": "Greater in evening",
        "opc": "Increases on preolonged fasting",
        "opd": "Stimulates B-cells of pancreases directly",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5ce6a458-c485-4a77-8e89-c9ca779947ec",
        "choice_type": "single"
    },
    {
        "question": "Mullerian inhibiting substance (MIS) is produced by",
        "exp": "Mullerian inhibiting substance a glycoprotein produced by the Seoli cells of the fetal testis that acts in the males to suppress the mullerian ducts, consequently preventing the development of the uterus and fallopian tubes, thus helping to control the formation of the male phenotype. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 392",
        "cop": 2,
        "opa": "Stroma",
        "opb": "Seoli cells",
        "opc": "Leydig cells",
        "opd": "Germ cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "64f0a293-16b6-42a6-b4a3-29677447c8f1",
        "choice_type": "single"
    },
    {
        "question": "Which is not an effect of T3 hormone?",
        "exp": "Triiodothyronine (T3) is a hormone that helps regulate growth and development, helps control metabolism and body temperature, and, by a negative-feedback system, acts to inhibit the secretion of thyrotropin by the pituitary gland. Triiodothyronine is produced mainly from the deiodination of thyroxine in the peripheral tissues but is also synthesized by and stored in the thyroid gland as an amino acid residue of the protein thyroglobulin. Triiodothyronine circulates in the plasma, where it is boundmainly to thyroxine-binding globulin and thyroxine-binding prealbumin, proteins that protect the hormone from metabolism and excretion during its half-life of 2 days or less before it is degraded in the liver. The hormone is the most active thyroid hormone and affects all body processes, including gene expressions. It is a component of various drugs, such as liotrix, and liothyronine sodium, used in the treatment of hypothyroidism and simple goiter. Normal adult blood levels are110 to 230 ng/dL. Ref: Ganong&; s review of medical physiology; 24th edition; page no-347",
        "cop": 4,
        "opa": "It increases the heart rate",
        "opb": "It increases the stroke volume",
        "opc": "It decreases the peripheral resistance",
        "opd": "It decreases pulse pressure",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9e09d377-1738-430e-8abb-59803df04509",
        "choice_type": "single"
    },
    {
        "question": "Decreased protein: lipid ratio is seen in",
        "exp": "Myelin sheath- The insulating envelope of myelin that surrounds the core of a nerve fiber or axon and facilitates the transmission of nerve impulses. In the peripheral nervous system, the sheath is formed from the membrane of the Schwann cell, and the central nervous system it is formed from oligodendrocytes. Ref: Ganong&; s review of medical physiology: 24th edition",
        "cop": 4,
        "opa": "Inner mitochondrial membrane",
        "opb": "Outer mitochondrial membrane",
        "opc": "Sarcoplasmic reticulum",
        "opd": "Myelin sheath membrane",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8f470326-aca3-4df7-b2cd-1e65b4afaeca",
        "choice_type": "single"
    },
    {
        "question": "Heat acclimatization is due to which hormone?",
        "exp": "Heat acclimatization is defined as the process of improvement in tolerance to heat as a result of repeated sessions of exercise in a hot environment, resulting in a measurable improvement in physiological response. The body&; s response includes increase in the rate of sweating but decrease in sodium in the sweat, preserving salt by the action of aldosterone; increase in skin blood flow and overall control of body temperature as environmental conditions (air temperature and humidity) change. In addition, acclimatization will reduce the incidence and severity of heat illness. Ref: Ganong&; s review of medical physiology; 24th edition; page no-318",
        "cop": 4,
        "opa": "Thyroxine",
        "opb": "Insulin",
        "opc": "Adrenaline",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "84915b92-0f62-4f01-a171-a75ec607cdb6",
        "choice_type": "single"
    },
    {
        "question": "Effect of coisol",
        "exp": "The principal glucocoicoid produced by the zona fasciculata of the adrenal coex. It promotes gluconeogenesis and lipolysis, suppresses protein synthesis, inhibits inflammatory and immune responses, and has mild mineralocoicoid (for example, hypernatremic, kaliuretic, antidiuretic) effects. Most plasma coisol is bound to transcoin and albumin. Synthetic coisol administered as a drug is usually known by the alternative name hydrocoisone. Ref: Ganong&; s review of medical physiology; 24th edition; page no-362",
        "cop": 1,
        "opa": "Decreased bone matrix",
        "opb": "Increased bone mattix",
        "opc": "Increases lymphocytes",
        "opd": "Increases RBCs",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a78803db-e5ad-49f7-adc8-3c95095efb45",
        "choice_type": "single"
    },
    {
        "question": "Calcitonin is secreted by",
        "exp": "Calcitonin is a polypeptide hormone secreted by the parafollicular or C cells of the thyroid gland; it is involved in plasma calcium homeostasis and acts to decrease the rate of bone resorption. Preparations of calcitonin are called either calcitonin-human or calcitonin-salmon; the former is a synthetic polypeptide with the same sequence as that occurring naturally in humans, and the latter is either derived from salmon or is a synthetic polypeptide of the same sequence as that found in salmon. They are used in the treatment of severe hypercalcemia, Paget&; s disease of bone, and postmenopausal osteoporosis. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-377",
        "cop": 1,
        "opa": "Thyroid gland",
        "opb": "Parathyroid gland",
        "opc": "Adrenal glands",
        "opd": "Ovaries",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d7dace2b-b171-413d-9001-b3cabafb02ed",
        "choice_type": "single"
    },
    {
        "question": "Inhibin is secreted by",
        "exp": "Inhibin is one of several proteins that paicipate in differentiation and growth. Two glycoproteins, inhibin A and inhibin B, are secreted by Seoli cells in the testis and granulosa cells in the ovary, inhibiting FSH secretion by direct action on the pituitary. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 1,
        "opa": "Seoli cells",
        "opb": "Stroma",
        "opc": "Surface epithelium of ovary",
        "opd": "Corpus luteum",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "95101a5d-63a8-4bd6-9176-4cc4f2c84af8",
        "choice_type": "single"
    },
    {
        "question": "One oogonium gives how many ovum",
        "exp": "A primordial oocyte during fetal development; it is derived from a primordial germ cell and before bih becomes aprimary oocyte. no oogonia are present after bih. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 401",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d99ff72d-59ce-4eaf-b2c3-a7dc2f6f9ad3",
        "choice_type": "single"
    },
    {
        "question": "Major androgen precursor from adrenal coex is",
        "exp": "DHEA( dehydroepiandrosterone) is an androgenic steroid hormone secreted largely by the adrenal coex and found in human urine. (DHEA), Asteroid secreted chiefly by the adrenal coex, but also by the testis; it is the principal precursor of urinary 17-ketosteroids. Weakly androgenic itself, it is metabolized to d-5 androstenediol, a hormone with both androgenic and estrogenic effects, and is one of the precursors of testosterone. Serum levels are elevated in adrenal virilism. It may function as a neurotransmitter. Dihydrotestosterone an androgenic hormone formed in peripheral tissue from testosterone; thought to be the androgen responsible for development of the male primary sex characters during embryogenesis and of male secondary sex characters at pubey, and for adult male sexual function. Testosterone the principal male sex hormone (androgen) that is produced by Leydig&; s cells of the testes in response to luteinizing hormone secreted by the pituitary gland. Androstenedione an androgenic steroid produced by the testis, adrenal coex, and ovary; conveed metabolically to testosterone and other androgens. Ref: Ganong&; s review of medical physiology; 24th edition; page no-423",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Dihydrotestosterone",
        "opc": "DHEA",
        "opd": "Androstenedione",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f274d242-929c-4e07-b8dd-fbdfd4f5a261",
        "choice_type": "single"
    },
    {
        "question": "Luteal phase dominant hormone",
        "exp": "Luteal phase is the third phase of the human menstrual cycle when the ovarian follicle that has recently discharged an ovum ruptures and transforms into the corpus luteum, which secretes progesterone. Progesterone acts on the endometrium to build up tissue with a supply of blood for nourishment of the potential embryo. If feilization and conception do not take place, the estrogen level falls and the menstrual phase begins. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-403",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Prolactin",
        "opd": "Oxytocin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a6249e5e-c6ed-48a9-9c14-4bd9acc46122",
        "choice_type": "single"
    },
    {
        "question": "Prolactin is synthesized in",
        "exp": "Prolactin- a hormone secreted by the anterior pituitary gland that promotes the growth of breast tissue and stimulates and sustains milk production in postpaum mammals, and shows luteotropic activity in ceain mammals. Called also lactogenic hormone and mammotropin. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-416",
        "cop": 1,
        "opa": "Pituitary",
        "opb": "Hypothalamus",
        "opc": "Pineal gland",
        "opd": "Thalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "908fadda-1c1d-4614-a4a8-a4fdfdcfbee1",
        "choice_type": "single"
    },
    {
        "question": "Aromatase enzyme",
        "exp": "Aromatase enzyme conves androgens to estrogens. 5a-Reductase conves testosterone to dihydrotestosterone. Aromatase inhibitors block the function of the aromatase enzyme that conves androgens to estrogens. Aromatase inhibitors, including letrozole, anastrozole, and exemestane, are highly effective for both adjuvant and metastatic treatment of breast cancer in postmenopausal subjects, 5a-Reductase inhibitors like finasteride, dutasteride are used in BPHG&G 12e 1953",
        "cop": 2,
        "opa": "Conves estrogen to androgen",
        "opb": "Conves androgen to estrogen",
        "opc": "Helps in maintaining normal placental blood flow",
        "opd": "Conves testosterone to dihydrotestosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "dcae28b9-2541-44e9-85e9-33f2618c12ed",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man came with the complaint of a headache and raised intracranial tension. Radiological examination revealed a brain tumor compressing Supraoptic nucleus in the hypothalamus. Which of the following hormone is decreased?",
        "exp": "ADH is formed primarily in the supraoptic nuclei, whereas oxytocin is formed primarily in the paraventricular nuclei whereas other hormones are from the anterior pituitary.",
        "cop": 4,
        "opa": "Adrenocoicotropic hormone (ACTH)",
        "opb": "Follicle-stimulating hormone (FSH)",
        "opc": "Growth hormone",
        "opd": "Antidiuretic Hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3a46e634-701b-466e-8a2c-fc2b18a06d05",
        "choice_type": "single"
    },
    {
        "question": "In osteogenesis imperfecta, which of the following is defective?",
        "exp": "Osteogenesis imperfecta (OI) is a group of genetic diseases of collagen in which the bones are formed improperly, making them fragile and prone to breaking. Collagen is a fibrous protein material. It serves as the structural foundation of skin, bone, cailage, and ligaments. In osteogenesis imperfecta, the collagen produced is abnormal and disorganized. This results in a number of abnormalities throughout the body, the most notable being fragile, easily broken bones. There are four forms of OI, Types I through IV. Of these, Type II is the most severe and is usually fatal within a sho time after bih. Types I, III, and IV have some overlapping and some distinctive symptoms, paicularly weak bones. Ref: Ganong&; s review of medical physiology; 24th edition; page no-386",
        "cop": 4,
        "opa": "Posphate deposition in trabecular bone",
        "opb": "Osteoblasts",
        "opc": "Osteoclasts",
        "opd": "Bone collagen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5a72b86d-a700-4163-9570-12749be41cdb",
        "choice_type": "single"
    },
    {
        "question": "Fat is maximum synthesized in",
        "exp": "Fatty acid synthesis is the creation of fatty acids from acetyl-CoA and malonyl-CoA precursors through action of enzymes called fatty acid synthases. It is an impoant pa of the lipogenesis process, which - together with glycolysis - stands behind creating fats from blood sugar in living organisms. De Novo Synthesis in Humans In humans, fatty acids are formed predominantly in the liver and lactating mammary glands, and, to a lesser extent, the adipose tissue. Ref: Ganong&; s review of medical physiology - 24th edition; page no-26",
        "cop": 1,
        "opa": "Liver",
        "opb": "Adipose tissue",
        "opc": "Intestine",
        "opd": "Muscle",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1937a77c-7b42-4e13-9d9e-1c0127cd9263",
        "choice_type": "single"
    },
    {
        "question": "Average reproductive lifespan of ovum is",
        "exp": "The egg cell, or ovum, is the female reproductive cell (gamete) in oogamous organisms. The egg cell is typically not capable of active movement, and average reproductive lifespan is about 12-24 hrs. it is much larger (visible to the naked eye) than the motile sperm cells. When egg and sperm fuse, a diploid cell (the zygote) is formed, which rapidly grows into a new organism. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 406",
        "cop": 2,
        "opa": "6-12 hrs",
        "opb": "12-24 hrs",
        "opc": "24-36 hrs",
        "opd": "3 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3f72c453-a759-4301-9baf-91df33a1d536",
        "choice_type": "single"
    },
    {
        "question": "Not a Glycoprotein hormone",
        "exp": "Vasopressin a hormone secreted by cells of the hypothalamic nuclei and stored in the posterior pituitary for release as necessary; it stimulates contraction of the muscular tissues of the capillaries and aerioles, raising the blood pressure, and increases peristalsis, exes some influence on the uterus, and influences resorption of water by the kidney tubules, resulting in concentration of urine. Ref: Ganong&; s review of medical physiology; 24th edition; Page no: 303",
        "cop": 4,
        "opa": "EH",
        "opb": "FSH",
        "opc": "GH",
        "opd": "Vasopressin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "16ab8074-6273-4ada-ac72-74580f1f2933",
        "choice_type": "single"
    },
    {
        "question": "Glucagon acts on muscle to cause",
        "exp": "Glucagon - a polypeptide hormone secreted by the alpha cells of the islets of Langerhans in response to hypoglycemia or to stimulation by growth hormone. It increases blood glucose concentration by stimulating glycogenolysis in the liver and can be administered parenterally to relieve severe hypoglycemia from any cause, especially hyperinsulinism. Ref: Ganong&; s review of medical physiology; 24th edition page no: 432",
        "cop": 1,
        "opa": "Gluconeogenesis",
        "opb": "Gycogenolysis",
        "opc": "Glycolysis",
        "opd": "Kreb's cycle",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a5b0714b-3557-4905-8af4-38d42afbdff7",
        "choice_type": "single"
    },
    {
        "question": "Acidophils of the anterior pituitary secrete",
        "exp": "Acidophils of the anterior pituitary (adenohypophysis) secrete growth hormone and prolactin. Basophils secrete TSH, ACTH, FSH and LH. Cells of Anterior pituitary Ref: Guyton and Hall 13th edition Pgno: 940",
        "cop": 1,
        "opa": "GH",
        "opb": "TSH",
        "opc": "ACTH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "fa66973f-54ab-40ef-b148-584f93c5b618",
        "choice_type": "single"
    },
    {
        "question": "Acidophils secrete",
        "exp": "Acidophils are one of the hormone-producing acidophilic cells of the adenohypophysis; types include coicotrophs, lactotrophs, lipotrophs, and somatotrophs. Called also alpha cell. Ref: guyton and hall textbook of medical physiology 12 edition page number: 550, 551, 552",
        "cop": 1,
        "opa": "GH",
        "opb": "TSH",
        "opc": "ACTH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "075f95ff-a77c-4bf7-a041-fe4e5afc1c79",
        "choice_type": "single"
    },
    {
        "question": "Not controlled directly by ACTH",
        "exp": "ACTH acts on the adrenal coex forming glucocoicoids and mineralocoicoids. Ref: Ganong&; s review of medical physiology; 24th edition page no - 362",
        "cop": 4,
        "opa": "Glucocoicoid",
        "opb": "Aldosterone",
        "opc": "Coisol",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e1f981c7-48b0-464b-9702-443c2247609b",
        "choice_type": "single"
    },
    {
        "question": "Acidophilic cells of anterior pituitary secretes?",
        "exp": "In the anterior pituitary, the term \"acidophil\" is used to describe two different types of cells: somatotrophs, which generate somatotropin (also known as growth hormone; a protein hormone). mammotrophs, which generate prolactin (a protein hormone Ref: guyton and hall textbook of medical physiology 12 edition page number: 550, 551, 552",
        "cop": 4,
        "opa": "IH",
        "opb": "THS",
        "opc": "ACTH",
        "opd": "GH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0a39b9ff-244c-4db0-959b-4adbe4c68fed",
        "choice_type": "single"
    },
    {
        "question": "Ovulation in women with 28-day cycle occurs at",
        "exp": "Ovulation is the release of egg from the ovaries. In humans, this event occurs when the de Graaf&; s follicles rupture and release the secondary oocyte ovarian cells. After ovulation, during the luteal phase, the egg will be available to be feilized by sperm. In addition, the uterine lining (endometrium) is thickened to be able to receive a feilized egg. If no conception occurs, the uterine lining, as well as blood, will be shed during menstruation. In humans, ovulation occurs about midway through the menstrual cycle, after the follicular phase. The few days surrounding ovulation (from approximately days 12 to 16 of a 28-day cycle). Ref: Ganong&; s review of medical physiology; 24th edition; page no:-401",
        "cop": 1,
        "opa": "14 days prior to mensturation",
        "opb": "Just before LH surge",
        "opc": "Just after corpus leuteal maturation",
        "opd": "Due to progesterone rise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "dd29aa5b-16e1-4342-ac17-cda91601c3bd",
        "choice_type": "single"
    },
    {
        "question": "Non-osmotic stimulus for ADH secretion is:",
        "exp": "Haemorrhage causes a loss of blood volume, thus resulting in frank loss of water from the body without any significant protein loss. Ref: guyton and hall textbook of medical physiology 12 edition page number: 559, 560, 561",
        "cop": 3,
        "opa": "Uremia",
        "opb": "Hyperglycemia",
        "opc": "Haemorrhage",
        "opd": "Excessive water ingestion",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "bedc204b-afa5-4fce-8288-9891faff770d",
        "choice_type": "single"
    },
    {
        "question": "Calcitonin is produced by",
        "exp": "Calcitonin (also known as thyrocalcitonin) is a 32-amino acid linear polypeptide hormone that is produced in humans primarily by the parafollicular cells (also known as C-cells) of the thyroid, and in many other animals in the ultimobranchial body. It acts to reduce blood calcium (Ca2+), opposing the effects of parathyroid hormone (PTH). Calcitonin has been found in fish, reptiles, birds, and mammals. Ref: Ganong&; s review of medical physiology; 24th edition; page no-377",
        "cop": 1,
        "opa": "Thyroid",
        "opb": "Pituitary",
        "opc": "Pancreas",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b97d364c-89dc-4458-a58d-41433eb66456",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following cell types are found in the least numbers in the pituitary?",
        "exp": "Lactotroph-Prolactin cell (also known as epsilon acidophil, lactotrope, lactotrophic cell, lactotroph, mammatroph, mammotroph) is a cell in the anterior pituitary which produces prolactin Thyrotropes (also called thyrotrophs) are endocrine cells in the anterior pituitary which produce thyroid stimulating hormone (TSH) in response to thyrotropin-releasing hormone (TRH). Gonadotropes are endocrine cells in the anterior pituitary that produce the gonadotropins, such as the follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Coicotropes (or coicotrophs) are basophilic cells in the anterior pituitary that produce melanocyte-stimulating hormone, adrenocoicotropic hormone (ACTH) and lipotropin. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-325",
        "cop": 2,
        "opa": "Lactotrophs",
        "opb": "Thyrotrophs",
        "opc": "Gonadotrophs",
        "opd": "Coicotrophs",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "dc51cc1b-fc35-4bd9-87aa-c90cbaeb7692",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has highest glycemic index?",
        "exp": "Glycemic index is defined as numerical index given to a carbohydrate-rich food that is based on the average increase in blood glucose levels occurring after the food is eaten. Ref: Ganong&; s review of medical physiology; 24th edition; page no-478",
        "cop": 1,
        "opa": "Com flakes",
        "opb": "White-rice",
        "opc": "Ice cream",
        "opd": "Whole wheat bread",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4925c3d3-d832-47ca-a90d-b93501bec203",
        "choice_type": "single"
    },
    {
        "question": "Polar bodies are formed during",
        "exp": "Polar bodies are one of two small cells formed by the first and second meiotic division of oocytes; the first is usually released just before ovulation, the second not until discharge of the oocyte from the ovary; in mammals, the second polar body may fail to form unless the oocyte has been penetrated by a sperm. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 401",
        "cop": 3,
        "opa": "Spermatogenesis",
        "opb": "Organogenesis",
        "opc": "Oogenesis",
        "opd": "Morphogenesis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "295efe50-4394-420e-9db0-0508d76ad4cd",
        "choice_type": "single"
    },
    {
        "question": "Which hormone acts on cytoplasmic membrane receptor?",
        "exp": "A hormone receptor is a molecule that can bind to a specific hormone. Receptors for peptide hormones tend to be found on the plasma membrane of cells, whereas receptors for lipid-soluble hormones are usually found within the cytoplasm. Many hormones are composed of polypeptides, e. g. thyroid-stimulating hormone, follicle-stimulating hormone, leutinizing hormone, and insulin. These molecules are not lipid-soluble and therefore cannot diffuse through cell membranes. Consequently, receptors for peptide hormones are located on the plasma membrane. Steroid hormone receptors and related receptors are generally soluble proteins that function through gene activation. Their response elements are DNA sequences (promoters) that are bound by the complex of the steroid bound to its receptor. The receptors themselves are zinc-finger proteins. These receptors include those for glucocoicoids, coisol, estrogens, androgens, thyroid hormone (T3), calcitriol (the active form of vitamin D), Ref: Ganong&; s review of medical physiology; 24th edition; page no-302",
        "cop": 1,
        "opa": "TSH",
        "opb": "Thyroxine",
        "opc": "Androgen",
        "opd": "Coisol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d6770ea4-29c5-488f-bd5a-49727f2aefce",
        "choice_type": "single"
    },
    {
        "question": "FSH is secreted by",
        "exp": "Gonadotropic cells are endocrine cells in the anterior pituitary that produce the gonadotropins, such as the follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Release of FSH and LH by gonadotropes is regulated by gonadotropin-releasing hormone (Gn. RH) from the hypothalamus. Gonadotropes appear basophilic in histological preparations. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-333",
        "cop": 2,
        "opa": "Chrompphobes",
        "opb": "Basophils",
        "opc": "Acidophils",
        "opd": "Theca interna Cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4bfd4fe5-2927-41a9-bdb5-fe7dbfaa7cf7",
        "choice_type": "single"
    },
    {
        "question": "SHBG is decreased in",
        "exp": "Sex hormone-binding globulin (SHBG), a plasma b-globulin, produced by the liver, which binds testosterone and, with a weaker affinity, estrogen; serum levels of SHBG in women are twice those found in men; serum concentrations are increased in ceain types of liver disease and in hypehyroidism but are decreased with advancing age, by androgens, and in hypothyroidism. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 2,
        "opa": "Hypehyroidism",
        "opb": "Increased androgen",
        "opc": "Increased estrogen",
        "opd": "Pregnancy",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0c1c7a98-b101-403e-8a04-81092cae7d30",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormonal concentration decreases with age?",
        "exp": "Secretion of growth hormone (GH) and IGF-1 levels decline during advancing years-of-life. These changes (somatopause) are associated with loss of vitality, muscle mass, physical function, together with the occurrence of frailty, central adiposity, cardiovascular complications, and deterioration of mental function. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 327",
        "cop": 3,
        "opa": "Parathormone",
        "opb": "FSH",
        "opc": "Growth hormone",
        "opd": "Norepinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "debb979c-9b57-4ab5-9896-ea5f1e2d2e98",
        "choice_type": "single"
    },
    {
        "question": "Thyroid hormones belong to which class of hormone?",
        "exp": "Thyroid hormones are synthesized from the amino acid \"TYROSINE\" by iodination. Ref: guyton and hall textbook of medical physiology 12 edition page number: 564, 565, 566",
        "cop": 4,
        "opa": "Steroids",
        "opb": "Proteins",
        "opc": "Polypeptides",
        "opd": "Amino acid derivatives",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "506ee9cf-7836-4b00-8593-4d3b641981a3",
        "choice_type": "single"
    },
    {
        "question": "Urinary metabolite of progesterone",
        "exp": "Pregnanediol is most abundant plasma as well as urinary metabolite of progesterone. In plasma 80 % is bound to albumin and 18 % to coicosteroid binding globulin. Progesterone has sho half-life and in liver it is conveed to Pregnanediol and conjugated to glucoronic acid and excreted in urine. Ref: Ganong review of Medical physiology 22nd edition Pgno: 443",
        "cop": 4,
        "opa": "Pregnanolone",
        "opb": "Progestriol",
        "opc": "17-Hydroxy. Pregnanolone",
        "opd": "Pregnanediol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "384c129b-c6cd-4416-8f75-1ed45b2d127e",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis occurs at",
        "exp": "Spermatogenesis is the process in which spermatozoa are produced from spermatogonial stem cells by way of mitosis and meiosis. The location is specifically impoant as the process of spermatogenesis requires a lower temperature to produce ble sperm, specifically 1deg-8 degC lower than normal body temperature of 37 degC (98. 6 degF). Ref: Ganong&; s review of medical physiology; 24th edition; page no:-420",
        "cop": 2,
        "opa": "Body temperature",
        "opb": "Temperature lower than core body temperature",
        "opc": "Temperature higher than core body temperature",
        "opd": "Temperature does not play a role",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "171451b4-007f-4529-84af-ea23df711ea5",
        "choice_type": "single"
    },
    {
        "question": "Semen is released by",
        "exp": "Semen, also known as seminal fluid, is an organic fluid that may contain spermatozoa. It is secreted by the gonads (sexual glands) and other sexual organs of male can feilize female ova. In humans, seminal fluid contains several components besides spermatozoa: proteolytic and other enzymes, as well as fructose, are elements of seminal-fluid which promote the survival of spermatozoa and provide a medium through which they can move or \"swim\". Semen is produced and originates from the seminal vesicle, which is located in the pelvis. The process that results in the discharge of semen is called ejaculation. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-422",
        "cop": 3,
        "opa": "Epididymis",
        "opb": "Testes",
        "opc": "Vas deferens",
        "opd": "Prostate",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "7cada94e-3364-40b3-81d7-e0f2bd5c6522",
        "choice_type": "single"
    },
    {
        "question": "Albinism is due to:",
        "exp": "deficiency of melanin pigment results in a marked deficiency of pigment in eyes, hair and skin Ref: guyton and hall textbook of medical physiology 12 edition page number: 550, 551, 552",
        "cop": 1,
        "opa": "Marked deficiency of melanin pigment",
        "opb": "Thymus disorder",
        "opc": "Tumour of pineal gland",
        "opd": "ACTH deficiency",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "579e2311-579e-4b1b-93ae-e45c5c8930df",
        "choice_type": "single"
    },
    {
        "question": "Feilization occurs at",
        "exp": "The ampulla is the second poion of the fallopian tube. It is an intermediate dilated poion, which curves over the ovary. It is the most common site of human feilization. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-413",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Uterus",
        "opc": "Ampulla",
        "opd": "Ovary",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a08d68f0-d042-4233-8860-60834f18a6a1",
        "choice_type": "single"
    },
    {
        "question": "TSH on surface receptor uses second messenger as",
        "exp": "Thyroid-stimulating hormone (TSH) is a hormone secreted by the pituitary gland that controls the release of T3 and T4 by the thyroid gland. The thyrotropin receptor (or TSH receptor) is a receptor (and associated protein) that responds to thyroid-stimulating hormone(also known as \"thyrotropin\") and stimulates the production of thyroxine (T4) and triiodothyronine (T3). The TSH receptor is a member of the G protein-coupled receptor superfamily of integral membrane proteins and is coupled to the Gs protein. Upon binding circulating thyrotropin, a G-protein signal cascade activates adenylyl cyclase and intercellular levels of c. AMP rise. c. AMP activate all functional aspects of the thyroid cell, including iodine pumping; thyroglobulin synthesis, iodination, endocytosis and proteolysis; thyroid peroxidase activity; and hormone release. Ref: Ganong&; s review of medical physiology; 24th edition; page no-302",
        "cop": 1,
        "opa": "c. AMP",
        "opb": "c. GMP",
        "opc": "Ca2+",
        "opd": "IP3",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "50e49167-c5df-413a-afa5-b35f229316de",
        "choice_type": "single"
    },
    {
        "question": "Gn. RH is a",
        "exp": "Gonadotropin-releasing hormone is a releasing hormone responsible for the release of follicle-stimulating hormone and luteinizing hormone from the anterior pituitary. Gn. RH is a tropic peptide hormone synthesized and released from Gn. RH neurons within the hypothalamus Ref: guyton and hall textbook of medical physiology 12 edition page number: 550, 551, 552",
        "cop": 1,
        "opa": "Peptide",
        "opb": "Amine",
        "opc": "Steroid",
        "opd": "Lipid",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a3b8327f-7508-4fe6-9561-efad2d84d2ea",
        "choice_type": "single"
    },
    {
        "question": "A patient is on low calcium diet for 8 weeks. Following increases to maintain serum calcium levels",
        "exp": "Parathyroid hormone (PTH), also called parathormone or parathyrin, is a hormone secreted by the parathyroid glands that is impoant in bone remodeling, which is an ongoing process in which bone tissue is alternately resorbed and rebuilt over time. Ref: Ganong&; s review of medical physiology: 24th edition; page no: 377",
        "cop": 1,
        "opa": "PTH",
        "opb": "Calcitonin",
        "opc": "Active 24, 25 dihydroxy cholecaliferol",
        "opd": "Serum phosphate level",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2e59ea43-2ae6-44c7-a75c-d131335c7154",
        "choice_type": "single"
    },
    {
        "question": "Vasopressin is secreted by",
        "exp": "Supraoptic nucleus (nucleus supraopticus) one just above the lateral pa of the optic chiasm; many of its cells are neurosecretory in function and project to the neurohypophysis, where they secrete antidiuretic hormone (ADH) and, to a lesser extent, oxytocin; other cells are osmoreceptors that stimulate ADH release in response to increased osmotic pressure. Ref: Ganong&; s review of medical physiology; 24th edition;",
        "cop": 1,
        "opa": "Supraoptic",
        "opb": "Preoptic",
        "opc": "Paraventricular",
        "opd": "Posterior nucleus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "64ff9683-71c7-4677-aa9e-4aba66ad7bac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would be least affected by injections of TSH?",
        "exp": "Thyroid-stimulating hormone (also known as thyrotropin, thyrotropic hormone, TSH, or h. TSH for human TSH) is a pituitary hormone that stimulates the thyroid gland to produce thyroxine (T4), and then triiodothyronine (T3) which stimulates the metabolism of almost every tissue in the body. It is a glycoprotein hormone synthesized and secreted by thyrotrope cells in the anterior pituitary gland, which regulates the endocrine function of the thyroid. Ref: Ganong&; s review of medical physiology; 24th edition; page no-341",
        "cop": 1,
        "opa": "Uptake of Iodine by Thyroid",
        "opb": "Synthesis of thyroglobulin",
        "opc": "c. GMP in Thyroid cells",
        "opd": "Production of TSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5f8f8709-607d-41c4-9e12-17986fb6b5d7",
        "choice_type": "single"
    },
    {
        "question": "Substrate-controlled hormone is",
        "exp": "Substrate-controlled hormones are defined as the hormones which regulate the blood substrate level. Glucagon is a hormone produced by the pancreas that stimulates an increase in blood sugar levels, thus opposing the action of insulin. FSH - follicle-stimulating hormone: an anterior pituitary peptide that stimulates the development of Graafian follicles in the female and spermatozoa in the male. LH - luteinizing hormone: a pituitary hormone that acts in the ovary to stimulate ripening of the follicle and formation of the corpus luteum. TRH - thyrotropin-releasing hormone: a hormone of the hypothalamus that controls the release of thyrotropin by the pituitary gland. Ref: Ganong&; s review of medical physiology; 24th edition; page no 443",
        "cop": 1,
        "opa": "Glucagon",
        "opb": "FSH",
        "opc": "LH",
        "opd": "TRH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "2d72b23b-5ca3-4581-a753-d35b26760c82",
        "choice_type": "single"
    },
    {
        "question": "Half-life of insulin is",
        "exp": "The half-life of insulin in the circulation in humans is about 5 min. Insulin binds to insulin receptors, and some are internalized. It is destroyed by proteases in the endosomes formed by the endocytotic process. Ref: Ganong's, Review of Medical Physiology, Twenty-Third Edition, Page number: 318",
        "cop": 2,
        "opa": "1-2 min",
        "opb": "4-6 min",
        "opc": "10-12 min",
        "opd": "12-16 min",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e73d0324-71f8-471d-9141-2031fa572ec5",
        "choice_type": "single"
    },
    {
        "question": "Breast feeding often",
        "exp": "Prolactin a hormone secreted by the anterior pituitary gland that promotes the growth of breast tissue and stimulates and sustains milk production in postpaum mammals, and shows luteotropic activity in ceain mammals. Called also lactogenic hormone and mammotropin. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-416",
        "cop": 3,
        "opa": "Stimulates FSH",
        "opb": "Stimulates LH",
        "opc": "Stimulates prolactin initiation",
        "opd": "Stop suppression of FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6099df03-6e77-4d06-9ae9-3f03277ccc43",
        "choice_type": "single"
    },
    {
        "question": "15 million sperm/ml of semen with total 15% motile sperm signifies",
        "exp": "Aspermia - Lack of secretion or expulsion of semen following ejaculation. Asthenozoospermia - Loss or reduction of mobility of sperms, frequently associated with infeility. Oligozoospermia - low spermatozoon count. Oligoasthenozoospermia is a combination of: Asthenozoospermia (reduced sperm motility). Oligozoospermia (low spermatozoon count). Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 4,
        "opa": "Aspermia",
        "opb": "Asthenozoospermia",
        "opc": "Oligozoospermia",
        "opd": "Oligoasthenozoospermia",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f7ae4eb8-e70f-40fe-b7b4-1c741718c2c3",
        "choice_type": "single"
    },
    {
        "question": "Which one is an example of sho loop negative feedback mechanism",
        "exp": "Ref: Guyton SAE, 1st ed, 538 and Sircar Principles of Physiology, 1st ed",
        "cop": 1,
        "opa": "TSH inhibiting TRH release from hypothalamus",
        "opb": "T3, T4 inhibiting TSH release from anterior pituitary",
        "opc": "TRH inhibiting its release from hypothalamus",
        "opd": "T3, T4 inhibiting TRH release from hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ef4d1735-5554-4f44-b90d-722358150f50",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia associated with malignancy is most often mediated by",
        "exp": "Hypercalcemia is an abnormally high level of calcium in the blood, usually more than 10. 5 milligrams per deciliter of blood. parathyroid hormone-related peptide (PTHrP), a hormone that can be produced by tumors, especially of the squamous cell type; massive overproduction can lead to hypercalcemia and other manifestations of hyperparathyroidism. PTHrP exes a biologic action similar to that of parathyroid hormone (PTH), acting through the same receptor, which is expressed in many tissues but most abundantly in kidney, bone, and growth plate cailage. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-378",
        "cop": 2,
        "opa": "Parathyroid hormone (PTH)",
        "opb": "Parathyroid hormone related protein (PTHrP)",
        "opc": "Interleukin-6 (IL-6)",
        "opd": "Calcitonin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "808416c0-bebe-4de4-8dc3-ac3506250b1a",
        "choice_type": "single"
    },
    {
        "question": "In a foetus, the insulin secretion begins by",
        "exp": "Insulin is a peptide hormone, produced by beta cells of the pancreas, and is central to regulating carbohydrate and fat metabolism in the body. Insulin causes cells in the liver, skeletal muscles, and fat tissue to absorb glucose from the blood. In the liver and skeletal muscles, glucose is stored as glycogen, and in fat cells (adipocytes) it is stored as triglycerides. In mammals, insulin is synthesized in the pancreas within the b-cells of the islets of Langerhans. One million to three million islets of Langerhans (pancreatic islets) form the endocrine pa of the pancreas, which is primarily an exocrine gland. The endocrine poion accounts for only 2% of the total mass of the pancreas. Within the islets of Langerhans, beta cells constitute 65-80% of all the cells. Ref: Ganong&; s review of medical physiology; 24th edition; page no-432",
        "cop": 1,
        "opa": "3rd month",
        "opb": "5th month",
        "opc": "7th month",
        "opd": "9th month",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b4727e84-714f-4da6-864e-eff85cef7c9d",
        "choice_type": "single"
    },
    {
        "question": "Trpohic hormones refer to:",
        "exp": "the term \"TROPHIC\" means, to stimulate Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 3,
        "opa": "Hormones secreted from hypothalamus",
        "opb": "Pituitary gland hormones",
        "opc": "Hormones that stimulate the secretion of other endocrine glands",
        "opd": "Hormones of posterior pituitary",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "46d38df2-bde8-4916-bc4f-c0c01ddb33a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones is an example of a peptide hormone?",
        "exp": "Parathormone is a peptide hormone formed by the parathyroid glands; it raises the serum calcium levels when administered parenterally by causing bone resorption, reducing renal clearance of calcium and increasing efficiency of calcium absorption in the intestine. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 377",
        "cop": 1,
        "opa": "Parathormone",
        "opb": "Adrenaline",
        "opc": "Coisol",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9bdbf2e5-158a-486a-8ee0-c7c7284f025f",
        "choice_type": "single"
    },
    {
        "question": "HCG is produced by",
        "exp": "Chorionic gonadotropin (human chorionic gonadotropin (HCG) (h. CG)) is a glycopeptide hormone that is produced by cells of the fetal placenta and maintains the function of the corpus luteum during the first few weeks of pregnancy. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-414",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Placenta",
        "opc": "Pituitary",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0ac96d5f-c93d-4e09-951c-e2e0450a8285",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone is not produced during:",
        "exp": "Growth hormone is not produced in: Hyperglycemia Increased free fatty acid content Coisol REM sleep Obesity Stomatostatin Ref: Guyton and Hall textbook of medical physiology 12th edition, page number: 556-558",
        "cop": 4,
        "opa": "Deep sleep",
        "opb": "Hypoglycemia",
        "opc": "Low free fatty acid content in the body",
        "opd": "Paradoxical sleep",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "58a5ebd2-74ba-444d-bdd7-ba24c2a37961",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in humans?",
        "exp": "Estrous cycle the recurring periods of estrus in adult females of most mammalian species except human and the correlated changes in the reproductive tract from one period to another. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-406",
        "cop": 1,
        "opa": "Estrous cycle",
        "opb": "Menstrual cycle",
        "opc": "Endometrial cycle",
        "opd": "Ovarian cycle",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c9d3fcc1-3897-49db-97db-b837a99823d0",
        "choice_type": "single"
    },
    {
        "question": "Menopausal hot flushes coincides with",
        "exp": "Luteinizing hormone is a hormone produced by gonadotropic cells in the anterior pituitary gland. In females, an acute rise of LH triggers ovulation and development of the corpus luteum. In males, where LH had also been called interstitial cell-stimulating hormone, it stimulates Leydig cell production of testosterone Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 3,
        "opa": "FSH secretion",
        "opb": "Decrease in estrogen",
        "opc": "LH surge",
        "opd": "Increase in progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3374b981-7ef3-4c52-b475-468e13ff23a8",
        "choice_type": "single"
    },
    {
        "question": "Males and females show difference in the age of onset of pubey. The difference in the age of onset of pubey amongst males may be explained by",
        "exp": "One of several proteins that paicipate in differentiation and growth. Two glycoproteins, inhibin A and inhibin B, are secreted by Seoli cells in the testis and granulosa cells in the ovary, inhibiting FSH secretion by direct action on the pituitary. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-427",
        "cop": 3,
        "opa": "Increased Activin - A levels",
        "opb": "Decreased Follistatin levels",
        "opc": "Increased Inhibin levels",
        "opd": "Easily releasable FSH pool",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8b07ba4b-73f9-4e44-8403-d6cebd5aadb1",
        "choice_type": "single"
    },
    {
        "question": "Sucking releases which of the following from the anterior pituitary",
        "exp": "Oxytocin a hypothalamic hormone stored in and released from the posterior pituitary; it may also be prepared synthetically or obtained from the posterior pituitary of domestic animals. It acts as a powerful stimulant to the pregnant uterus, especially toward the end of gestation, and also causes milk to be expressed from the alveoli into the lactiferous ducts during breastfeeding. Injection of oxytocin may be used to induce labor or strengthen uterine contractions during labor, to contract uterine muscle after delivery of the placenta, and to control postpaum hemorrhage. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 2,
        "opa": "Prolactin",
        "opb": "Oxytocin",
        "opc": "Somatostatins",
        "opd": "Somatomedins",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1f8022b9-d565-41d9-9ec4-84c8aa7d8af1",
        "choice_type": "single"
    },
    {
        "question": "Bone removing cells",
        "exp": "An osteoclast is a type of bone cell that breaks down bone tissue. This function is critical in the maintenance, repair, and remodeling of bones of the veebral skeleton. The osteoclast disassembles and digests the composite of hydrated protein and mineral at a molecular level by secreting acid and a collagenase, a process known as bone resorption. This process also helps regulate the level of blood calcium. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-386",
        "cop": 2,
        "opa": "Osteoblasts",
        "opb": "Osteoclasts",
        "opc": "Stem cells",
        "opd": "Cytotoxic T cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "faae7bea-1c7f-483a-8951-abb7265a7f9f",
        "choice_type": "single"
    },
    {
        "question": "Pubarche is due to",
        "exp": "Pubarche refers to the first appearance of pubic hair at pubey. Pubarche is one of the physical changes of pubey and can occur independently of complete pubey Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 4,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "Estrogen",
        "opd": "Testosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f78592e5-251b-4263-9224-ecab0ae5d136",
        "choice_type": "single"
    },
    {
        "question": "5 percent dextrose is",
        "exp": "Dextrose is a white soluble sweet-tasting crystalline solid that is the dextrorotatory isomer of glucose, occurring widely in fruit, honey, and in the blood and tissue of animals. Formula: C6. H12. O6. Also called: grape sugar or dextroglucose. Administering a 5% sugar solution peri- and postoperatively usually achieves a good balance between starvation reactions and hyperglycemia caused by sympathetic activation. D5W (5% dextrose in water), which consists of 278 mmol/L dextrose. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "Hypotonic",
        "opb": "Isotonic",
        "opc": "Normotonic",
        "opd": "Hypeonic",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cfb74677-4075-4821-81c6-ea742582423f",
        "choice_type": "single"
    },
    {
        "question": "Prolactin is secreted by",
        "exp": "Prolactin a hormone secreted by the anterior pituitary gland that promotes the growth of breast tissue and stimulates and sustains milk production in postpaum mammals, and shows luteotropic activity in ceain mammals. Called also lactogenic hormone and mammotropin. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-324",
        "cop": 1,
        "opa": "Anterior pituitary",
        "opb": "Adrenal gland",
        "opc": "Posterior pituitary",
        "opd": "Ovary",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8f9d852b-a807-4cbf-93f4-a1c9efb7eaa6",
        "choice_type": "single"
    },
    {
        "question": "Insulin-like Growth factor II plays an impoant role in",
        "exp": "The insulin-like growth factor II (IGF-II) internal ribosome entry site IRES is found in the 5&; UTR of IGF-II leader 2 m. RNA. This RNA element allows cap-independent translation of the m. RNA and it is thought that this family may facilitate a continuous IGF-II production in rapidly dividing cells during development. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 4,
        "opa": "Control of metablism",
        "opb": "Skeletal growth",
        "opc": "Cailage growth",
        "opd": "Devolopment of foetus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d1c22272-9dda-49c5-9bce-a306a826f84e",
        "choice_type": "single"
    },
    {
        "question": "Most active form of vitamin D",
        "exp": "Vitamin D- is a fat-soluble vitamin, chemically related to the steroids and essential for the normal formation of bones and teeth and for the absorption of calcium and phosphorus from the GI tract. 1a, 25-Dihydroxycholecalciferol (or 1, 3, 25-triol); or calcitriol is the active form of vitamin D, it is more potent than calcidiol. Ref: Ganong&; s review of medical physiology; 24th edition; page no-379",
        "cop": 2,
        "opa": "Calcefedial",
        "opb": "Calcitriol",
        "opc": "7-dehydrocholecalciferal",
        "opd": "Vitamin D3",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "851c1e22-1dce-4dbf-81c1-05ed64cb140b",
        "choice_type": "single"
    },
    {
        "question": "Anti-inflammatory action of steroids due to",
        "exp": "PLA2 has been shown to promote inflammation in mammals by catalyzing the first step of the arachidonic acid pathway by breaking down phospholipids, resulting in the formation of fatty acids including arachidonic acid. This arachidonic acid is then metabolized to form several inflammatory and thrombogenic molecules. Excess levels ofs. PLA2 is thought to contribute to several inflammatory diseases. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 1,
        "opa": "Inhibiton of phospholipase A2",
        "opb": "Inhibhition of cyclooxegenase",
        "opc": "Increased activity of lipolipase",
        "opd": "Inhibition of lipo oxegenase",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "593678c0-f436-40ab-bc46-e0acee545543",
        "choice_type": "single"
    },
    {
        "question": "Increased ratio of insulin to glucagon causes",
        "exp": "Insulin is hypoglycemic hormone hence incerased ratio of insulin to glucagon causes hypoglycemia. Ref: Ganong&; s review of medical physiology; 24th edition page no 431",
        "cop": 1,
        "opa": "Hypoglycemia",
        "opb": "Decreased levels of lipoprotein lipase",
        "opc": "Decreased amino acid synthesis",
        "opd": "Enhanced lipolysis in adipose tissue",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "254d6058-8e1f-44ec-b3e3-6d00a695995e",
        "choice_type": "single"
    },
    {
        "question": "Osteoclasts are inhibited by",
        "exp": "Osteoclasts are Bone cells that break down and remove bone tissue. Calcitonin- a polypeptide hormone secreted by the parafollicular or C cells of the thyroid gland; it is involved in plasma calcium homeostasis and acts to decrease the rate of bone resorption. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-387",
        "cop": 2,
        "opa": "Parathyroid hormone",
        "opb": "Calcitonin",
        "opc": "1, 25-dihydroxycholecalciferol",
        "opd": "Tumor necrosis factor",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "492b2a24-6974-457a-bd30-66aec26a9062",
        "choice_type": "single"
    },
    {
        "question": "Continuous administration of Gn. RH",
        "exp": "Gonadotropin-releasing hormone (Gn. RH) a decapeptide hormone from the hypothalamus that stimulates the anterior pituitary to release both follicle-stimulating hormone and luteinizing hormone. Endocrine hormone synthesis and secretion is controlled and regulated by a closed loop system. Negative feedback loops maintain optimal levels of each hormone in the body. If there are abnormally high levels of a hormone in the blood, feedback to the gland responsible for its production inhibits secretion. If there are abnormally low levels, the gland is stimulated to step up production and secretion. In this way, a homeostatic balance is maintained. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "Stimulates hypothalamic - pituitary axis",
        "opb": "Suppresses hypothalamic - pituitary axis",
        "opc": "May suppress or stimulate hypothalomic -pituitary axis",
        "opd": "Has no effect on hypothalamic - pituitary axis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "a4ffe37f-2b7e-4ab5-beae-086f469c4cf4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following increases during surgical stress?",
        "exp": "Stress hormones such as coisol and norepinephrine are released by the body in situations that are interpreted as being potentially dangerous. The hormone regulating system is known as the endocrine system. Coisol is believed to affect the metabolic system and norepinephrine is believed to play a role in ADHD as well as depression and hypertension. Glucagon, a peptide hormone secreted by the pancreas, raises blood glucose levels. Its effect is opposite that of insulin, which lowers blood glucose levels. Insulin is a peptide hormone, produced by beta cells of the pancreas, and is central to regulating carbohydrate and fat metabolism in the body. Insulin causes cells in the liver, skeletal muscles, and fat tissue to absorb glucose from the blood. In the liver and skeletal muscles, glucose is stored as glycogen, and in fat cells (adipocytes) it is stored as triglycerides. In humans, gastrin is a peptide hormone that stimulates secretion of gastric acid (HCl) by the parietal cells of the stomach and aids in gastric motility. It is released by G cells in the antrum of the stomach (the poion of the stomach adjacent the pyloric valve), duodenum, and the pancreas. Ref: Ganong&; s review of medical physiology; 24th edition; page no-362",
        "cop": 1,
        "opa": "Coisol",
        "opb": "Glucagon",
        "opc": "Insulin",
        "opd": "Gastrin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "49885cd2-df24-4697-a610-a2d677cd77b8",
        "choice_type": "single"
    },
    {
        "question": "Ductal development of breast is caused by",
        "exp": "Estrogen, or oestrogen, is the primary female sex hormone. It is responsible for the development and regulation of the female reproductive system and secondary sex characteristics. There are three major endogenous estrogens in females that have estrogenic hormonal activity: estrone, estradiol, and estriol Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Prolactin",
        "opd": "h. CG",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "5eb54daf-9dfc-47c1-a548-423529e515ba",
        "choice_type": "single"
    },
    {
        "question": "Normal FSh levels in adult male is",
        "exp": "Before pubey - 0 to 4. 0 m. IU/mL (0 to 4. 0 IU/L) During pubey - 0. 3 to 10. 0 m. IU/mL (0. 3 to 10. 0 IU/L) Women who are still menstruating - 4. 7 to 21. 5 m. IU/mL (4. 5 to 21. 5 IU/L) After menopause - 25. 8 to 134. 8 m. IU/mL (25. 8 to 134. 8) Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 1,
        "opa": "10-20 IU/L",
        "opb": "20-40 IU/L",
        "opc": "40-60 IU/L",
        "opd": "60-80 IU/L",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "3045461d-dad6-4608-80fd-99de58e155b5",
        "choice_type": "single"
    },
    {
        "question": "Hormone which initiates milk ejection",
        "exp": "Oxytocin a hypothalamic hormone stored in and released from the posterior pituitary; it may also be prepared synthetically or obtained from the posterior pituitary of domestic animals. It acts as a powerful stimulant to the pregnant uterus, especially toward the end of gestation, and also causes milk to be expressed from the alveoli into the lactiferous ducts during breastfeeding. Injection of oxytocin may be used to induce labor or strengthen uterine contractions during labor, to contract uterine muscle after delivery of the placenta, and to control postpaum hemorrhage. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-311",
        "cop": 4,
        "opa": "Lactogen",
        "opb": "Prolactin",
        "opc": "LH",
        "opd": "Oxytocin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9ed3dc9e-cbda-46dd-8096-fa39d9b87eed",
        "choice_type": "single"
    },
    {
        "question": "Sulfation factor is",
        "exp": "Insulin-like growth factor 1 (IGF-1), also called somatomedin C, is a protein that in humans is encoded by the IGF1 gene. IGF-1 has also been referred to as a \"sulfation factor\" and its effects were termed \"nonsuppressible insulin-like activity\" (NSILA). Somatostatin (also known as growth hormone-inhibiting hormone (GHIH) or somatotropin release-inhibiting factor(SRIF). Gastric inhibitory polypeptide(GIP) Gastrin inhibitory peptide hormone is produced by the pancreas, that is secreted in response to oral- but not parenteral administration ofnutrients-eg, glucose and lipids. Vasoactive intestinal polypeptide(VIP) a polypeptide hormone secreted most commonly by non-b islet cell tumors of the pancreas; VIP increases the rate of glycogenolysis and stimulates pancreatic bicarbonate secretion; excess production causes copious watery diarrhea and fecal electrolyte loss, with hypokalemia and hypochlorhydria. Ref: Ganong&; s review of medical physiology; 24th edition; page no-327",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Somatomedian",
        "opc": "GIP",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "97d10a8b-21fc-45fe-8208-f9e241e4427a",
        "choice_type": "single"
    },
    {
        "question": "Leydig cells secrete",
        "exp": "Leydig cells are the cells between the seminiferous tubules of the testis that secrete testosterone. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-394",
        "cop": 3,
        "opa": "Inhibin",
        "opb": "MIS",
        "opc": "Testosterone",
        "opd": "Androgen binding protein",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "69e6f347-1c8c-4aef-9ac6-c1bdcc56f8b8",
        "choice_type": "single"
    },
    {
        "question": "Main mechanism in thermoregulation-heat loss during intense physical activity is",
        "exp": "Thermoregulation is defined as the control of body temperature and its maintenance within narrow limits in spite of factors tending to change it. There are four avenues of heat loss: convection, conduction, radiation, and evaporation. If the skin temperature is greater than that of the surroundings, the body can lose heat by radiation and conduction. But, if the temperature of the surroundings is greater than that of the skin, the body actually gains heat by radiation and conduction. In such conditions, the only means by which the body can rid itself of heat is by evaporation. So, when the surrounding temperature is higher than the skin temperature, anything that prevents adequate evaporation will cause the internal body temperature to rise. During intense physical activity (e. g. spos), evaporation becomes the main avenue of heat loss. Humidity affects thermoregulation by limiting sweat evaporation and thus heat loss. Ref: Ganong&; s review of medical physiology; 24th edition; page no-316",
        "cop": 2,
        "opa": "Radiation",
        "opb": "Evaporation",
        "opc": "Conduction",
        "opd": "Convection",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6f8a5f76-e7f5-4888-85eb-7658f4ab038a",
        "choice_type": "single"
    },
    {
        "question": "Which hormone increases with age?",
        "exp": "Parathyroid hormone (PTH), also called parathormone or parathyrin, is a hormone secreted by the parathyroid glands that are impoant in bone remodeling, which is an ongoing process in which bone tissue is alternately resorbed and rebuilt over time. Ref: Ganong&; s review of medical physiology: 24th",
        "cop": 3,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "Parathormone",
        "opd": "Insiilfn",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "0292edee-93a1-45ca-bede-746200badf51",
        "choice_type": "single"
    },
    {
        "question": "Which of the following compound antagonizes the actions of insulin?",
        "exp": "Insulin is a peptide hormone, produced by beta cells of the pancreas, and is central to regulating carbohydrate and fat metabolism in the body. Insulin causes cells in the liver, skeletal muscles, and fat tissue to absorb glucose from the blood. In the liver and skeletal muscles, glucose is stored as glycogen, and in fat cells (adipocytes) it is stored as triglycerides. Neuropeptide Y (NPY) is a 36-amino acid neuropeptide that acts as a neurotransmitter in the brain and in the autonomic nervous system of humans; slight variations of the peptide are found in any other animals. Growth hormone (GH or HGH), also known as somatotropin is a peptide hormone that stimulates growth, cell reproduction and regeneration in humans and other animals. Vasoactive intestinal peptide is also known as the vasoactive intestinal polypeptide or VIP is a peptide hormone containing 28 amino acid residues. VIP is neuropeptide which belongs to a glucagon/secretin superfamily, the ligand of class II G protein-coupled receptors. VIP is produced in many tissues of veebrates including the gut, pancreas and suprachiasmatic nuclei of the hypothalamus in the brain. VIP stimulates contractility in the heart, causes vasodilation, increases glycogenolysis, lowers aerial blood pressure and relaxes the smooth muscle of trachea, stomach, and gallbladder. Substance P-In the field of neuroscience, substance P (SP) is a neuropeptide - a substance that functions as a neurotransmitter and as a neuromodulator. Specifically, substance P is an undecapeptide - a peptide composed of a chain of 11 amino acid residues. It belongs to the tachykinin neuropeptide family.",
        "cop": 2,
        "opa": "Neuropeptide Y",
        "opb": "Growth hormone",
        "opc": "Substance P",
        "opd": "Vasoactive intestinal peptide",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "aeb5d367-95cc-4257-9d8e-1db40f6a0b1a",
        "choice_type": "single"
    },
    {
        "question": "In extreme cold, which is not a mechanism of thermogenesis",
        "exp": "Piloerection- the standing up of hairs on the skin to increase thermal insulation. Ref: Ganong&; s review of medical physiology; 24th edition",
        "cop": 4,
        "opa": "Shivering",
        "opb": "Increased secretion of epinephrine",
        "opc": "Increased thyroxine",
        "opd": "Piloerection",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "1301039d-a296-4632-95b1-325ad8cc915d",
        "choice_type": "single"
    },
    {
        "question": "The syndrome of growth failure, rash, and hypogonadism is due to deficiency of",
        "exp": "Zinc deficiency- A condition caused by inadequate dietary ingestion of zinc, and characterized by dermatitis, diarrhea, delayed hypersensitivity response, fatigue, hair loss, loss of taste, difficult pregnancy, retarded growth, hypogonadism, poor wound healing, and in children, stunted growth and sexual development. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-492",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Magnesium",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "e3da4d08-c7e6-4873-9bac-62cf7bc78e6a",
        "choice_type": "single"
    },
    {
        "question": "Aromatase produces estrogen from",
        "exp": "Oestrogen is produced from androgen by an enzyme aromatase Ref: guyton and hall textbook of medical physiology 12 edition page number: 630, 631, 632",
        "cop": 4,
        "opa": "Progesterone",
        "opb": "Coisol",
        "opc": "Aldosterone",
        "opd": "Androgen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "6dfd2c71-6ca9-48e4-90a7-08c74df39f6a",
        "choice_type": "single"
    },
    {
        "question": "Ovarian follicles at bih in ovary are",
        "exp": "An ovarian follicle is a roughly spheroid cellular aggregation set found in the ovaries. It secretes hormones that influence stages of the menstrual cycle. Women begin pubey with about 200, 000 to 400, 000 follicles, each with the potential to release an egg cell (ovum) at ovulation for feilization. These eggs are developed only once every menstrual cycle. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-403",
        "cop": 1,
        "opa": "2 million",
        "opb": "7 million",
        "opc": "10 million",
        "opd": "20 million",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "c0b8503f-dad0-401d-b48f-a82e8bd4b3c3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen during capacitation?",
        "exp": "Capacitation is the penultimate step in the maturation of mammalian spermatozoa and is required to render them competent to feilize an oocyte. This step is a biochemical event; the sperm move normally and look mature prior to capacitation. Ref: guyton and hall textbook of medical physiology 12 edition page number: 651, 652, 653",
        "cop": 3,
        "opa": "Increased permeability to calcium",
        "opb": "Decreased permeability to calcium",
        "opc": "Removal of cholesterol from acrosome",
        "opd": "Increased motility",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "33d4ebe4-3f56-4e3f-90b1-bfd19ec628c7",
        "choice_type": "single"
    },
    {
        "question": "Energy expenditure in resting state depends on",
        "exp": "Both basal metabolic rate and resting metabolic rate are usually expressed in terms of daily rates of energy expenditure. The early work of the scientists J. Ahur Harris and Francis G. Benedict showed that approximate values could be derived using body surface area (computed from height and weight), age, and sex, along with the oxygen and carbon dioxide measures taken from calorimetry. Studies also showed that by eliminating the sex differences that occur with the accumulation of adipose tissue by expressing metabolic rate per unit of \"fat-free\" or lean body mass, the values between sexes for basal metabolism are essentially the same. The Katch-Mc. Ardle Formula (BMR), where LBM is the lean body mass in kg. The Cunningham Formula (RMR):, where LBM is the lean body mass in kg. Ref: Ganong&; s review of medical physiology; 24th edition; page no-489",
        "cop": 1,
        "opa": "Lean body mass",
        "opb": "Adipose tissue",
        "opc": "Resting heart rate",
        "opd": "Exercise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "d1511608-5b9c-47fd-aa2d-af307d162436",
        "choice_type": "single"
    },
    {
        "question": "Hypehyroid state is characterized by",
        "exp": "People with hypothyroidism often have no or only mild symptoms. Numerous symptoms and signs are associated with hypothyroidism, and can be related to the underlying cause, or a direct effect of having not enough thyroid hormones. Hashimoto's thyroiditis may present with the mass effect of a goiter (enlarged thyroid gland). Symptoms and signs of hypothyroidism Symptoms Signs Fatigue Dry, coarse skin Feeling cold Cool extremities Poor memory and concentration Myxedema (mucopolysaccharide deposits in the skin) Constipation, dyspepsia Hair loss Weight gain with poor appetite Slow pulse rate Shoness of breath Swelling of the limbs Hoarse voice Delayed relaxation of tendon reflexes In females, heavy menstrual periods (and later light periods) Carpal tunnel syndrome Abnormal sensation Pleural effusion, ascites, pericardial effusion Poor hearing Delayed relaxation after testing the ankle jerk reflex is a characteristic sign of hypothyroidism and is associated with the severity of the hormone deficit Ref: guyton and hall textbook of medical physiology 12 edition page number: 567, 568, 569",
        "cop": 3,
        "opa": "Increased protein synthesis",
        "opb": "Decreased glycolysis",
        "opc": "Lipolysis",
        "opd": "Increased cholestrol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "94dd0108-2e1e-47f6-b677-a9af92698312",
        "choice_type": "single"
    },
    {
        "question": "Glucagon is secreted by",
        "exp": "Glucagon, a peptide hormone secreted by the pancreas, raises blood glucose levels. Its effect is opposite that of insulin, which lowers blood glucose levels. The pancreas releases glucagon when blood sugar (glucose) levels fall too low. Glucagon causes the liver to conve stored glycogen into glucose, which is released into the bloodstream. High blood glucose levels stimulate the release of insulin. Insulin allows glucose to be taken up and used by insulin-dependent tissues. Thus, glucagon and insulin are pa of a feedback system that keeps blood glucose levels at a stable level. The hormone is synthesized and secreted from alpha cells (a-cells) of the islets of Langerhans, which are located in the endocrine poions of the pancreas. Ref: Ganong&; s review of medical physiology; 24th edition; page no-443",
        "cop": 1,
        "opa": "a cell",
        "opb": "ss cell",
        "opc": "d cell",
        "opd": "G cell",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f693efda-9064-4f0e-ab83-deb5c7609527",
        "choice_type": "single"
    },
    {
        "question": "Thyroid hormone acts through receptors present on",
        "exp": "Thyroid hormone. Either of two hormones, thyroxine (T4) or triiodothyronine (T3, secreted by the follicles of the thyroid gland. They act on receptors in tissues throughout the body to increase the production of cellular proteins, the metabolic rate, and the activities of the sympathetic nervous system. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 341",
        "cop": 3,
        "opa": "Cell membrane",
        "opb": "Cytoplasmic membrane",
        "opc": "Nuclear membrane",
        "opd": "DNA",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "b4c06080-2636-49ce-ace7-9e2d1b4b314e",
        "choice_type": "single"
    },
    {
        "question": "Ovulation is associated with sudden rise in",
        "exp": "Ovulation is associated with LH surge Ref: guyton and hall textbook of medical physiology 12 edition page number: 641, 642, 643",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Prolactin",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "ff7ab026-b632-491a-819f-81f5dca2176e",
        "choice_type": "single"
    },
    {
        "question": "The basal body temperature shift after ovulation is due to",
        "exp": "Your body temperature dips a bit just before your ovary releases an egg. Then, 24 hours after the egg's release, your temperature rises and stays up for several days. Before ovulation, a woman's BBT averages between36. 1degC (97degF) and36. 4degC (97. 5degF). After ovulation, it rises to36. 4degC (97. 6degF) to37degC (98. 6degF). Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 4,
        "opa": "FSH peak",
        "opb": "LH peak",
        "opc": "Estrodiol",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9262dbff-96df-4f6f-94c4-569a580682b3",
        "choice_type": "single"
    },
    {
        "question": "Postmenopausal hormone that shows an increase is",
        "exp": "In postmenopause fsh levels increase Ref: guyton and hall textbook of medical physiology 12 edition page number: 636, 637, 638",
        "cop": 3,
        "opa": "Progesterone",
        "opb": "Estrogen",
        "opc": "FSH",
        "opd": "Androgen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "01149a63-70cc-41f8-ae04-e67940b4a9b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vessels have the function of capacitation?",
        "exp": "Capacitation is the penultimate step in the maturation of mammalian spermatozoa and is required to render them competent to feilize an oocyte. This step is a biochemical event; the sperm moves normally and looks mature prior to capacitation. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-423",
        "cop": 3,
        "opa": "Aeriole",
        "opb": "Capillary",
        "opc": "Male reproductive tract",
        "opd": "Aery",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "bce1a1a2-9331-4b5e-91f2-85cc701b423f",
        "choice_type": "single"
    },
    {
        "question": "C-peptide occurs in",
        "exp": "C-peptideA biologically inactive residue of insulin formation in the beta cells of the pancreas. When proinsulin is conveed to insulin, an equal amount of C peptide, a chain of amino acids, is also secreted into the bloodstream. Beta cell secretory function can be determined by measuring the C peptide in a blood sample. Proinsulin is a precursor of insulin, having low biologic activity. Glucagon is a polypeptide hormone secreted by the alpha cells of the islets of Langerhans in response to hypoglycemia or to stimulation by growth hormone. Thyroxine is a thyroid hormone that contains iodine and is a derivative of the amino acid tyrosine, occurring naturally as l-thyroxine; its chemical name is tetraiodothyronine. Ref: Ganong&; s review of medical physiology; 24th edition; page no-433",
        "cop": 1,
        "opa": "Proinsulin",
        "opb": "Glucagon",
        "opc": "Paratharmone",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "735865c9-10eb-444b-bbba-c4d599662fa4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following increases BMR?",
        "exp": "Factors that influence basal metabolic rate are: Body size: Metabolic rate increases as weight, height, and surface area increase. Body composition: Fat tissue has a lower metabolic activity than muscle tissue. As lean muscle mass increases, metabolic rate increases. Gender: The basal metabolic rate (BMR) averages 5 to 10 percent lower in women than in men. This is largely because women generally possess more body fat and less muscle mass than men of similar size. Age: A decrease in lean muscle mass during adulthood results in a slow, steady decline of roughly 0 3 percent per year in BMR after the age of about 30. This can be largely avoided by strength training throughout adulthood. Climate and body temperature: The BMR of people in tropical climates is generally 5 to 20 percent higher than their counterpas living in more temperate areas because it takes energy to keep the body cool. Exercise performed in hot weather also imposes an additional metabolic load. Body fat content and effectiveness of clothing determine the magnitude of increase in energy metabolism in cold environments; it takes energy to keep the body warm if you work or exercise in very cold weather. Hormonal levels: Thyroxine (T4), the key hormone released by the thyroid glands has a significant effect upon metabolic rate. Hypothyroidism is relatively common, especially in women near or after menopause. Everyone with a weight problem should have their thyroid function checked by their doctor and treated appropriately if it turns out to be low. Health: Fever, illness, or injury may increase resting metabolic rate two-fold Ref: guyton and hall textbook of medical physiology 12 edition page number: 564, 565, 566",
        "cop": 3,
        "opa": "Starvation",
        "opb": "Obesity",
        "opc": "Ingestion of food",
        "opd": "Sleep",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "4f896369-a8ab-4770-8bd8-62a456719d4b",
        "choice_type": "single"
    },
    {
        "question": "Number of ovum at bih is",
        "exp": "In humans no ova formed after bih. at time of bih there are 2 million ova. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 401",
        "cop": 1,
        "opa": "2-3 million",
        "opb": "2-5 million",
        "opc": "7-10 million",
        "opd": "10-15 million",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f8fba79f-a606-4352-8fc1-95e46a7ae73f",
        "choice_type": "single"
    },
    {
        "question": "Thyroxine is synthesized from which amino acid",
        "exp": "The thyroid hormones, triiodothyronine (T3)and thyroxine (T4), are tyrosine-based hormones produced by the thyroid gland that are primarily responsible for regulation of metabolism. Iodine is necessary for the production of T3 and T4. A deficiency of iodine leads to decreased production of T3 and T4, enlarges the thyroid tissue and will cause the disease known as goitre. Ref: Ganong&; s review of medical physiology; 24th edition; page no-341",
        "cop": 4,
        "opa": "Arginine",
        "opb": "Lysine",
        "opc": "Methionine",
        "opd": "Tyrosine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "cbb66e93-5341-46a2-bd8e-7f03ef765f8f",
        "choice_type": "single"
    },
    {
        "question": "Capacitance of sperms takes place in",
        "exp": "Sperm is the male reproductive cell in the sexual reproduction. Capacitation is the penultimate step in the maturation of mammalian spermatozoa and is required to render them competent to feilize an oocyte. This step is a biochemical event; the sperm moves normally and looks mature prior to capacitation. In vivo, this step typically occurs after ejaculation, in the female reproductive tract. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-422",
        "cop": 4,
        "opa": "Seminiferous tubules",
        "opb": "Epididymis",
        "opc": "Vas deference",
        "opd": "Uterus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "9ebccb1c-687b-4031-ae37-436c0450d4e4",
        "choice_type": "single"
    },
    {
        "question": "PGs in semen is secreted by",
        "exp": "The seminal vesicles secrete a significant propoion of the fluid that ultimately becomes semen. Lipofuscin granules from dead epithelial cells give the secretion its yellowish color. About 50-70% of the seminal fluid in humans originates from the seminal vesicles, but is not expelled in the first ejaculate fractions which are dominated by spermatozoa and zinc-rich prostatic fluid. Ref: Ganong&; s review of medical physiology; 24th edition; page no:-419",
        "cop": 2,
        "opa": "Prostate",
        "opb": "Seminal vesicle",
        "opc": "Sperms",
        "opd": "Testes",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "55b1ba9f-8247-4fb2-863e-d43347636895",
        "choice_type": "single"
    },
    {
        "question": "Not a mechanism of Action of Insulin",
        "exp": "INSULIN is a protein hormone formed from proinsulin in the beta cells of the pancreatic islets of Langerhans. The major fuel-regulating hormone, it is secreted into the blood in response to a rise in concentration of blood glucose or amino acids. Insulin promotes the storage of glucose and the uptake of amino acids, increases protein and lipid synthesis, and inhibits lipolysis and gluconeogenesis. Tyrosine kinase is any of a group of enzymes that influence signaling between cells, esp. as relates to cell growth and death, cellular adhesion and movement, and cellular differentiation. Abnormalities in tyrosine kinases are found in some human diseases, including chronic myeloid (myelogenous) leukemia. Glucose transpoer type 4, also known as GLUT4, is a protein that in humans is encoded by the GLUT4 gene. GLUT4 is the insulin-regulated glucose transpoer found in adipose tissues and striated muscle (skeletal and cardiac) that is responsible for insulin-regulated glucose transpo into the cell. This protein is expressed primarily in muscle and fat cells, the major tissues in the body that respond to insulin. Na+, K+-ATPase is an enzyme that spans the plasma membrane and hydrolyzes ATP to provide the energy necessary to drive the cellular sodium pump. Hexokinase an enzyme that catalyzes the transfer of a high-energy phosphate group of a donor to d-glucose, producing d-glucose-6-phosphate. Ref: Ganong&; s review of medical physiology; 24th edition; page no-436",
        "cop": 3,
        "opa": "Tyrosine kinase-beta cell stimulation",
        "opb": "Incroporation of GLUT-4 into cells",
        "opc": "Inhibition of Na+K+ATPase",
        "opd": "Hexokinase stimulation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "8c7f6285-ce04-44cd-a9ca-24e52bacacb1",
        "choice_type": "single"
    },
    {
        "question": "Insulin is secreted along with the following molecule in a 1: 1 ratio",
        "exp": "Glucagon-like peptide 1 (GLP-1) is an appetite suppressing substance found in the brain and intestine. In the brain, GLP-1 acts as a satiety signal. In the intestine, it slows emptying of the stomach and stimulates the release of insulin from the pancreas. Pancreatic polypeptide is a 36-amino acid peptide secreted by islet cells of the pancreas in response to a meal and of unceain physiologic function; glucagon a polypeptide hormone secreted by the alpha cells of the islets of Langerhans in response to hypoglycemia or to stimulation by growth hormone. It increases blood glucose concentration by stimulating glycogenolysis in the liver and can be administered parenterally to relieve severe hypoglycemia from any cause, especially hyperinsulinism. Somatostatin is a cyclic tetradecapeptide hormone and neurotransmitter that inhibits the release of peptide hormones in many tissues. It is released by the hypothalamus to inhibit the release of growth hormone (GH, somatotropin) and thyroid stimulating hormone (TSH) from the anterior pituitary; it is also released by the delta cells of the islets of Langerhans in the pancreas to inhibit the release of glucagon and insulin and by the similar D cells in the gastrointestinal tract. Ref: Ganong&; s review of medical physiology; 24th edition; page no-433",
        "cop": 3,
        "opa": "Pancreatic polypeptide",
        "opb": "Glucagon",
        "opc": "GLP- 1",
        "opd": "Somatostatin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology",
        "id": "f293bf95-1a65-4606-b2cd-56cbc31b2e3b",
        "choice_type": "single"
    }
]