[
    {
        "question": "Thyroxine is synthesized from which amino acid-",
        "exp": "Ans. is 'd' i. e., TVrosine Thyroid hormones (Important facts)o Thyroid hormones are T4 (throxine) and T3 (Triiodothyroxine)o Thyroid hormones are synthesised from amino acid tyrosine. o Their synthesis is regulated by TSH, a hormone secreted by anterior pituitary. o T3 is the active form and T4 is converted to T, in liver and kidney. Thus T4 mainly serves as transport form, o Circulating thyroid hormones are bound to thyroxine binding globulin fmain binding protein), throxine binding albumin and throxine binding prealbumin. o Thyroid hormone has two main function. i) Morphogenesis: - Growth & differentiation. ii) Calorigensis: - It increases all metabolism producing energy.",
        "cop": 4,
        "opa": "Arginine",
        "opb": "Lysine",
        "opc": "Methionine",
        "opd": "Tyrosine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "f8569948-c343-4b25-9f27-143dca5777ab",
        "choice_type": "single"
    },
    {
        "question": "Increased BMR is associated with -",
        "exp": "Ans. is 'c' i. e., Increased glycolysis o Increased BMR is associated with hyper metabolic state which is characterized by:-Carbohydrate metabolismi) | Glycolysis| Gluconeogenesis| Glvcogenesis| Glyeogenolysis. Lipid metablism| Lipogenesis| Lipolysis| Cholesterol Synthesis| Triacylglycerol Synthesis| Lipoprotein degradation| Ketogenesis. Protein metablism. Increased protein degradation. Decreased protein biosynthesis",
        "cop": 3,
        "opa": "Increased body fat store",
        "opb": "Increased glvcognenesis",
        "opc": "Increased glycolysis",
        "opd": "Increased lipogenesis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "5f9b1731-0ff2-4829-8422-02239380bbde",
        "choice_type": "single"
    },
    {
        "question": "Prolactin is synthesized in -",
        "exp": "Ans. is 'a' i. e., Pituitary",
        "cop": 1,
        "opa": "Pituitary",
        "opb": "Hypothalamus",
        "opc": "Pineal gland",
        "opd": "Thalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "470275c6-8f47-42e3-b7c3-7eaf9c1706ee",
        "choice_type": "single"
    },
    {
        "question": "Function of thyroid hormones:",
        "exp": "Ans: A (Inhibits beta myosin heavy chain) Ref: Pal GK, The Thyroid Gland, In: Textbook of Medical Physiology, 2nd ed, Ahuja Publishing House 2011: 46: 352-55. Explanation: Physiological Actions of Thyroid Hormone. Basal metabolism| rate of oxygen consumption| Na+ K+ ATPase activity. Thermogenic action. On nervous system. Proliferation of axons, branching of dendrites. Development of synapse. Formation of neurotransmitter| receptors. Myelination. On growth and development. Promoting gene expression for GHLinear growth of bone| osteoid action, bone remodeling. Teeth eruption and development. On CVS| Heart rate - | number of b receptors on SA node; | sensitivity of b receptor for catecholamine| Myocardial contractilitydeg By inducing expression of myosin heavy chain (| a MHC activity; suppress b MHC activity)deg | Ca ATPase activity. Blood pressuredeg | HR, stroke volume - | systolic BPdeg Thermogenic cutaneous vasodilation - |peripheral resistance - | diastolic BPOn metabolism. Carbohydratedeg | glucose absorptiondeg | hepatic gluconeogenesisdeg | glycogenolysis. Fatdeg | lipolysis, stimulate cholesterol synthesis - also |oxidation and bile excretion - net reduction in plasma cholesterol, total lipid. Proteindeg Proteolysis and turnover. Svnergize net effect of catecholamines. On respiratory system| oxygen utilization. Stimulate erythropoiesis. On GITEnhance the motility| appetite, food intake. Skeletal muscle| expression of MHC genes. On reproductive system. Female - follicular maturation, ovulation. Male - spermatogenesis. On kidney| renal blood flow, GFR",
        "cop": 1,
        "opa": "Inhibits beta myosin heavy chain",
        "opb": "Increases cholesterol",
        "opc": "Inhibits ovulation",
        "opd": "Increases diastolic blood pressure",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "4c5ba220-47f0-4e32-89cd-f57dba0cc4d2",
        "choice_type": "single"
    },
    {
        "question": "Most active form of Vitamin D -",
        "exp": "Ans. is 'c' i. e., 1, 25 dihydroxycholecalciferoi o Vitamin D is the major vitamin involved in the absorption of calcium. o Beside dietary intake, cutaneous synthesis is the other and more important source of vitamin D (cholecalciferol) in the body. The keratinocytes of stratum corneum of the epidermis of skin contain 7-dehydrocholesterol which is converted to Vitamin D3 (cholecalciferol) by the action of sunlight (UV light), o This vitamin D3 (Cholecalciferol) is converted to calcidioi (calcifcdiol or 25 hydroxy cholecalciferol or 25- hydroxy vitamin D3) by 25 hydroxylase in the liver, o Calcidioi is the major circulating form of vitamin D. o Calcidioi is then converted to Calcitriol (1-25 dihydroxy-cholecalciferol or 1-25 dihydroxy vitamin D3) by 1-a hydroxylation in kidney. o The final hydroxylation in kidney is rate limiting step, o Calcitriol is the active form of vitamin D. o Dietary vitamin D is absorbed in ileum and requires bile salts. o When Ca+2 level is high, little calcitriol is produced, and the kidney produce the relatively inactive metabolite 24, 25 dihydroxycholecalciferoi instead.",
        "cop": 3,
        "opa": "7-dehydrocholesierol",
        "opb": "25-hydroxy-cholecalciferol",
        "opc": "1, 25dihydroxvcholecalciferol",
        "opd": "24, 25 dihydroxycholecalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "adb7a50e-efa5-4a4d-9c17-72c894b57a73",
        "choice_type": "single"
    },
    {
        "question": "Cell surface receptors are used by which hormone-",
        "exp": "Ans. is 'c'i. e., Glucagon Type of receptorso All hormones act through specific receptors present inside the cell (intracellular) or on the surface of cells (membrane receptors). A. Membrane receptorso Present on the cell membrane. o Their drug/hormone binding domain is extracellular and effector domain is intracellular. These are: 1. G protein coupled receptors - It may act through. a) Adenylyl cyclase| c. AMP - TSH, FSH, LH, ACTH, glucagon, PTH, adrenaline, calcitonin, vasopressin (V2).| c. AM P - PRIH (Dopamine)b) IP3-DAG (Ca2+ and protein kinase 'c') -Vasopressin (V1), oxytocin. c) Channel regulation (Ca+2, K+ Na+)2. Receptor with Intrinsic ion channels - (Na+, K+, Ca+2 or C1-)3. Enzyme linked receptorsa) Intrinsic enzyme receptors (tyrosine kinase receptors) - Insulin. b) JAK-STAT kinase binding receptors - Growth hormone, Prolactin. B. Intracellular receptors (transcription factors)o Present inside the cell and induce synthesis of specific protein by increasing the expression of specific gene. 1. Cytoplasmic - Glucocorticoids, Mineralocorticoids, Androgens, Progestins. 2. Nuclear - Thyroxine, Triiodothyronine, Estrogen, retinoic acid, Vit D.",
        "cop": 3,
        "opa": "Thyroxine",
        "opb": "Testosterone",
        "opc": "Glucagon",
        "opd": "Cortisol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "0ba76be0-b7f4-4273-a165-cf37f39a8ca3",
        "choice_type": "single"
    },
    {
        "question": "Positive feedback is seen in A/E:",
        "exp": "Ans. is 'c' Stimulation of gastric secretion by histamine and gastrin Most control systems of the body are negative feed back systems. Release of acid in the stomach by the action of gastrin is one of them. Gastrin increase the secretion of gastric acid, but acid then feed backs to inhibit further gastrin secretion. Positive feedback systems in our body. Shock*Parturition (Birth of baby)*Action potential*Blood clotting*LH surge during ovulation*Entry of calcium into sarcoplasmic reticulum*",
        "cop": 3,
        "opa": "LH Surge",
        "opb": "Entry of Ca into sarcoplasmic reticulum",
        "opc": "Stimulation of gastric secretion of histamine & gastrin.",
        "opd": "Thrombolytic activity in coagulation cascade.",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "77d8efb9-8615-4a12-bade-03f12080c621",
        "choice_type": "single"
    },
    {
        "question": "A/E is under the control of hypothalamus:",
        "exp": "Ans. is 'a' is increase heart rate with exercise Increase in heart rate with exercise in mainly under the medullary control*. All other options are under the hypothalamic control. Temperature regulation. Anterior hypothalamus* controls the response to heat*Posterior hypothalamus* controls the response to cold*Food intake. Feeding centre is located in lateral hypothalamus*Satiety centre is located in ventromedial nucleus of hypothalamus*Pituitary hormone regulation. Hypothalamus controls the pituitary secretion by Hypothalamus - Hypophyseal axis*Other body functions under hypothalamus. Thirst*Sexual behaviour* (That's Interesting!). Defensive reactions*Circadian rhythm*",
        "cop": 1,
        "opa": "Increases heart rate with exercise",
        "opb": "Food intake",
        "opc": "Pituitary hormone regulation",
        "opd": "Temperature regulation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "36ca1667-a7cb-4bba-8782-ee3713a0e146",
        "choice_type": "single"
    },
    {
        "question": "Major thyroxine binding protein -",
        "exp": "Ans. is 'c' i. e., Globulin o Most of the circulating thy. Toid, hormones are protein bound, leaving only 0. 02% T, and about 0. 2% T. unbound or free. o There are three hormone binding plasma proteins, i. e., thyroxine binding globulin (major thyroid hormone binding protein), thyroxine binding albumin and thyroxine binding prealbumin. o Thyroid binding globulin level is raised in pregnancy and by drugs estrogens, methadone, heroin, tranquilizers, clofibrate. o TBG decreases by glucocorticoid, androgen, danazol, asparginase (cancer chemotherapy) and nephrotic syndrome.",
        "cop": 3,
        "opa": "Albumin",
        "opb": "Prealbumin",
        "opc": "Globulin",
        "opd": "Transferrin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "2bc453e2-1afc-47bf-9d15-38911ac03d46",
        "choice_type": "single"
    },
    {
        "question": "Which hormone does not act through c. AMP -",
        "exp": "Ans. is 'c' i. e., Insulin TYPES OF RECEPTORSMembrane receptorso Present on the cell membrane. o Their drug.; hormone binding domain is extracellular and effector domain is intracellular, o These are: G protein coupled receptors - It may act through. Adenylyl cyclase| c. AMP - TSH, FSH, LH, ACTH, glucagon, PTH, adrenaline, calcitonin, vasopressin (V2).| c. AMP - PR1H (Dopamine)IP.-DAG (Ca2+ and protein kinase 'c') - Vasopressin (V1), oxytocin. Channel regulation (Ca+2, K+, Na+). Receptor with Intrinsic ion channels - (Nay K+, Ca-2 or Cl-). Enzyme linked receptors. Intrinsic enzyme receptors (tyrosine kinase receptors) - Insulin. JAK-STAT kinase binding receptors - Growth hormone, Prolactin. Intracellular receptors (transcription factors! o Present inside the cell and induce synthesis of specific protein by increasing the expression of specific gene. Cytoplasmic - Glucocorticoids. Mineralocorticoids, Androgens, Progestins. Nuclear - Thyroxine, Triiodothyronine, Estrogen, retinoic acid, Vit D.",
        "cop": 3,
        "opa": "TSH",
        "opb": "Adrenaline",
        "opc": "Insulin",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "7b56dc51-4611-48c0-9253-3d7bb4cbd024",
        "choice_type": "single"
    },
    {
        "question": "Insulin mediated glucose transport is seen in -",
        "exp": "Ans. is 'a' i. e., Adipose tissue [Ref: Ganong 24the p. 435}o Insulin stimulates the uptake of glucose by myocytes (skeletal muscle, cardiac muscles), adipocytes (adipose tissue) and hepatocytes. Tissues that do not depend on insulin for glucose uptake include brain, erythrocytes (RBC), the epithelial cells of kidney & intestine. Liver, and Cornea & lens of eye. o The mechanism through which insulin increases glucose uptake is different in different tissues. In the muscle and adipose tissues, insulin increase facilitated diffusion by increasing glucose transporter (GLUT4) on the cell membrane. o In the liver, insulin stimulates glucose entry into hepatocytes indirectly by induction of glucokinase so that the glucose entering the liver cells is promptly converted to glucose - 6 - phosphate (glucose trapping). This keeps the intracellular glucose concentration low and favours entry of glucose into the liver. Thus, though the liver do not depend on insulin for glucose uptake, insulin stimulates glucose entry into hepatocytes. That means glucose entery can occur in liver without the action of insulin, but this is facilitated by insulin. On the other hand, myocytes (skeletal and cardiac muslces) and adipocytes (adipose tissue) are dependent on insulin for glucose uptake.",
        "cop": 1,
        "opa": "Adipose tissue",
        "opb": "Brain",
        "opc": "RBC",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "e03c9b71-b122-4d27-b621-ed4afd9d6c2c",
        "choice_type": "single"
    },
    {
        "question": "Stimulus for prolactin release is -",
        "exp": "Ans. is 'd' i. e., Nipple stimulation o Prolactin is structurally similar to GH. Prolactin is physiologically involved in lactation. In a breast which has been primed by female hormones (estrogen and progesterone), prolactin induces and maintains lactation by stimulating synthesis of milk. o Prolactin is the only pituitary hormone which is primarily under inhibitory control of hypothalamus. Its secretion is suppressed by dopamine (Prolactin inhibitory substance) secreted by hypothalamuso Stimulation of numerous mechanoreceptors in the nipple activates a chain of neural afferents leading to the hypothalamus, resulting in the release of prolactin releasing hormone (PRH) which stimulates prolactin secretion. Normally this mechanism plays a subordinate role, but it becomes important when the infant is weanedo The normal prolactin level is < 20 ng/ml. Moderate elevation (30-200 ng/ml) of prolactin can occur in pregnancy, postpartum period, renal failure, liver failure, hypothyroidism, stress, drugs (dopamine antagonists) and prolactinoma. A prolactin level above 150-200 ng/ml is almost always due to a prolactin secreting pituitary adenoma.",
        "cop": 4,
        "opa": "Dopamine",
        "opb": "Hyperglycemia",
        "opc": "Sleep",
        "opd": "Nipple stimulation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9a437115-c478-4684-8f40-fcdaf5e149cd",
        "choice_type": "single"
    },
    {
        "question": "Prolactin secretion is not stimulated by:",
        "exp": "Ans. A Levodopa. Ref: Ganong's, 23rd ed. pg. 333. Factors affecting Prolactin secretion. Increase prolactin. Decrease prolactin* Sleep* Pregnancy; Estrogen* Opioids* TRH* Phenothiazines* L-Dopa* Apomorphine* Bromocriptine related ergot derivative",
        "cop": 1,
        "opa": "Levodopa",
        "opb": "Sleep",
        "opc": "Estrogen",
        "opd": "Pregnancy",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "475d7c23-9c21-4ab9-82da-ddd56d560738",
        "choice_type": "single"
    },
    {
        "question": "Which hormone receptor has 4 subunits and 2 units for tyrosine kinase receptor binding?",
        "exp": "Ans. A Insulin. Ref: Ganong, 25th ed. pg. 434. Insulin receptor is a tetramer made of two alpha and two beta glycoprotein proteins. The alpha subunits bind insulin and are extracellular while beta subunits have tyrosine kinase activity. The growth promoting anabolic effects of insulin are mediated by phosphatidyl inositol kinase pathway.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "T3",
        "opd": "ADH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "53037542-97ea-4d8b-b819-d8fdaf1c068d",
        "choice_type": "single"
    },
    {
        "question": "Action of ADH -",
        "exp": "Ans. is 'b' i. e., Reabsorption of water in DCTAntidiuretc hormone t Vasopressin)o Antidiuretic hormone reduces the rate of urine formation. o ADH is synthesized predominantly in the supraoptic nucleus of the hypothalamus, along with its binding protein neurophysin I. o The most important stimulus for the secretion of ADH is an increase in the osmolarity of plasma. o The increased osmolarity is sensed by osmoreceptors located in the hypothalamus. o The response to stimulation of osmoreceptoris an increase in the synthesis and release of ADH. o ADH acts on the distal convoluted tubules and collecting ducts of kidney. o In these parts of the nephron, ADH increases the permeability of the lining epithelium to water by promoting the insertion of water chanels called 'aquaporin' into the luminal membrane oflining epithelium. o As a result more water is reabsorbed and concentrated urine in small volume is formed. o Since more water is retained in the body, the osmolarity of body fluids falls. o Thus the disturbance which had initiated ADH secretion tends to get corrected. o Hence ADH plays an important role in regulation of water balance. o Besides water absorption ADH also has many other physiological functions which are based on different receptor:- ADH (Vasopressin) receptors",
        "cop": 2,
        "opa": "Reabsorption of NA\" in DCT",
        "opb": "Reabsorption of water in DCT",
        "opc": "Reabsorption of Glucose in DCT",
        "opd": "Reabsorption of HCOj in DCT",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "c2341d5c-cfa9-483e-9a75-adb92da19359",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones increase during sleep?",
        "exp": "Ans: C (GH) Ref: Pal GK. Pituitary Gland: The Anterior Pituitary, In: Textbook of Medical Physiology, Ahuja Publishing House 2007: 44: 328, 336. Explanation: 70% of total 24 hours GH secretion occurs during sleep. Adequte sleep promotes growth. ACTH - 75% of daily secretion occurs in early morning. Insulin secretion is mainly decided by glucose uptake and its plasma concentration. Glucocorticoid secretion follows the ACTH pattern.",
        "cop": 3,
        "opa": "Insulin",
        "opb": "ACTH",
        "opc": "GH",
        "opd": "Glucocorticoid",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "b817c99c-5ba7-4aad-8109-30f95a7ad151",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cell secretes which hormone:",
        "exp": "Ans. B Inhibin. Ref: Ganong Physiology, 24th ed. pg. 419 and 420; Guytons Physiology, 11th ed. pg. 1007* The walls of the seminiferous tubules are lined by primitive germ cells and Sertoli cells.* Maturation of spermatozoa takes place in deep folds of the cytoplasm of the sertoli cells.* Mature spermatozoa are released from the Sertoli cells and become free in the lumens of the tubules. The sertoli cells secrete androgen binding protein (ABP), inhibin, and MIS.* Inhibin inhibits follicle-stimulating hormone (FSH) secretion.* Inhibin also has a strong direct effect on the anterior pituitary gland to inhibit the secretion of FSH and possibly a slight effect on the hypothalamus to inhibit secretion of Gn. RH. Extra Mile* Testosterone, secreted by the Ley dig cells* Luteinizing hormone- Secreted by anterior pituitary gland, stimulates the Leydig cells to secrete testosterone.* FSH- also secreted by the anterior pituitary gland, stimulates the Sertoli cells; essential for spermatogenesis.",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Inhibin.",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9ed676de-a8d9-470f-87c1-6f3e80273738",
        "choice_type": "single"
    },
    {
        "question": "Hyperthyroid state is characterized by -",
        "exp": "Ans. is 'c' i. e., Lipolysiso In hyperthyroidism all effects of thyroid hormone are aggravated. Calorigenie effect Thyroid hormones enhance oxygen consumption, and hence the basal metabolic rate (BMR). This may be at least partly due to increase in the activity of membrane Na+/K+ ATPase. Thyroid hormones also increase the number and activity of mitochondria, which may be the cause or the effect of increase in oxygen consumption. By increasing the BMR, thyroid hormones raise body temperature, loss of body weight and increase urinary nitrogen loss. Growth and development. Thyroid hormones are essential for normal growth and development. iii) Carbohydrate metabolism Thyroid hormones have both hypoglycemic and hyperglycemic effects. The hypoglycemic effect is the increased glycolysis. The hyperglycemic effects are stimulation of glycogen olysis and glucoconeogenesis. The net effect is hyperglycemia and depletion of glycogen. Fat metabolism Thyroid hormone stimulates both lipogenesis and lipolysis. The lipolysis exceeds lipogenesis. Thus thyroid hormones moblize fat from adipose tissue, leading to an increase in plasma concentration of FFAs. Protein metabolism: - Thyroid hormone has a protein anabolic effect but in large doses, it has a protein catabolic effect. Thus thyroid hormone increases both protein synthesis and protein degradation. Cardiovascular effects The thyroid hormones increase the heart rate, cardiac contractility, stroke volume and cardiac output, and consequently also the systolic BP. But the diastolic BP may fall due to vasodilatation in several vascular beds with decrease in peripheral vascular resistance. The cardiovascular effects of thyroid hormones are partly mediated by potentiation of effects of catecholamines. GIT Thyroid hormones increase GI secretion, absorption and motility. Nervous system Thyroid hormones are essential for normal formation of synapses and mvelination in the developing brain. Respiratory system Thyroid hormones increase the rate and depth of respiration. About option a & do In low concentration thyroid hormone increases protein synthesis, but in high concentration (as in hyperthyroidism) it is catabolic. o Hyperthyroidism causes decrease in cholesterol due thyroxine induced increased LDL receptor synthesis in liver, and consequent increase in the removal of LDL from circulation.",
        "cop": 3,
        "opa": "Increased protein synthesis",
        "opb": "Decreased glycolysis",
        "opc": "Lipolvsis",
        "opd": "Increased cholesterol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9ed3cb99-c954-4b41-af8a-bc21df955fbb",
        "choice_type": "single"
    },
    {
        "question": "In hypoglycemia, which hormone does not increase-",
        "exp": "Ans. is 'a' i. e., Insulin o Question is very simple, and can be solved by two approaches:- Approach-1o In hypoglycemia, there is increased secretion of hormones which raise blood sugar, e. g. cortisol (glucocorticoids), glucagon, epinephrine and norepinephrine, o insulin secretion is increased by hyperglycemia, as it decreases blood sugar level. Approach-2o Hypoglycemia is a stress. o Hormones with increased secretion during stress:- ACTH, cortisol, GH, catecholamines (epinephrine, norepinephrine), thyroxine, ADH (vasopressin), glucagon, renin, angiotensin II, aldosterone. o Hormones with decreased secretion during stress Insulin, pituitary gonadotropin (FSH. LH).",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Cortisol",
        "opc": "Glucagon",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "793d512c-11cb-47c3-ada3-0e22ef7be1e2",
        "choice_type": "single"
    },
    {
        "question": "Energy expenditure iu resting state depends on:",
        "exp": ". Ans. a. Lean body mass Energy expenditure in resting state is almost equal to basal metabolic rate ie. the minimum energy expenditure for the body to exist. Basal metabolic rate is related to both body surface area and lean body mass. However, it appears to be more closely related to Lean body mass (Lean body mass = Total mass of the body - Fat). Factors Affecting the Basal Metabolic Rate* Lean body mass:- Higher the lean body mass more the BMR- Females have lower BMR compared to men of die same weight as they have tower proportion of lean body mass and have more fat.- Lean body mass diminishes with age slowing the BMR* Body surface area:- More the body surface area, higher the BMR* Gender: Males BMR > females BMR* Age: BMR decrease with age* Fasting/ Starvation/ Malnutrition decreases the BMR* Sleep decrease the BMR* Growth: BMR is more in growing children* Pregnancyflactation: BMR is higher* Stress/Emotional state: increases metabolic rate* Environmental temperature: Decreased environmental temperature increases the BMR* Fever raises the BMR* Thyroid hormones raises the BMR* Growth hormone increase the BMR* Exercise increases the metabolic rate* Ingestion of food increases the metabolic rate* Smoking and Caffeine increases the metabolic rate",
        "cop": 1,
        "opa": "Lean body mass",
        "opb": "Adipose tissue",
        "opc": "Resting heart rate",
        "opd": "Exercise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "8c0749eb-3277-4c96-82ae-38115cbc26d6",
        "choice_type": "single"
    },
    {
        "question": "Active form of Vitamin D3 is:",
        "exp": "Ans. A Calcitriol. Ref: Ganong, 25th ed. pg. 378. The active metabolite of vitamin D3 is produced in kidney and is called calcitriol or 1, 25 dihyroxycholecalciferol. The cells of proximal convoluted tubule produce an enzyme by name of 1 alpha hydroxylase that converts 25 hydroxycholecalciferol into 1, 25 dihyroxycholecalciferol.",
        "cop": 1,
        "opa": "Calcitriol",
        "opb": "Calciferol",
        "opc": "Calcidiol",
        "opd": "Ergocalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "3d1f8803-aa00-416d-9010-2e95d4e31c7b",
        "choice_type": "single"
    },
    {
        "question": "Separation of first polar body occurs at the time of:",
        "exp": "Ans. B Ovulation. Ref: Guyton Physiology, 11th ed. pg. 1027* While still in the ovary, the ovum is in the primary oocyte stage.* Right before it is released from the ovarian follicle, its nucleus divides by meiosis and a first polar body is expelled from the nucleus of the oocyte.* The primary oocyte then becomes the secondary oocyte.* In this process, each of the 23 pairs of chromosomes loses one of its partners, which becomes incorporated in a polar body that is expelled.* This leaves 23 unpaired chromosomes in the secondary oocyte. It is at this time that the ovum, still in the secondary oocyte stage, is ovulated into the abdominal cavity.",
        "cop": 2,
        "opa": "Menstruation",
        "opb": "Ovulation",
        "opc": "Fertilization",
        "opd": "Implantation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "ab4f12c5-617f-4054-a7e3-072f2ca09467",
        "choice_type": "single"
    },
    {
        "question": "Active form of Vitamin D -",
        "exp": "Ans. is 'c' i. e., Calcitriol Vitamin Do Vitamin D is the major vitamin involved in the absorption of calcium. o Beside dietary intake, cutaneous synthesis is the other and more important source of vitamin D3 (cholecalciferol) in the body. The keratinocytes of stratum corneum of the epidermis of skin contain 7-dehydrocholesterol which is converted to Vitamin (cholecalciferol) by the action of sunlight (UV light ). o This vitamin D3, (Cholecalciferol) is converted to calcidiol (calcifediol or 25 hydroxy cholecalciferol or 25-hydroxy vitamin D3 ) by 25 hydroxylase in the liver. o Calcidiol is the major circulating form of vitamin D3. o Calcidiol is then converted to Calcitriol (1-25 dihydroxv-cholecalciferol or 1-25 dihydroxy vitamin D3) by 1-a hydroxylation in kidney. o The final hydroxylation in kidney is rate limiting step. o Calcitriol is the active form of vitamin D. o Dietary vitamin D is absorbed in ileum and requires bile salts. o When Ca+2 level is high, little calcitriol is produced, and the kidney produce the relatively inactive metabolite 24, 25 dihydroxycholecalciferol instead. o This question is direct repeat from NBE based AI 2013-14.",
        "cop": 3,
        "opa": "Cholecalciferol",
        "opb": "Calcifediol",
        "opc": "Calcitriol",
        "opd": "25-hydroxy cholecalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "4801a3fd-d6ff-4a00-a01c-6a02b8084c31",
        "choice_type": "single"
    },
    {
        "question": "Calcitriol in children is formed in:",
        "exp": "Ans: C (PCT) 25-hydroxyvitamin D3 - Calcitriol (1, 25-hydroxyvitamin D3) by la- hydroxylase in PCT- AK Jain 5th/730; O. P. Ghai 8th/112\"Calcitriol is produced in the cells of the proximal tubule of the nephron in the kidneys by the action of 25-hydroxyvitamin D3 1-alpha-hydroxylase, a mitochondrial oxygenase and an enzyme which catalyzes the hydro. vylation of 25-hydroxycholecal- ciferol (caicifediol). The activity of the enzyme is stimulated by PTH. The reaction is an important control point in Ca2+ homeostasis\"- https://en. wikipedia. arg/wik/Calcitriol",
        "cop": 3,
        "opa": "Glomerulus",
        "opb": "Bowmann capsule",
        "opc": "PCT",
        "opd": "DCT",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "5b62a32d-5208-4251-bda7-650cdee7126d",
        "choice_type": "single"
    },
    {
        "question": "Parathormone increases calcium absorption by acting at -",
        "exp": "Ans. is 'b' i. e., DCT [Ref: Ganong 24th/ep. 382, Paratharmoneo Paratharmone is 84 aminoacid polypeptide hormone secreted from parathyroid glands, o Its secretion is regulated by plasma Ca++ concentration -- fall in Ca++ concentration increases the secretion of paratharmone. o Actions. PTH increases resorption of calcium from bone - most prominent action. PTH increases calcium reabsorption from distal tubules of kidney. PTH decreases phophate reabsorption from proximal tubules of kidney. PTH has no direct effect on calcium absorption from intestine but increases it indirectly by enhancing the formation of calcitriol by activating la-hydroxylose. PTH decreases calcium level in milk, saliva, and ocular lens -- may be responsible for development of cataract in hypothyroidism.",
        "cop": 2,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Loopofhenle",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "63fcf30b-8e77-462c-a345-4820de1879e7",
        "choice_type": "single"
    },
    {
        "question": "Residual bodies are -",
        "exp": "Ans. is 'd' i. e., Lysosomes o Lysosomes constitute an intracellular digestive system. They digest unwanted components of the cell itself as well as harmful extracellular substances entering the cell by phagocytosis or pinocytosis. o The lysosomes that pinched off from Golgi complex are called primary lysosomes. o After a primary lysosome has fused with the vacuole or vesicle containing the material to be digested, it forms thesecondary lysosome. o After the process of digestion has been completed, a secondary lysosome forms the residual body. o The residual body generally discharges its contents by exocytosis. o Sometimes, however, residual bodies containing some indigestible substances may be retained in the cell, o Such collections of residual bodies gradually increase with age, and are believed to contribute to impairment of physiological function associated with the process of aging.",
        "cop": 4,
        "opa": "Mitochondria",
        "opb": "Nucleus",
        "opc": "Golgi apparatus",
        "opd": "Lysosomes",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "1320aead-908c-463d-9f01-dad781bb4320",
        "choice_type": "single"
    },
    {
        "question": "Inhibin-A is produced by?",
        "exp": "Ans. D Placenta. Ref: Ganong, 25th ed. pg. 409, 425:* Inhibin A is produced by placenta and corpus luteum. It is used in quadruple screening for prenatal detection of down Syndrome.* Inhibin B inhibits FSH in both males and females. It is produced by Sertoli cells in male and granulosa cells in female.",
        "cop": 4,
        "opa": "Sertoli cell",
        "opb": "Leydig cell",
        "opc": "Hilus cell",
        "opd": "Placenta",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "cd32e2dc-0816-4c31-888e-96703b03da30",
        "choice_type": "single"
    },
    {
        "question": "LH is secreted by -",
        "exp": "Ans. is 'b' i. e., Pituitary",
        "cop": 2,
        "opa": "Ovary",
        "opb": "Pituitary",
        "opc": "Corpus luteum",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "015c1081-f994-4ade-b02a-4b2a0c254fe3",
        "choice_type": "single"
    },
    {
        "question": "Hormonal vitamin is-",
        "exp": "Ans. is 'c' i. e.. Vitamin D o Active form of vitamin D i. e. 1-25 dihydroxy-cholecalciferol is a vitamin produced in kidney, o It acts on intranuclear receptors to regulate gene expressions (transcription factors).",
        "cop": 3,
        "opa": "Niacin",
        "opb": "Pyridoxin",
        "opc": "Vitamin D",
        "opd": "Riboflavin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "b123468d-77d1-48c4-8102-fd6ee3e8ce55",
        "choice_type": "single"
    },
    {
        "question": "Sperm remains in epididymis for ____ hours?",
        "exp": "Ans. A 24. Ref: Guyton, 13th ed. pg. 1023. The sperms acquire motility in epididymis and remain there for 18-24 hours. It involves activation of unique set of proteins called Cat. Sper. Cat. Sper forms an alkaline sensitive calcium channel that becomes more active as the sperms go to acidic vagina. The capacitation occurs in female genital tract.",
        "cop": 1,
        "opa": "24",
        "opb": "48",
        "opc": "72",
        "opd": "96",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "0e39ecf4-e674-4302-8ab6-7a5c3c8a02f1",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is secreted by-",
        "exp": "Ans. is 'c? i. e.. Pineal gland o The pineal gland is a small cone shaped structure lies in the center of the brain behind the third ventricle. It consists of two types of cells: i) Pinealocytes, and ii) Neuroglial cell. Pinealocytes predominate and produce hormone melatonin (N-acetyl-5-methoxytry famine).",
        "cop": 3,
        "opa": "Hypothalamus",
        "opb": "Adrenal cortex",
        "opc": "Pineal gland",
        "opd": "Melanocytes",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9a1c2c9c-76a8-4557-8e4c-4ffd9c55f952",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone does not cause -",
        "exp": "Ans. is 'd' i. e., Hypothyroidism Physiological effects of Growth hormoneo Growth hormone has two major action, i. e., (1) Stimulation of skeletal growth, and (2) Regulation of metabolism. 1) Stimulation of skeletal growth. The effect of GH on skeletal growth is mediated by somatomedins (Insulin-like growth factors: IGF). They are synthesized mainly in the liver. The growth promoting action of somatomedins is helped by their insulin like actions. GH, through somatomedin (IGF-1), stimulates proliferation of chondrocytes and osteocytes resulting in increased deposition of chondroitin sulfate in catilage and increased ossification of the newly formed cartilage. GH deficiency in early life causes dwarfism (small height). GH excess in early life leads to gigantism, whereas growth hormone excess in adulthood results in acromegaly. 2) Regulation of metabolism. Protein metabolism: - GH has predominantly anabolic effects on skeletal and cardiac muscle where it promotes amino acid transport into cells and increase protein synthesis. Carbohydrate and fat metabolism: - The effects of GH on carbohydrate and fat metabolism are complicated by the fact that GH has anti-insulin effects, whereas somatomedins it produces have insulin like effects'-Anti-insulin effects due to direct effect of GH include decreased peripheral utilization of glucose, increased gluconeogenesis, hyperglycemia, and lipoiysis. Due to its anti-insulin effects GH excess can cause insulin resistant diabetes mellitus. Insulin like effects due to somatomedins (IGF) include antilipolytic activity, and other insulin like effects. Normally, the predominant action is due to direct anti-insulin effects of GH. Growth hormone also promotes the renal reabsorption of Ca+2, Na+, K+ and Cl-.",
        "cop": 4,
        "opa": "Gigantism",
        "opb": "Acromegaly",
        "opc": "Diabetes mellitus",
        "opd": "Hypothyroidism",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "cba67848-87c8-4023-9ca4-a491d22853b6",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing act through ty rosine kinase receptor-",
        "exp": "Ans. is 'a' i. e., Insulin TYPES OF RECEPTORSMembrane receptorso Present on the cell membrane. o Their drug.; hormone binding domain is extracellular and effector domain is intracellular, o These are: G protein coupled receptors - It may act through. Adenylyl cyclase| c. AMP - TSH, FSH, LH, ACTH, glucagon, PTH, adrenaline, calcitonin, vasopressin (V2).| c. AMP - PR1H (Dopamine)IP.-DAG (Ca2+ and protein kinase 'c') - Vasopressin (V1), oxytocin. Channel regulation (Ca+2, K+, Na+). Receptor with Intrinsic ion channels - (Nay K+, Ca-2 or Cl-). Enzyme linked receptors. Intrinsic enzyme receptors (tyrosine kinase receptors) - Insulin. JAK-STAT kinase binding receptors - Growth hormone, Prolactin. Intracellular receptors (transcription factors)o Present inside the cell and induce synthesis of specific protein by increasing the expression of specific gene. Cytoplasmic - Glucocorticoids. Mineralocorticoids, Androgens, Progestins. Nuclear - Thyroxine, Triiodothyronine, Estrogen, retinoic acid, Vit D.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagons",
        "opc": "GH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9c654c8b-f61b-4774-9b82-c77c95c18c0e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following promotes formation of Growth hormone?",
        "exp": "Ans. (d) Glucagon* GH secretion is regulated by GHRH released from hypothalamus in a pulsatile fashion.* Large burst of secretion occurs at night during the onset of deep sleep (NREM sleep). Stimuli that increase secretion of GHStimuli that decreases secretion of GH* Hypoglycemia* Sleep* Exercise* Glucose* Fasting* Cortisol* Protein meals* FFA* Stress* GH* Glucagon * Estrogens, androgens, L dopa and alpha adrenergics",
        "cop": 4,
        "opa": "Cortisol",
        "opb": "REM sleep",
        "opc": "Glucose",
        "opd": "Glucagon",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "931ccf6d-0f40-4f1f-bf6e-f09e3e019430",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is not a peptide/protein -",
        "exp": "Ans. is 'd' i. e., Glucocorticoidso Three general classes of hormone exist: -1) Proteins and polypeptide# The peptide/protein hormones are: Hypothalamus Thyrotropin releasing hormone (TRH), corticotropin-releasing hormone (CRH), Growth-hormone releasing hormone (GHRh), Growth hormone inhibitory hormone (GHIn), i. e., somatostatin. Gonadotropin-releasing hormone (Gn. RH). Anterior pituitary:- Growth hormone, thyroid stimulating hormone (THS) or thyrotropin, adreno- corticotropin hormone (ACTH), prolactin, follicle stimulating hormone (FSH), leutinizing hormone (LH). Posterior pituitaryr:- Antidiuretic hormone (ADH)/vasopressin, oxytocin. Thyroid gland:- Calcitonin. Pancreas:- Insulin, glucagon. Parathyroid Parathormone. Placenta Human chorionic gonadotropin (HCG), Human somatomammotropin. Kidney Renin, erythropoietin. Heart. Atria! natriuretic peptide (ANP). Stomach Gastrin. Small intestine Secretin, Cholecystokinin (CCK). Adipocytes Leptin. Angiotensin IISome of these peptide hormones are glycoproteins, i. e., they have sugar associated with proteins. Glyco- protein hormones are FSH, LH, TSH, human chorionic gonadotropin, erythropoietin. Steroid hormones. Steroid hormones are: -Adrenal cortex Cortisol (Glucocorticoids), Aldosterone (mineralocorticoids). Gonads Testosterone, estrogen, progesterone. Kidney 1, 25 - Dihydroxycholecalciferol. Amine hormones. These hormones are derivatives of amino acid tyrosine. These hormones are: -Thyroid gland Thyroxine (T4) and Triiodothyronine (T3). Adrenal medulla Norepinephrine (Noradrenaline), Epinephrine (adrenaline). Hypothalamus Dopamine or Prolactin inhibiting factor (PIF).",
        "cop": 4,
        "opa": "Growth hormone",
        "opb": "Insulin",
        "opc": "PTH",
        "opd": "Glucocorticoids",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "802492cc-2cd2-4485-b1bd-3fcb27d15537",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman presents with weight loss, increased appetite, sweating, palpitations, and preference for cold weather, hot, moist palms, and tremors. What is the best investigation for the clinical diagnosis of this patient?",
        "exp": "Ans. A TSH levels. Ref: CMDT 2019 page 1139. This patient presents with classic signs and symptoms of hyperthyroidism. The increased Basal metabolic rate and calorigenesis explain the symptoms of the patient. These patients have highly suppressed TSH levels. The highlights of hyperthyroidism are:* Sweating, weight loss or gain, anxiety, palpitations, loose stools, heat intolerance, fatigue, menstrual irregularity.* Tachycardia; warm, moist skin; stare; tremor.* Graves disease: Majority have a palpable goiter (sometimes with bruit); ophthalmopathy.* Suppressed TSH in primary hyperthyroidism; usually increased T4, FT4, T3, FT3.",
        "cop": 1,
        "opa": "TSH levels",
        "opb": "Autoimmune panel",
        "opc": "Plasma catecholamines",
        "opd": "Plasma Cortisol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "284bde23-1291-4d89-95a2-4553b1701c87",
        "choice_type": "single"
    },
    {
        "question": "During spermatogenesis Sertoli cells secrete",
        "exp": "Ans. C Inhibin. Ref: Ganong Physiology, 24th ed. pg, 419 and 420; Guyton's Physiology, 11th ed. pg. 1007* The walls of the seminiferous tubules are lined by primitive germ cells and Sertoli cells.* Maturation of spermatozoa takes place in deep folds of the cytoplasm of the sertoli cells.* Mature spermatozoa are released from the Sertoli cells and become free in the lumens of the tubules. The sertoli cells secrete androgen binding protein (ABP), inhibin, and MIS.* Inhibin inhibits follicle-stimulating hormone (FSH) secretion.* Inhibin has a strong direct effect on the anterior pituitary gland to inhibit the secretion of FSH and possibly a slight effect on the hypothalamus to inhibit secretion of Gn. RH. Extra Mile* Testosterone, secreted by the Leydig cells* Luteinizing hormone--by anterior pituitary gland, stimulates the Leydig cells to secrete testosterone.* FSH--also by the anterior pituitary gland, stimulates the Sertoli cells; essential for spermatogenesis.",
        "cop": 3,
        "opa": "FSH",
        "opb": "LH",
        "opc": "Inhibin",
        "opd": "Testosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "3e8cb1f7-ec7f-44e4-8d5d-ccb2144646fb",
        "choice_type": "single"
    },
    {
        "question": "Major adrenocortical hormone in blood is:",
        "exp": "Ans: A (Cortisol) Ref: Guyton & Hall, Synthesis and Secretion of Adrenocortical Hormones, In: Textbook of Medical Physiology, 12th ed, Philadelphia, Saunders. Elsevier 2012, p 924. Explanation: (See table below)",
        "cop": 1,
        "opa": "Cortisol",
        "opb": "Corticosterone",
        "opc": "Aldosterone",
        "opd": "Deoxy corticosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "f3c50d5a-b27e-4204-9413-bd9e541f9b63",
        "choice_type": "single"
    },
    {
        "question": "Progestreone has how many carbons -",
        "exp": "Ans. is 'c' i. e., 21 o Steroid hormones are of 3 types:-21-carbon steroids (C21) - Progesterone, corticosteroids (glucocorticoids, mineralocorticoids). 19-carbon steroids (C19) - Androgens (testosterone). 18-carbon steroids (C18) - Estrogens.",
        "cop": 3,
        "opa": "18",
        "opb": "19",
        "opc": "21",
        "opd": "20",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "8470c08f-9171-4e91-87ef-00c958ba7018",
        "choice_type": "single"
    },
    {
        "question": "C- peptide is secreted by -",
        "exp": "Ans. is 'b' i. e., B cells o Insulin is a polypeptide hormone which is synthesized as a larger preprohormone (preproinsulin). o Asthepreprohormone enters the endoplasmic reticulum, 23 amino-acid signal peptide is removed and it is converted to prohormone (proinsulin). o Proinsulin is made up A and B chain connected by a connecting peptide (C-peptide or C-chain). o C-peptide is detached in the granules before secretion. Normally, 90-97% of the product released from B cells is insulin along with equimolar amounts of C-peptide. o Insulin is a two chain polypeptide having 51 aminoacids: The A chain has 21 while B-chain has 30-aminoacids. o Half life of insulin is about 5 minutes.",
        "cop": 2,
        "opa": "A cells",
        "opb": "B cells",
        "opc": "D cells",
        "opd": "F cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "2445a6d8-4d70-49d6-88ba-b4454f552db4",
        "choice_type": "single"
    },
    {
        "question": "Genetic expression of Na KATPAse inducible by-",
        "exp": "Ans. is 'a' i. e.. Aldosterone Mineralocorticoid actionso The principal mineralocorticoid secreted by adrenal cortex is aldosterone. o The main action of aldosterone is to enhance Na+ reabsorption in the distal convoluted tubule in kidney. o There is an associated increase in K+ and H+ excretion. Excess mineralocorticoid - Na+ and water retention (Hypertension & edema), Hypokalemia, Alkalosis. Mineralocorticoid deficiency (Addison's disease) - Hyperkalemia. Acidosis, Hypotension, o Mechanism of action. Mineralocorticoid acts on cytoplasmic receptors. It increases transcription of m. RNA in renal tubular cells to symthesis Aldosterone - induced protein (ATP) which is Na+ K+ ATPase. Symthesis of b-subunit of amiloride sensitive Na+ channel is also induced.",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "Cortisol",
        "opc": "Thyroxine",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "35a90b1f-2711-4276-96dc-06b86519d403",
        "choice_type": "single"
    },
    {
        "question": "Which among the following doesn't have a role in regulating Vitamin D metabolism?",
        "exp": "ANSWER: (B) Lungs. REF: Guyton physiology 11th edition page 983. Cholecalciferol (Vitamin D3) Is Formed in the Skin. Cholecalciferol Is Converted to 25-Hydroxycholecalciferol in the Liver. Formation of 1, 25-Dihydroxycholecalciferol takes place in the Kidneys",
        "cop": 2,
        "opa": "Liver",
        "opb": "Lungs",
        "opc": "Kidney",
        "opd": "Skin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "7da7f1ef-c5ea-4b64-883b-6790a19de56e",
        "choice_type": "single"
    },
    {
        "question": "Which acts on intracellular receptor:",
        "exp": "Ans. A TSHReceptors for Hormones* Membrane receptor: They mainly bind peptide hormones and catecholamines* Nuclear receptor: Bind small molecules that can diffuse across the cell membrane, such as steroids and vitamin D. Note:* Guyton states: \"Amino acid derivatives and peptide hormones interact with cell surface membrane receptors. \"* Steroids, thyroid hormones, vitamin D and retinoids are lipid soluble and interact with intracellular nuclear receptors. Receptors and their respective hormones. Nuclear receptors. Thyroxine(Mn: TOAD). Estrogen. Vitamin AVitamin DCytoplasmic receptors. All steroids except Estrogen. Cell membrane via G protein stimulation. All others like ACTH, LH, FSH, GH",
        "cop": 1,
        "opa": "TSH",
        "opb": "FSH",
        "opc": "Glucagon",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "de37593c-3599-4c0d-b0d2-4e0eef2672de",
        "choice_type": "single"
    },
    {
        "question": "Disruption of the hypothalamic-pituitary portal system will lead to:",
        "exp": "Ans. A. High circulating levels of PRL, low levels of LH and FSH, and ovarian atrophy. Disruption of the hypothalamic-pituitary portal system leads to a lack of dopamine and Gn. RH reaching the pituitary. Because dopamine inhibits PRL secretion, PRL levels will increase. In addition, the lack of Gn. RH will lead to reduced secretion of LH and FSH, reduced ovarian function, and eventual ovarian atrophy. PRL will have no effect on the ovary or inhibit ovarian follicle development. Disruption of the hypothalamic-pituitary axis will lead to reduced follicular development, lack of ovulation, and low circulating progesterone. Inhibin levels will decrease, but FSH will not increase because there is no Gn. RH reaching the pituitary from the disrupted axis. Excessive ovarian androgen usually occurs in the presence of excessive LH secretion or an androgen tumor in the ovary. LH secretion is reduced by the lack of Gn. RH",
        "cop": 1,
        "opa": "High circulating levels of PRL, low levels of LH and FSH, and ovarian atrophy",
        "opb": "Enhanced follicular development as a result of increased circulating levels of PRL",
        "opc": "Ovulation, followed by increased circulating levels of progesterone",
        "opd": "A reduction of ovarian inhibin levels, followed by increased circulating FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "9f9546d1-96a6-4cc7-b5fd-e2d800f50d85",
        "choice_type": "single"
    },
    {
        "question": "Calcitonin is produced by -",
        "exp": "Ans. is 'a' i. e., Thyroid Calcitonin o Calcitonin is a polypeptide hormone is produced by parafollicular 'C' cell of thyroid (major source). o Parathyroids, thymus and cells of medullary carcinoma of thyroid also contain calcitonin. Synthesis and secretion of calcitonin is regulated by plasma Ca++ concentration itself - rise in plasma Ca++ increases, while fall in plasma Ca++ decreases calcitonin release. Actions: Calcitonin decreases calcium levels by: - It inhibits bone resorption by direct action on osteoclasts (Osteoclasts have receptors for calcitonin). It is the major action. Calcitonin inhibits proximal tubular calcium and phosphate reabsorption by direct action on the kidney.",
        "cop": 1,
        "opa": "Thyroid",
        "opb": "Pituitary",
        "opc": "Pancreas",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "8e4e1f20-c3a1-442b-92ee-f16f97ce0672",
        "choice_type": "single"
    },
    {
        "question": "Which hormone is converted into active form in liver-",
        "exp": "Ans. is 'c' i. e., Thyroid hormoneo Thyroxine (T4) is converted to T3 (active form) in liver (majority) and kidney",
        "cop": 3,
        "opa": "Corticosteroid",
        "opb": "ACTH",
        "opc": "Thyroid hormone",
        "opd": "Estradiol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "4634b69d-fc19-4ecc-b171-2a91c5841567",
        "choice_type": "single"
    },
    {
        "question": "Somatostatin is secreted by:",
        "exp": "Ans. D Delta cells. Ref: Guyton's Physiology, 11th ed. pg. 961* The human pancreas has 1 to 2 million islets of Langerhans cells* These islets contain three major types of cells: alpha, beta, and delta cells* Beta cells--60% of all the cells of the islets, lie mainly in the middle of each islet and secrete insulin and amylin.* Alpha cells--about 25% of the total islets- secrete glucagon.* Delta cells--about 10% of the total islets- secrete somatostatin. Extra Mile. The hormones secreted act as control of secretion of some hormones by other hormones:* Insulin inhibits glucagon secretion* Amylin inhibits insulin secretion* Somatostatin inhibits both insulin and glucagon secretion. In addition to these, somatostatin has other functions:* It decreases the motility of the stomach, duodenum, and gallbladder.* It decreases both secretion and absorption in the gastrointestinal tract. Doing so, somatostatin has following effects:* It extends the time period over which the food nutrients are absorbed into the blood.* By inhibiting insulin and glucagon secretion, it prevents rapid utilization of nutrients by the tissues. Remember: Somatostatin is also known as growth hormone inhibitory hormone, which is also secreted in the hypothalamus and suppresses anterior pituitary gland growth hormone secretion.",
        "cop": 4,
        "opa": "Alpha cells",
        "opb": "Beta cells",
        "opc": "Gamma cells",
        "opd": "Delta cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "1fed1579-4211-4592-bdcb-bb17d4ae776a",
        "choice_type": "single"
    },
    {
        "question": "Which hormone increases with age -",
        "exp": "Ans. is 'c' i. e., FSH o Increasing age affects the hormonal secretion of body. Age related change of hormones. Decrease with age. No change or slight decrease. Increase with ageo Aldosteroneo Calcitonino Growth hormoneo Renino Estrogeno Prolactino Cortisolo Epinephrineo Insulino Thyroid hormones (T3 or T4)o Testosterone (slight decrease)o Parathyroid hormoneo FSHo LHo Norepinephrine",
        "cop": 3,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "FSH",
        "opd": "Insulin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "5e1170ef-f7f8-43ab-9992-7fa21ce0e85f",
        "choice_type": "single"
    },
    {
        "question": "Aromatase produces estrogen from -",
        "exp": "Ans. is 'd' i. e.. Androgen o Aromatase conversts androgens into estrogen in peripheral tissues.",
        "cop": 4,
        "opa": "Progesterone",
        "opb": "Cortisol",
        "opc": "Aldosterone",
        "opd": "Androgen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "65ec218c-fdc8-481b-8df9-b4988107b394",
        "choice_type": "single"
    },
    {
        "question": "Maximum prostaglandin concentration is seen in -",
        "exp": "Ans. is 'a' i. e., Seminal fluid o Prostglandins in semen are in high concentration. COMPOSITION OF HUMAN SEMENPhysical character. Seminal Vesicle secretions(contributes 60% of total volume). From prostate(20% of volume). Bufferso Colour: white, opalescento Specific gravity: 1-028o Ph: 7 35-7-50o Sperm-count: ~ 100 miilion/mL with fewer than 20% abnormal formo Contain hyaluronidaseo Fructose (1[?]5-6[?]5 mg/ml)o Flavinso Ergothioneneo Ascorbic acido Phosphotyl cholineo Prostaglandinso Spermineo Citric acido Cholesterolo Phospholipidso Fibrinolysino Zinco Acid phosphataseo Phosphateo Bicarbonate",
        "cop": 1,
        "opa": "Seminal fluid",
        "opb": "Amniotic fluid",
        "opc": "Tear",
        "opd": "Saliva",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "26932f9c-9037-42b5-9bba-81a81dbc6f1e",
        "choice_type": "single"
    },
    {
        "question": "Which hormone does not increase in burns -",
        "exp": "Ans. is 'c' i. e, LH o Bum is a stress. o Hormones with increased secretion during stress:- ACTH, cortisol, GH, catecholamines (epinephrine, norepinephrine), thyroxine, ADH (vasopressin), glucagon, renin, angiotensin II, aldosterone. o Hormones with decreased secretion during stress. Insulin, pituitary gonadotropin (FSH, LH). o All the given hormones are increased during stress. Neuroendocrine response to stresso Sudden exposure to any type of stress (including surgical stress) initially produces the sympathetic alarm reaction. o The alarm reaction consists of a generalized and profuse sympathetic neural discharge as well as an increased in adrenal medullary secretion. o If the stressful stimulus persists, the short lived alarm reaction is followed by a complex neuroendocrine response which may last hours, days or even weeks. o Such a sustained neuroendocrine response is typically seen in patients who undergo major abdominal surgery or in patients with multiple fractures or extensive bums. o The neuroendocrine response and consequent metabolic disturbances are as follows. o The hypothalamus mediated neuro-endocrine response leads to increased secretion of ACTH. Cortisol (glucocorticoid), growth hormone, adrenal medullary catecholamines (epinephrine), thyroxine and antidiuretic hormone (ADH). o Increased sympathetic discharge to the renal vessels coupled with hypovolemia (due to blood loss etc.) increase the secretion of renin, angiotensin II and aldosterone (because of activation of renin-angioensin system). Increased sympathetic discharge to the pancreas depresses insulin secretion and promotes the secretion of glucagon, o There is a decrease in the secretion of pituitary gonadotropin (LH, FSH).",
        "cop": 3,
        "opa": "Cortisol",
        "opb": "Glucagon",
        "opc": "LH",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "5dcf4c3d-2c94-4398-9f2d-6d7fe266a37e",
        "choice_type": "single"
    },
    {
        "question": "Action of parathormone on phosphate level -",
        "exp": "Ans. is 'a' i. e., Decreases phosphate level Paratharmoneo Paratharmone is 84 aminoacid polypeptide hormone secreted from parathyroid glands, o Its secretion is regulated by plasma Ca++ concentration -- fall in Ca++ concentration increases the secretion of paratharmone. o Actions. PTH increases resorption of calcium from bone - most prominent action. PTH increases calcium reabsorption from distal tubules of kidney. PTH decreases phophate reabsorption from proximal tubules of kidney. PTH has no direct effect on calcium absorption from intestine but increases it indirectly by enhancing the formation of calcitriol by activating la-hydroxylose. PTH decreases calcium level in milk, saliva, and ocular lens -- may be responsible for development of cataract in hypothyroidism.",
        "cop": 1,
        "opa": "Decreases phosphate level",
        "opb": "Increases phosphate level",
        "opc": "No effect",
        "opd": "Variable effect",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "4cee4b5b-92e3-4281-a664-bc7b7706a739",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an amide hormone?",
        "exp": "Ans. is 'a' i. e., Thyroid releasing hormone Thyroid Releasing Hormoneo It is the hormone secreted by the nerve endings in the median eminence of hypothalamus, o It is the n transported to anterior pitutary by hypothalamohypophyseal portal system. o Thyroid releasing hormone in the pure form is a tripeptide amide - Pyroglutamvlhisdidynylproline amide.",
        "cop": 1,
        "opa": "Thyroid releasing hormone",
        "opb": "Melanocyte stimulating hormone",
        "opc": "ACTH",
        "opd": "TSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "d80600ee-e821-45af-b244-4bf1e129b886",
        "choice_type": "single"
    },
    {
        "question": "Effect of GL P-1-",
        "exp": "Ans. is 'c' i. e., Increased insulin secretion from beta-cells of pancreas o Recently, attention has been focused on glucagon - like polypeptide 1 (7-36) (GLP-1 ) as an additional gut factor for insulin secretion and GLP-1 (7-36) is more potent tnsulinotropic hormone. Regulation of insulin secretiono Factors affecting insulin secretion are: -Simulating insulin secretion:- Glucose; Mannose; Amino acids (arginine, leucine); Intestinal hormones (G1P, Gastrin. Secretin, CCK, GLP -1); b-keto acids; Parasympethetic stimulation (acetylcholine); c. AMP; b-adrenergic stimulation; theophylline; Sulfonylureas; and certain endocrine hormones like growth hormone. Glucagon and glucocorticoids. Inhibiting insulin secretion: - Somatostatin; 2-deoxyglucose; mannoheptulose; a-adrenergic stimulation, b-adrenergic inhibitors; galanin; Diazoxide; Thiazide diuretics; K+- depletion; Phenytoin; Alloxan; microtubule inhibitors; and insulin itself.",
        "cop": 3,
        "opa": "Increased aldosterone secretion by adrenal",
        "opb": "Increased PTH secretion",
        "opc": "Increased insulin secretion from beta-cells of pancreas",
        "opd": "Increased testosterone secretion from Ley dig cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "8c14d00c-ca07-4dfa-9a05-343d612dd057",
        "choice_type": "single"
    },
    {
        "question": "Prostaglandin was discovered from -",
        "exp": "Ans. is 'c' i. e.. Seminal fluid \"The name prostaglandin comes from the prostate gland. When prostaglandin was first isolated from seminal fluid, it was believed to have been added from the prostate. \"",
        "cop": 3,
        "opa": "Tear",
        "opb": "Saliva",
        "opc": "Seminal fluid",
        "opd": "Blood",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "b31036f6-76a7-426f-a3e5-14d1a241c545",
        "choice_type": "single"
    },
    {
        "question": "Half life of insulin is -",
        "exp": "Ans. is 'a' i. e., 5 min o The half-life of insulin in the circulation in humans is about 5 min. Insulin binds to insulin receptors, and some is internalized. It is destroyed by proteases in the endosomes formed by the endocytotic process.",
        "cop": 1,
        "opa": "5min",
        "opb": "1hr",
        "opc": "12hr",
        "opd": "24hr",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology metabolism",
        "id": "315f34cb-d069-474b-908d-6f039a07c0f4",
        "choice_type": "single"
    }
]