[
    {
        "question": "Testis is not the source for which of the following?",
        "exp": "Ref: 1. Peil GK. Male reproductive system, in: Textbook of medical physiology. 2nd eel. Ahuja publishing house. 2011; 54: 448-449W F Gartong. The Gonads: Development & Function of the Reproductive System. In: Review of Medical Physiology. 21st eel. California: Mc. Graw-Hill Companies; 2003. Explanation: Leydig cell mainly secretes testosterone. Dehydroepiandrosterone. Androstenodioneare also secreted from leydig cell. Dihydrotestosterone is a testosterone metabolite. It induces the formation of male external genitalia and male secondary sex characteristics. Leydig cells. Primary cells of steroidogenesis; Present in interstitial space between seminiferous tubules; rich in mitochondria <& EPRSecretes testosterone, DHEA, Androstenodione. Activity is more in- 8-15 week of IUL - h. CG; 3-5 months of post natal (infantile testosterone surge); Onset of puberty - maximum; Basal secretion till senescence. Sertoli Cell. Functions of sertoli cell. Germ cell development - structural support. Nourishment & growth of spermatid. Phagocytosis (residual bodies during maturation). Formation of tubular fluid. Support spermiation - secrete plasminogen activator. Endocrine function- Inhibin. Follistatin -| FSH- Activin - | FSH- MIS (Mullerian Inhibiting Substance) - 8th week of IUL- Estrogen - from androgen by aromatase. It has FSH. testosterone (receptors) sensitivity. Secretory functions- Androgen binding Protein (ABP) - binds with DHT. testosterone & transport to epididymis- H- Y antigen - development of gonads and Plasminogen activator. Blood Testis Barrier (BTB). Paracrine effect on leydig cell",
        "cop": 4,
        "opa": "Testosterone",
        "opb": "Dehydroepiandrosterone",
        "opc": "Androstenodione",
        "opd": "Dihydrotestosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrine Regulation and the Pituitary Gland",
        "id": "87f893c3-e505-4ad9-8e4a-546dd3644662",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is secreted from which cells of pineal gland -",
        "exp": "Ans. is 'b' i. e., Pinealocytes o The pineal gland is a small cone shaped structure lies in the center of the brain behind the third ventricle. o It consists of two types of cells: i) Pineaiocytes, and ii) Neuroglial cell. o Pineaiocytes predominate and produce hormone melatonin (N-acetyl-5-methoxytrytamine). o The principal secretory product of the pineal gland is melatonin. o Melatonin secretion shows a circadian rhythm, the level being higher at night and lower at day. o This diurnal variation is brought about by norepinephrine secreted by postganglionic sympathetic nerves that innervate pineal gland. o In the dark norepinephrine secretion is increased which acts on b-receptors to increase intracellular c. AMP and c. AMP in turn produces a marked increase in N-Acetyl transferase activity, an enzyme involved in melatonin synthesis from serotonin.",
        "cop": 2,
        "opa": "Glial cells",
        "opb": "Pinealocytes",
        "opc": "Oncocytes",
        "opd": "Zymogen cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrine Regulation and the Pituitary Gland",
        "id": "8d3a7c01-c8d8-4a2a-a375-a93118bc8971",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is secreted by:",
        "exp": "Ans: B (Pineal gland) Ref: Pal GK, Pineal gland. In: Textbook of Medical Physiology, 2nd ed, Ahuja Publishing House, 2011: 51: 418-19. Explanation: Pineal Gland Secretes. Melatonin. Arginine vasotocin. Arginine vasopressin. Oxytocin. Proopiomelanocortin. Synthesis of Melatonin. Tryptophan5 Hydroxy tryptophan. Serotonin (5 Hydroxy Tryptamine)N-Acetyl serotonin (N-Acetyl % Hydroxy tryptamine). Melatonin (N-Acetyl 5 Methoxytryptamine). Functions. Diurnal change in melatonin coordinates endocrinal responses of the body. Inhibits gonadal functions. Influences meianophores and skin color in lower animals. Mechanism. ML1A, 1B receptors - By increasing c. AMPML2 receptor - By increasing IP3, DAG",
        "cop": 2,
        "opa": "Mammillary body",
        "opb": "Pineal gland",
        "opc": "Posterior pituitary",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrine Regulation and the Pituitary Gland",
        "id": "647e1724-864b-4299-abbc-104bd525427f",
        "choice_type": "single"
    }
]