[
    {
        "question": "In which of the mentioned segments of a nephron, Na+ reabsorption primarily occurs by the Na+-H+ exchange?",
        "exp": "In the PCT, the apical membrane has Na+/H+-antipoer, which couples H+ secretion with the Na+ movement across the apical membrane. In the TAL of loop of Henle:- The sympoer NKCC moves 1 Na+, 1 K+, 2 Cl- through the apical membrane into the cell. In DCT:- The sympoer is NCC. In the late distal tubule and collecting duct:- Na+diffuses across the apical membrane through the epithelial Na+ channel (ENaC).",
        "cop": 1,
        "opa": "PCT",
        "opb": "loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "267094b6-c0e7-4c00-8088-ca29fdf50ca6",
        "choice_type": "single"
    },
    {
        "question": "In the presence of ADH, greatest fraction of the filtered water is reabsorbed from:",
        "exp": "65%-70% of the filtered water is reabsorbed from the PCT. This is called obligatory water reabsorption and occurs irrespective of the osmolarity of ECF. In the complete absence of ADH action, 88% of the filtered water is reabsorbed from various segments of nephron. 10%-12% water is reabsorbed from collecting duct under the maximum action of ADH. This is called facultative water reabsorption. Water reabsorption from the collecting duct is determined by osmolarity of ECF.",
        "cop": 1,
        "opa": "PCT",
        "opb": "Loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "7db4dc27-09d3-4357-8765-9833cb1c2a79",
        "choice_type": "single"
    },
    {
        "question": "Juxtaglomerular apparatus lies in relation to;",
        "exp": "The proximal pa of the distal tubule comes in contact with the afferent aeriole. This complex of cells is called Juxtaglomerular apparatus. It lies in relation to glomerulus, and is made up of: Juxtaglomerular cells in afferent aeriole, Macula densa of the DCT, Agranular Polkissen or 'Lacis' cells situated in the angle created by the entrance and exit of afferent and efferent aerioles. Note: If the question asked is: \"JG cells lie in close relation with..... \" and the options include ascending pa of DCT or descending pa of DCT, the answer would be ascending pa of DCT.",
        "cop": 4,
        "opa": "Proximal convoluted tubule",
        "opb": "Ascending loop of Henle",
        "opc": "Descending loop of Henle",
        "opd": "Glomerulus",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "d5c47ba7-49be-483c-8f29-ba7a4aaf888c",
        "choice_type": "single"
    },
    {
        "question": "Most accurate measurement of extracellular fluid volume (ECF) can be done by using:",
        "exp": "-Antipyrine or Aminopyrine is used for TBW measurement. Hence, option D is ruled out. -No ideal marker for ECF measurement is available. -Among the given options, most accurate measurement of ECF volume is that obtained by using Inulin.",
        "cop": 3,
        "opa": "Sucrose",
        "opb": "Mannitol",
        "opc": "Inulin",
        "opd": "Aminopyrine",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "4c4bfcd2-bae6-4d5c-8515-2127c577850c",
        "choice_type": "single"
    },
    {
        "question": "If the sympathetic nerves to urinary bladder are sectioned, it will result in:",
        "exp": "The reflex arc for micturition is formed by the parasympathetic nerves (S2, 3, 4). Sympathetic innervation of the bladder conveys pain sensation from the bladder. Atonic bladder will result from cutting the afferents of the reflex arc from the bladder. A lesion in the spinal cord, above the S2 segment (leaving the reflex arc intact) will result in automatic bladder. A lesion higher up in the spinal cord may lead to spinal shock; retention with overflow will be the result of such a lesion.",
        "cop": 2,
        "opa": "Retention of urine",
        "opb": "Loss of pain sensation from bladder",
        "opc": "Retention with overflow",
        "opd": "Atonic bladder",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "1712bd48-0727-4cc7-8ca4-6343e4404122",
        "choice_type": "single"
    },
    {
        "question": "A major fraction of filtered potassium is absorbed in:",
        "exp": "Potassium is filtered at the glomerulus, reabsorbed & secreted by tubules, and is excreted in urine. Of the total K+ ingested in the diet, 90-95% is excreted. PCT: reabsorbs about 67% of the filtered K+ under most conditions; 20% of the filtered K+ is reabsorbed by the LOH. The two most impoant physiologic regulators of K+ secretion Plasma Aldosterone. Other factors include a Flow rate of the tubular fluid, acid-base balance, glucocoicoids.",
        "cop": 3,
        "opa": "Collecting duct",
        "opb": "Distal convoluted tubule",
        "opc": "Proximal convoluted tubule",
        "opd": "Thick ascending limb of loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "996d7393-2ace-42af-9b4f-9c23c6f91dc9",
        "choice_type": "single"
    },
    {
        "question": "Renin is secreted by:",
        "exp": "The JG apparatus consists of 3 structures: (1) The granular juxtaglomerular cells in the afferent aeriole, (2) The macula densa at the end of the thick ascending limb and the initial poion of DCT, (3) The extraglomerular mesangial cells. Granular cells of the afferent aeriole contain smooth muscle myofilaments and they manufacture, store, and release renin. Cells in the macula densa are the epithelial cells in the thick ascending limb of the loop of Henle (end poion) and the initial pa of DCT. They are involved in tubuloglomerular feedback, which influences the RBF and GFR Extraglomerular mesangial cells are continuous with mesangial cells of the glomerulus; they may transmit information from macula densa cells and the granular JG cells. Coical interstitial cells of kidneys secrete the hormone Erythropoietin in response to a fall in the local tissue PO2. It stimulates erythropoiesis.",
        "cop": 3,
        "opa": "coical interstitial cells",
        "opb": "cells in macula densa",
        "opc": "granular cells",
        "opd": "mesangial cells",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "447172c2-8922-4cf8-8da5-c76ff691baa8",
        "choice_type": "single"
    },
    {
        "question": "Glucose transpo/reabsorption in the kidneys is inhibited by:",
        "exp": "Phlorizin is a plant glucoside that competitively binds to SGLT - 2 in the renal tubules, hence preventing glucose binding.",
        "cop": 4,
        "opa": "Tetrodotoxin",
        "opb": "GLUT",
        "opc": "SGLT",
        "opd": "Phlorhizin",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "c8e7ad9d-6d9e-4cda-a38b-8b41d052e8a3",
        "choice_type": "single"
    },
    {
        "question": "Effective serum osmolality is:",
        "exp": "Total osmolality = (2x plasma ) + (glucose/18) + (BUN/2. 8) Effective osmolality or tonicity = (2x plasma ) + (glucose/18) The in plasma is measured as the nitrogen in the urea molecule, or blood urea nitrogen (BUN). Effective osmolality does not include BUN because urea is an ineffective osmole. If plasma is taken as 141 meq/L; then 2 x 141 = 282. Considering the normal plasma glucose, Normal serum osmolality: would fall in the range 275 to 290 m. Osm/L. Effective serum osmolality: would be 270-285 m. Osm/L.",
        "cop": 2,
        "opa": "255-270 mosm/L",
        "opb": "270-285 mosm/L",
        "opc": "285-300 mosm/L",
        "opd": "300-325 mosm/L",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "82c5ea65-f71b-45b8-bbe5-8dd2010d5080",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following in increasing order in which they contribute to total renal vascular resistance: A. Afferent aeriole B. Renal aery C. Interlobar, arcuate and interlobular aeries D. Peritubular capillaries",
        "exp": "Approximate pressures and vascular resistances in the circulation of a normal kidney: Pressure in Vessel (mm Hg) Percent of Total Renal Vascular Vessel Beginning End Resistance Renal aery 100 100 =0 Interloba, arcuate, and interlobular aeries =100 85 =16 Affferent aeriole 85 60 =26 Glomerular capillaries 60 59 =1 Efferent aeriole 59 18 =43 Peritubular capillaries 18 8 =10 Interlobar, interlobular, and arcuate veins 8 4 =4 Renal vein 4 =4 =0",
        "cop": 4,
        "opa": "A-C-D-B",
        "opb": "D-A-C-B",
        "opc": "C-D-A-B",
        "opd": "B-C-D-A",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "708880f8-df94-4f10-9fdb-181537ed9482",
        "choice_type": "single"
    },
    {
        "question": "The intravesical pressure rises abruptly when the bladder volume is about?",
        "exp": "Micturition: A plot of intravesical pressure against the volume of fluid in the bladder is called a cystometrogram. The curve shows an initial slight rise in pressure when the first increments in volume are produced; a long, nearly flat segment as fuher increments are produced; and a sudden, sharp rise in pressure as the micturition reflex is triggered. These three components are sometimes called segments Ia, Ib, and II. The first urge to void is felt at a bladder volume of about 150 mL, and a marked sense of fullness at about 400 mL. The flatness of segment Ib is a manifestation of the law of Laplace. This law states that the pressure in a spherical viscus is equal to twice the wall tension divided by the radius. In the case of the bladder, the tension increases as the organ films, but so does the radius. Therefore, the pressure increase is slight until the organ is relatively full. >300 to 400 mL, collection of more urine in the bladder causes the pressure to rise rapidly.",
        "cop": 1,
        "opa": "400 ml",
        "opb": "300 ml",
        "opc": "200 ml",
        "opd": "100 ml",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "0e29f5ca-b38a-4bd5-9e4c-3ee3f6f6b6fa",
        "choice_type": "single"
    },
    {
        "question": "The buffer with the highest p. Ka is:",
        "exp": "Buffer PKa Phosphate 6. 8 Bicarbonate 6. 1 Intracellular proteins 7. 2 Ammonia 9. 0 The only basic buffer is ammonia.",
        "cop": 4,
        "opa": "Phosphate",
        "opb": "Bicarbonate",
        "opc": "Intracellular proteins",
        "opd": "Ammonia",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "ece7e4ef-1a6c-445b-9312-7cd7410c1036",
        "choice_type": "single"
    },
    {
        "question": "Filtration fraction can be best determined by:",
        "exp": "To calculate the filtration fraction, which is the fraction of plasma that filters through the glomerular membrane, one must first know the RPF (PAH clearance) and the GFR (inulin clearance). FILTRATION FRACTION = GFR(inulin clearance)/RPF(PAH clearance) Inulin and mannitol measure ECF volume Inulin and creatinine both measures GFR, but creatinine is secreted in the tubules hence GFR estimated by creatinine is falsely higher.",
        "cop": 2,
        "opa": "Inulin and mannitol",
        "opb": "PAH and Inulin",
        "opc": "Inulin and creatinine",
        "opd": "PAH and mannitol",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "6b7c95bf-83f2-4a1d-b639-437d2badb31a",
        "choice_type": "single"
    },
    {
        "question": "The most impoant buffer in interstitial fluid:",
        "exp": "The chemical buffer systems in the body - bicarbonate system, phosphate system, and the proteins. Bicarbonate buffer is quantitatively the most impoant buffer in ECF compament; it buffers non-carbonic acid. Hence, option B is correct. Intracellular proteins account for >70% of I/C buffering. Phosphate helps in intracellular buffering.",
        "cop": 2,
        "opa": "Phosphate",
        "opb": "Bicarbonate",
        "opc": "Histidine",
        "opd": "Protein",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "20978b55-690c-4969-b021-ff66e21a885a",
        "choice_type": "single"
    },
    {
        "question": "Normal protein excretion in urine(daily):",
        "exp": "The amount of protein in the urine is normally <150 mg/day. ([?]90-120 mg) Protein handling at the glomerular filtration barrier: The endothelium is fenestrated (contains holes) and is freely permeable to water, small solutes, and most proteins; but not permeable to the blood cells. The basement membrane is a porous matrix of negatively charged proteins. The basement membrane is primarily considered as a charge-selectivity barrier; The processes of the podocytes interdigitate to cover the basement membrane and are separated by gaps called filtration slits.. They function primarily as the size-selective filter. It should also be noted that ~ Normally, the filtered proteins are almost entirely reabsorbed in the PCT; only a small quantity thus may appear in the urine.",
        "cop": 2,
        "opa": "0-20 mg",
        "opb": "90-120 mg",
        "opc": "500-1000 mg",
        "opd": "100-500 mg",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "98658dcc-41fa-44c2-bd20-08234ab77110",
        "choice_type": "single"
    },
    {
        "question": "The GFR of a 26-year-old man with glomerulonephritis decreases by 50% and remains at that level. For which substance would you expect to find the greatest increase in plasma concentration?",
        "exp": "A 50% reduction of GFR would approximately double the plasma creatinine concentration because creatinine is not reabsorbed or secreted and its excretion depends largely on glomerular filtration. Therefore, when GFR decreases, the plasma concentration of creatinine increases until the renal excretion of creatinine returns to normal. Plasma concentrations of glucose, potassium, sodium, and hydrogen ions are closely regulated by multiple mechanisms that keep them relatively constant even when GFR falls to very low levels.",
        "cop": 1,
        "opa": "Creatinine",
        "opb": "K+",
        "opc": "Glucose",
        "opd": "Na+",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "276af810-7cd9-4b06-aa4c-56785b7bbe83",
        "choice_type": "single"
    },
    {
        "question": "Normal anion gap metabolic acidosis is seen in:",
        "exp": "Law of electroneutrality = Number of cations & anions should be equal in ICF and ECF In ECF, Na+ is main cation, Cl- & HCO3- are main anions. We do not measure all cations & anions, it is measured as + + = + + we can measure all cations but we cannot measure all anions. So, there is a gap created b/w these two sides. This is called Anion gap. Anion gap is calculated as -{ + } = 141 - = 141 - 129 = 12meq/lit +-4(K+) Thus, normal anion gap is 12+- 4 meq/lit. In acidosis conditions; HCO3- decreases & thus anion gap increases except in acidosis conditions in which anion of the acid is Cl- where anion gap will remain normal. In G. I fluid loss, anion gap remains normal.",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Renal failure",
        "opc": "Lactic acidosis",
        "opd": "Diabetic ketoacidosis",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "bf8df6f2-0662-4ef2-976d-2b9efe6f932b",
        "choice_type": "single"
    },
    {
        "question": "The prime driving force for counter current multiplier system is:",
        "exp": "The thick ascending limb is permeable to Na+, K+, and Cl- but impermeable to water. Due to this factor, the solutes move out from tubule into the medullary interstitium. NKCC transpoer is responsible for the movement of ions. It is co-transpo in which the other two ions move due to the potential energy stored in the Na+ concentration gradient. Thus, the prime driving force is reabsorption of Na+ This reabsorption, without water being reabsorbed, leads to medullary hyperosmolarity. It is a consequence of countercurrent multiplier system ADH is not the driving force for countercurrent mechanism. Medullary hyperosmolarity can be said to be the driving force for ADH action. Because water can only move passively (driven by an osmotic gradient). Urea does not drive water reabsorption as it is an ineffective osmole. It equilibriates between medullary interstitium and tubular fluid. Thus, it increases hyperosmolarity of interstitium and gets excreted in high concentration in urine. Vasa recta are called \"exchangers\". They do not actively contribute to the medullary hyperosmolarity, but they prevent it from dissipating.",
        "cop": 2,
        "opa": "Medullary hyperosmolarity",
        "opb": "Reabsorption of Na+ in thick ascending limb",
        "opc": "Action of ADH aquaporin channels",
        "opd": "Urea recycling",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "ba2501c8-dda3-4a9f-bb01-d074feb779ba",
        "choice_type": "single"
    },
    {
        "question": "1, 25-dihydroxycholecalciferol is secreted by:",
        "exp": "It is the most active form of vitamin D(1, 25-dihydroxycholecalciferol) / (calcitriol) When UV rays fall on the skin, 7-dehydrocholesterol in the skin is conveed into cholecalciferol. It goes to the liver, a hydroxyl group is attached to it, 25-(OH) cholecalciferol is formed. It then travels to kidneys. In the cells of the PCT, one more hydroxyl group is attached, to form the active metabolite 1, 25-dihydroxycholecalciferol. Vit. D is considered a steroid hormone. It acts on the intestines, kidneys, and bone. Its chief function is to increase Ca2+ and PO42- in the ECF.",
        "cop": 3,
        "opa": "Adrenal coex",
        "opb": "Liver",
        "opc": "Proximal tubules of kidney",
        "opd": "Collecting ducts of kidney",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "260c9a61-1968-4666-a95a-afd5145998f0",
        "choice_type": "single"
    },
    {
        "question": "Acute metabolic acidosis tends to _____ intracellular K+ concentration and _____ K+ secretion by the coical collecting tubules.",
        "exp": "Acute metabolic acidosis: reduces intracellular potassium concentration, which, in turn, decreases potassium secretion by the principal cells of the collecting tubules. The primary mechanism by which increased hydrogen ion concentration inhibits potassium secretion is by reducing the activity of the Na+ -K+ ATPase pump. This action then reduces intracellular potassium concentration, which, in turn, decreases the rate of passive diffusion of potassium across the luminal membrane into the tubule",
        "cop": 4,
        "opa": "Increase, increase",
        "opb": "Increase, decrease",
        "opc": "Decrease, increase",
        "opd": "Decrease, decrease",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "c35009bf-f86d-44ee-9d80-b480870684a4",
        "choice_type": "single"
    },
    {
        "question": "Which change tends to increase GFR?",
        "exp": "Glomerular capillary filtration coefficient = hydraulic conductivity x surface area of the glomerular capillaries. Therefore, increasing the glomerular capillary filtration coefficient tends to increase GFR. Increased afferent aeriolar resistance, decreased efferent aeriolar resistance, increased Bowman's capsule hydrostatic pressure, and decreased glomerular hydrostatic pressure tend to decrease GFR.",
        "cop": 3,
        "opa": "Increased afferent aeriolar resistance",
        "opb": "Decreased efferent aeriolar resistance",
        "opc": "Increased glomerular capillary filtration coefficient",
        "opd": "Increased Bowman's capsule hydrostatic pressure",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "b8c0ebcf-52a7-4f2d-803e-bef408db0dfd",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old man, weighing 60 Kgs, has a plasma creatinine value of 3 mg/dL. How much is his creatinine clearance?",
        "exp": "Cockroft & Gault formula:- Ccr = x 0. 85 (in females)/(72 X Pcr) Putting the given values into the equation, Ccr = /(72 X 3) Ccr=22. 22 mL/min.",
        "cop": 1,
        "opa": "22 mL/min",
        "opb": "44 mL/min",
        "opc": "66 mL/min",
        "opd": "88 mL/min",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "bcd09937-bf2f-4e9c-aa46-327f32ebd048",
        "choice_type": "single"
    },
    {
        "question": "GFR will be increased if:",
        "exp": "Starling's forces acting at the glomerulus are as follows: (1) Factors oring filtration - Glomerular capillary hydrostatic pressure - If it decreases, GFR would decrease. (Option D) Bowman's capsule oncotic pressure (2) Factors opposing filtration - Plasma colloid oncotic pressure - If this pressure decreases, GFR would increase. Bowman's capsule hydrostatic pressure - (option A) If this pressure increases, GFR would decrease.",
        "cop": 2,
        "opa": "Increased hydrostatic pressure in Bowman's capsule",
        "opb": "Decreased oncotic pressure in glomerular capillaries",
        "opc": "Increased oncotic pressure in glomerular capillaries",
        "opd": "Decreased hydrostatic pressure in glomerular capillaries",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "1b75ee6b-663b-4701-879a-14e92414e26f",
        "choice_type": "single"
    },
    {
        "question": "Maximum absorption of HCO3- occurs in:",
        "exp": "Bicarbonate: 80% of bicarbonate reabsorption occurs in the PCT, 10% in thick ascending limb of LOH, and remaining in the DCT and collecting duct. Filtered bicarbonate can be reabsorbed only when it combines with H+.",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "collecting duct",
        "opd": "ascending limb of the loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "b49a76d7-45ee-400a-ab52-f6b5dd331f11",
        "choice_type": "single"
    },
    {
        "question": "A patient has a GFR of 100 ml/min, her urine flow rate is 2. 0 ml/min, and her plasma glucose concentration is 200 mg/100 ml. If the kidney transpo maximum for glucose is 250 mg/min, what would be her approximate rate of glucose excretion?",
        "exp": "The filtration rate of glucose in this example is: = GFR x plasma glucose concentration =(100 ml/min) x (200 mg/100 ml, or 2 mg/ml) =200 mg/min. Because the transpo maximum for glucose in this example is 250 mg/min, All of the filtered glucose would be reabsorbed and the renal excretion rate for glucose would be zero(0 mg/min).",
        "cop": 1,
        "opa": "0 mg/min",
        "opb": "50 mg/min",
        "opc": "100 mg/min",
        "opd": "150 mg/min",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "316065f3-845d-485c-8da6-2fc7be2110ee",
        "choice_type": "single"
    },
    {
        "question": "How much % of glucose gets reabsorbed in late PCT?",
        "exp": "-In the first half of the proximal tubule, Na+ is reabsorbed by co-transpo along with glucose, amino acids & other solutes. -IInd half of proximal tubule, Little glucose & few amino acids remain to be absorbed. Instead Na+ is mainly absorbed with chloride ions. Higher concentration of Cl- compared with the early proximal tubule, because in first half when Na+ is getting reabsorbed it takes glucose, amino Acids, HCO3- etc. along with it, leaves higher concentration of Cl- behind. 98 % glucose - reabsorbed in 1st half of PCT 2% glucose - in late PCT.",
        "cop": 1,
        "opa": "2",
        "opb": "5",
        "opc": "7",
        "opd": "10",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "239ef0bd-6293-4606-bf1e-572cb83a6505",
        "choice_type": "single"
    },
    {
        "question": "If the renal plasma flow (RPF) is 600 mL/min, and the hematocrit (hct) is 45%, what is the renal blood flow?",
        "exp": "(RBF) = RPF X (Putting the values into the equation) RBF = 1090 mL.",
        "cop": 2,
        "opa": "1000 mL",
        "opb": "1090 mL",
        "opc": "1200 mL",
        "opd": "1250 mL",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "19ff31d3-8477-4e8f-8395-4bfff6561826",
        "choice_type": "single"
    },
    {
        "question": "\"Diluting segment\" of a nephron is:",
        "exp": "Thick ascending LOH is k/a the diluting segments of the nephron. It is impermeable to water. It has NKCC cotranspoer proteins that reabsorb Na+, K+, 2. Cl- ions. Thus, There is a net reabsorption of solutes with no movement of water, making the tubular fluid that reaches the DCT hypotonic.",
        "cop": 2,
        "opa": "Descending limb of loop of Henle",
        "opb": "Thick ascending limb of loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "6d06c255-3b9c-4eaa-afe9-6fed59ecb582",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin-2 mainly act by -",
        "exp": "Angiotensin-II has several effects that make the kidneys retain salt and water, It constricts the efferent aerioles, which has two effects on peritubular capillary dynamics that increase sodium and water reabsorption. Efferent aeriolar constriction reduces peritubular capillary hydrostatic pressure, which increases net tubular reabsorption, especially from the proximal tubules. Efferent aeriolar constriction, by reducing renal blood flow, raises filtration fraction in the glomerulus and increases the concentration of proteins and the colloid osmotic pressure in peritubular capillaries, This mechanism increases the resorptive force at the peritubular capillaries and raises tubular reabsorption of sodium and water.",
        "cop": 3,
        "opa": "Afferent aeriole dilatation",
        "opb": "Efferent aeriole dilatation",
        "opc": "Efferent aeriole constriction",
        "opd": "Afferent aeriole constriction",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "76e6d3a7-9b8c-4d40-8919-31f5fba7be6d",
        "choice_type": "single"
    },
    {
        "question": "According to myogenic hypothesis of renal autoregulation, the afferent aerioles contract due to -",
        "exp": "According to the myogenic mechanism of autoregulation, the rise in aerial pressure stretches the afferent aeriole. Stretch of vascular smooth muscle causes opening of membrane Ca2+ channels. This increases intracellular Ca2+, leading to contraction of the smooth muscle. NO and adenosine: are involved in the TG feedback. They are released by macula densa in response to changes in Na. Cl in tubular fluids. Norepinephrine: acting a1 receptors located mainly in the afferent aeriole, cause vasoconstriction. Dehydration and strong emotional stimuli (fear, pain) activates sympathetic nerves and reduce RBF and GFR. Prostaglandins (PGs): produced locally within the kidneys during pathophysiologic conditions increase RBF without changing the GFR.",
        "cop": 3,
        "opa": "NO release",
        "opb": "Noradrenaline release",
        "opc": "Opening of Ca2+channels",
        "opd": "Adenosine release",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "ec6e805c-3bd4-4788-b575-fa896188ac60",
        "choice_type": "single"
    },
    {
        "question": "The regional aerial resistance of the mesentery and kidney is reduced by-",
        "exp": "The D1 receptor in renal and mesenteric blood vessels are the most sensitive. I/V infusion of low dose of dopamine dilates these vessels (by raising intracellular c. AMP). This increases GFR in addition dopamine exes natriuretic effect by D1 receptors on proximal tubules.",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Nor adrenaline",
        "opc": "Adrenaline",
        "opd": "Isoprenaline",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "862ca8b4-7d56-4365-9303-5ca1091baa93",
        "choice_type": "single"
    },
    {
        "question": "The substance that is a vasodilator elsewhere but causes vasoconstriction in kidneys (afferent aeriole) is:",
        "exp": "Adenosine has 2 receptors - A1 & A2 A2 vasodilation (elsewhere) A1 vasoconstriction (kidney) Adenosine is a ligand, pa of the tubuloglomerular feedback. Macula densa cells sense the Na+ level in tubular fluids. Excess Na+ reaching macula densa cells Na+ / K+ ATPase pump in basolateral membranes transpo Na & K+ by degrading ATP Adenosine formed as a by product Adenosine acts as a ligand on the A1 receptors of afferent aeriole Constriction of afferent aerioles",
        "cop": 2,
        "opa": "Nitric oxide",
        "opb": "Adenosine",
        "opc": "Bradykinin",
        "opd": "Endothelin",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "69d5a3bf-20fc-4bb5-84fa-d8c27c313b40",
        "choice_type": "single"
    },
    {
        "question": "The ability of kidney to form a concentrated urine will decrease if:",
        "exp": "Formation of concentrated urine requires creation of a hyperosmolar medullary interstitium. This is achieved by countercurrent multiplier mechanism. The hyperosmolarity of the medullary interstitium is maintained by the vasa recta. The sluggish blood flow in vasa recta ensures that the solute build up in the interstitium is maintained. Increased rate of blood flow through vasa recta will cause solutes to be washed away from the medullary interstitium. In that case, hyperosmolarity of the interstitium will be dissipated, ADH action can not be executed, and the concentrated urine will not form. Options A and D indicate that the action of ADH is suppressed. Urine will be hypotonic with a decreased action of ADH.",
        "cop": 2,
        "opa": "The permeability of the collecting duct to water decreases",
        "opb": "Rate of blood flow through the medulla increases",
        "opc": "Activity of Na+/K+-pump in the loop of Henle decreases",
        "opd": "Aquaporin inseion is suppressed.",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "92494000-3f5a-492d-bacf-9ee7a6fdff8e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not have a Tm value?",
        "exp": "Transpo maximum (Tm) or tubular maximum: is the maximum amount of a substance that can be transpoed across the tubule (reabsorbed or secreted) per unit time. E. g., glucose has a Tm value of 320 mg/min. Reabsorption or secretion of most substances is mediated by their respective carrier proteins in the wall of the tubules. Tm implies saturation of the carrier. Since Na+ reabsorption primarily involves the activity of Na+/K+ pump which does not exhibit saturation kinetics, Na+ reabsorption does not have a Tm value.",
        "cop": 1,
        "opa": "Na+",
        "opb": "Urea",
        "opc": "Creatinine",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "9b45c13c-8aa8-4037-85e2-c2b4482e1bec",
        "choice_type": "single"
    },
    {
        "question": "Acidification of urine occurs at:",
        "exp": "H+ secretion: 80%-85% H+ secretion in the PCT 10% in the Thick ascending limb And remaining secretion occurs in the late distal tubule and collecting duct. - Although secretion in the late distal tubule and collecting duct accounts for only about 5-10% of the total H+ secreted, it is impoant for acidification of urine. - In PCT, H+ secretion can be increased only about 3-4 times, although large amounts of H+ is secreted by this segment. Most of it is for the re-absorption of the filtered bicarbonate. On the other hand, H+ concentration can be increased as much as 1000-fold in the late distal tubule and collecting duct. This decreases the pH of the tubular fluid to about 4. 5. This is called the limiting pH; the maximally acidic urine is thus achieved by H+ secretion by this segment.",
        "cop": 4,
        "opa": "PCT",
        "opb": "Loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "118f7093-9c04-4872-9761-827aa7b057bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is associated with hypokalemic metabolic alkalosis with hypertension:",
        "exp": null,
        "cop": 1,
        "opa": "Liddle's syndrome",
        "opb": "Bater syndrome",
        "opc": "Gitelman syndrome",
        "opd": "Renal tubular acidosis",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "760bc53a-6a12-4abb-b605-ad725bed3134",
        "choice_type": "single"
    },
    {
        "question": "The region of a nephron where P cells (principal cells) are located is:",
        "exp": "Collecting ducts have 2 cell populations: P cell / principle cell: Reabsorb Na+Secrete K+ Intercalated cell: Absorb K+Secrete H+, HCO3- it is the buffering cell in the kidney.",
        "cop": 4,
        "opa": "PCT",
        "opb": "Loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "31c01b74-2f71-478f-8760-61bc502fe15b",
        "choice_type": "single"
    },
    {
        "question": "What would tend to decrease GFR by more than 10% in a normal kidney?",
        "exp": "50% reduction in efferent aeriolar resistance would cause a large decrease in GFR--greater than 10%. A decrease in renal aery pressure from 100 to 85 mm Hg would cause only a slight decrease in GFR in a normal, autoregulating kidney. A decrease in afferent aeriole resistance, a decrease in plasma colloid osmotic pressure, or an increase in the glomerular capillary filtration coefficient would all tend to increase GF",
        "cop": 3,
        "opa": "Decrease in renal aerial pressure from 100 to 85 mm Hg",
        "opb": "50% decrease in afferent aeriolar resistance",
        "opc": "50% decrease in efferent aeriolar resistance",
        "opd": "50% increase in the glomerular capillary filtration coefficient",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "533a9ee8-6eaa-44ab-8081-5b3ec1dd08a1",
        "choice_type": "single"
    },
    {
        "question": "Tubuloglomerular feedback is initiated by delivery of:",
        "exp": "- The rate of Na. Cl delivery to the distal nephron significantly influences the RBF and GFR; the mechanism is called Tubuloglomerular (TG) feedback. The mechanism is based on 3 components: (i) A sensor: Cells in the macula densa. (ii) A signal: Na. Cl delivery to the distal tubule. (iii) An effector: Vascular smooth muscle cells within the wall of the afferent aeriole. When filtration increases, the increased Na. Cl delivery to the macula densa triggers vasoconstriction of the afferent aeriole. This results in a decrease in RBF and hence a decrease in GFR, reducing the Na. Cl delivery to the macula densa/distal tubules. The vasoconstriction is thought to be mediated by adenosine. If GFR and Na. Cl delivery to distal tubule are decreased, a decrease in ATP and adenosine formation occurs. There is the release of NO that produces vasodilatation, causing increased RBF and GFR. As more Na. Cl enters through the NKCC-2 transpoer located in the apical membrane (TAL), it stimulates the release of ATP through ATP-conducting ion channels located in the basolateral membrane of macula densa cells. This results in the opening of Ca2+ channels and an increase in intracellular, resulting in vasoconstriction and fall in GFR. Loop diuretics are known to blunt the TG feedback due to their action on the NKCC transpoer.",
        "cop": 3,
        "opa": "Na+ to the macula densa",
        "opb": "Cl- to the macula dense",
        "opc": "Na. Cl to macula densa",
        "opd": "Na. Cl to the loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "cdc9eb94-3316-4421-98c0-c1be3c715127",
        "choice_type": "single"
    },
    {
        "question": "If a substance \"X\" has more renal clearance than the GFR, it means:",
        "exp": "For the given substance \"X\": > GFR {That is, clearance of \"X\" is greater than GFR.} It means, urinary excretion of the substance (Ux x V) is greater than the total filtration of the substance (Px x GFR). So the substance must have been secreted by the tubules. Option B is correct. If is greater than, it means the amount of total filtered substance is greater than its urinary excretion. In that case, the substance is being reabsorbed from the tubules. Option C: If a substance is being reabsorbed as well as secreted (for instance, K+), and if the amount of its secretion is greater than its reabsorption, there would be net secretion of the substance. And, its renal clearance would be greater than GFR. Hence, this option could have qualified as a correct statement. However, the amounts of its reabsorption and secretion are not mentioned in the option. Hence, option B should be taken as the most appropriate answer.",
        "cop": 2,
        "opa": "\"X\" is only being reabsorbed by the tubules",
        "opb": "\"X\" is being secreted by the tubules",
        "opc": "\"X\" is being secreted as well as reabsorbed by the tubules",
        "opd": "\"X\" is neither secreted nor reabsorbed",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "37ad6932-54bd-40c0-8fbf-0ca90b7b543f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT a component of the filtration slit diaphragm at the glomerulus?",
        "exp": "The filtration barrier in the glomerulus is composed of the endothelial cells of glomerular capillaries, basement membrane that covers the endothelial cells, and foot processes of the epithelial cells surrounding the basement membrane Podocytes are separated by apparent gaps called filtration slits. Each filtration slit is bridged by a thin diaphragm. The filtration slit diaphragm is composed of several proteins, such as nephrin, podocin, a-actinin. Batin gene (also known as BSND) codes for the protein batin; this protein recruits the Cl- channel CLCNKB to the basolateral membrane in the TAL of loop of Henle.",
        "cop": 4,
        "opa": "Nephrin",
        "opb": "Podocin",
        "opc": "alpha-actinin 4",
        "opd": "Batin",
        "subject_name": "Physiology",
        "topic_name": "Excretory System (Kidney, Bladder) Acid-Base Balance",
        "id": "b0d6a7a9-e686-4c08-a81f-55cce4eeccb9",
        "choice_type": "single"
    }
]