[
    {
        "question": "Colipase is an enzyme found in--------?",
        "exp": "Pancreatic juice contains lipase, colipase, phospholipase A & B Colipase: Facilitates the action of lipase Prevents inactivation of lipase by bile salts SALIVA: 2 types of secretion 1. Serous: contains ptyalin (a amylase ) - digest carbs 2. Mucus: contains mucin - for lubrication & protection STOMACH: Mucus neck cells - secrete mucus Peptic/chief cells - Pepsinogen Parietal / oxyntic - HCL, intrinsic factor Pyloric glands - gastrin PANCREATIC JUICE: For protein: trypsin, chymotrypsin, carboxypolypeptidase Carbohydrates: pancreatic amylase Fat: pancreatic lipase, cholesterol esterase, phospholipase BILE: composition: Liver Bile Gallbladder Bile Water 97. 5 g/dl 92 g/dl Bile salts 1. 1 g/dl 6 g/dl Bilirubin 0. 04 g/dl 0. 3 g/dl Cholesterol 0. 1 g/dl 0. 3 to 0. 9 g/dl Fatty acids 0. 12 g/dl 0. 3 to 1. 2 g/dl Lecithin 0. 04 g/dl 0. 3 g/dl Na+ 145. 04 m. Eq/L 130 m. Eq/L K+ 5 m. Eq/L 12 m. Eq/L Ca++ 5 m. Eq/L 23 m. Eq/L CI- 100 m. Eq/L 25 m. Eq/L HCO3- 28 m. Eq/L 10 m. Eq/L",
        "cop": 3,
        "opa": "Saliva",
        "opb": "Bile",
        "opc": "Pancreatic juice",
        "opd": "Succus entericus",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2017",
        "id": "e09ebb34-ac1f-4bbe-8502-120b05141534",
        "choice_type": "single"
    },
    {
        "question": "Which of these is true about SGLT1?",
        "exp": "Secondary active transpo of glucose in intestine SGLT Transpoers Substance Site of distribution SGLT 1 Glucose, galactose Intestine, trachea, kidney, hea, brain, testis, prostate SGLT 2 Glucose Kidney, brain, liver, thyroid, muscle, hea SGLT 3 Glucose Intestine, testis, uterus, lung, brain, thyroid SGLT 4 Glucose, mannose Intestine, kidney, liver, brain SGLT 5 Glucose, galactose Kidney SGLT 6 D-chiro inositol Brain, kidney, intestine",
        "cop": 2,
        "opa": "Secondary active transpo of glucose in brain",
        "opb": "Secondary active transpo of glucose in intestine",
        "opc": "Secondary active transpo of glucose in rods and cones",
        "opd": "Secondary active transpo of glucose in prostate",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2017",
        "id": "5429f714-3e3d-48d1-ab0f-c73f2a6442e0",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin K leads to?",
        "exp": "Vitamin K leads to g-carboxylation of glutamic acid residues to clotting factor 2, 7, 9 and 10 Vitamin K is essential for adding carboxyl group to glutamic acid residues on 5 impoant clotting factors 1. Prothrombin (II) 2. Factor VII 3. Factor IX 4. Factor X 5. Protein C",
        "cop": 4,
        "opa": "g-carboxylation of aspaic acid residues to clotting factor 2, 7, 9 and 10",
        "opb": "b-carboxylation of glutamic acid residues to clotting factor 2, 7, 9 and 10",
        "opc": "alpha - carboxylation of asparatic acid residues to clotting factor 2, 7, 9 and 10",
        "opd": "g-carboxylation of glutamic acid residues to clotting factor 2, 7, 9 and 10",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2017",
        "id": "fdf1102f-3826-49ae-ba46-b65143e0a9bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ion plays role in exocytosis?",
        "exp": "Exocytosis For exocytosis to occur, the vesicle containing neurotransmitter must fuse with pre-synaptic membrane - Vesicle membrane is negatively changed & also the cell is negatively charged. Therefore for this fusion to occur a bridge should be formed & a cation can form this bridges. that cation is Ca2+ - Exocytosis, in most cases, is stimulated by the entry of calcium ions into the cell: Calcium ions interact with vesicular membrane in some way that is not understood and its fusion with the cell membrane followed by exocytosis - That is opening of the membrane's outer surface and extrusion of its contents outside the cell.",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Potassium",
        "opc": "Calcium",
        "opd": "Magnesium",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2017",
        "id": "d1821de8-6acf-4204-9c8e-3673231ac364",
        "choice_type": "single"
    }
]