[
    {
        "question": "Na. Cl sympo is present in which pa of the nephron?",
        "exp": "In DCT: - The sympoer is NCC (Na+-Cl- cotranspoer) In the PCT, the apical membrane has Na+/H+-antipoer, which couples H+ secretion with the Na+ movement across the apical membrane. In the TAL of loop of Henle: - The sympoer NKCC moves 1 Na+, 1 K+, 2 Cl- through the apical membrane into the cell. In the late distal tubule and collecting duct: - Na+ diffuses across the apical membrane through the epithelial Na+ channel (ENaC).",
        "cop": 3,
        "opa": "PCT",
        "opb": "Loop of Henle",
        "opc": "DCT",
        "opd": "Collecting duct",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "53007838-cb95-46fe-89eb-6949fd5ee53b",
        "choice_type": "single"
    },
    {
        "question": "A farmer with pinpoint pupils, increased secretions and urination. What is the most likely diagnosis?",
        "exp": "The above clinical findings are suggestive of OPC poisoning. Organophosphate poisoning (OPC poisoning) - OPC compounds - Parathion (follidol) Methyl parathion Malathion HETP, TEPP Diazinon (Tik 20) Smell - Kerosene like (due to presence of Aromax) MOA - Inhibits Acetylcholinesterase enzyme Clinical features - Muscarinic Nicotinic 'SLUDGE BBB' Monday - Mydriasis S - Salivation Tuesday - Tachycardia L - Lacrimation (Red tears) Wednesday - Weakness of muscles U - | Urination Thursday - Hypertension D - Diarrhoea Friday - Fasciculations G - GIT upset E - Emesis B - Bronchospasm B - Blurring of vision (Constricted pupil) B - Bradycardia Diagnosis - Check the Cholinesterase enzyme levels - True Cholinesterase (RBC) Pseudocholinesterase - Correlates with Clinical features - Sensitive 2. Para nitrophenol test - Done for Parathion poisoning Rx - Decontamination Atropine i. v (Blocks the muscarinic effects) Oximes (Acetylcholinesterase enzyme reactivator) - Pralidoxime Suppoive Rx",
        "cop": 1,
        "opa": "Organophosphate poisoning",
        "opb": "Opioid poisoning",
        "opc": "Alcohol poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "5ba44757-9fd3-4c5c-8436-ddd6f1758218",
        "choice_type": "single"
    },
    {
        "question": "Normal anion gap is___ mmol/L?",
        "exp": "The cation normally measured is Na+, and the anions are usually Cl- and HCO3-. The \"anion gap\" is the difference between unmeasured anions and unmeasured cations and is estimated as Normal range: 8-16 m. Eq/L",
        "cop": 2,
        "opa": "6-Apr",
        "opb": "12-Jun",
        "opc": "24-Dec",
        "opd": "24-50",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "0adb2f20-7364-4d05-bc35-3a0e6d8ec75a",
        "choice_type": "single"
    },
    {
        "question": "After injury hair bulbs are seen crushed under microscopy. Probable type of wound;",
        "exp": "The above features are suggestive of Laceration. Laceration - Features - Irregular margins Floor - Vessels/ Hair bulb - Crushed Tissue bridges Swallow tails - Small split from edge of laceration seen",
        "cop": 2,
        "opa": "Abrasion",
        "opb": "Laceration",
        "opc": "Stab injury",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "3d1b7b68-1fca-4698-89a7-ca75eb0d0811",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has prolonged inspiratory spasms that resemble breath holding?",
        "exp": "APNEUSTIC BREATHING - long inspiratory spasms (resembles breath holding) CHEYNE-STROKE BREATHING - apnea followed by hyperapnea KUSSMAUL RESPIRATION - increased depth and prolonged inspiration REGULARLY IRREGULAR - seen in meningitis See the attached treasure for fuher details.",
        "cop": 2,
        "opa": "Biot breathing",
        "opb": "Apneustic breathing",
        "opc": "Cheyne stokes breathing",
        "opd": "Kussmaul breathing",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "ac7e51bd-40c0-436f-9588-e55195c922df",
        "choice_type": "single"
    },
    {
        "question": "Following hea sound is almost Pathological;",
        "exp": "Fouh Hea Sound (S4) It is due to ventricular filling and cannot be heard even by a stethoscope since its frequency is below the audible limit (20 Hz). It is always pathological. It can sometimes be heard immediately before the first sound when atrial pressure is high or the ventricle is stiff in conditions such as ventricular hyperophy. It is produced during last rapid filling of ventricles, which occurs due to atrial systole. Hence, it is also called \"atrial sound\".",
        "cop": 4,
        "opa": "S1",
        "opb": "S2",
        "opc": "S3",
        "opd": "S4",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "7a5f2f3e-3632-4714-886c-514a765dcb6f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding Wolff-Parkinson-White (WPW) syndrome?",
        "exp": "Wolff-Parkinson-White (WPW) syndrome Bundle of Kent is an aberrant anomalous path that connects SA node directly to the ventricles, bypassing the AV node. It is found in Wolff-Parkinson-White (WPW) syndrome There is no AV nodal delay. Hence, ventricular contraction stas very early, before its filling has occurs substantially. This will reduce the stroke volume In the absence of AV nodal delay, there is shoened PR interval on ECG. d (\"delta\") wave is seen on ECG; it results from the shoened PR interval.",
        "cop": 3,
        "opa": "No AV nodal delay",
        "opb": "Delta wave is seen on ECG",
        "opc": "Prolonged PR interval",
        "opd": "Bundle of Kent",
        "subject_name": "Physiology",
        "topic_name": "FMGE 2019",
        "id": "92a6214e-fac9-4af9-b808-bdd65b2a7356",
        "choice_type": "multi"
    }
]