[
    {
        "question": "Vitamin B12 intrinsic factor absorption occurs in",
        "exp": "Most of the vitamins are absorbed in the upper small intestine, but vitamin B12 is absorbed in the ileum. Vitamin B12 binds to intrinsic factor and the complex is absorbed across the ileal mucosa. Vitamin B12 and folate absorption are Na+ independent. Other vitamins are absorbed by carriers that are Na+ cotranspoers. (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 458)",
        "cop": 2,
        "opa": "Duodenum",
        "opb": "Ileum",
        "opc": "Jejunum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "da0009e4-46b1-421f-aa47-86d95139e8da",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor of castle is secreted by which of the following cells in gastric glands",
        "exp": "The stomach also adds a significant volume of digestive juices to the meal. Like salivary secretion, the stomach actually readies itself to receive the meal before it is actually taken in, during the so-called cephalic phase that can be influenced by food preferences. The gastric secretions arise from glands in the wall of the stomach that drain into its lumen, and also from the surface cells that secrete primarily mucus and bicarbonate to protect the stomach from digesting itself, as well as substances known as trefoil peptides that stabilize the mucus-bicarbonate layer. The glandular secretions of the stomach differ in different regions of the organ. The most characteristic secretions derive from the glands in the fundus or body of the stomach. These contain two distinctive cell types from which the gastric secretions arise: the parietal cells, which secrete hydrochloric acid and intrinsic factor; and the chief cells, which produce pepsinogens and gastric lipase. The acid secreted by parietal cells serves to sterilize the meal and also to begin the hydrolysis of dietary macromolecules. Intrinsic factor is impoant for the later absorption ofvitamin B12 or cobalamin. Pepsinogen is the precursor of pepsin, which initiates protein digestion. Lipase similarly begins the digestion of dietary fats. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 432",
        "cop": 2,
        "opa": "Chief cells",
        "opb": "Parietal cells",
        "opc": "Enterochromaffin cells",
        "opd": "B cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "6a25c0d5-4d53-429a-ac5c-0bf0145cba6d",
        "choice_type": "single"
    },
    {
        "question": "Glucose transpo occur with the help of following ion in absorption in gut region",
        "exp": "Glucose is absorbed into the epithelial cells lining the mucous membrane of the small intestine from their brush border surface by an active transpo mechanism Sodium co-transpo mechanism. Binding of glucose & Na+ to carrier protein: The carrier protein in cell membrane has 2 binding sites, one for sodium & another for glucose. It is called sodium-dependent glucose transpoer-I. The conformational change in the carrier protein occurs only when the binding sites are occupied by the sodium & glucose present in the gut lumen forming the sodium- glucose - carrier complex. Ref: Medical Physiology, Indu Khurana",
        "cop": 1,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Ca+",
        "opd": "CI-",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "798fd268-a21d-4847-8b6e-cac0e9626903",
        "choice_type": "single"
    },
    {
        "question": "The major initiating response for peristalsis is",
        "exp": "The major initiating response for peristalsis is local stretching of the gut. Peristalsis is a reflex that is initiated when the gut wall is stretched by the contents of the lumen. It occurs in all pas of the gastrointestinal tract from the esophagus to the rectum. The stretch initiates a circular contraction behind the stimulus and an area of relaxation in front of it. The wave of contraction then moves in an oral-to-caudal direction. This propels the contents of the lumen forward at rates that vary from 2 to 25 cm/s Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 485",
        "cop": 2,
        "opa": "Hormonal",
        "opb": "Local stretching of gut",
        "opc": "Neural",
        "opd": "Gastric acid",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "d3a11700-d0e9-48d6-a258-85567b37f5fa",
        "choice_type": "single"
    },
    {
        "question": "Amylin is secreted by which cell of pancreas?",
        "exp": "Amylin, or islet amyloid polypeptide (IAPP), is a 37-residue peptide hormone. It is cosecreted with insulin from the pancreatic b-cells in the ratio of approximately 100: 1. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 315",
        "cop": 2,
        "opa": "Alpha cells",
        "opb": "Beta cells",
        "opc": "Gamma cells",
        "opd": "Delta cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "42f7afcf-c9f3-48d5-bb82-6c749036138a",
        "choice_type": "single"
    },
    {
        "question": "Amount of water lost in stools",
        "exp": "Normal\" Output: 1400-2300 mL/d Urine: 800-1500 mL Stool: 200 mL-250mL Insensible loss: 600-900 mL (lungs and skin). (With fever, each degree above 98. 6degF adds 2. 5 mL/kg/d to insensible losses; insensible losses are decreased if a patient is undergoing mechanical ventilation; free water gain can occur from humidified ventilation.). Ref: <a href=\"",
        "cop": 2,
        "opa": "50ml",
        "opb": "200ml",
        "opc": "300ml",
        "opd": "350ml",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f2e24e1b-c934-4c9a-ba71-47cd774d66dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a function of gut flora",
        "exp": "If the intestinal microbes are eliminated, the intestinal contents become voluminous, the caecum is dilated and the intestine remains thinly walled. Historically, in germ-free animals, the villi are shoer, epithelial cell turnover is reduced and gut-associated lymphoid tissue is atrophic. From a functional point of view, in the absence of flora, mucosal disaccharidase activity is increased and nutrient absorption is more efficient, but gastric and intestinal motility is slower, and immunological defense mechanisms are weaker. Regarding infections, the protective influence of intestinal microflora extends beyond the gut. Through an ill-understood mechanism, normal enteral flora protects also against parenteral infections. Bowel flora has also been given the credit for synthesizing several vitamins. These vitamins include vitamin K, cyanocobalamin, folate, pyridoxine, biotin, pantothenate, and riboflavin. Anaerobic bacterial fermentation of fiber in the colon results in the formation of water, carbon dioxide, hydrogen, and sho-chain fatty acids such as acetic, propionic, and butyric acids.",
        "cop": 3,
        "opa": "Protection against parenteral infections",
        "opb": "Synthesis of vitamin K",
        "opc": "Decreased proliferation of epithelial cells",
        "opd": "Fermentation of mucin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "269fb798-5b06-4848-a527-ee75f8f4aa06",
        "choice_type": "single"
    },
    {
        "question": "Which causes antral gastrin release?",
        "exp": "Gastrin is produced by cells called G cells in the antral poion of the gastric mucosa. G cells are flask-shaped, with a broad base containing many gastrin granules and a narrow apex that reaches the mucosal surface. Microvilli project from the apical end into the lumen. Receptors mediating gastrin responses to changes in gastric contents are present on the microvilli. Other cells in the gastrointestinal tract that secrete hormones have a similar morphology. Gastrin is typical of a number of polypeptide hormones in that it shows both microheterogeneity and microheterogeneity. Microheterogeneity refers to the occurrence in tissues and body fluids of peptide chains of various lengths; microheterogeneity refers to differences in molecular structure due to derivatization of single amino acid residues. preprogastrin is processed into fragments of various sizes. Three main fragments contain 34, 17, and 14 amino acid residues. All have the same carboxyl terminal configuration. In large doses, gastrin has a variety of actions, but its principal physiologic actions are stimulation of gastric acid and pepsin secretion and stimulation of the growth of the mucosa of the stomach and small and large intestines (trophic action). Gastrin secretion is affected by the contents of the stomach, the rate of discharge of the vagus nerves, and bloodborne factors. Atropine does not inhibit the gastrin response to a test meal in humans, because the transmitter secreted by the postganglionic vagal fibers that innervate the G cells is gastrin-releasing polypeptide rather than acetylcholine. Gastrin secretion is also increased by the presence of the products of protein digestion in the stomach, paicularly amino acids, which act directly on the G cells. Phenylalanine and tryptophan are paicularly effective. The acid in the antrum inhibits gastrin secretion, paly by a direct action on G cells and paly by release of somatostatin, a relatively potent inhibitor of gastric secretion. The effect of acid is the basis of a negative feedback loop regulating gastrin secretion. Increased secretion of the hormone increases acid secretion, but the acid then feeds back to inhibit fuher gastrin secretion. In conditions such as pernicious anemia in which the acid-secreting cells of the stomach are damaged, gastrin secretion is chronically elevated. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 443",
        "cop": 1,
        "opa": "Antral distension",
        "opb": "Acid",
        "opc": "Secretin",
        "opd": "Calcitonin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f489590c-7a81-44d0-b7fb-aca02bbf4ee6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following decreases appetite?",
        "exp": "Food intake and appetite are regulated by various circulating hormones including ghrelin and glucagon-like-peptide 1 (GLP-1). Ghrelin, mainly released from the stomach, increases food intake, induces appetite, enhances adiposity as well as releases growth hormone Ref: guyton and hall textbook of medical physiology 12 edition page number: 811, 812, 813",
        "cop": 4,
        "opa": "Orexin",
        "opb": "Neuropeptide Y",
        "opc": "Ghrelin",
        "opd": "Leptin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "4520bf6d-5223-4d05-888b-03a177082fb1",
        "choice_type": "single"
    },
    {
        "question": "Most common postprandial motility is seen in",
        "exp": "It&; s sigmoid colon Tonic and phasic colonic motility and compliance of the transverse and sigmoid colon were therefore assessed using a combined barostat-manometry assembly in 22 healthy subjects. Measured colonic compliance was corrected by subtraction of the compliance of the closed barostat system. The mean (SEM) preprandial colonic volumes in the transverse and sigmoid colon were similar (150 (12) and 128 (13) ml, p = NS), corresponding to calculated mean (SEM) colonic diameters of 4. 3 cm and 4. 0 cm respectively. The mean increase in colonic tone postprandially was significantly greater in the transverse (24. 1% (3. 5)) than in the sigmoid colon (13. 1% (3. 0), p < 0. 01). The mean increase in phasic contractility was significantly greater, however, in the sigmoid than in the transverse colon (1270 (210) and 425 (60) mm Hg/90 min respectively, p < 0. 01). Compliance was greater in the transverse than sigmoid colon (7. 6 (0. 44) and 4. 1 (0. 15) ml/mm Hg, p < 0. 001). The fasting volume of the colon was significantly correlated with the magnitude of the tonic response to the meal in the transverse and sigmoid colon (p < 0. 001 for both). In conclusion, there are quantitatively different but qualitatively similar phasic and tonic responses to the meal in the two colonic regions. Differences in the viscoelastic and luminal dimensions may paly account for these differences in tonic responses. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 475",
        "cop": 4,
        "opa": "Ascending colon",
        "opb": "Transverse colons",
        "opc": "Descending colon",
        "opd": "Sigmoid colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9bc9e2d0-4924-451a-b2fd-faff1ef68f03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is produced by the stomach and has a role in control of food intake?",
        "exp": "Ghrelin is secreted primarily by the stomach and appears to play an impoant role in the central control of food intake. It also stimulates growth hormone secretion by acting directly on receptors in the pituitary. Cholecystokinin (CCK) is secreted by cells in the mucosa of the upper small intestine. It has a plethora of actions in thegastrointestinal system, but the most impoant appears to be the stimulation of pancreatic enzyme secretion, the contraction of the gallbladder (the action for which it was named), and relaxation of the sphincter of Oddi, which allows both bile and pancreatic juice to flow into the intestinal lumen. The neuropeptide orexin(hypocretin)increases energy expenditure paially through increasing spontaneous physical activity. when growth hormone is secreted into your bloodstream, it triggers the liver to produce a hormone called insulin-like growth factor -1. IGF-1 stimulates the growth of bones and other tissues. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 443, 448",
        "cop": 1,
        "opa": "Ghrelin",
        "opb": "Insulin like growth hormone-I",
        "opc": "Orexin",
        "opd": "Cholecystokinin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "21e0e367-0f19-4024-a1cb-ec3858115630",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is involved in peristalsis by causing relaxation",
        "exp": "The release of NO and VIP (Vasoactive intestinal polypeptide) from the cholinergic neurons passing in an anterograde direction relaxes the segment of the intestine ahead of the stimulus. Peristalsis involves the contraction of a segment of intestine behind the bolus of food and relaxation of a segment behind the bolus of food and relaxation of a segment of the intestine in front of the bolus of food. Cholinergic neurons passing in retrograde direction produce substance P and acetylcholine which cause contraction of a segment of intestine. Cholinergic neurons passing in anterograde direction produce NO and VIp which causes relaxation of a segment of the intestine in front of a bolus of food. Ref: Ganong&; s Review of medical physiology 26th edition Pgno: 495",
        "cop": 4,
        "opa": "Acetyl choline",
        "opb": "Substance P",
        "opc": "Noradrenaline",
        "opd": "Vasoactive Intestinal Polypeptide",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "4531a50b-6cbe-48b6-b099-b877e32f7db7",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor secreted by",
        "exp": "Parietal or oxyntic cells secrete HCl and intrinsic factor. Chief or zymogen or peptic cells secrete pepsinogen. (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 431)",
        "cop": 2,
        "opa": "Chief cells",
        "opb": "Parietal / oxyntic cells",
        "opc": "Antral cells",
        "opd": "Mucous secreting cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a3c7602f-fa9e-44e2-bf0d-67abf977b533",
        "choice_type": "single"
    },
    {
        "question": "Submucosal plexus of GIT",
        "exp": "Two major networks of nerve fibers are intrinsic to the gastrointestinal tract: the myenteric plexus (Auerbach's plexus), between the outer longitudinal and middle circular muscle layers, and the submucous plexus (Meissner's plexus), between the middle circular layer and the mucosa. Collectively, these neurons constitute the enteric nervous system. The system contains about 100 million sensory neurons, interneurons, and motor neurons in humans--as many as are found in the whole spinal cord and the system is probably best viewed as a displaced pa of the central nervous system (CNS) that is concerned with the regulation of gastrointestinal function. It is sometimes referred to as the \"little brain\" for this reason. It is connected to the CNS by parasympathetic and sympathetic fibers but can function autonomously without these connections. The myenteric plexus innervates the longitudinal and circular smooth muscle layers and is concerned primarily with motor control, whereas the submucous plexus innervates the glandular epithelium, intestinal endocrine cells, and submucosal blood vessels and is primarily involved in the control of intestinal secretion. The neurotransmitters in the system include acetylcholine, the amines norepinephrine and serotonin, the amino acid g-aminobutyrate (GABA), the purine adenosine triphosphate (ATP), the gases NO and CO, and many different peptides and polypeptides. Some of these peptides also act in a paracrine fashion, and some enter the bloodstream, becoming hormones. Not surprisingly, most of them are also found in the brain. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 448",
        "cop": 3,
        "opa": "Myenteric plexus",
        "opb": "Auerback's plexus",
        "opc": "Meissner's plexus",
        "opd": "Extrinsic nerves",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9da6df98-ef08-4fce-82cb-969f44cfb23f",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic lipase that digests lipids require",
        "exp": "Colipase, abbreted CLPS, is a protein co-enzyme required for optimal enzyme activity of pancreatic lipase. It is secreted by the pancreas in an inactive form, procolipase, which is activated in the intestinal lumen by trypsin Ref: guyton and hall textbook of medical physiology 12 edition page number: 437, 438, 439",
        "cop": 4,
        "opa": "Vitamin B12",
        "opb": "Pyridoxine",
        "opc": "Tocopherol",
        "opd": "Colipase",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "3a014824-cdf7-4877-aea7-7bafb9d9c3a7",
        "choice_type": "single"
    },
    {
        "question": "Gastric secretion of H+ ions",
        "exp": "Gastric parietal cells are highly specialized for their unusual task of secreting concentrated acid. The cells are packed with mitochondria that supply energy to drive the apical H, K-ATPase, or proton pump, that moves H+ ions out of the parietal cell against a concentration gradient of more than is terminated after the meal moves from the stomach into the small intestine. Gastric parietal cells are highly specialized for their unusual task of secreting concentrated acid. The cells are packed with mitochondria that supply energy to drive the apical H, K-ATPase, or proton pump, that moves H+ ions out of the parietal cell against a concentration gradient of more than a million-fold. At rest, the proton pumps are sequestered within the parietal cell in a series of membrane compaments known as tubulovesicles. When the parietal cell begins to secrete, on the other hand, these vesicles fuse with invaginations of the apical membrane known as canaliculi, thereby substantially amplifying the apical membrane area and positioning the proton pumps to begin acid secretion. The apical membrane also contains potassium channels, which supply the K+ ions to be exchanged for H+, and Cl- channels that supply the counterion for HCl secretion. The secretion of protons is also accompanied by the release of equivalent numbers of bicarbonate ions into the bloodstream, are later used to neutralize gastric acidity once its function is complete. Reference: Ganong review of medical physiology 23rd edition Page no: 434",
        "cop": 2,
        "opa": "Is by chief cells",
        "opb": "Is regulated in pa by number of H+pumps",
        "opc": "Is enhanced by carbonic anhydrase inhibitors",
        "opd": "Occurs in exchange for luminal Na+ ions",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "06788cb4-93c4-4d47-8767-7bd5e740e20a",
        "choice_type": "single"
    },
    {
        "question": "Chyme is formed by",
        "exp": "Stomach the semifluid, homogeneous, creamy or gruel- like material produced by action of the gastric juice on ingested food in the stomach Ref: guyton and hall textbook of medical physiology 12th edition page number: 395, 396, 397",
        "cop": 2,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Duodenum",
        "opd": "Jejunum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "57b107cd-5082-40c8-9b69-e1202442570f",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor of Castle is secreted by",
        "exp": "Characteristics of the Gastric Secretions a. In addition to mucus-secreting cells that line the entire surface of the stomach, the stomach mucosa has two impoant types of tubular glands: oxyntic glands (also called gastric glands) and pyloric glands. b. The oxyntic or Parietal (acid-forming) glands secrete hydrochloric acid, pepsinogen, intrinsic factor. Ref: guyton and hall textbook of medical physiology 12 edition page number: 406, 407, 408",
        "cop": 2,
        "opa": "Chief bills",
        "opb": "Parietal cells",
        "opc": "Mucous cells",
        "opd": "ss cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "07f00d57-0988-4162-822b-424fa8f995c4",
        "choice_type": "single"
    },
    {
        "question": "In infants defecation often follows a meal. The cause of colonic contraction in this situation is ______",
        "exp": "The cause of colonic contraction in the given situation is due to gastrocolic reflex. Distension of the stomach by food initiates contractions of the rectum and frequently, a desire to defecate. This response is called the gastrocolic reflex. Beacuse of thus repsonse, defecation after meals is common in children. This response may be amplified by the action of gastrin on the colon. Ref: Ganong&; s review of medical physiology 26th edition Pgno: 493, 494",
        "cop": 4,
        "opa": "Gastroileal reflex",
        "opb": "Enterogastric reflex",
        "opc": "Increased circulation of CCK",
        "opd": "Gastrocolic reflex",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "1fcd2679-34dc-4562-a9b7-bfeb1007dcb0",
        "choice_type": "single"
    },
    {
        "question": "In obesity, leptin level",
        "exp": "Leptin is an adipocyte-derived, satiety-regulating hormone that acts within the hypothalamus and other brain sites. Obese humans and animals are largely resistant to central actions of leptin. Rising leptin levels associated with progressing obesity are generally regarded as simply a consequence rather than a causative factor in the leptin resistance and obesity. Ref: guyton and hall textbook of medical physiology 12 edition page number: 811, 812, 813",
        "cop": 1,
        "opa": "High",
        "opb": "Normal",
        "opc": "Low",
        "opd": "May be low to normal",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "50dc5a58-f171-4077-a341-995dd0e1d448",
        "choice_type": "single"
    },
    {
        "question": "While doing sigmoidoscopy, if the rectum is inflated with a gas increased peristalsis is seen in",
        "exp": "Increase in intrarectal pressure initiates defecation reflex, so peristalsis increases in distal colon Ref: Ganong 25th ed/page 499",
        "cop": 3,
        "opa": "Whole colon",
        "opb": "Proximal colon",
        "opc": "Distal colon",
        "opd": "Whole intestine",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "23232c91-cde1-471c-b7dd-a7521ac9d30d",
        "choice_type": "single"
    },
    {
        "question": "Most potent stimulus for bile secretion",
        "exp": "The bile salts have a number of impoant actions: they reduce surface tension and, in conjunction with phospholipids and monoglycerides, are responsible for the emulsification of fat preparatory to its digestion and absorption in the small intestine. They are amphipathic, that is, they have both hydrophilic and hydrophobic domains; one surface of the molecule is hydrophilic because the polar peptide bond and the carboxyl and hydroxyl groups are on that surface, whereas the other surface is hydrophobic. Therefore, the bile salts tend to form cylindrical disks called micelles. Their hydrophilic poions face out and their hydrophobic poions face in. Above a ceain concentration, called the critical micelle concentration, all bile salts added to a solution form micelles. Lipids collect in the micelles, with cholesterol in the hydrophobic center and amphipathic phospholipids and monoglycerides lined up with their hydrophilic heads on the outside and their hydrophobic tails in the center. The micelles play an impoant role in keeping lipids in solution and transpoing them to the brush border of the intestinal epithelial cells, where they are absorbed. Ninety to 95% of the bile salts are absorbed from the small intestine. Once they are deconjugated, they can be absorbed by nonionic diffusion, but most are absorbed in their conjugated forms from the terminal ileum (Figure 26-18) by an extremely efficient Na+-bile salt cotranspo system powered by basolateral Na+-K+ATPase. The remaining 5-10% of the bile salts enter the colon and are conveed to the salts of deoxycholic acid and lithocholic acid. Lithocholate is relatively insoluble and is mostly excreted in the stools; only 1% is absorbed. However, deoxycholate is absorbed. The absorbed bile salts are transpoed back to the liver in the poal vein and excreted in the bile (enterohepatic circulation). Those lost in the stool are replaced by synthesis in the liver; the normal rate of bile salt synthesis is 0. 2 to 0. 4 g/d. The total bile salt pool of approximately 3. 5 g recycles repeatedly the enterohepatic circulation; it has been calculated that the entire pool recycles twice per meal and six to eight times per day. When bile is excluded from the intestine, up to 50% of ingested fat appears in the feces. A severe malabsorption of fat-soluble vitamins also results. When bile salt reabsorption is prevented by resection of the terminal ileum or by disease in this poion of the small intestine, the amount of fat in the stools is also increased because when the enterohepatic circulation is interrupted, the liver cannot increase the rate of bile salt production to a sufficient degree to compensate for the loss. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 438, 439, 440",
        "cop": 4,
        "opa": "Cholecystokin",
        "opb": "Secretin",
        "opc": "Bile acid",
        "opd": "Bile salt",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ec40b0d4-35c4-443f-a5f1-aad1ab5d414f",
        "choice_type": "single"
    },
    {
        "question": "Receptor for vitamin B12-IF complex is located in",
        "exp": "Methyl-B12 is absorbed by two processes. The first is an intestinal mechanism using intrinsic factor through which 1-2 micrograms can be absorbed every few hours. The second is a diffusion process by which approximately 1% of the remainder is absorbed. The human physiology of vitamin B12 is complex, and therefore is prone to mishaps leading to vitamin B12 deficiency. Protein-bound vitamin B12 must be released from the proteins by the action of digestive proteases in both the stomach and small intestine. Gastric acid releases the vitamin from food paicles; therefore antacid and acid-blocking medications (especially proton-pump inhibitors) may inhibit absorption of B12. B12 taken in a low-solubility, non-chewable supplement pill form may bypass the mouth and stomach and not mix with gastric acids, but acids are not necessary for the absorption of free B12 not bound to protein; acid is necessary only to recover naturally-occurring vitamin B12 from foods. R-protein (also known as haptocorrin and cobalophilin) is a B12 binding protein that is produced in the salivary glands. It must wait to bind food-B12 until B12 has been freed from proteins in food by pepsin in the stomach. B12 then binds to the R-protein to avoid degradation of it in the acidic environment of the stomach. This pattern of B12 transfer to a special binding protein secreted in a previous digestive step, is repeated once more before absorption. The next binding protein for B12 is intrinsic factor (IF), a protein synthesized by gastric parietal cells that is secreted in response to histamine, gastrin and pentagastrin, as well as the presence of food. In the duodenum, proteases digest R-proteins and release their bound B12, which then binds to IF, to form a complex (IF/B12). B12 must be attached to IF for it to be efficiently absorbed, as receptors on the enterocytes in the terminal ileum of the small bowel only recognize the B12-IF complex; in addition, intrinsic factor protects the vitamin from catabolism by intestinal bacteria. Once the IF/B12 complex is recognized by specialized ileal receptors, it is transpoed into the poal circulation. The vitamin is then transferred to transcobalamin II (TC-II/B12), which serves as the plasma transpoer. Hereditary defects in production of the transcobalamins and their receptors may produce functional deficiencies in B12 and infantile megaloblastic anemia, and abnormal B12 related biochemistry, even in some cases with normal blood B12 levels. For the vitamin to serve inside cells, the TC-II/B12 complex must bind to a cell receptor, and be endocytosed. The transcobalamin-II is degraded within a lysosome, and free B12 is finally released into the cytoplasm, where it may be transformed into the proper coenzyme, by ceain cellular enzymes. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 458",
        "cop": 1,
        "opa": "Ileum",
        "opb": "Colon",
        "opc": "Jejunum",
        "opd": "Duodenum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "4fe1f65a-0037-4acf-91f6-875decb94d92",
        "choice_type": "single"
    },
    {
        "question": "Gastric emptying sequence into duodenum",
        "exp": "Food rich in carbohydrate leaves the stomach in a few hours. Protein-rich foods leave more slowly and emptying is slowest after a meal containing fat. Hyperosmotic contents in duodenum decrease gastric emptying. CCK is also an inhibitor of gastric emptying (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 473)",
        "cop": 1,
        "opa": "Fat > protein > carbohydrate",
        "opb": "Fat < carbohydrate < protein",
        "opc": "Protein < fat < carbohydrate",
        "opd": "Protein > fat > carbohydrate",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9a14d849-9e2c-4878-b4d9-954dcb89bf23",
        "choice_type": "single"
    },
    {
        "question": "Stimulant for gastric emptying is",
        "exp": "Distention of the stomach is the major and the only natural stimulus known to increase gastric emptying. The basic pattern of gastric emptying is propoional to the square root function of a volume of a meal. Ref: Ganong 25th ed/page 353",
        "cop": 4,
        "opa": "Secretin",
        "opb": "CCK",
        "opc": "Gastrin",
        "opd": "Distension",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "422b4f8c-38c7-47f6-88ea-e4427f9c004d",
        "choice_type": "single"
    },
    {
        "question": "During peristalsis which of the following is not involved?",
        "exp": "Ach & Substance P are responsible for the proximal contracting segment of peristalsis NO & VIP are responsible for the distal Relaxation Ref: Ganong 25th ed/page 497",
        "cop": 3,
        "opa": "NO",
        "opb": "Substance P",
        "opc": "Noradrenalin",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a17da2a8-dc4e-4644-a0fc-ec73e7304d08",
        "choice_type": "single"
    },
    {
        "question": "The first urge to defecate occurs when rectal pressure is increased to",
        "exp": "The first urge to defecate occurs when rectal pressure is increased to 18 mm. Hg. When this pressure reaches 55 mm. Hg, the external and the internal sphincter relax, and there is reflex expulsion of the contents of the rectum. Defeacation reflex: Distension of the rectum and colon stimulates stretch receptors in the rectal wall. Then, the defecation reflexes travel from the colon and rectum to the spinal cord and back again to produce the powerful colonic, rectal, and abdominal contractions required for defecation. Ref: Ganong&; s Review of medical Physiology 26th edition Pgno: 488",
        "cop": 4,
        "opa": "12 mm. Hg",
        "opb": "14 mm. Hg",
        "opc": "16 mm. Hg",
        "opd": "18 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "3e9ce154-b2b7-4336-9964-c31cc36497dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following undergo enterohepatic circulation?",
        "exp": "Substances are said to undergo an enterohepatic circulation (EHC) when they are excreted into the bile, pass into the lumen of the intestine, are reabsorbed and then return to the liver the circulation. Many endogenous and exogenous substances can undergo an EHC. Among the endogenous substances are the bile salts, the biliary lipids and biliary phospholipids, bilirubin, estrone and estriol, folic acid, vitamin B12, and urobilinogen. In contrast to bile salts, which undergo a highly efficient enterohepatic circulation, glucuronic acid conjugates of bilirubin are biliary excretory molecules that in health do not have a continuing biologic life. Intestinal absorptive cells are devoid of recapture transpoers for bilirubin conjugates, and their large size and polarity prevent absorption by passive diffusion. However, unconjugated bilirubin can be absorbed passively from any pa of the small and large intestines. This can occur only if unconjugated bilirubin is kept in solution and does not undergo rapid bacterial reduction to form urobilinoids. Biliverdin results from the breakdown of the heme moiety of hemoglobin in erythrocytes. Macrophages break down senescent erythrocytes and break the heme down into biliverdin, which normally rapidly reduces to free bilirubin. Para-aminohippuric acid (PAH), a derivative of hippuric acid, is a diagnostic agent useful in medical tests involving the kidney used in the measurement of renal plasma flow. It filters freely through the glomerular membranes. Urobilinogen is a colourless by-product of bilirubin reduction. It is formed in the intestines by bacterial action on bilirubin. About half of the urobilinogen formed is reabsorbed and taken up the poal vein to the liver, enters circulation and is excreted by the kidney. Ref: guyton and hall textbook of medical physiology 12 edition page number: 420, 421, 422",
        "cop": 1,
        "opa": "Bilirubin",
        "opb": "Biliverdin",
        "opc": "PAHA (para amino hippuric acid)",
        "opd": "Bi linogen",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "1d1c3010-1279-4ea0-8d12-dd72027a0f2f",
        "choice_type": "single"
    },
    {
        "question": "Maximum water reabsorption in the Gastrointestinal tract occurs in",
        "exp": "REABSORPTION OF WATER IN THE GIT Jejunum - 5500 ml Ileum - 2000 ml Colon - 1300 ml Total reabsorption - 8800 ml Ref: guyton and hall textbook of medical physiology 12th edition page number: 394, 395, 396",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "da636033-36c2-45bb-9209-fd32698d11e0",
        "choice_type": "single"
    },
    {
        "question": "Iron is absorbed actively in the",
        "exp": "Most of the iron is absorbed in the upper pa of the small intestine: - Duodenum and adjacent jejunum contain most of the iron suitable for absorption. Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Terminal ileum",
        "opd": "Proximal ileum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "5d4c62d8-7637-48ca-85c5-d7edcdba27dc",
        "choice_type": "single"
    },
    {
        "question": "Pacemaker is formed by which of the following cells in GIT?",
        "exp": "Interstitial cells of Cajal are the Stellate Mesenchymal pacemaker cells Ref: Ganong 25th ed/page 496",
        "cop": 3,
        "opa": "P- cells",
        "opb": "Oxyntic cells",
        "opc": "Cajal cells",
        "opd": "Parietal cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b1004de9-8c96-410b-8461-09dd695f4568",
        "choice_type": "single"
    },
    {
        "question": "GLUT 4 Receptors are primarily found in which tissues:",
        "exp": "GLUT 4 receptors are primarily found in skeletal muscle, fat and cardiac tissue. Q Which GLUT is characteristically found in placenta GLUT 3 Q Which GLUT is characteristically a fructose transpoer GLUT 5 Q Blood to brain glucose transpo facilitated by GLUT 1 Q Main insulin responsive glucose transpoer is GLUT 4 Ref: Harper 30th edition Pgno: 191",
        "cop": 4,
        "opa": "Brain, red blood cells",
        "opb": "Liver, Kidney, Ileum",
        "opc": "Neurones and placenta",
        "opd": "Skeletal muscle, fat and cardiac tissue",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "aad026ec-3e1a-44b4-b4e1-7b6a40b205c9",
        "choice_type": "single"
    },
    {
        "question": "In infants, defecation often follows a meal. The cause Gastroileal reflex of colonic contractions in this situation is",
        "exp": "Gastrocolic reflex refers to the contraction of colon induced by entry of food into the stomach. This reflex results in an urge to defaecate after a meal. Because of this, defaecation after meals is a rule in children. However, in adults, the bowel training suppresses this reflex. Ref: Medical physiology, Indu Khurana",
        "cop": 4,
        "opa": "Gastroileal reflex",
        "opb": "Enterogastric reflex",
        "opc": "Increased circulating levels of GCR",
        "opd": "Gastrocolic - reflex",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "1e508297-640e-42a3-8ba1-f302a1d21bc6",
        "choice_type": "single"
    },
    {
        "question": "In the RBC series, proliferation occurs at which stage?",
        "exp": "Proliferation occurs at early normoblast Ref: guyton and hall textbook of medical physiology 12 edition page number: 111, 112, 113",
        "cop": 1,
        "opa": "Early normoblast",
        "opb": "Intermediate normoblast",
        "opc": "Late normoblast",
        "opd": "Proerythroblast",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "90a6a887-127a-4632-a79e-cfd46c2c0017",
        "choice_type": "single"
    },
    {
        "question": "Pacemaker generating the rhythm for breathing is",
        "exp": "Pro-Botzinger complex generates the rhythm for automated breathing. These are also known as pacemaker cells located in the medulla. These are the first set of neurons which initiate inspiration. These neurons discharge rhythmically, and they produce rhythmic discharges in the phrenic motor neurons. Breathing is under the control of both the following: Voluntary control: Located in the cerebral coex ( coicospinal tract) Automatic Control: Driven by pacemaker cells in the medulla (Pre-Botzinger complex). These activate motor neurons cervical (Phrenic nerve innervating diaphragm) and thoracic spinal cord (external intercostal muscle). There is a reciprocal innervation to expiratory and inspiratory muscles in that motor neurons supplying expiratory muscles are inactive when motor neurons supplying inspiratory muscles are active, and vice versa. Inspiration Initiation Pre-Botzinger complex (pacemaker cells) in Medulla Maintenance Apneustic center in lower pons stimulates Dorsal group of neurons in the medulla Termination Apneustic center initiated by vagus and Pneumotaxic center Regulation of expiration: During quiet breathing, expiration is a passive process; there is no firing of neurons. Ventral respiratory group of neurons are involved in forceful expiration like during excercise. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 646",
        "cop": 3,
        "opa": "Pneumotaxic centre",
        "opb": "Dorsal group of neurons in the medulla",
        "opc": "Pre-Botzinger complex",
        "opd": "Apneustic centre",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a8fb81bb-a871-465b-b6d4-bf22fdfeb4cd",
        "choice_type": "single"
    },
    {
        "question": "Absorption of Glucose in the intestine is by:",
        "exp": "Absorption of Glucose in the intestine is mediated by the sodium-Glucose cotranspoer proteins (The SGLT proteins). These Co-transpoers are an example of secondary active transpo. Secondary active transpo is a form of active transpo across a biological membrane in which a transpoer protein couples the movement of an ion (typically Na+ or H+) down its electrochemical gradient to the uphill movement of another molecule or ion against or ion against a concentration/electrochemical gradient. Absorption of Glucose in the intestine is mediated by the sodium-Glucose cotranspoer proteins (The SGLT proteins). SGLT activity use the energy from this downhill sodium ion gradient created by the ATPase pump to transpo glucose across the apical membrane, against an uphill glucose gradient. These co-transpoer are an example of secondary active transpo. Two processes involved in the Uptake of Glucose: Facilated duiffusion (a passive process): Mediated by GLUT Transpo Secondary active transpo (an active process): Mediated by SGLT Co-transpoers Major Glucose transpoers: Facilitative bidirectional transpoers (Facilitated Diffusion): GLUT 1 Brain, Kidney, Colon, Placenta, erythrocytes Glucose uptake GLUT 2 Liver, Pancreatic beta cell, small intestine, kidney Rapid uptake or release of glucose GLUT 3 Brain, Kidney, Placenta Glucose uptake GLUT 4 Heart and skeletal muscle, adipose tissue Insulin-stimulated glucose uptake GLUT 5 Small intestine Absorption of fructose Sodium dependent unidirectional transpoer (Secondary Active Transpo) SGLT 1 Small intestine (Also kidney) Active uptake of glucose against a concentration SGLT 2 Kidney Active uptake of glucose against a concentration gradient In the kidneys, 100% of the filtered glucose in the glomerulus has to be reabsorbed along the nephron. 98% of the load is absorbed in the proximal convoluted tubule (PCT) the SGLT2 protein. Remaining two percent is absorbed and the proximal straight tubule (PST) the SGLT 1 protein. Ref: Ganong",
        "cop": 2,
        "opa": "Primary Active Transpo",
        "opb": "Secondary Active Transpo",
        "opc": "Facilitated Diffusion",
        "opd": "Simple Diffusion",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "cab89ebe-4625-4d94-b6a7-a04f7234da66",
        "choice_type": "single"
    },
    {
        "question": "Longest transit time in GIT is seen in",
        "exp": "The transit time for Cecum- 4hrs, the first third of the colon -6hrs, the second third of the colon-9hrs, sigmoid colon-12hrs Ref: Ganong 25th ed/page 499",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Colon",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "388feda4-8526-4cc5-b872-e82f003a33ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has highest pH?",
        "exp": "Pancreatic juice has the highest pH because it is basic Ref: guyton and hall textbook of medical physiology 12 edition page number: 414, 415, 416",
        "cop": 3,
        "opa": "Saliva",
        "opb": "Gastric juice",
        "opc": "Pancreatic juice",
        "opd": "Bile",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "777fd1d3-7484-43e9-8ff6-64afaf5eb56f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhibits gastric secretion and motility?",
        "exp": "Vasoactive intestinal peptide, also known as the vasoactive intestinal polypeptide or VIP, is a peptide hormone that is vasoactive. VIP is produced in many tissues of veebrates including the gut, pancreas, and hypothalamus in the brain. With respect to the digestive system, VIP seems to induce smooth muscle relaxation (lower esophageal sphincter, stomach, gallbladder), stimulate secretion of water into pancreatic juice and bile, and cause inhibition of gastric acid secretion and absorption from the intestinal lumen. -Gastric inhibitory polypeptide (GIP), is an inhibiting hormone of the secretin family of hormones. It was found to decrease the secretion of stomach acid to protect the small intestine from acid damage, reduce the rate at which food is transferred through the stomach, and inhibit the GI motility and secretion of acid. -Somatostatin is secreted by D cells located adjacent to parietal cells in gastric glands. Somatostatin inhibits HCl secretion by inhibiting adenylyl cyclase. -Ghrelin is one of the principal hypothalamic polypeptides which increase food intake. Ref: Guyton, 11e",
        "cop": 3,
        "opa": "Vasoactive intestinal poly peptide (VBP)",
        "opb": "Gastric inhibitory peptide (GIP)",
        "opc": "Somatostatin",
        "opd": "Ghrelin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "06b11551-b1ba-4668-9766-a37e47f14c71",
        "choice_type": "single"
    },
    {
        "question": "Earliest change in iron deficiency anemia is",
        "exp": "Ferritin is a blood cell protein that contains iron. A ferritin test helps your doctor understand how much iron your body is storing. If a ferritin test reveals that your blood ferritin level is lower than normal, it indicates your body's iron stores are low and you have iron deficiency Ref: guyton and hall textbook of medical physiology 12 edition page number: 118, 119, 120",
        "cop": 2,
        "opa": "Decreased serum iron",
        "opb": "Decreased serum ferritin",
        "opc": "Decreased TIBC",
        "opd": "Decreased hemoglobin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f4165cf1-bb89-4ade-9df1-5f2ba7cd0faa",
        "choice_type": "single"
    },
    {
        "question": "Antegrade peristalsis is due to",
        "exp": "* Peristalsis can be defined as a motor pattern of the gut organ musculature that can propel content into the anal (antegrade peristalsis) or oral (retrograde peristalsis) direction * Impulses travelling orad activate ascending contraction * Neurotransmitters here are acetylcholine, substance P, and neurokinin A. * Impulses travelling caudad activate descending relaxation * Neurotransmitters here are VIP, NO, and PACAP (pituitary adenylyl cyclase activating polypeptide). Ref:- Physiology of the Gastrointestinal Tract Sixth Edition; pg num:- 368",
        "cop": 4,
        "opa": "Serotonin",
        "opb": "Ach",
        "opc": "Substance P",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "55f41d33-28f3-43ee-b0c9-56c92120f7d4",
        "choice_type": "single"
    },
    {
        "question": "Coagulation factor VII is",
        "exp": "Factor VII (EC 3. 4. 21. 21, blood-coagulation factor VIIa, activated blood coagulation factor VII, formerly known as proconvein) is one of the proteins that cause blood to clot in the coagulation cascade. It is an enzyme of the serine protease class. Ref: guyton and hall textbook of medical physiology 12 edition page number: 146, 147, 148",
        "cop": 3,
        "opa": "Thromboplstin",
        "opb": "Accalerin",
        "opc": "Proconvein",
        "opd": "Antihaemophilic factor",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "40f6dc19-2e9d-4fff-952e-64f4f4032c7d",
        "choice_type": "single"
    },
    {
        "question": "Catecholamines",
        "exp": "Catecholamines decrease the motility and contraction of GIT REF. Textbook of physiology by AK Jain 7th edition page no. 742",
        "cop": 1,
        "opa": "Decrease gut contraction",
        "opb": "Bronchoconstriction",
        "opc": "Decrease plasma glucose",
        "opd": "Inhibit lipolysis",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "1ba2901e-ae0f-4018-9a1a-742226e16fc0",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 is mainly absorbed from",
        "exp": "Normally, vitamin B12 is readily absorbed in the last pa of the small intestine (ileum), which leads to the large intestine. However, to be absorbed, the vitamin must combine with intrinsic factor, a protein produced in the stomach. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 458",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9f1f952c-1074-42d5-8f72-5871206279dc",
        "choice_type": "single"
    },
    {
        "question": "Highest concentration of potassium is seen in",
        "exp": "K+ channels are present in the luminal as well as the basolateral membrane of the enterocytes of the colon, so K+ is secreted into the colon. In addition, K+ moves passively down its electrochemical gradient. The accumulation of K+ in the colon is paially offset by H+-K+ ATPase in the luminal membrane of cells in the distal colon, with resulting active transpo of K+ into the cells. Neveheless, loss of ileal or colonic fluids in chronic diarrhea can lead to severe hypokalemia. When the dietary intake of K+ is high for a prolonged period, aldosterone secretion is increased and more K+ enters the colon. This is due in pa to the appearance of more Na+- K+ ATPase pumps in the basolateral membranes of the cells, with a consequent increase in intracellular K+ and K+ diffusion across the luminal membranes of the cells. The intestines are presented each day with about 2000 mL of ingested fluid plus 7000 mL of secretions from the mucosa of the gastrointestinal tract and associated glands. Ninety-eight percent of this fluid is reabsorbed, with a daily fluid loss of only 200 mL in the stools. In the small intestine, secondary active transpo of Na+ is impoant in bringing about absorption of glucose, some amino acids, and other substances such as bile acids (see above). Conversely, the presence of glucose in the intestinal lumen facilitates the reabsorption of Na+. In the period between meals, when nutrients are not present, sodium and chloride are absorbed together from the lumen by the coupled activity of a sodium/hydrogen exchanger (NHE) and chloride/bicarbonate exchanger in the apical membrane, in a so-called electroneutral mechanism. Water then follows to maintain an osmotic balance. In the colon, moreover, an additional electrogenic mechanism for sodium absorption is expressed, paicularly in the distal colon. In this mechanism, sodium enters across the apical membrane an ENaC (epithelial sodium) channel that is identical to that expressed in the distal tubule of the kidney. This underpins the ability of the colon to desiccate the stool and ensure that only a small poion of the fluid load used daily in the digestion and absorption of meals is lost from the body. Following a low-salt diet, increased expression of ENaC in response to aldosterone increases the ability to reclaim sodium from the stool. The pancreatic juice is alkaline and has a high HCO3 content (approximately 113 m. Eq/L vs. 24 m. Eq/L in plasma). About 1500 mL of pancreatic juice is secreted per day. Bile and intestinal juices are also neutral or alkaline, and these three secretions neutralize the gastric acid, raising the pH of the duodenal contents to 6. 0 to 7. 0. By the time the chyme reaches the jejunum, its pH is nearly neutral, but the intestinal contents are rarely alkaline. Bile is made up of the bile acids, bile pigments, and other substances dissolved in an alkaline electrolyte solution that resembles pancreatic juice. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 435, 438, 441, 442",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Pancreatic juice",
        "opc": "Ileal secretions",
        "opd": "Bile",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ae670789-6fa4-4c8f-ac1d-2e62d22bd609",
        "choice_type": "single"
    },
    {
        "question": "Mass movements of the colon would be abolished by",
        "exp": "Auerbach's plexus which is located between the inner circular and outer longitudinal muscle layer is the one which controls local GI motility Ref: Ganong 25th ed/page 497",
        "cop": 4,
        "opa": "Extrinsic denervation",
        "opb": "Distension of colon",
        "opc": "Gastrocolic reflex",
        "opd": "Destruction of Auerbach's plexus",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f1937fa6-dc53-45f4-95ae-67aa59f0e6cd",
        "choice_type": "single"
    },
    {
        "question": "Half-life of albumin is",
        "exp": "Albumin has a high capacity for binding water (approximately 18 ml/g), an intravasal residence time of approximately 4 h presupposing physiological capillary permeability as well as an in vivo half-life of approximately 18-21 days. Ref: guyton and hall textbook of medical physiology 12 edition page number: 418, 419, 420",
        "cop": 4,
        "opa": "36-48 hours",
        "opb": "3-5 days",
        "opc": "5-10 days",
        "opd": "20 days",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f47f468b-7515-4e5a-a9ff-bedebd6b4d0a",
        "choice_type": "single"
    },
    {
        "question": "Bile acids are synthesized from",
        "exp": "Bile is a digestive juice formed continuously in liver. Bile contains organic substances like bile salts which are formed when conjugated bile acids combine with Na/K. Bile acids are of two types: Primary bile acids are choilc acid & chenodeoxycholic acid. These are synthesized by hepatocytes from cholesterol. Secondary bile acids are deoxycholic acid & lithocholic acid. These are formed from the primary bile acids in the colon by the action of intestinal bacteria. Ref: Medical Physiology, Indu Khurana",
        "cop": 1,
        "opa": "Cholesterol",
        "opb": "Amino acids",
        "opc": "Bilirubin",
        "opd": "Protein",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "001f850a-4e6f-4625-905a-87907e1b4b48",
        "choice_type": "single"
    },
    {
        "question": "GIT pacemaker is located",
        "exp": "Peristalsis is a reflex response that is initiated when the gut wall is stretched by the contents of the lumen, and it occurs in all pas of the gastrointestinal tract from the esophagus to the rectum. The stretch initiates a circular contraction behind the stimulus and an area of relaxation in front of it. When the meal is present, the enteric nervous system promotes a motility pattern that is related to peristalsis but is designed to retard the movement of the intestinal contents along the length of the intestinal tract to provide time for digestion and absorption. Except in the esophagus and the proximal poion of the stomach, the smooth muscle of the gastrointestinal tract has spontaneous rhythmic fluctuations in membrane potential between about -65 and -45 mV. This basic electrical rhythm (BER) is initiated by the interstitial cells of Cajal, stellate mesenchymal pacemaker cells with smooth muscle-like features that send long multiply branched processes into the intestinal smooth muscle. In the stomach and the small intestine, these cells are located in the outer circular muscle layer near the myenteric plexus; in the colon, they are at the submucosal border of the circular muscle layer. In the stomach and small intestine, there is a descending gradient in pacemaker frequency, and as in the heart, the pacemaker with the highest frequency usually dominates. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 469, 470",
        "cop": 2,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Duodenum",
        "opd": "Jejunum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a06bc56b-4f13-40f7-8e03-3fb51948aa4f",
        "choice_type": "single"
    },
    {
        "question": "MMC (migrating motor complex) occurs at the rate of _____ and at an interval of _______",
        "exp": "Migrating motor complex (MMC) migrates from the stomach to the distal ilieum at a rate of about 5 cm/min and also occurs at intervals of approximately 90 minutes. MMC is a type of gastrointestinal motility that occurs during fasting between periods of digestion. It is initiated by motilin. It helps to clear the stomach and small intestine of luminal contents in preparation for the next meal. Gastric secretion, bile flow, and pancreatic secretion increases during each MMC. After ingestion of a meal, secretion of motilin is suppressed and the MMC is abolished. Each cycle of MMC has 3 phases Phase I- Quiescent period Phase II- Period of irregular electrical & mechanical activity. Phase III- ends with bursts of regular activity Ref: Ganong&; s Review of medical physiology 26th edition Pgno: 486",
        "cop": 2,
        "opa": "90 cm/min, 5 min",
        "opb": "5cm/min, 90 min",
        "opc": "90 cm/sec, 5 min",
        "opd": "5 cm/sec, 90 min",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "cf782b50-39f5-4443-8dd7-9625faf6b85a",
        "choice_type": "single"
    },
    {
        "question": "The primary action on Nitric oxide (NO) in the gastrointestinal tract is",
        "exp": "Peristalsis is a reflex response that is initiated when the gut wall is stretched by the contents of the lumen, and it occurs in all pas of the gastrointestinal tract from the esophagus to the rectum. The stretch initiates a circular contraction behind the stimulus and an area of relaxation in front of it. The wave of contraction then moves in an oral-to-caudal direction, propelling the contents of the lumen forward at rates that vary from 2 to 25 cm/s. Peristaltic activity can be increased or decreased by the autonomic input to the gut, but its occurrence is independent of the extrinsic innervation. Indeed, progression of the contents is not blocked by removal and resuture ofa segment of intestine in its original position and is blocked only if the segment is reversed before it is sewn back into place. Peristalsis is an excellent example of the integrated activity of the enteric nervous system. It appears that local stretch releases serotonin, which activates sensory neurons that activate the myenteric plexus. Cholinergic neurons passing in a retrograde direction in this plexus activate neurons that release substance P and acetylcholine, causing smooth muscle contraction. At the same time, cholinergic neurons passing in an anterograde direction activate neurons that secrete NO, vasoactive intestinal polypeptide (VIP), and adenosine triphosphate (ATP), producing the relaxation ahead of the stimulus.</P>REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 469, 470",
        "cop": 3,
        "opa": "Vasodilatation",
        "opb": "Vasoconstriction",
        "opc": "Gastrointestinal smooth muscle relaxation",
        "opd": "Gastrointestinal slow smooth muscle contraction",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "dfd722d1-0501-4079-9012-ae032d6ddaf7",
        "choice_type": "single"
    },
    {
        "question": "Gastric phase of gastric acid secretion is influenced by",
        "exp": "The gastric secretions arise from glands in the wall of the stomach that drain into its lumen, and also from the surface cells that secrete primarily mucus and bicarbonate to protect the stomach from digesting itself, as well as substances known as trefoil peptides that stabilize the mucus-bicarbonate layer. The glandular secretions of the stomach differ in different regions of the organ. The most characteristic secretions derive from the glands in the fundus or body of the stomach. There are three primary stimuli of gastric secretion, each with a specific role to play in matching the rate of secretion to functional requirements. Gastrin is a hormonethat is released by G cells in the antrum of the stomach both in response to a specific neurotransmitter released from enteric nerve endings, known as gastrin-releasing peptide (GRP, or bombesin) and also in response to the presence of oligopeptides in the gastric lumen. Gastrin is then carried through the bloodstream to the fundic glands, where it binds to receptors not only on parietal (and likely, chief cells) to activate secretion but also on so-called enterochromaffin-like cells (ECL cells) that are located in the gland and release histamine. Histamine is also a trigger of parietal cell secretion, binding to H2 histamine receptors. Finally, parietal and chief cells can also be stimulated by acetylcholine, released from enteric nerve endings in the fundus. During the cephalic phase of gastric secretion, secretion ispredominantly activated by vagal input that originates from the brain region known as the dorsal vagal complex, which coordinates input from higher centers. Vagal outflow to the stomach then releases GRP and acetylcholine, thereby initiating secretory function. However, before the meal enters the stomach, there are few additional triggers and thus the amount of secretion is limited. Once the meal is swallowed, on the other hand, meal constituents trigger substantial release of gastrin and the physical presence of the meal also distends the stomach and activates stretch receptors, which provoke a \"vago-vagal\" as well as local reflexes that fuher amplify secretion. The presence of the meal also buffers gastric acidity that would otherwise serve as a feedback inhibitory signal to shut off secretion secondary to the release of somatostatin, which inhibits both G and ECL cells as well as secretion by parietal cells themselves. This probably represents a key mechanism whereby gastric secretion. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, SCOTT BOITANO, SUSAN BARMAN, HEDDWEN BROOKSTWENTY THIRD EDITIONPAGE NO: 432, 433",
        "cop": 4,
        "opa": "Secretin",
        "opb": "VIP",
        "opc": "GiP",
        "opd": "Gastrin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "e96e279d-7a2f-4d6f-9f5e-d0e0ad470632",
        "choice_type": "single"
    },
    {
        "question": "Gamma globulin is synthesized in",
        "exp": "Gamma globulins are a class of globulins, identified by their position after serum protein electrophoresis. The most significant gamma globulins are immunoglobulins (antibodies), although some immunoglobulins are not gamma globulins, and some gamma globulins are not immunoglobulins Ref: guyton and hall textbook of medical physiology 12 edition page number: 130, 131, 132",
        "cop": 4,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Spleen",
        "opd": "Plasma cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "33a88128-a753-41d0-9da1-129e2d6dac77",
        "choice_type": "single"
    },
    {
        "question": "Slow waves are maximum in",
        "exp": "Among the given options, slow waves are maximum in the ileum. The rate of slow waves in ileum is 8/min. Slow waves or Basic Electric rhythm(BER) refers to the spontaneous rhythmic fluctuation in membrane potential of the GI smooth muscles (betwee -65mV and -45mV). These are initiated by the interstitial cells of Cajal. Other options The rate of slow waves in the stomach is 4/min and in the colon, it varies between 2 to 6/min. Rate of Basal electric rrhythm in various regions Segment Rate of BER Stomach 4/min Duodenum 12/min Distal ileum 8/min Cecum 2/min Sigmoid 6/min Ref: Ganong&; s Review of Medical physiology 26th edition Pgno: 486",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Ileum",
        "opc": "Colon",
        "opd": "Rectum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8355acad-afac-4232-8487-ad5fae4e6809",
        "choice_type": "single"
    },
    {
        "question": "Which Substance does not cross the blood-brain barrier?",
        "exp": "Substances cross the blood-brain barrier (BBB) by a variety of mechanisms. These include transmembrane diffusion, saturable transpoers, adsorptive endocytosis, and the extracellular pathways.... Most drugs in clinical use to date are small, lipid soluble molecules that cross the BBB by transmembrane diffusion Ref: guyton and hall textbook of medical physiology 12 edition page number: 671, 672, 673",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Urea",
        "opc": "Testosterone",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "65319b70-54dd-40c1-a7de-f6f31c8b9086",
        "choice_type": "single"
    },
    {
        "question": "Lysozyme is present in",
        "exp": "There are numerous defense proteins present in the saliva. Some of these defense proteins, like salivary immunoglobulins, and salivary chaperokine HSP70/HSPA, are involved in both innate and acquired immune activation. Salivary cationic peptides and other salivary defense proteins, like lysozyme, BPI, BPI-like and PLUNC proteins, salivary amylase, cystatins, proline-rich proteins, Ref: <a href=\"",
        "cop": 1,
        "opa": "Saliva",
        "opb": "Human milk",
        "opc": "Tears",
        "opd": "Mucus",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "95db4d55-c733-4155-bbfd-e0fbd6df3caf",
        "choice_type": "single"
    },
    {
        "question": "Secretin",
        "exp": "Secretin is secreted by S cells in the upper pa of the small intestine. Secretin increases the secretion of bicarbonate by the pancreas. It also augments the action of CCK. It decreases gastric acid secretion and May cause contraction of pyloric sphincter. (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 446 )",
        "cop": 2,
        "opa": "Reduces the action of CCK PZ",
        "opb": "Reduces Gastric secretion",
        "opc": "Increases Gastric secretion",
        "opd": "Relaxation of pyloric spincter",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ebbf0487-fb46-467b-8375-047bda0a944b",
        "choice_type": "single"
    },
    {
        "question": "Maximum water and nutrients absorbed in which pa of intestine?",
        "exp": "Absorption of the majority of nutrients takes place in the jejunum, with the following notable exceptions: Iron is absorbed in the duodenum. Vitamin B12 and bile salts are absorbed in the terminal ileum. Water and lipids are absorbed by passive diffusion throughout the small intestine. Sodium bicarbonate is absorbed by active transpo and glucose and amino acid cotranspo. Fructose is absorbed by facilitated diffusion. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 452",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "d40ac5ce-ef53-4b90-ac93-cde5e947bcbf",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of liver in ml/min. is",
        "exp": "The blood inflow rate to the liver is about 1500 mL/min in a normal adult. On the other hand, blood draw rates to a BAL system are restricted to the range of 100-300 mL/min. Toxins that are rapidly cleared by the liver (for example, the ammonia clearance of the normal human liver is several hundred mL/min) cannot be effectively eliminated from the systemic blood by BAL systems currently under clinical evaluation. Ref: guyton and hall textbook of medical physiology 12 edition page number: 418, 419, 420",
        "cop": 2,
        "opa": "500",
        "opb": "1500",
        "opc": "3000",
        "opd": "5000",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "e39d693c-49a0-47a1-beef-6d860b9f3295",
        "choice_type": "single"
    },
    {
        "question": "Daily salivary secretion is",
        "exp": "The amount of saliva that is produced in a healthy person per day; estimates range from 0. 75 to 1. 5 litres per day while it is generally accepted that during sleep the amount drops to nearly zero. In humans, the submandibular gland contributes around 70-75% of secretion, while the parotid gland secretes about 20-25% and small amounts are secreted from the other salivary glands. Ref: guyton and hall textbook of medical physiology 12 edition page number: 400, 401, 402",
        "cop": 2,
        "opa": "250-500mi",
        "opb": "1000-1500ml",
        "opc": "2000-2500ml",
        "opd": "3000ml",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "e7429d55-3aa5-4f5e-83d6-faf537754744",
        "choice_type": "single"
    },
    {
        "question": "Pepsin is activated by",
        "exp": "The pepsin precursors are called pepsinogen and are activated by gastric acid. Pepsinogen 1 is found only in acid-secreting regions, whereas pepsinogen 2 is also found in the pyloric region. Pepsins have a pH optimum 1. 6-3. 2. Pepsin hydrolizes the bonds between aromatic amino acids. (Ref: Ganong&; s Review of medical physiology, 23rd edition, page: 455)",
        "cop": 1,
        "opa": "HCI",
        "opb": "Enterokinase",
        "opc": "Uropepsinogen",
        "opd": "Trypsinogen",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8c1470c4-14cf-4ffb-a194-e70380fe0d36",
        "choice_type": "single"
    },
    {
        "question": "Gamma glutamate carboxypeptidase is linked with absorption of",
        "exp": "Function in the brain GCPII directly cleaves NAAG into NAA and glutamate. NAAG has been shown, in high concentration, to indirectly inhibit the release of neutrotransmitters, such as GABA and glutamate. It does this through interaction with and activation of presynaptic group II m. Glu. Rs Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 3,
        "opa": "Riboflavin",
        "opb": "Niacin",
        "opc": "Folic acid",
        "opd": "Pyridoxine",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "48a8f065-95a9-4a0c-9bac-7137dd2afd61",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic Factor of Castle is secreted by which of the following cells in gastric glands?",
        "exp": "Parietal cells. intrinsic factor, a glycoprotein (i. e., a complex compound containing both polysaccharide and protein components) with which vitamin B12 (cyanocobalamin) must combine to be absorbed by the gut. Intrinsic factor is secreted by parietal cells of the gastric glands in the stomach, where it binds with the vitamin. Thus bound, intrinsic factor protects vitamin B12 from digestion as it passes through the gastrointestinal tract and facilitates the vitamin's absorption in the ileum of the small intestine. Ref: guyton and hall textbook of medical physiology 12 edition page number: 408, 409, 410",
        "cop": 2,
        "opa": "Chief cells",
        "opb": "Parietal cells",
        "opc": "Enterochromaffin cells",
        "opd": "B cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "7a9aa32c-c425-4e3e-a03a-9ef9f1d0c58c",
        "choice_type": "single"
    },
    {
        "question": "1 cells of duodenum secrete",
        "exp": "Enteroendocrine cells (EEC) secrete key gastrointestinal (GI) hormones such as gastric-inhibitory peptide (GIP), cholecystokinin (CCK) and ghrelin that are involved in nutrient sensing pathways and are often implicated in GI pathology. EEC is also known as I cells. Ref: www. pshysoc. org",
        "cop": 3,
        "opa": "Secretin",
        "opb": "Gastrin",
        "opc": "CCK",
        "opd": "Motilin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b8df17a0-11b8-4762-99a3-c73ba56935f4",
        "choice_type": "single"
    },
    {
        "question": "In the stomach, H+ ions are secreted in exchg. Hjjii for",
        "exp": "H+ ions are generated inside parietal cells from metabolic CO2 & H2O present in cell in the presence of enzyme carbonic anhydrase. -The enzyme accelerates the formation of H2. CO3 which dissociates to release H+ & HCO3-. -The H+ ions generated are then secreted into the lumen of the canaliculi in exchange for K+ by a primary active transpo mediated by a H+-K+-AT Pase pump. Ref: Medical Physiology, Indu Khurana",
        "cop": 2,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Gar",
        "opd": "CT",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "066df58c-b465-457e-b31c-c8c7b0cd6c50",
        "choice_type": "single"
    },
    {
        "question": "At what stage of erythropoiesis does Hemoglobin appear?",
        "exp": "a pronormoblast, also commonly called an proerythroblast or a rubriblast. This becomes a basophilic or early normoblast, also commonly called an erythroblast, then. a polychromatophilic or intermediate normoblast, then. an ohochromatic or late normoblast. At this stage the nucleus is expelled before the cell becomes. Ref: guyton and hall textbook of medical physiology 12 edition page number: 111, 112, 113",
        "cop": 2,
        "opa": "Reticulocyte",
        "opb": "Intermediate normobalst",
        "opc": "Early normoblast",
        "opd": "Erythroblast",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "90cbb7b7-60ed-4d85-be64-8d83570eeb18",
        "choice_type": "single"
    },
    {
        "question": "Most potent stimulus for secretin",
        "exp": "Acidic chyme is the most potent stimulus for secretin Ref: guyton and hall textbook of medical physiology 12 edition page number: 416, 417, 418",
        "cop": 1,
        "opa": "Acid chyme",
        "opb": "Dilation of intestine",
        "opc": "Fat",
        "opd": "Protein",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "70485fa7-06e7-454a-a8e6-8de831f84e0a",
        "choice_type": "single"
    },
    {
        "question": "Absorption of glucose in the intestine is by(2018)",
        "exp": "The transpo of glucose and galactose depends on Na+ in the intestinal lumen; a high concentration of Na+ on the mucosal surface of the cells facilitates sugar influx into the epithelial cells while a low concentration inhibits sugar influx into the epithelial cells. Because the intracellular Na+ concentration is low in intestinal cells (as it is in other cells), Na+ moves into the cell along its concentration gradient. Glucose moves with the Na+ and is released in the cell (Figure 26-2). The Na+ is transpoed into the lateral intercellular spaces, and the glucose is transpoed by GLUT2 into the interstitium and thence to the capillaries. Thus, glucose transpo is an example of secondary active transpo the energy for glucose transpo is provided indirectly, by the active transpo of Na+ out of the cell. Ref:- Ganong, pg num:- 478",
        "cop": 2,
        "opa": "Primary active transpo",
        "opb": "Secondary active transpo",
        "opc": "Facilitated diffusion",
        "opd": "Simple diffusion",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "11493ae6-7641-4b91-999a-4949d7cb747b",
        "choice_type": "single"
    },
    {
        "question": "C-peptide is seen",
        "exp": "Insulin * Insulin is synthesized in the rough endoplasmic reticulum of the B cells * The gene for insulin is located on the sho arm of chromosome 11 in humans. * Normally, 90-97% of the product released from the B cells is insulin along with equimolar amounts of C peptide. * C peptide can be measured by radioimmunoassay, it is an index of B cell function in patients receiving exogenous insulin. Ref:- Ganong's Review of Medical Physiology 25th ed; pg num:- 431",
        "cop": 2,
        "opa": "In Pre-proinsulin",
        "opb": "In Proinsulin",
        "opc": "As a gastrointestinal proactive molecule",
        "opd": "As a combined entity with insulin after secretion",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "156ad933-995c-4349-a69c-085603862838",
        "choice_type": "single"
    },
    {
        "question": "Function of Kupffer cells in liver is",
        "exp": "Kupffer cells (KC) constitute 80-90% of the tissue macrophages present in the body. They reside within the lumen of the liver sinusoids and are therefore constantly exposed to gut-derived bacteria, microbial debris, and bacterial endotoxins, known to activate macrophages & has got phagocytic action. Ref: Medical Physiology, Indu Khurana",
        "cop": 1,
        "opa": "Phagocytic",
        "opb": "Lytic",
        "opc": "Secretory",
        "opd": "Excretory",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ccfc4ade-afe7-42b9-8200-90c08b14a9b0",
        "choice_type": "single"
    },
    {
        "question": "Half-life of monocytes in circulation is",
        "exp": "Half life of a monocyte in circulation is one to three days Ref: guyton and hall textbook of medical physiology 12 edition page number: 123, 124, 125",
        "cop": 4,
        "opa": "6 hrs",
        "opb": "12 hrs",
        "opc": "24 hrs",
        "opd": "1-3 days",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f5fc0f98-dd68-48b5-8247-c9cab5067ec2",
        "choice_type": "single"
    },
    {
        "question": "Glucose sympo occurs with",
        "exp": "Glucose transpo in the intestine is associated with sodium transpo Ref: guyton and hall textbook of medical physiology 12 edition page number: 429, 430, 431",
        "cop": 1,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Ca++",
        "opd": "Cl-",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "bb37e3a9-a1d9-466e-b666-34cb86ba5118",
        "choice_type": "single"
    },
    {
        "question": "Most impoant site for gastrin-producing cells",
        "exp": "Gastrin is produced by cells called G cells in the antral poion of the gastric mucosa. G cells are flask-shaped, with a broad base containing many gastrin granules and a narrow apex that reaches the mucosal surface. Microvilli project from the apical end into the lumen. Receptors mediating gastrin responses to changes in gastric contents are present on the microvilli. Other cells in the gastrointestinal tract that secrete hormones have a similar morphology. Ref: Ganong&; s review of medical physiology 23rd edition Page no; 443",
        "cop": 3,
        "opa": "Cardia",
        "opb": "Fundus",
        "opc": "Antrum",
        "opd": "Duodenum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "6598fdd1-f110-42bf-ac14-e8d9b7713b0d",
        "choice_type": "single"
    },
    {
        "question": "Motilin is secreted by cells in",
        "exp": "Motilin is a hormone released from endocrine cells within the epithelium of small intestine. Ref: Guyton, 11e",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum/ileum",
        "opc": "Pancreas",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "16d2f881-c4e1-4eba-980b-11f42f17af1d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Cholagogue?",
        "exp": "Substances that cause gallbladder contraction are called cholagogues. A well-known cholagogue is a cholecystokinin (CCK). Fatty acids and amino acids (products of digestion) in the duodenum stimulate the release of CCK, which causes gallbladder contraction and opens the sphincter of Oddi. CCK also stimulates vagal nerve endings, bringing about the release of acetylcholine (ACh), which also stimulates the gallbladder. Reference: Sircar Principles of Medical Physiology, 1st ed, Page: 444",
        "cop": 3,
        "opa": "Secretin",
        "opb": "Bicarbonate",
        "opc": "CCK",
        "opd": "Bile salts",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "3ee02ab2-08bd-4e08-9a98-5be5fe722006",
        "choice_type": "single"
    },
    {
        "question": "The amount of body water in human body is",
        "exp": "60% of the body contains water Ref: guyton and hall textbook of medical physiology 12 edition page number: 45, 46, 47",
        "cop": 2,
        "opa": "70%",
        "opb": "60%",
        "opc": "50%",
        "opd": "40%",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "79a6826a-6ca4-41e1-9fc5-fea30509a047",
        "choice_type": "single"
    },
    {
        "question": "I cells secrete",
        "exp": "-Cholecystokinin (CCK) is secreted by cells in the mucosa of the upper small intestine. It has a plethora of actions in the gastrointestinal system, but the most impoant appear to be the stimulation of pancreatic enzyme secretion, the contraction of the gallbladder (the action for which it was named), and relaxation of the sphincter of Oddi, which allows both bile and pancreatic juice to flow into the intestinal lumen. -Gastrin is produced by cells called G cells in the antral poion of the gastric mucosa -Secretin is secreted by S cells that are located deep in the glands of the mucosa of the upper poion of the small intestine -Motilin is secreted by enterochromaffin cells Reference; GANONG'S REVIEW OF MEDICAL PHYSIOLOGY 23. RD EDITION Pg 745, 746, 747",
        "cop": 3,
        "opa": "Secretin",
        "opb": "Gastrin",
        "opc": "CCK",
        "opd": "Motilin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "6f7b1880-71a3-4bb4-864a-8e18cc7d39b3",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of myenteric plexus results in",
        "exp": "Two major networks of nerve fibers are intrinsic to the gastrointestinal tract: the myenteric plexus (Auerbach's plexus), between the outer longitudinal and middle circular muscle layers, and the submucous plexus (Meissner's plexus), between the middle circular layer and the mucosa. Collectively, these neurons constitute the enteric nervous system. The myenteric plexus innervates the longitudinal and circular smooth muscle layers and is concerned primarily with motor control, whereas the submucous plexus innervates the glandular epithelium, intestinal endocrine cells, and submucosal blood vessels and is primarily involved in the control of intestinal secretion. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, SCOTT BOITANO, HEDDWEN BROOKS, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 448",
        "cop": 3,
        "opa": "Hyperacidity",
        "opb": "Diarrhea",
        "opc": "Decreased gut motility",
        "opd": "Increased secretions",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "95c08a05-6649-41d1-8fe5-905be2a4d0b8",
        "choice_type": "single"
    },
    {
        "question": "What is Intrinsic Factor related to?",
        "exp": "The gastric secretions arise from glands in the wall of the stomach that drain into its lumen, and also from the surface cells that secrete primarily mucus and bicarbonate to protect the stomach from digesting itself, as well as substances known as trefoil peptides that stabilize the mucus-bicarbonate layer. The glandular secretions of the stomach differ in different regions of the organ. The most characteristic secretions derive from the glands in the fundus or body of the stomach. These contain two distinctive cell types from which the gastric secretions arise: the parietal cells, which secrete hydrochloric acid and intrinsic factor; and the chiefcells, which produce pepsinogens and gastric lipase. The acid secreted by parietal cells serves to sterilize the meal and also to begin the hydrolysis of dietary macromolecules. Intrinsic factor is impoant for the later absorption of vitamin B12 or cobalamin. Pepsinogen is the precursor of pepsin, which initiates protein digestion. Lipase similarly begins the digestion of dietary fats. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 432",
        "cop": 1,
        "opa": "Cobalamin absorption",
        "opb": "Vitamin D",
        "opc": "Folate absorbtion",
        "opd": "Vitamin C",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "bb1dcdb3-ce50-485d-91d5-a53e7564ffe9",
        "choice_type": "single"
    },
    {
        "question": "Secretion of bile into bile canaliculus is by",
        "exp": "Most of the bilirubin in the body is formed in the tissues by the break down of hemoglobin. The bilirubin is bound to albumin in the circulation. Some of it is tightly bound, but most of it can dissociate in the liver, and free bilirubin enters liver cells a member of the organic anion transpoing polypeptide (OATP) family and then becomes bound to cytoplasmic proteins. It is next conjugated to glucuronic acid in a reaction catalyzed by the enzyme glucuronyl transferase (UDP-glucuronosyltransferase). This enzyme is located primarily in the smooth endoplasmic reticulum. Each bilirubin molecule reacts with two uridines diphosphoglucuronic acid (UDPG) molecules to form bilirubin diglucuronide. This glucuronide, which is more water-soluble than the free bilirubin, is then transpoed against a concentration gradient most likely by an active transpoer known as multidrug resistance protein-2 (MRP-2) into the bile canaliculi. A small amount of the bilirubin glucuronide escapes into the blood, where it is boundless tightly to albumin than is free bilirubin and is excreted in the urine. Thus, the total plasma bilirubin normally includes free bilirubin plus a small amount of conjugated bilirubin. Most of the bilirubin glucuronide passes the bile ducts to the intestine. Reference: Ganong review of medical physiology 23rd edition Page no: 483",
        "cop": 3,
        "opa": "Osmotic gradient",
        "opb": "Facilitated diffusion",
        "opc": "Active transpo across the membrane",
        "opd": "Simple diffusion",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "beb10626-6042-43f4-a453-ac4ae41cd65a",
        "choice_type": "single"
    },
    {
        "question": "Resection of which intestinal segment causes marked electrolyte imbalance",
        "exp": "Net absorption of electrolytes (Na, Cl, K, Ca) and water from ligated loops was studied at various intestinal sites in milk-fed lambs. The unidirectional fluxes of Na across the intestinal mucosa were also investigated using 22. Na. Net Na and water absorption in the mid-jejunum were about two-fold higher than in the proximal and distal jejunum and the colon descendens. With the exception of the proximal jejunum, Na and Cl absorption did not differ significantly. The unidirectional Na fluxes in both directions were much higher in the proximal and mid-jejunum than in the distal jejunum and colon descendens. K was also absorbed most efficiently from the mid-jejunum. In the colon descendens mean net K absorption was about zero. Ca absorption in the upper and mid-jejunum exceeded that of the distal jejunum and colon descendens, where the values were close to zero. The results show that in the whole jejunum of young milk-fed lambs net absorptive fluxes of Na, Cl, K, Ca and water occur, whereas the colon descendens appears to play a role only in Na, Cl and water absorption. Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 2,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Sigmoid",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "92129727-cfa1-40b9-bf7c-a72b4244d1ab",
        "choice_type": "single"
    },
    {
        "question": "GLUT 4 Receptors are primarily found in which tissues(2018)",
        "exp": null,
        "cop": 4,
        "opa": "Brain, red blood cells",
        "opb": "Neurones and placenta",
        "opc": "Liver, kidney, ileum",
        "opd": "Skeletal muscle, fat and cardiac tissue",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "77d934e5-027d-491e-a554-435b2f82150c",
        "choice_type": "single"
    },
    {
        "question": "Role of bile salts",
        "exp": "The bile salts have a number of impoant actions: they reduce surface tension and, in conjunction with phospholipids and monoglycerides, are responsible for the emulsification of fat preparatory to its digestion and absorption in the small intestine. They are amphipathic, that is, they have both hydrophilic and hydrophobic domains; one surface of the molecule is hydrophilic because the polar peptide bond and the carboxyl and hydroxyl groups are on that surface, whereas the other surface is hydrophobic. Therefore, the bile salts tend to form cylindrical disks called micelles. Their hydrophilic poions face out and their hydrophobic poions face in. Above a ceain concentration, called the critical micelle concentration, all bile salts added to a solution form micelles. Lipids collect in the micelles, with cholesterol in the hydrophobic center and amphipathic phospholipids and monoglycerides lined up with their hydrophilic heads on the outside and their hydrophobic tails in the center. The micelles play an impoant role in keeping lipids in solution and transpoing them to the brush border of the intestinalepithelial cells, where they are absorbed. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 439, 440",
        "cop": 3,
        "opa": "Vit B12 absorption",
        "opb": "Formation of lipid bilayer",
        "opc": "Emulsification of lipids",
        "opd": "Fatty acid degradation",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "c5f64442-ab27-4f65-8e32-ff91c8f94bd7",
        "choice_type": "single"
    },
    {
        "question": "Ghrelin is responsible for",
        "exp": "Ghrelin: A naturally occurring 28-amino acid; gut-brain growth hormone releasing peptide (GHRP) that is expressed mainly in the stomach and possibly in the hypothalamus. Fasting and hypoglycemia increase ghrelin levels and circulating ghrelin levels are decreased in chronic obesity, following acute caloric intake and in states of positive energy balance. Acute administration of ghrelin to humans induces a feeling of hunger. Ghrelin binds to ghrelin-receptors in the anterior pituitary and possibly in the mediobasal and mediolateral hypothalamus to stimulate growth hormone release and to regulate energy homeostasis. Serum levels of ghrelin are measurably higher in patients who have lost weight through dietary measures. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 384",
        "cop": 1,
        "opa": "Stimulation of appetite",
        "opb": "Suppression of appetite",
        "opc": "Stimulation of sleep",
        "opd": "Suppression of sleep",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "c4e3b339-e642-431c-b9b8-6bcf7905a9ad",
        "choice_type": "single"
    },
    {
        "question": "'D' cells of stomach secrete",
        "exp": "Somatostatin, the growth-hormone-inhibiting hormone originally isolated from the hypothalamus, is secreted as a paracrine by D cells in the pancreatic islets and by similar D cells in the gastrointestinal mucosa. It exists in tissues in two forms, somatostatin 14 and somatostatin 28, and both are secreted. Somatostatin inhibits the secretion of gastrin, VIP, GIP, secretin, and motilin. Its secretion is stimulated by acid in the lumen, and it probably acts in a paracrine fashion to mediate the inhibition of gastrin secretion produced by acid. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 447",
        "cop": 3,
        "opa": "Hcl",
        "opb": "Pepsinogen",
        "opc": "Somatostatin",
        "opd": "Histamine",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ddbfff33-b33f-4ed1-bd44-0f37b1fe9c9f",
        "choice_type": "single"
    },
    {
        "question": "A man cannot digest carbohydrate. The enzyme deficient is",
        "exp": "Amylase: The Impoance of Carbohydrates Carbohydrates are one of the three major food groups needed for proper nutrition. Amylase is the digestive enzyme needed to digest carbohydrates. 50-60% of carbohydrates are digested by amylases. Ref: guyton and hall textbook of medical physiology 12 edition page number: 426, 427, 428",
        "cop": 2,
        "opa": "Lipase",
        "opb": "Amylase",
        "opc": "Pepsifi. BY",
        "opd": "Trypsin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "d7651ae0-ecc9-422c-82e6-c7fee795561f",
        "choice_type": "single"
    },
    {
        "question": "Migrating motor complexes are due to which Gastrointestinal hormone?",
        "exp": "MMC is initiated by motilin, circulating levels of motilin increases at intervals of approximately 90-100 min in the interdigestive state Ref: Ganong 25th ed/page 497",
        "cop": 2,
        "opa": "Gastrin",
        "opb": "Motilin",
        "opc": "CCK",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "fc98aa91-f914-4649-8145-302aaf85b301",
        "choice_type": "single"
    },
    {
        "question": "Gastric emptying is mainly regulated by",
        "exp": "Gastric emptying is mainly regulated by enteric reflexes. Regulation of gastric emptying is mainly by the inhibitory feedback signals from the duodenum that includes enterogastric reflex and hormonal feedback by cholecystokinin. Enterogastric reflex: When food enters the duodenum, multiple nervous reflexes are inititiated from the duodenal wall. They strongly inhibit the pyloric pump propulsive contractions and increase the tone of the pyloric sphincter. These reflexes are mediated by three routes: Directly from the duodenum to the stomach through the enteric nervous system in the gut wall(major role) Through inhibitory sympathetic nerve fibers to the stomach (minor role) Vagus nerves to the brainstem where they inhibit the normal excitatory signals transmitted to the stomach (minor role) Cholecystokinin is released from the mucosa of the jejunum in response to fatty substances in the chyme. This hormone acts as an inhibitor to block increased stomach motility caused by gastrin. Ref: Guyton and Hall 13th edition Pgno: 812",
        "cop": 2,
        "opa": "neural reflexes",
        "opb": "Enteric reflexes",
        "opc": "Local hormones in stomach",
        "opd": "Local hormones in duodenum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "252e2c38-1f19-4425-bfc0-a6e11ab4a0d8",
        "choice_type": "single"
    },
    {
        "question": "Iron is actively absorbed in",
        "exp": "Active absorption of iron occurs in duodenum & proximal jejunum. In stomach absorption of alcohol (20%) & drugs like aspirin takes place. In large intestine, absorption of acids and bases, water, remainder of sodium (Na) and potassium (K) i. e. remaining because not already absorbed in the small intestine takes place. The function of ileum is mainly to absorb Vitamin. B12 & bile salts. Ref: Guyton, 11e",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum and proximal jejunum",
        "opc": "Large intestine",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "244b310e-edc1-404e-a24a-6c3def6d13bf",
        "choice_type": "single"
    },
    {
        "question": "Beta 2 transferrin is found in",
        "exp": "Beta 2 transferrin is found in CSF Ref: guyton and hall textbook of medical physiology 12 edition page number: 813, 814, 815",
        "cop": 4,
        "opa": "Blood",
        "opb": "Tear",
        "opc": "Urine",
        "opd": "CSF",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "69df1070-ef84-4c29-9f8a-cf17064e8246",
        "choice_type": "single"
    },
    {
        "question": "In mature erythrocytes the major available anion is",
        "exp": "In mature erythrocytes the major available anion is Cl. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 523",
        "cop": 2,
        "opa": "Hemoglobin",
        "opb": "Chloride",
        "opc": "Bicarbonate",
        "opd": "Diphosphoglycerate",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "83cdb140-0204-4b60-9ddd-bc3a2ed5ed29",
        "choice_type": "single"
    },
    {
        "question": "Micelles are formed by",
        "exp": "Bile salts help in the absorption of Fatty acids. Monoglycerides Cholesterol. Other lipids from the intestinal tract. They do this by forming very small physical complexes with these lipids; the complexes are called micelles. As amphipathic molecules with hydrophobic and hydrophilic regions, conjugated bile salts sit at the lipid/water interface and, at the right concentration, form micelles. Ref: Guyton, 11e, pg no: 840",
        "cop": 2,
        "opa": "Triacylglycerol in polar solvent",
        "opb": "Amphipathic lipids in water",
        "opc": "Triacyl glycerol in gut",
        "opd": "Cholesterol esters",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b6d4f087-2a54-4458-b8e6-be2f7ba28cc4",
        "choice_type": "single"
    },
    {
        "question": "A man not able to digest carbohydrate will be deficient in",
        "exp": "Amylase helps in digestion of carbohydrates Ref: guyton and hall textbook of medical physiology 12 edition page number: 426, 427, 428",
        "cop": 2,
        "opa": "Lipase",
        "opb": "Amylase",
        "opc": "Pepsin",
        "opd": "Trypsin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "d63fccee-aefe-4aff-8c5c-587542483cbc",
        "choice_type": "single"
    },
    {
        "question": "Gastrocolic reflex is related to",
        "exp": "The gastrocolic reflex or gastrocolic response is one of a number of physiological reflexes controlling the motility, or peristalsis, of the gastrointestinal tract. Ref: guyton and hall textbook of medical physiology 12 edition: 443, 444, 445",
        "cop": 3,
        "opa": "Pendular movement",
        "opb": "Colonic stasis",
        "opc": "Mass peristalsis",
        "opd": "Segmental movement",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "e708ce1d-d48f-45a2-b434-49a25390a228",
        "choice_type": "single"
    },
    {
        "question": "The stomach motility is inhibited by",
        "exp": "The physiologic function of the dopamine in the circulation is unknown. However, injected dopamine produces renal vasodilation, probably by acting on a specific dopaminergic receptor. It also produces vasodilation in the mesentery. Elsewhere, it produces vasoconstriction, probably by releasing norepinephrine, and it has a positive inotropic effect on the heart by an action on b 1 -adrenergic receptors. The net effect of moderate doses of dopamine is an increase in systolic pressure and no change in diastolic pressure. Because of these actions, dopamine is useful in the treatment of traumatic and cardiogenic shock (see Chapter 33). Dopamine is made in the renal coex. It causes natriuresis and may exe this effect by inhibiting renal Na+-K+ ATPase. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 342",
        "cop": 4,
        "opa": "Histamine",
        "opb": "Angiotensin",
        "opc": "Acetylcholine",
        "opd": "Dopamine",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "0fa0a6b3-c9df-482c-a784-86c5d45334bd",
        "choice_type": "single"
    },
    {
        "question": "Iron absorption takes place in which pa of intestine",
        "exp": "Almost all iron absorption occurs in the duodenum. Most of the iron in the diet is in the ferric(3+) form whereas it is the ferrous (2+) form that is absorbed. Transpo of iron has occurred the DMT 1 and ferropoin. 70% of iron in the body is in the hemoglobin. (Ref: Ganong&; s Review of medical physiology, 23rd edition, page 459)",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Ileum",
        "opc": "Jejurmm",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "5c770aff-f319-4134-a1b3-21dcedc6f67a",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old woman had undergone surgical ileal resection due to perforation caused by severe Crohn's disease. Which of the following physiological change occurs now?",
        "exp": "Absorption of amino acids is rapid in the duodenum and jejunum. There is a little absorption in the ileum in health because the majority of the free amino acids have already been assimilated at that point. Almost all iron absorption occurs in the duodenum. One cause of steatorrhea is defective reabsorption of bile acids in the distal ileum. When bile acid reabsorption is prevented by resection of the terminal ileum or by disease in this poion of the small intestine, the amount of fat in the stools is also increased because when the enterohepatic circulation is interrupted, the liver cannot increase the rate of bile acid production to a sufficient degree to compensate for the loss. Almost all iron absorption occurs in the duodenum. Reference: Ganong's Review of Medical Physiology; 25th edition; Page no: 480, 482, 484",
        "cop": 4,
        "opa": "A decrease in absorption of amino acids",
        "opb": "An increase in the absorption of iron",
        "opc": "An increase in the concentration of bile acid in the enterohepatic circulation",
        "opd": "An increase in the water content of the faeces",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9ad94f54-152d-47d2-93e4-b3b6c7bb2e02",
        "choice_type": "single"
    },
    {
        "question": "Maximum potassium ions secretion is seen in",
        "exp": "Saliva Maximum potassium secretion are: (1) Colon & rectum = 85 meq/l (2) Saliva = 25 meq/l (3) Others = 5 meq/l Now if we look at the total secretions: Colonic secretions = 200 ml/day so Potassium = 17 meq/day Salivary secretions = 2 litres/day so potassium = 50 meq/day Others = 5-6 litres/day so potassium = 25-30 meq/day But since colon excretes body fluids and saliva secretes body fluids: Max daily potassium secretion is Saliva Max daily potassium excretion is Colon. Ref: guyton and hall textbook of medical physiology 12 edition page number: 400, 401, 402",
        "cop": 1,
        "opa": "Saliva",
        "opb": "Gastric secretions",
        "opc": "Jejunal secretions",
        "opd": "Colonic secretions",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a7745197-7b0c-4fee-af31-963e6e2523eb",
        "choice_type": "single"
    },
    {
        "question": "Normal intraabdominal pressure is",
        "exp": "The abdomen behaves as a hydraulic system with a normal IAP of about 5-7 mm. Hg, and with higher baseline levels in morbidly obese patients of about 9-14 mm. Hg. Measuring IAP the bladder in the supine position is still the accepted standard method, but in patients in the semi-recumbent position (head of the bed elevated to 30 degrees and 45 degrees ), the IAP on average is 4 and 9 mm. Hg, respectively. Ref: guyton and hall textbook of medical physiology",
        "cop": 1,
        "opa": "0-8mm. Hg",
        "opb": "10-15mm. Hg",
        "opc": "15-20mm. Hg",
        "opd": "20-26mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "25af2f3e-4ee9-4c09-a96f-8028c47755fd",
        "choice_type": "single"
    },
    {
        "question": "What is responsible for clearing & flushing food from the intestinal lumen in the interdigestive period?",
        "exp": "Migrating motor complex (MMC) is well characterized by the appearance of gastrointestinal contractions in the interdigestive state. This review aicle discussed the mechanism of gastrointestinal MMC. which helps in clearing and flushing of food during the interdigestive period. Ref: guyton and hall textbook of medical physiology 12 edition page number: 445, 446, 447",
        "cop": 2,
        "opa": "Gastrin",
        "opb": "Migrating motor complexes",
        "opc": "Secretin",
        "opd": "CCK",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "db10098f-d1b0-422d-b819-5a26e3111906",
        "choice_type": "single"
    },
    {
        "question": "Cephalic phase of gastric secretion is mediated by",
        "exp": "The cephalic phase of gastric secretion occurs even before food enters the stomach, especially while it is being eaten. It results from the sight, smell, thought, or taste of food, and the greater the appetite, the more intense is the stimulation. Neurogenic signals that cause the cephalic phase of gastric secretion originate from the cerebral coex and in the appetite centers of the amygdala and hypothalamus. They are transmitted through the dorsal motor nuclei of the vagi and then through the vagus nerve to the stomach. This phase of secretion normally accounts for about 20 percent of the gastric secretion associated with eating a meal. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 432",
        "cop": 1,
        "opa": "Parasympathetic system",
        "opb": "Sympathetic systme",
        "opc": "Gastrin",
        "opd": "Local reflexes",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "c3375cb9-803c-42a6-bf0a-2ae9acf3cf4a",
        "choice_type": "single"
    },
    {
        "question": "Salt and sour taste are perceived by?",
        "exp": "The salty taste is triggered by Na. Cl. Salt-sensitive taste is mediated by a Na+-selective channel known as ENaC, the amiloride-sensitive epithelial sodium channel. The entry of Na+ into the salt receptors depolarizes the membrane, generating the receptor potential. In humans, the amiloride sensitivity of salt taste is less pronounced than in some species suggesting that there are additional mechanisms to activate salt-sensitive receptors. The sour taste is triggered by protons (H+ ions). ENa. Cs permit the entry of protons and may contribute to the sensation of sour taste. The H+ions can also bind to and block a K+-sensitive channel. The fall in K+ permeability can depolarize the membrane. Also, HCN, a hyperpolarization-activated cyclic nucleotide-gated cation channel, and other mechanisms may contribute to sour transduction. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 225",
        "cop": 3,
        "opa": "Glutamate receptor",
        "opb": "Metabotropic receptor",
        "opc": "Ionotrophic receptor",
        "opd": "G protein coupled receptor",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "c6250e0b-08b6-4916-b6a6-461674685c08",
        "choice_type": "single"
    },
    {
        "question": "Parietal cell secretes",
        "exp": "Parietal cells located deep in the oxyntic glands secrete HCl & intrinsic factor. -Mucus is secreted by mucous neck cells of oxyntic glands. Pepsinogen is secreted by chief/peptic cells of oxyntic glands. -G cells of pyloric glands release hormone gastrin. Reference: Guyton, 11e",
        "cop": 4,
        "opa": "Mucus",
        "opb": "Pepsinogens",
        "opc": "Gastrin",
        "opd": "Intrinsic factor",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8b9268ea-5846-48a7-9641-f359e19440da",
        "choice_type": "single"
    },
    {
        "question": "Tone of LES is maintained by",
        "exp": "Acetylcholine and tachykinins are involved in the LOS contraction acting through acetylcholine M3 and tachykinin NK2 receptors. Nitric oxide can also be involved in the regulation of LOS contraction. Ref: guyton and hall textbook of medical physiology 12 edition page number: 443, 444, 445",
        "cop": 1,
        "opa": "Acetyl choline",
        "opb": "Dopamine",
        "opc": "Serotonine",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ad738c6f-a99f-48d9-83ba-3798232dc868",
        "choice_type": "single"
    },
    {
        "question": "Stimulator of secretin secretion",
        "exp": "The secretion of secretin is increased by the products of protein digestion and by acid bathing the mucosa of the upper small intestine. The release of secretin by acid is another example of feedback control: Secretin causes alkaline pancreatic juice to flood into the duodenum, neutralizing the acid from the stomach and thus inhibiting fuher secretion of the hormone. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 446",
        "cop": 2,
        "opa": "Epinephrine",
        "opb": "Acid",
        "opc": "Acetylcholine",
        "opd": "Fat",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8d71d3dd-c30c-458b-abe0-8c198e4793a3",
        "choice_type": "single"
    },
    {
        "question": "Best absorbable monosaccharide",
        "exp": "End products of carbohydrate digestion are monosaccharides, most impoant of which is GLUCOSE. maximum rate of glucose absorption from intestine is about 120 gm/hour Ref. Textbook of physiology by AK Jain 7th edition page no. 264",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Mannose",
        "opc": "Fruetose",
        "opd": "Lactose",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "643c1c53-01cb-4e0e-b891-0ac5dc4f19f1",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor is secreted by",
        "exp": "The substance intrinsic factor, essential for absorption of vitamin B12 in the ileum, is secreted by the parietal cells along with the secretion of hydrochloric acid. -G cells of antrum of stomach secrete hormone gastrin whose primary actions include stimulation of gastric acid secretion & stimulation of growth of gastric mucosa. -Pepsinogen secreting cells(peptic cells of oxyntic glands) secrete pepsinogen(proenzyme) which is conveed to pepsin (active form) by action of HCl. Pepsin is a proteolytic enzyme that regulates protein digestion. -The pyloric glands secrete mainly mucus for protection of the pyloric mucosa from the stomach acid. They also secrete the hormone gastrin. Reference: Guyton, 11e",
        "cop": 3,
        "opa": "G-cells",
        "opb": "Pepsinogen secreting cells",
        "opc": "Parietal or oxyntic cells",
        "opd": "Pyloric glands",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "ea8c5802-e10c-4cab-98f3-0a64ca500531",
        "choice_type": "single"
    },
    {
        "question": "Migration motor complex is due to which of the following?",
        "exp": "The migrating motor complex is a distinct pattern of electromechanical activity observed in gastrointestinal smooth muscle during the periods between meals. It is thought to serve a \"housekeeping\" role and sweep residual undigested material through the digestive tube Ref: guyton and hall textbook of medical physiology 12 edition page number: 442, 443, 444",
        "cop": 3,
        "opa": "Gastrin",
        "opb": "CCK",
        "opc": "Motilin",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "77fac512-342e-4bd2-a8b0-184ac257a2ac",
        "choice_type": "single"
    },
    {
        "question": "Bile acid has a detergent action due to",
        "exp": "Bile contains bile acids, which are critical for digestion and absorption of fats and fat-soluble vitamins in the small intestine. Many waste products, including bilirubin, are eliminated from the body by secretion into bile and elimination in feces. Ref: guyton and hall textbook of medical physiology 12 edition page number: 437, 438, 439",
        "cop": 3,
        "opa": "Formation of soap",
        "opb": "Formation of zwitter ion",
        "opc": "Amphipathic in nature",
        "opd": "Formation of medium chain triglycerides",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "4813aff0-94b0-4b7c-a9d6-de52225a4f62",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parameter will be increased after hepatectomy?",
        "exp": "In both rats & humans, paial hepatectomy results in a substantial increase in serum estradiol concentrations. Because mammalian liver of both sexes contains estrogen receptor, it has been suggested that this surge in serum estrogen concentration may initiate or facilitate liver regeneration. Ref: guyton and hall textbook of medical physiology 12 edition page number: 420, 421, 422",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Fibrinogen",
        "opc": "Estrogen",
        "opd": "Conjugated bilirubin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "2e396ecb-8da3-436d-8b1f-eef9662f6553",
        "choice_type": "single"
    },
    {
        "question": "Mass movement of the colon would be abolished by",
        "exp": "Mass movements are special type of peristaltic contractions which are observed in colon only. A mass movement can be initiated by Gastrocolic reflex Intense stimulation of parasympathetic nerves Overdistension of a segment of colon Gastrocolic reflex refers to contraction of colon induced by entry of food into the stomach. This reflex results in an urge to defecate after a meal. Gastrocolic reflexes results from distension of stomach & duodenum & these are transmitted by way of autonomic nervous system. Trypanosoma cruzi, a species of parasitic euglenoid protozoan causes destruction of Auerbach&; s plexus in walls of colon which leads to the blockage of both the peristalsis & mass contractions. Therefore, the feces pass with difficulty & get accumulated in large intestine leading to dilatation of colon (megacolon). Reference: Medical Physiology, Indu Khurana",
        "cop": 4,
        "opa": "Extrinsic denervation",
        "opb": "Distension of the colon",
        "opc": "Gastrocolic reflex",
        "opd": "Destruction of auerbach's plexus",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b58182b5-368e-4797-a9ca-7ec95c655e9a",
        "choice_type": "single"
    },
    {
        "question": "Which substance evokes the umami taste sensation in humans?",
        "exp": "The fifth taste sense, umami, was recently added to the four classic tastes. This taste has actually been known for almost 100 years, and it became established once its receptor was identified. It is triggered by glutamate and paicularly by the monosodium glutamate (MSG) used so extensively in Asian cooking. The taste is pleasant and sweet but differs from the standard sweet taste. Ref: Ganong&; s review of medical physiology 23rd edition, Page no: 224",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Glutamic acid",
        "opc": "Glucosamine",
        "opd": "Gelatin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b44355d1-7139-4cce-9e8c-c43185411cbb",
        "choice_type": "single"
    },
    {
        "question": "Centroacinar cells are characteristic of",
        "exp": "Pancreatic centroacinar cells. The regulator of both exocrine and endocrine function. Pour PM1. Author information Abstract The relationship between pancreatic centroacinar cells (CAC), the acinar cells, and the endocrine cells was examined in fetuses and newborn Syrian hamsters histologically, immunohistochemically, and electron microscopically. Pancreatic anlage, composed of undifferentiated cells and a few alpha cells, were found at day 12, delta cells at day 13, acinar cells at day 14, and beta cells at day 15 of the gestation. Ref: guyton and hall textbook of medical physiology 12 edition page number: 414, 415, 416",
        "cop": 3,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Pancreas",
        "opd": "Spleen",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b117c545-93e7-445a-9df6-cb88389f38ca",
        "choice_type": "single"
    },
    {
        "question": "HC1 secretion in gastric phase is increase by",
        "exp": "Acid in the antrum inhibits gastrin secretion, paly by a direct action on G cells and paly by release of somatostatin, a relatively potent inhibitor of gastrin secretion. Th effect of acid is the basis of a negative feedback loop regulating gastrin secretion. Increased secretion of the hormone increases acid secretion, but the acid then feeds back to inhibit fuher gastrin secretion. REFERENNCE; GANONGS REVIEW OF MEDICAL PHYSIOLOGY 24. TH EDITION",
        "cop": 3,
        "opa": "Pepsinogen",
        "opb": "CCK",
        "opc": "Gastrin",
        "opd": "Secretin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a2d35b82-594f-49aa-b50c-96e2d649f378",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B is absorbed from which pa of intestine",
        "exp": "Vitamin B12 is predominantly absorbed from ileum Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 2,
        "opa": "Jejunum",
        "opb": "Ileum",
        "opc": "Duodenum",
        "opd": "Caecum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "cb4f9b96-4ab4-4caa-be29-9e02f053d5e5",
        "choice_type": "single"
    },
    {
        "question": "Slow waves/ BER are in increasing order in the following pas of GIT",
        "exp": "\"Waves occur 3-4 times per minute in the stomach. In the small intestine, there is an average of 12 BER cycles/min in the proximal jejunum, declining to 8/min in the distal ileum. The frequency of the wave increases along the colon, from about 2/min at the ileocecal valve to 6/min at the sigmoid. \"",
        "cop": 4,
        "opa": "Jejunum > Sigmoid colon > Stomach",
        "opb": "Jejunum < Sigmoid colon < Stomach",
        "opc": "Stomach > Sigmoid colon > Jejunum",
        "opd": "Stomach < Sigmoid colon < Jejunum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "18719546-2b3b-4ac2-af06-69d2d0b4ed43",
        "choice_type": "single"
    },
    {
        "question": "The total fluid secreted by the salivary gland, stomach, and intestine in a day is",
        "exp": "Daily water turnover in the GITIngested2000. Endogenous secretions7000. Salivary glands1500. Stomach2500. Bile500. Pancreas1500. Intestine1000. Total Input9000. Reabsorbed8800. Jejunum5500. Ileum2000. Colon1300. Balance in stool200. Reference: Ganong's review of Medical Physiology, 25th ed, Page: 464",
        "cop": 3,
        "opa": "3000ml",
        "opb": "4000ml",
        "opc": "5000ml",
        "opd": "6000ml",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "75199827-3ba6-4471-a7b9-06c265575cc5",
        "choice_type": "single"
    },
    {
        "question": "Iron is absorbed predominantly in the",
        "exp": "Iron absorption occurs predominantly in the duodenum and upper jejunum ( Muir and Hopfer, 1985) (Figure 1). The mechanism of iron transpo from the gut into the bloodstream remains a mystery despite intensive investigation and a few tantalizing hits. Ref: guyton and hall textbook of medical physiology 12 edition",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "4146ba27-557b-4dcf-b2a2-a6a85aac1efa",
        "choice_type": "single"
    },
    {
        "question": "Maximum postprandial motility is seen in",
        "exp": "Nonpropagating colonic motor activity increased in all colonic segments immediately after eating the meal (p less than 0. 05). The increase in motility was significantly greater in the descending colon than in the transverse and sigmoid colon (p less than 0. 05). In one-half of the subjects propagating contractions occurred postprandially. The movement of the intraluminal tracer occurred during both types of motility. Ref: guyton and hall textbook of medical physiology 12 edition page number: 442, 443, 444",
        "cop": 3,
        "opa": "Ascending colon",
        "opb": "Transverse colon",
        "opc": "Descending colon",
        "opd": "Sigmoid colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "86d03d19-39d3-4ada-bd2e-0edbbb9ee168",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme is not release as proenzyme?",
        "exp": "Ptyalin(alpha amylase) aids digestion of starch to produce dextrin and maltose. Ref. Textbook of physiology by AK Jain 7th edition page no. 209",
        "cop": 2,
        "opa": "Pepsin",
        "opb": "Amylase",
        "opc": "Trypsin",
        "opd": "Chymotrypsin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "6376d453-edd4-4967-b731-fcf5949e878f",
        "choice_type": "single"
    },
    {
        "question": "Which clears and flushes food during inter-digestive period?",
        "exp": "a hormone released into the bloodstream by the duodenum (especially in response to acidity) to stimulate secretion by the liver and pancreas Ref: guyton and hall textbook of medical physiology 12 edition page number: 414, 415, 416",
        "cop": 2,
        "opa": "Gastrin",
        "opb": "Migrating motor complex",
        "opc": "Secretin",
        "opd": "CCK",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "fed1f4a6-ffea-46a2-a02d-e2c29e914a3a",
        "choice_type": "single"
    },
    {
        "question": "Enterohepatic circulation is necessary for the secretion of",
        "exp": "Bile is made up of the bile acids, bile pigments, and other substances dissolved in an alkaline electrolyte solution that resembles pancreatic juice. About 500 mL is secreted per day. Some of the components of the bile are reabsorbed in the intestine and then excreted again by the liver (enterohepatic circulation). In addition to its role in digestion and absorption of fats (Chapter 27), bile (and subsequently the feces) is the major excretory route for lipid-soluble waste products. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 482",
        "cop": 1,
        "opa": "Bile",
        "opb": "Internal Juice",
        "opc": "Pancreatic Juice",
        "opd": "Gastric Juice",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "dc5f327b-a5aa-4ef0-a573-7c28366cf0ff",
        "choice_type": "single"
    },
    {
        "question": "In blood, bilirubin is with",
        "exp": "Bilirubin formed by the destruction of RBCs is free or unconjugated bilirubin. It is lipid soluble and bound to albumin(protein conjugation), which prevents it's excretion by the kidneys in urine. Ref. Text book of physiology by AK Jain 7th edition page no. 79",
        "cop": 1,
        "opa": "Protein",
        "opb": "Steroid",
        "opc": "Vitamin",
        "opd": "Carbohydrates",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "77acc49b-997d-4a2c-8396-1899270e7221",
        "choice_type": "single"
    },
    {
        "question": "Goblet cells secrete",
        "exp": "Apa from comprising the epithelial lining of various organs, production of large glycoproteins and carbohydrates, the most impoant function of goblet cells is the secretion of mucus. This mucus is a gel-like substance that is composed mainly of mucins, glycoproteins, and carbohydrates. Ref: <a href=\"",
        "cop": 3,
        "opa": "HCI",
        "opb": "Pepsin",
        "opc": "Mucus",
        "opd": "Serolonin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "929b4349-d014-4f70-8045-b6c441da90f6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the pacemaker of the gastrointestinal tract?",
        "exp": "Interstitial cells of Cajal are the pacemaker cells of the GIT that initiate the basic electric rhythm(BER). These are stellate mesenchymal pacemaker cells with smooth muscle-like features. In the stomach and the small intestine, these cells are located in the circular smooth muscle layer near the myenteric plexus. In the colon, they are at the submucosal border of the circular muscle layer. Ref: Ganong&; s review of Medical physiology 26th edition Pgno: 494-495",
        "cop": 3,
        "opa": "P cells",
        "opb": "Oxyntic cells",
        "opc": "Interstitial cells of Cajal",
        "opd": "Parietal cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "665ff281-dafd-4623-ae79-dfe5c514217b",
        "choice_type": "single"
    },
    {
        "question": "Myenteric plexus is present in",
        "exp": "The myenteric plexus ( Auerbach&; s plexus), is situated between the outer longitudinal and middle circular muscle layers. The submucous plexus ( Meissner&; s plexus) is present between the middle circular layer and mucosa. Collectively these neurons constitute the enteric nervous system. It is also referred to as the \" LITTLE BRAIN \"(Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 448)",
        "cop": 1,
        "opa": "Muscularis externa",
        "opb": "Submucosa",
        "opc": "Mucosa",
        "opd": "Serosa",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9a6887c5-37a4-4af8-910b-e25935d74e0f",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor in stomach is secreted by",
        "exp": "In the body of the stomach, including the fundus, the glands also contain parietal (oxyntic) cells, which secrete hydrochloric acid and intrinsic factor, and chief (zymogen, peptic) cells, which secrete pepsinogens Ref: guyton and hall textbook of medical physiology 12 edition page number: 406, 407, 408",
        "cop": 1,
        "opa": "Parietal cells",
        "opb": "Chief cells",
        "opc": "Zymogen cells",
        "opd": "Enterochromaffin cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "543d10b1-9b13-410c-9020-e16ab00a519b",
        "choice_type": "single"
    },
    {
        "question": "Preservation used for storing blood for transfusion is",
        "exp": "citrate phosphate dextrose (CPD) a solution containing citric acid, sodium citrate, monobasic sodium phosphate, and dextrose that is the primary anticoagulant used for preservation of whole blood or red blood cells for up to 21 days Ref: guyton and hall textbook of medical physiology 12 edition page number: 146, 147, 148",
        "cop": 4,
        "opa": "Heparin+dextrose",
        "opb": "Citrate + glucose",
        "opc": "EDTA",
        "opd": "CDP-A",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "a772b778-3ef2-4da8-b606-f6b939b89714",
        "choice_type": "single"
    },
    {
        "question": "Iron is predominantly absorbed in",
        "exp": "Almost all iron absorption occurs in the duodenum. Transpo of Fe2+ into the enterocytes occurs divalent metal transpoer 1 (DMT1). Some are stored in ferritin, and the remainder is transpoed out of the enterocytes by a basolateral transpoer named ferropoin 1. A protein called hephaestin (Hp) is associated with ferropoin 1. It is not a transpoer itself, but it facilitates basolateral transpo. In the plasma, Fe2+ is conveed to Fe3+ and bound to the iron transpo protein transferrin. This protein has two iron-binding sites. Normally, transferrin is about 35% saturated with iron, and the normal plasma iron level is about 130 mg/dL (23 mmol/L) in men and 110 mg/dL (19 mmol/L) in women. Ref: Ganong&; s review of medical physiology 23rd edition Page no: 452",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Colon",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8e8fa221-77ff-4f27-8250-30d78ca0a8b3",
        "choice_type": "single"
    },
    {
        "question": "Left ventricular systole corresponds",
        "exp": "Left ventricular systole corresponds to atrial diastole Ref: guyton and hall textbook of medical physiology 12 edition page number: 199, 200, 201",
        "cop": 4,
        "opa": "ST segment in ECG",
        "opb": "Right ventricular diastole",
        "opc": "P wave in ECG",
        "opd": "Atrial diastole",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "6361aeb4-a46c-4c0b-ac0a-aa47a5e61149",
        "choice_type": "single"
    },
    {
        "question": "Gastric acid decreased by",
        "exp": "When hydrochloric acid passes from the stomach into the duodenum, secretin is released into the bloodstream and stimulates the acinar cells of the pancreas to secrete water and bicarbonate into the pancreatic ducts that drain into the duodenum. By this mechanism, hydrochloric acid secreted by the stomach, which can be damaging to the intestinal lining, is promptly diluted and neutralized. Secretin also inhibits the secretion of gastrin, which triggers the initial release of hydrochloric acid into the stomach, and delays gastric emptyingref: guyton and hall textbook of medical physiology 12 edition page number: 409, 410, 411",
        "cop": 1,
        "opa": "Secrilin",
        "opb": "Vagal stimulation",
        "opc": "Proteins in gastric fluids",
        "opd": "Gastric antral distension",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "8ba7513a-7112-489c-8b66-4b479a087658",
        "choice_type": "single"
    },
    {
        "question": "The intrinsic factor of Castle is secreted by",
        "exp": "Parietal cells secrete hydrochloric acid and intrinsic factor, and chief cells produce pepsinogens and gastric lipase. Enterochromaffin-like cells secrete Histamine. G cells secrete gastrin hormone. Reference: Ganong's review of Medical Physiology, 25th ed, Page: 458",
        "cop": 2,
        "opa": "Chief cells",
        "opb": "Parietal cells",
        "opc": "Enterochromaffin like cells",
        "opd": "G-cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "7ad1df8c-77b7-44c3-97f2-2975880e4e8c",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic juice rich in water & electrolytes, poor in enzymes are secreted by",
        "exp": "The pancreatic juice contains enzymes that are of major impoance in digestion. Its secretion is controlled in pa by a reflex mechanism and in pa by the gastrointestinal hormones secretin and cholecystokinin(CCK). Secretion of pancreatic juice is primarily under hormonal control. Secretin acts on the pancreatic ducts to cause copious secretion of a very alkaline pancreatic juice that is rich in HCO3-and poor in enzymes. The effect on duct cells is due to an increase in intracellular c. AMP. Secretin also stimulates bile secretion. CCK acts on the acinar cells to cause the release of zymogen granules and production of pancreatic juice rich in enzymes but low in volume. Its effect is mediated by phospholipase C. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGYKIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANPAGE NO: 435, 436",
        "cop": 1,
        "opa": "Secretin",
        "opb": "Cholecystokinin",
        "opc": "Pancreatozymin",
        "opd": "Gastrin",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "017ae212-dd95-4323-8033-a5e71537c462",
        "choice_type": "single"
    },
    {
        "question": "The longest transit time in GIT is seen in",
        "exp": "The longest transit time is seen in the colon. Average Transmit Time Segment Transit time Esophagus 2-3 seconds Stomach 2-5 hours Small intestine 3-6 hours Caecum 4 hours First third of colon 6 hours Second third of colon 9 hours Sigmoid colon 12 hours Ref: Ganong&; s Review of medical physiology 26th edition pgno: 493-494",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Colon",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "3f004b2c-43c8-497b-b6f0-c403a54a5e09",
        "choice_type": "single"
    },
    {
        "question": "Intrinsic factor is produced by",
        "exp": "The gastric mucosa contains many deep glands. In the cardia and the pyloric region, the glands secrete mucus. In the body of the stomach, including the fundus, the glands also contain parietal (oxyntic) cells, which secrete hydrochloric acid and intrinsic factor, and chief (zymogen, peptic) cells, which secrete pepsinogens. These secretions mix with mucus secreted by the cells in the necks of the glands. Several of the glands open on a common chamber (gastric pit) that opens in turn on the surface of the mucosa. Mucus is also secreted along with HCO3 by mucus cells on the surface of the epithelium between glands. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, KIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMANTWENTY THIRD EDITIONPAGE NO: 431, 432",
        "cop": 2,
        "opa": "Argentaffin cells",
        "opb": "Oxyntic cells",
        "opc": "Chief cells",
        "opd": "Antral cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "00aaa82a-9f7f-4d28-9a56-bb8ec879092b",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 is absorbed in",
        "exp": "Most vitamins are absorbed in the upper small intestine, but vitamin B 12 is absorbed in the ileum. This vitamin binds to IF and this complex is absorbed across the ileal mucosa. Vitamin B12 and folate absorption are Na independent. (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 458)",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "b71204f9-3e28-475e-83d1-0a533015b57b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is choleretic?",
        "exp": "Choleretics are substances that increase the volume of secretion of bile from the liver as well as the amount of solids secreted. Secretin is secreted by S cells that are located deep in the glands of the mucosa of the upper poion of the small intestine. Its half-life is about 5 minutes. Secretin increases the secretion of bicarbonate by the duct cells of the pancreas and biliary tract. It thus causes the secretion of a watery, alkaline pancreatic juice. Its action on pancreatic duct cells is mediated c. AMP. It also augments the action of CCK in producing the pancreatic secretion of digestive enzymes. It decreases gastric acid secretion and may cause contraction of the pyloric sphincter. The secretion of secretin is increased by the products of protein digestion and by acid bathing the mucosa of the upper small intestine. Secretin causes alkaline pancreatic juice to flood into the duodenum, neutralizing the acid from the stomach and thus inhibiting fuher secretion of the hormone. Ref: Ganong; 23rd edition; Pg no: 446",
        "cop": 2,
        "opa": "CCK",
        "opb": "Secretin",
        "opc": "Fatty acid",
        "opd": "Amino acids",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "f8965cd4-1f33-476d-8a34-ca7646e28b03",
        "choice_type": "single"
    },
    {
        "question": "Slow waves/BER maximum in",
        "exp": "Except in the esophagus and the proximal poion of the stomach, the smooth muscle of the gastrointestinal tract has spontaneous rhythmic fluctuations in membrane potential between about -65 and -45 mV. This basic electrical rhythm (BER) is initiated by the interstitial cells of Cajal, stellate mesenchymal pacemaker cells with smooth muscle-like features that send long multiply branched processes into the intestinal smooth muscle. In the stomach and the small intestine, these cells are located in the outer circular muscle layer near the myenteric plexus; in the colon, they are at the submucosal border of the circular muscle layer. In the stomach and small intestine, there is a descending gradient in pacemaker frequency, and as in the heart, the pacemaker with the highest frequency usually dominates. The BER itself rarely causes muscle contraction, but spike potentials superimposed on the most depolarizing poions of the BER waves do increase muscle tension. The depolarizing poion of each spike is due to Ca2+ influx, and the repolarizing poion is due to K+efflux. Many polypeptides and neurotransmitters affect the BER. For example, acetylcholine increases the number of spikes and the tension of the smooth muscle, whereas epinephrine decreases the number of spikes and the tension. The rate of the BER is about 4/min in the stomach. It is about 12/min in the duodenum and falls to about 8/min in the distal ileum. In the colon, the BER rate rises from about 2/min at the cecum to about 6/min at the sigmoid. The function of the BER is to coordinate peristaltic and other motor activity; contractions occur only during the depolarizing pa of the waves. After vagotomy or transection of the stomach wall, for example, peristalsis in the stomach becomes irregular and chaotic. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGYKIM BARRETT, HEDDWEN BROOKS, SCOTT BOITANO, SUSAN BARMAN, TWENTY-THIRD EDITION PAGE NO: 470",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Ileum",
        "opc": "Colon",
        "opd": "Rectum",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "e2041e1e-063c-430f-89b1-bf50f82ce481",
        "choice_type": "single"
    },
    {
        "question": "Epinephrine action in liver",
        "exp": "Epinephrine markedly stimulates glycogen breakdown in muscle and, to a lesser extent, in the liver. The liver is more responsive to glucagon, a polypeptide hormone that is secreted by the a cells of the pancreas when the blood-sugar level is low Ref: guyton and hall textbook of medical physiology 12 edition page number: 419, 420, 421",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Lipolysis",
        "opc": "Glycogenolysis",
        "opd": "Gluconeogenesis",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "35cc3246-ed6b-499e-8c54-b686145f3046",
        "choice_type": "single"
    },
    {
        "question": "Which one of these is absorbed in ileum?",
        "exp": "Vitamin B12 is predominantly absorbed in ileum Ref: guyton and hall textbook of medical physiology",
        "cop": 2,
        "opa": "Vitamin D",
        "opb": "B12",
        "opc": "Iron",
        "opd": "Fat",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "90d4fa8e-ef36-4d2d-9c8f-51cb75b4d813",
        "choice_type": "single"
    },
    {
        "question": "Secretions of GIT are controlled by",
        "exp": "Secretions of GIT are controlled by the Meissner plexus. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 460",
        "cop": 4,
        "opa": "Myenteric plexuses",
        "opb": "Auerbach plexuses",
        "opc": "Meissner plexuses",
        "opd": "Extrinsic nerve",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "dd33afdb-d58b-46ac-9994-9f3a3d367ba1",
        "choice_type": "single"
    },
    {
        "question": "Interstitial cells of cajal are located in",
        "exp": "Interstitial cells of cajal are located in the gastrointestinal tract They act as pace makers and produce slow waves which help in peristalsis Ref: Guyton and Hall textbook of medical physiology 12th edition, page no: 396",
        "cop": 1,
        "opa": "Gi",
        "opb": "Heart",
        "opc": "Lung",
        "opd": "Bone",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "069dca69-95cd-462c-abc0-692a17deb99b",
        "choice_type": "single"
    },
    {
        "question": "Absent P waves with wide QRS complex indicates serum potassium of",
        "exp": "Hyperkalemia Couesy of Dr. Michael Mc. Crea a. Tall hyperacute T wave (earliest ECG finding) b. Prolonged PR interval c. Flattened or absent P wave d. Wide QRS complex that eventually blends with the T wave to assume a \"sine wave\" appearance e. Heart blocks f. QT interval normal or shoened Ref: guyton and hall textbook of medical physiology 12 edition page number: 184, 185, 186",
        "cop": 3,
        "opa": "5. 4 meq/L",
        "opb": "6. 5 meq/L",
        "opc": "More than 8 meq/L",
        "opd": "More than 1O meq/L",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "70ad64f3-3f18-4b23-a4bb-6ecd86a05609",
        "choice_type": "single"
    },
    {
        "question": "Normal Brown colour of stool is due to",
        "exp": "Hemoglobin from RBC undergo metabolism and produces bilirubin and biliverdin. This, in turn, conveed into urobilinogen and stercobilinogen. This urobilin and stercobilin are responsible for giving colour to urine and stool respectively. During obstructive jaundice absence of this stercobilin leads to clay colored urine(Ref: Vasudevan, textbook of biochemistry)",
        "cop": 3,
        "opa": "Urobilin",
        "opb": "Stercobilinogen",
        "opc": "Stercobilin",
        "opd": "Urobilinogen",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "0bb9317b-b4ad-4ced-8f2d-e2136299a51d",
        "choice_type": "single"
    },
    {
        "question": "Saliva is",
        "exp": "Saliva has a pH normal range of 6. 2-7. 6 with 6. 7 being the average pH. Resting pH of mouth does not fall below 6. 3. In the oral cavity, the pH is maintained near neutrality (6. 7-7. 3) by saliva. The saliva contributes to maintenance of the pH by two mechanisms Ref: guyton and hall textbook of medical physiology 12 edition page number: 400, 401, 402",
        "cop": 2,
        "opa": "Hypeonic",
        "opb": "Hypotonic",
        "opc": "Isotonic",
        "opd": "At first hypeonic, then isotonic",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "21849226-ac57-4efa-81b4-12e08416a245",
        "choice_type": "single"
    },
    {
        "question": "The maximum motility of the colon is seen in",
        "exp": "The maximum motility of the colon is seen in the sigmoid colon. The rate of BER at sigmoid colon is 6/min. Rate of basal electric rhythm in various regions Segment Rate of BER Stomach 4/min Duodenum 12/min Distal ileum 8/min Cecum 2/min Sigmoid 6/min Ref: Ganong&; s Review of medical physiology 26th edition Pgno: 486",
        "cop": 4,
        "opa": "Ascending colon",
        "opb": "Transverse colon",
        "opc": "Descending colon",
        "opd": "Sigmoid colon",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "c20437d5-18cd-4485-b1e8-9eafdc6b1b5b",
        "choice_type": "single"
    },
    {
        "question": "Colostrum contains more of _________",
        "exp": "Colostrum is known to contain immune cells (as lymphocytes) and many antibodies such as IgA, IgG, and IgM.... Other immune components of colostrum include the major components of the innate immune system, such as lactoferrin, lysozyme, lactoperoxidase, complement, and proline-rich polypeptides (PRP). Ref: guyton and hall textbook of medical physiology 12 edition page number: 664, 665, 666",
        "cop": 4,
        "opa": "Ca",
        "opb": "Mg",
        "opc": "Fe",
        "opd": "Cu",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "fe66f26a-0fc4-45e7-beb0-1c5142874d6b",
        "choice_type": "single"
    },
    {
        "question": "Pepsinogen is secreted by",
        "exp": "Chief or zymogen or peptic cells secrete pepsiongens. Parietal or oxyntic cells secrete HCl and intrinsic factor. These cells are located in the body of stomach, including the fundus. (Ref: Ganong&; s Review of medical physiology, 23 rd edition, page 431)",
        "cop": 3,
        "opa": "Parietal cells",
        "opb": "Mucus cells",
        "opc": "Chief cells",
        "opd": "Oxyntic cells",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "95a15814-9dde-47b4-952a-c533b4c00180",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic juice becomes thick if it has impaired",
        "exp": "As the volume of pancreatic secretion increases, its Cl- concentration falls and its HCO3- concentration increases. The magnitude of the exchange is inversely propoionate to the rate of flow. In cystic fibrosis where this exchange mechanism is lost, pancreatic secretions become dehydrated and thickened. REF: GANONG&; S REVIEW OF MEDICAL PHYSIOLOGY, TWENTY-THIRD EDITION, PAGE NO: 435, 436",
        "cop": 2,
        "opa": "Na secretion",
        "opb": "Cl- secretion",
        "opc": "Na+ H+ exchange",
        "opd": "H+ secretion",
        "subject_name": "Physiology",
        "topic_name": "G. I. T",
        "id": "9cd093d8-fc91-4d49-bcfb-8e37654b2f4a",
        "choice_type": "single"
    }
]