[
    {
        "question": "Co2 causes?",
        "exp": "ANSWER: (D) Respiratory stimulation by central chemoreceptors. REF: Ganong's 22nd ed chapter 31. Co2 causes direct stimulation of vasomotor centre",
        "cop": 4,
        "opa": "Decrease respiratory drive",
        "opb": "Reduces cerebral blood flow",
        "opc": "Depresses vasomotor centre",
        "opd": "Respiratory stimulation by central chemoreceptc",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "89fc77e1-43ac-4f40-b3c0-ee6894c16217",
        "choice_type": "single"
    },
    {
        "question": "Carbon dioxide trasported in blood mostly as -",
        "exp": "Dissolution, hemoglobin binding, and the bicarbonate buffer system are ways in which carbon dioxide is transported throughout the body. In the bicarbonate buffer system, the most common form of carbon dioxide transportation in the blood, carbon dioxide is finally expelled from the body through the lungs during exhalation.",
        "cop": 3,
        "opa": "Carboxy. Hb",
        "opb": "In combination with plasma proteins",
        "opc": "Bicarbonate",
        "opd": "Carbonic acid dissolved in plasma",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "479e103f-39e3-42a0-b48f-548c8f4fb411",
        "choice_type": "single"
    },
    {
        "question": "All the following factors shift the oxygen dissociation curve to the right except:",
        "exp": "Ans: D (| pH) Ref: Guyton & Hull. Transport of Oxygen and Carbon Dioxide in Blood and Tissue Fluids. In: Textbook of Medical Physiology. 12th ed. Philadelphia: Saunders. Elsevier: 2012. p 500. Explanation: Factors shifting oxygen dissociation curve. Shift to left. Shift to Right| Temperature| Temparature| pH| pH| p. CO2 |2. 3 DPG| p. CO2 | 2, 3 DPGFetal Hb. Carbon monoxide|p. O2",
        "cop": 4,
        "opa": "| CO2",
        "opb": "| temperature",
        "opc": "| 2, 3 DPG",
        "opd": "| pH",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "540f4c2d-d4fb-4752-bc0d-4c0a5afa6e28",
        "choice_type": "multi"
    },
    {
        "question": "In plasma, carbon-di-oxide is mainly transported as: (Repeat)",
        "exp": "Ans: B (HCO3-) Ref: Pal GK. Transport of gases in blood. In: Textbook of medical physiology. Ahuja publishing house. 2007: 91: 733. Explanation: Carbon Dioxide Transport in Blood1. HCO3- in plasma and in RBCs - 70%2. Formation of carbamino compounds with plasma protein (23%)3. Dissolved form (7%)",
        "cop": 2,
        "opa": "Dissolved CO2",
        "opb": "HCO3-",
        "opc": "Carboxy hemoglobin",
        "opd": "Carbamino hemoglobin",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "c3967237-4329-4d41-a584-eab460331554",
        "choice_type": "single"
    },
    {
        "question": "Fetal Hb shows high p. O2 saturation compared to adult Hb because -",
        "exp": "Ans. is 'a' i. e., Affinity to binding to DPG is different in fetal Hb o Make it very clear in mind that higher affinity' of fetal hemoglobin for oxygen is due to low affinity of HbF for 2, 3- DPG (not due to decreased 2, 3-DPG concentration). HbF does not combines to 2, 3-DPG as avidly as adult hemoglobin. \"Fetal hemoglobin is left - shifted because it has a low affinity' for DPG\", --Principles of medical physiology'\"It is worth noting that DPG does not combine with fetal hemoglobin. That is perhaps one reason why HbF has greater affin ity for oxygen than adult hemoglobin (HbF) \".-- Understanding of medical physiology\"Fetal hemoglobin binds less 2-3 DPG it has consequently a greater affinity for O2\" -- Pediatric physiologyo All other textbooks have mentioned the same thing. o So, high affinity of HbF to O2 is due to low affinity of HbF for 2, 3 DPG (and not due to decreased 2, 3-DPG concentration). Effect of 2-3 diphosphoglvcerete (2. 3 PPG)o Another important factor which influences oxygen-hemoglobin dissociation curve is 2, 3 DPG in RBC. DPG is an optional by-product of the glycolytic pathway. DPG binds with deoxygenated hemoglobin but not with oxygenated hemoglobin. Therefore raised DPG concentration releases oxygen from oxyhemoglobin by shifting the following reversible reaction to the right: -Hb. O2 + DPG - Hb - DPG + O2o One molecule of DPG binds with one mole of deoxyhemoglobin. o That is why in the presence of raised DPG concentration, less oxygen can combine with hemoglobin at a given PO2. Hence an increase in DPG concentration shifts the oxygen-hemoglobin dissociation curve to the right. Thus 2, 3 DPG causes delivery (unloading) of O2 to the tissues. o Factors which increases 2, 3 DPG level and therefore lower the oxygen affinity of hemoglobin (right shift of O2 dissociation curve and increased delivery of oxygen to tissues) are: -# Hypoxia# High altitude# Alkalosis# Exercise# Pregnancy# Anemia# Hormones (thyroid, GH, androgen)# Cyanotic congenital heart disease# Chemical agents (Inosine, Pyruvate, PEP, phosphate, dihydroxyacetone)o Factors which decrease 2, 3 DPG levels and therefore increase oxygen a ffinity of hemoglobin (left shift of O2 dissociation curve and decreased delivery' of O2 to the tissues) are: - Stored blood, and fetal hemoglobin (HbF). o Fetal hemoglobin has considerably less afinity for 2, 3 - DPG than does adult hemoglobin therefore fetal hemoglobin has greater affinity for oxygen than adult hemoglobin. In human blood, the affinity of fetal hemoglobin for 2, 3-DPG is only about 40% that of adult hemoglobin. This makes fetal hemoglobin behave as if 2, 3-DPG levels are low. Therefore, the oxygen dissociation curve is shifted to the left. Although fetal red cells do contain 2, 3 DPG, the poor binding of 2, 3-DPG by fetal hemoglobin is an important factor in facilitating transport of oxygen across the placenta from mother to fetus. On the maternal side of the placenta, the reduction of hemoglobin effectively shifts the curve to the right, increasing oxygen release. On the fetal side, 2, 3-DPG does not interfere with the affinity' of fetal hemoglobin for oxygen and thus the uptake of oxygen by fetal erythrocytes.",
        "cop": 1,
        "opa": "Affinity' to binding to DPG is different in fetal Hb",
        "opb": "Right shift to Oxygen dissociation curve",
        "opc": "Acidic environment",
        "opd": "Cooperative binding",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "cd871163-2422-4a8d-a943-df37925c8378",
        "choice_type": "single"
    },
    {
        "question": "Hypercarbia is characterized by:",
        "exp": "Ans. is 'd' i. e. hypertension Hypercarbia causes: 1. Tachycardia and increased C. O., due to direct effect of C02 on the heart and reflex sympathetic stimulation. Hypertension, because central sympathetic overactivity causes peripheral vasoconstriction. Mydriasis (Although mydriasis is not mentioned directly, but in hypercarbia there in sympathetic activation with a rise of circulating catacholamines which will cause pupillary dilatation). No ideas about the extremities.",
        "cop": 4,
        "opa": "Miosis",
        "opb": "Cool extremities",
        "opc": "Bradycardia",
        "opd": "Hypertension",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "61a9b3bf-b3c0-46fe-8b00-2cba9e2b340c",
        "choice_type": "single"
    },
    {
        "question": "All of the following factors influence hemoglobin dissociation curve, except:",
        "exp": "Ans. is 'a' i. e. Chloride ion concentration Three conditions affect the oxygen-hemoglobin dissociation curve, the pH, the temperature, and the concentration of 2, 3-biophosphoglycerate. CO2 tension (PCO2) affects the pH of blood and hence the 02-Hb dissociation curve. Shift of Q2-Hb dissociation curve. Factors. Shift to Right. Shift to leftpH||temperature||2, 3 DPG cone.||PCO2||",
        "cop": 1,
        "opa": "Chloride ion concentration",
        "opb": "CO2 tension",
        "opc": "Temperature",
        "opd": "2-3 DPG levels",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "61db59b3-5cde-4e5b-be5d-4de560bbb6c9",
        "choice_type": "multi"
    },
    {
        "question": "02 delivery to tissues depends on all/except",
        "exp": "Ans. is 'b' i. e. Type of fluid administered The O2 delivery system in the body consists of the lungs and the cardiovascular system. O2 delivery to a particular tissue depends on: amount of O2 entering the lungsthe adequacy of pulmonary gas exchangethe blood flow to the tissuescardiac outputdegree of constriction of the vascular bed in the tissuethe capacity of blood to carry O2 the amount of O2 in the blood is determined bythe amount of dissolved O2 in plasmathe amount of hemoglobinthe affinity of the hemoglobin for O2. The affinity of hemoglobin for O2 is represented by the oxygen-hemoglobin dissociation curve and depends on 3 factors -p. Htemperature2, 3-biphosphoglycerate cone. (BPG)|p. Hshift O2-Hb|the affinity of|temperature- dissociation curve -Hb for O2|2, 3-BPG cone. to the right",
        "cop": 2,
        "opa": "Cardiac output",
        "opb": "Type of fluid administered",
        "opc": "Hemoglobin concentration",
        "opd": "Affinity of hemoglobin for 02",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "1e41b4e8-7dac-4e43-abbf-1716ac203f61",
        "choice_type": "multi"
    },
    {
        "question": "Hemoglobin-Oxygen dissociation curve is sigmoid shape due to -",
        "exp": "Ans. is 4c' i. e., Co-operativity phenomenon. Molecular basis of sigmoid shapeo Each molecule of hemoglobin can combine with upto four molecules of oxygen. Combination with the first molecule alters the conformation of the hemoglobin molecule in such a way as to facilitate combination with the next oxygen molecule. In light of this, if we look at the curve, as the PO2 starts rising from 0 mm Hg upwards, initially all hemoglobin molecules in blood starts combining with their first oxygen molecule. This is the most difficult molecule to combine with. Hence saturation rises only slowly with initial rise in PO2. As PO2 rises further, hemoglobin molecules combine with their second, third and fourth molecules, which are progressively easier to combine with. Hence saturation rises steeply between PO2 of 15 mm Hg and 40 mm Hg. When PO2 rises still further, oxygen finds most of the hemoglobin molecules carrying four molecules of oxygen each. Since no molecules of hemoglobin can carry more than four molecules of oxygen, there is not much scope for more O2 combining with hemoglobin. Hence the curve becomes almost flat again beyond the PO2 of 60 mm Hg. o Thus, the primary reason for the sigmoid shape of the oxygen-hemoglobin dissociation curve is that out of the four molecules of oxygen that can combine with a hemoglobin molecules, the first combines with the greatest difficulty and binding of an oxygen molecules increases affinity to next O2 molecule. This phenomenon is termed as cooperative binding or cooperativity, i. e., a molecule of O2 binds to a hemoglobin tetramer more readily if other O2 molecules are already bound.",
        "cop": 3,
        "opa": "Binding of 1st O2 molecule decreases the affinity to next molecule",
        "opb": "Hb can bind to 2 molecules of O2",
        "opc": "Co-operativity phenomenon",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Gas Transport",
        "id": "9a02fe04-714e-4816-a529-2f7aac87b352",
        "choice_type": "multi"
    }
]