[
    {
        "question": "Colipase acts with:",
        "exp": "Pancreatic juice contains lipase, colipase, phospholipase A & B Colipase: Facilitates the action of lipase Prevents inactivation of lipase by bile salts",
        "cop": 2,
        "opa": "Lipoprotein lipase",
        "opb": "Pancreatic lipase",
        "opc": "Gastric lipase",
        "opd": "Salivary lipase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "ce5578d7-703c-4f47-afcf-43064ce75f6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is WRONG",
        "exp": "Daily water turnover (mL) in the gastrointestinal tract",
        "cop": 3,
        "opa": "Secretion mL/Day Saliva 1500",
        "opb": "Secretion mL/Day Stomach 2500",
        "opc": "Secretion mL/Day Bile 700",
        "opd": "Secretion mL/Day Pancreas 1500",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e730c0e5-60ec-40b7-886e-9d7c9c69a049",
        "choice_type": "single"
    },
    {
        "question": "Highest frequency of BER is seen in which of the following?",
        "exp": "BER - Basal electrical rhythm is the frequency of the electrical activity (slow waves) in the digestive tract. Stomach = 3-4/min., Duodenum = 12/min, jejunum = 9/min, ileum = 7/min.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "669edf51-2ed4-4955-af68-d72e8e577a4b",
        "choice_type": "single"
    },
    {
        "question": "Gastro-colic reflex is related to:",
        "exp": "Distension of the stomach by food initiates contractions of the rectum and, frequently, a desire to defecate. This response is called the gastrocolic reflex - related to mass movement (a modified form of peristalsis in large gut) This reflex is seen normally, paicularly in children, and not necessarily related to an irritable bowel.",
        "cop": 1,
        "opa": "Mass peristalsis",
        "opb": "Segmentation contractions",
        "opc": "Pendular movement",
        "opd": "irritable bowel",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "fd8808b5-63c4-4686-b247-9cdaa7fc1104",
        "choice_type": "single"
    },
    {
        "question": "Factor increasing gastric motility:",
        "exp": "Promoters of gastric emptying Chemical | Gastrin Mechanical | Gastric Distension Inhibitors of gastric emptying: Enterogastric inhibition: Duodenal distension Irritation of duodenal mucosa Acidic chyme Hyperosmolar chyme High fat content of chyme Hormonal inhibition: 6. CCK",
        "cop": 2,
        "opa": "Presence of fatty food in stomach",
        "opb": "Distension of stomach",
        "opc": "Presence of tryptophan in stomach",
        "opd": "Presence of acid in stomach",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "139cb1b4-4b37-4be1-a3f7-70e83a2cf0b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following motor events is integrated entirely within the Enteric Nervous System?",
        "exp": "Peristalsis is a reflex response that is initiated when the gut wall is stretched by the contents of the lumen, and it occursin all pas of the gastrointestinal tract from the esophagus to the rectum. An excellent example of the integrated activity of the enteric nervous system. Intesto-intestinal reflex: If an area of the bowel is grossly distended, contratile activity in the rest of the bowel is inhibited. It depends on the extrinsic neural connections with the ENS; sectioning of the extrinsic nerve will abolish this reflex. Recto-sphincteric reflex: When the rectum is distended by fecal material, the internal anal sphincter relaxes. This reflex will also signal the urge for defecation. (When the rectum is filled to about 25% of its capacity, there is an urge for defecation). If the environmental conditions are not suitable for defecation, then there will be voluntary contraction of the external anal sphincter to overcome the urge for defecation. When it is convenient to defecate, there is voluntary relaxation of the external anal sphincter and evacuation of feces occurs. Gastro-ileal reflex: Sholy after eating food, there is relaxation of the ileo-cecal sphincter and increase in the contractile activity of the ileum. It promotes passage of small intestinal contents into the colon. This reflex is mediated by the extrinsic autonomic nerves to the intestine.",
        "cop": 4,
        "opa": "Intesto-intestinal reflex",
        "opb": "Recto-sphincteric reflex",
        "opc": "Gastro-ileal reflex",
        "opd": "Peristaltic reflex",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "977a597b-d42a-47c4-9af7-47f8c9c739b1",
        "choice_type": "single"
    },
    {
        "question": "Lower esophageal sphincter",
        "exp": "Lower esophageal sphincter (LES) The resting pressure is about 20 mm Hg. Basal tone regulated by both intrinsic and extrinsic nerves, and hormones. A significant fraction of this basal tone is mediated by vagal cholinergic fibers (contraction of LES). Hence, options A & B are not correct. Stimulation of sympathetic nerves to the sphincter causes the LES to contract. Relaxation LES occurs in response to primary peristalsis in the esophagus is mediated by VIP and NO. Contraction of the diaphragm or increased intra-abdominal pressure will increase the pressure in LES. Option C is not correct.",
        "cop": 4,
        "opa": "Has no tonic activity",
        "opb": "Has a tone which is provided by the sympathetic system",
        "opc": "Relaxes on increasing abdominal pressure",
        "opd": "Relaxes ahead of the peristaltic wave",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "284f618d-35a2-44c0-b747-ea1fa11fab8b",
        "choice_type": "single"
    },
    {
        "question": "The neurotransmitter at the vagal nerve ending on the G-cell is:",
        "exp": "- G-cell in the pylorus secretes gastrin. - G-cell is innervated by vagal fibers; the transmitter of these fibers is bombesin, also known as gastrin-releasing peptide (GRP). - Neurotensin and entero-oxyntin are the peptides that influence the intestinal phase of the gastric acid secretion.",
        "cop": 3,
        "opa": "Ach",
        "opb": "Neurotensin",
        "opc": "Bombesin",
        "opd": "Entero-oxyntin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "7ba18020-5e77-47eb-a410-a496cf3d17c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT present in pancreatic juice?",
        "exp": "Aminopeptidase is present in succus entericus; it is an exopeptidase. The exopeptidase present in pancreatic juice is carboxypeptidase.",
        "cop": 4,
        "opa": "Colipase",
        "opb": "Elastase",
        "opc": "Ribonuclease",
        "opd": "Aminopeptidase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "d96d8150-efeb-4858-bd7d-5e5689d92e7f",
        "choice_type": "single"
    },
    {
        "question": "Glucose absorption from the gut occurs by:",
        "exp": "Glucose absorption from the gut occurs as co-transpo (secondary active transpo) with Na+ transpoer is SGLT-1 (sodium-glucose transpoer). SGLT-1 is a sympoer located on the luminal brush border of the enterocytes; it transpos 2 Na+ for every molecule of monosaccharide (glucose/galactose). Glucose moves across the basolateral membrane into the blood by passive transpo or facilitated diffusion GLUT-2 transpoer.",
        "cop": 4,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Primary active transpo",
        "opd": "Secondary active transpo",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "79ae0a2d-a1d2-4014-ba6f-eb2bc7459cf6",
        "choice_type": "single"
    },
    {
        "question": "Factor increasing gastric emptying",
        "exp": "Factors affecting increasing Gastric emptying (predominantly neural pathway is involved) Increased food volume in the stomach- gastric distension - stretch receptor activation -promotes increased emptying from the stomach. Type of food: order of gastric emptying is carbohydrate > protein > fat Gastrin has mild to moderate effect on gastrin emptying. Gastric distension and product of protein digestion stimulates gastrin release while acid in stomach inhibits gastrin release.",
        "cop": 2,
        "opa": "Presence of fatty food in stomach",
        "opb": "Distension of stomach",
        "opc": "Presence of tryptophan in stomach",
        "opd": "Presence of acid in stomach",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "8f62daff-9809-45e5-90cd-266231b506af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the strongest cholagogue?",
        "exp": "Cholagogues are the substances that increase the bile flow by causing gall bladder contraction. CCK is a cholagogue. Vagus nerve, bile acids are choleretics; they increase the bile secretion from liver.",
        "cop": 2,
        "opa": "Vagus nerve/Ach",
        "opb": "Cholecystokinin",
        "opc": "Bile acids",
        "opd": "Secretin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "d16a93e7-d690-4c56-be64-d01b177e27e0",
        "choice_type": "single"
    },
    {
        "question": "In the intestines, Paneth cells secrete:",
        "exp": "Paneth cells: These cells provide host defense mechanism against microbes in the small intestine. These cells function like the neutrophils. On exposure to foreign micro-organisms, the Paneth cells secrete several antimicrobial substances(DEFENSINS) into the lumen of the crypt. Thus, they provide a gastrointestinal barrier to protect the stem cells. (Stem cells are located within the small intestinal crypts; these cells serve to constantly replenish epithelial cells that die and are lost from the villi).",
        "cop": 3,
        "opa": "Mucous",
        "opb": "5-HT",
        "opc": "Defensins",
        "opd": "Electrolytes",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "0cb3f3b8-3af0-426b-ad6e-831cd9c7f392",
        "choice_type": "single"
    },
    {
        "question": "Retropulsion is the event seen in:",
        "exp": "Retropulsion is the event seen at the pylorus. As the pyloric wall contracts, some amount of food (chyme) moves into the duodenum whereas the remaining food rebounds from the pyloric sphincter. This is retropulsion. It will again move forward. This back and foh movement allows a thorough mixing of foodstuffs with the gastric juice, helping formation of chyme.",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6d306e2e-b133-484f-b095-2d812af5c102",
        "choice_type": "single"
    },
    {
        "question": "Iron is actively absorbed mainly in:-",
        "exp": "Almost all iron absorption occurs in the duodenum.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "3db8a864-b715-41c6-9376-e6bee2b973b6",
        "choice_type": "single"
    },
    {
        "question": "Antegrade peristalsis due to?",
        "exp": "- Excitatory neurotransmitters in ENS are Acetylcholine & substance P - Inhibitory neurotransmitters in enteric nervous system are NO & VIP - Acetylcholine is main excitatory neurotransmitter responsible for antegrade peristalsis",
        "cop": 1,
        "opa": "Ach",
        "opb": "Serotonin",
        "opc": "Substance P",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "370836fe-732f-410f-aed0-614a4897bb2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone is not involved in regulation of food intake?",
        "exp": "Ghrelin is secreted primarily by the stomach especially during fasting, and stimulates appetite. Peptide YY (PYY), Cholecystokinin (CCK), and Insulin are gastrointestinal hormones that are released by the ingestion of food and suppress fuher feeding. Gastrin has no role in regulation of food intake. Leptin is a hormone produced in increasing amounts by fat cells as they increase in size. It inhibits food intake.",
        "cop": 2,
        "opa": "Ghrelin",
        "opb": "Gastrin",
        "opc": "Insulin",
        "opd": "Leptin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4285330b-10eb-4eb2-a7bc-5aacea88beb5",
        "choice_type": "single"
    },
    {
        "question": "Sho chain fatty acids are absorbed by:",
        "exp": "Most of the dietary triglycerides are split by pancreatic lipase into FFAs and 2-monoglycerides which are absorbed passively by direct diffusion. Sho chain fatty acids are water-soluble and can be absorbed directly into poal blood. Long chain fatty acids are not water-soluble; they are absorbed into intestinal lymphatics in the form of chylomicrons.",
        "cop": 3,
        "opa": "Emulsification",
        "opb": "Micelle formation",
        "opc": "Direct diffusion",
        "opd": "Chylomicron formation",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "21d4ad99-d56b-498d-99de-a5e6fc182067",
        "choice_type": "single"
    },
    {
        "question": "Activation of which of the following hormone's receptors produces E. Coli induced diarrhoea?",
        "exp": "Guanylin is a gastrointestinal polypeptide that binds to guanylyl cyclase. It is secreted by cells of the intestinal mucosa. Stimulation of guanylyl cyclase increases the concentration of intracellular cyclic 3', 5'-guanosine monophosphate (c. GMP), and this in turn causes increased secretion of Cl- into the intestinal lumen. The heat-stable enterotoxin of ceain diarrhea-producing strains of Escherichia coli has a structure very similar to guanylin and activates guanylin receptors in the intestine.",
        "cop": 2,
        "opa": "Ghrelin",
        "opb": "Guanylin",
        "opc": "VIP",
        "opd": "Somatostatin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "c9a54714-ab6f-4a09-899e-a1b07623dcfb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following motor events is integrated entirely within the ENS?",
        "exp": "Gastrointestinal reflexes Reflexes are integrated entirely within the GIT wall enteric nervous system. These reflexes include: 1. Peristalsis 2. Mixing contractions 3. Local inhibitory effects. Reflexes from GIT to preveebral sympathetic ganglia & then back to GIT Gastrocolic reflexes Enterogastric reflexes Colonoileal reflexes Reflexes from GIT to spinal cord or brain stem & then back to the GIT Reflexes from the stomach & duodenum to the brain stem & back to stomach Pain reflexes that cause general inhibition of the entire GIT Defecation reflexes.",
        "cop": 4,
        "opa": "Intesto-intestinal reflex",
        "opb": "Recto-sphincteric reflex",
        "opc": "Gastro-ileal reflex",
        "opd": "Peristaltic reflex",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "29d76313-8ccb-48ac-97b1-27f5eb5be687",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not synthesized in an inactive precursor form?",
        "exp": "Most of the digestive tract enzymes are first synthesized in the form of an inactive precursor, from which the active enzyme is cleaved. Pepsinogen, pro-colipase, procarboxypeptidase are the precursor forms for the options given. Phospholipase is not synthesized in a precursor form.",
        "cop": 3,
        "opa": "Carboxypeptidase",
        "opb": "Colipase",
        "opc": "Phospholipase",
        "opd": "Pepsin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6f2644b7-89ce-497a-9ad0-e4c92df2770c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristic of saliva?",
        "exp": "Saliva is characterized by: Hypotonicity High HCO3- concentration (relative to plasma) because of secretion of HCO3- into saliva by the ductal cells. Presence of a-amylase and lingual lipase (not proteases) Because control of saliva production is parasympathetic, it is abolished by vagotomy.",
        "cop": 1,
        "opa": "Hypotonicity relative to plasma",
        "opb": "A lower HCO3- concentration than plasma",
        "opc": "The presence of proteases",
        "opd": "Secretion rate that is increased by vagotomy",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "a8634893-6284-4e6a-afc4-4af6cfa13a84",
        "choice_type": "single"
    },
    {
        "question": "Pacemaker complex of stomach is located in:",
        "exp": "Pacemaker complex is located in the wall of the stomach near the midpoion of the body of stomach. Co-ordinated contractions of stomach, after the arrival of food, arise in this region of the stomach. These waves, are not action potentials. Instead, they are slow, undulating changes in the resting membrane potential.",
        "cop": 2,
        "opa": "Fundus",
        "opb": "Midpoion of the body of stomach",
        "opc": "Pylorus",
        "opd": "Gastro-duodenal junction",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "80fa0b28-5030-45cf-8658-3d85491f49a7",
        "choice_type": "single"
    },
    {
        "question": "Which of these digestive enzymes is NOT present in pancreatic juice?",
        "exp": "Principal digestive enzymes",
        "cop": 4,
        "opa": "Elastase",
        "opb": "Colipase",
        "opc": "Ribonuclease",
        "opd": "Enteropeptidase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "8cc78f63-8410-4607-9933-0dec03a8c0f1",
        "choice_type": "single"
    },
    {
        "question": "Common for CCK and Gastrin:",
        "exp": "Gastrin stimulates mucosal growth of the stomach and small and large intestines (trophic action). CCK exes a trophic effect on the pancreas. Gastrin secretion is increased by the presence of the products of protein digestion in the stomach, paicularly amino acids. The secretion of CCK is increased by contact of the intestinal mucosa with the products of digestion, paicularly peptides and amino acids, and also by the presence in the duodenum of fatty acids containing more than 10 carbon atoms. Gastrin increases while CCK decreases gastric emptying.",
        "cop": 1,
        "opa": "Trophic action",
        "opb": "CCK A receptor",
        "opc": "Increases gastric emptying",
        "opd": "Secretion is stimulated by fatty acids",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4e63c0a6-660d-4090-9a4b-42e17af473b2",
        "choice_type": "single"
    },
    {
        "question": "Activation of which of the following enzymes is responsible for acute pancreatitis?",
        "exp": "Enzyme activated by trypsin is phospholipase A2. This enzyme splits a fatty acid off phosphatidylcholine (PC), forming lyso-PC. Lyso-PC damages cell membranes. It has been hypothesized that in Acute pancreatitis - a severe and sometimes fatal disease, phospholipase A2 is activated prematurely in the pancreatic ducts, with the formation of lyso-PC from the PC that is a normal constituent of bile. This causes disruption of pancreatic tissue and necrosis of surrounding fat.",
        "cop": 1,
        "opa": "Phospholipase A2",
        "opb": "Colipase",
        "opc": "Procarboxypeptidase",
        "opd": "Pro. Elastase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e78be44c-c285-48e5-b63d-ef2f2e49cfb6",
        "choice_type": "single"
    },
    {
        "question": "Centre controlling vomiting:",
        "exp": "The sensory signals that initiate vomiting originate mainly from the pharynx, esophagus, stomach, and upper poions of the small intestines. The nerve impulses are transmitted by both vagal and sympathetic afferent nerve fibers to multiple distributed nuclei in the brain stem, especially the area postrema, that alltogether are called the \"vomiting center. \"",
        "cop": 3,
        "opa": "Apneustic centre",
        "opb": "Pneumotaxic centre",
        "opc": "Area Postrema",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "08e767f5-6114-4f06-aba9-1fd849a228da",
        "choice_type": "single"
    },
    {
        "question": "Gastro-colic reflex is related to:-",
        "exp": "Gastro-colic reflex - Reflexes from gut to the preveebral sympathetic ganglia and the back to gastrointestinal tract. These reflexes transmit signals long distances to other areas of the gastrointestinal tract, such as signals from the stomach to cause evacuation of the colon (the gastrocolic reflexes). Gastrocolic reflex is related to mass peristalsis. It is stronger in children. Segmentation contraction - meant for the purpose of mixing. Pendular movement - type of peristaltic movement.",
        "cop": 1,
        "opa": "Mass peristalsis",
        "opb": "Segmentation contractions",
        "opc": "Pendular movement",
        "opd": "Irritable bowel",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "1b3f10da-052d-4a62-bfaf-256d76e32e24",
        "choice_type": "single"
    },
    {
        "question": "Appetite is increased by:",
        "exp": "Decrease Feeding (Anorexigenic) Increase Feeding (Orexigenic) a-Melanocyte-stimulating hormone Neuropeptide Y Leptin produced by adipocytes (leptin resistance is associated with obesity) Agouti related protein Serotonin Melanin concentrating hormone Norepinephrine Orexins A and B Coicotropin-releasing hormone Endorphins Insulin Galanin Cholecystokinin Amino acids (glutamate and GABA) Glucagon like peptide Coisol Cocaine- and amphetamine-regulated transcript Ghrelin (released mainly by the oxyntic cells of the stomach) Peptide YY Endocannabinoids",
        "cop": 3,
        "opa": "Leptin",
        "opb": "Peptide YY",
        "opc": "Ghrelin",
        "opd": "Cholecystokinin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "955edc49-21fe-49d7-935f-e62bf441b708",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a constituent of the succus entericus?",
        "exp": "Trypsin is formed from trypsinogen in the small intestine. It is not a constituent of the intestinal juice Intestinal juice or succus entericus- Small intestine-crypts of Lieberkuhn Enzymes present in the succus entericus are: Protein digestion: aminopeptidases, carboxypeptidases. Erepsin: conves proteoses & peptones into amino acids Enterokinase: it conves trypsinogen (secreted by pancreas) into trypsin. Carbohydrate Digestion: Invease (sucrose conveed to glucose and fructose) Maltase, glucoamylase, and lactase",
        "cop": 4,
        "opa": "Erepsin",
        "opb": "Enterokinase",
        "opc": "Invease",
        "opd": "Trypsin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "32bbb252-8371-4148-a512-7016c4f87d28",
        "choice_type": "single"
    },
    {
        "question": "Which disaccharide is not broken down into GIT by enzymatic action:",
        "exp": "Lactulose is nonabsorbable carbohydrate",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Lactose",
        "opc": "Sucrose",
        "opd": "Isomaltose",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e0c5d61a-4db7-460a-9394-cd2a9f73afdc",
        "choice_type": "single"
    },
    {
        "question": "Net secretion of K+ occurs in the:-",
        "exp": "Small intestine Colon Reabsorption of Na+, Cl-, K+, watersecretion of HCO-3 Reabsorption of Na+, Cl-, water secretion of K+, HCO-3",
        "cop": 4,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4ad9ee35-b50e-47bb-b68b-d6c47e967317",
        "choice_type": "single"
    },
    {
        "question": "The pump responsible for gastric acid secretion is",
        "exp": "Gastric parietal cells are highly specialized for their unusual task of secreting concentrated acid. The cells are packed with mitochondria that supply energy to drive the apical H+, K+-ATPase, or proton pump, that moves H+ ions out of the parietal cell against a concentration gradient. The apical membrane also contains potassium channels, which supply the K+ ions to be exchanged for H+, and Cl- channels that supply the counterion for HCl secretion.",
        "cop": 3,
        "opa": "H+ ATPase",
        "opb": "Na+ - H+ ATPase",
        "opc": "H+ - K+ ATPase",
        "opd": "Ca2+ - H+ ATPase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "172c8e1c-73fb-472e-b0df-6f3f73812e0b",
        "choice_type": "single"
    },
    {
        "question": "Brunner's glands are seen in:",
        "exp": "An extensive array of compound mucous glands, called Brunner's glands, is located in the submucosa of the first few centimeters of the duodenum, mainly between the pylorus of the stomach and the papilla of Vater These glands secrete large amounts of alkaline (pH 9) mucus.",
        "cop": 2,
        "opa": "Jejunum",
        "opb": "Upper duodenum",
        "opc": "Lower duodenum",
        "opd": "Appendix",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "031fff93-8bf1-4c64-a748-110e0dd4ec9c",
        "choice_type": "single"
    },
    {
        "question": "Mass movements are often stimulated after a meal by distention of the stomach (gastrocolic reflex) and distention of the duodenum (duodenocolic reflex). Mass movements often lead to which of the following?",
        "exp": "Mass movement is a modified type of peristalsis in the colon, propelling the fecal material in this segment en masse fuher down the colon and force feces into the rectum. When the walls of the rectum are stretched by the feces, the defecation reflex is initiated and a bowel movement follows when this is convenient.",
        "cop": 1,
        "opa": "Bowel movements",
        "opb": "Gastric movements",
        "opc": "Haustrations",
        "opd": "Esophageal contractions",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "100431e6-c877-4599-bc7e-bf759314a684",
        "choice_type": "single"
    },
    {
        "question": "Calcium is absorbed from:",
        "exp": "All the divalent cations, except Mg++, are absorbed from duodenum. Mg++ is absorbed from ileum. Calcium is absorbed mainly in duodenum and upper jejunum, not whole of jejunum.",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4fabc0a1-0b39-44bc-bd47-df23f119fd29",
        "choice_type": "single"
    },
    {
        "question": "Normal daily faecal fat excretion:",
        "exp": "Fats excretion less than 7 gm per day in feces is considered normal. More than this amount in feces indicates malabsorption; more than 8 gm/day in feces is called steatorrhea",
        "cop": 1,
        "opa": "0-5 gm",
        "opb": "5-10 gm",
        "opc": "10-15gm",
        "opd": "15-20gm",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "baf8ee99-fa5b-4e72-aa73-1e2030575de4",
        "choice_type": "single"
    }
]