[
    {
        "question": "Colipase acts with:",
        "exp": "Pancreatic juice contains lipase, colipase, phospholipase A & B Colipase: Facilitates the action of lipase Prevents inactivation of lipase by bile salts",
        "cop": 2,
        "opa": "Lipoprotein lipase",
        "opb": "Pancreatic lipase",
        "opc": "Gastric lipase",
        "opd": "Salivary lipase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "ce5578d7-703c-4f47-afcf-43064ce75f6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is WRONG",
        "exp": "Daily water turnover (mL) in the gastrointestinal tract",
        "cop": 3,
        "opa": "Secretion mL/Day Saliva 1500",
        "opb": "Secretion mL/Day Stomach 2500",
        "opc": "Secretion mL/Day Bile 700",
        "opd": "Secretion mL/Day Pancreas 1500",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e730c0e5-60ec-40b7-886e-9d7c9c69a049",
        "choice_type": "single"
    },
    {
        "question": "Cholecystokinin causes all of the following except:-",
        "exp": "Cholecystokinin: - Stimuli for secretion Site of secretion Actions Protein, Fat, Acid -I cells of duodenum, jejunum and ileum Stimulates- Pancreatic enzyme secretions Pancreatic bicarbonate secretions Gallbladder contraction Growth of exocrine pancreas Inhibits- Gastric emptying",
        "cop": 3,
        "opa": "Gall bladder contraction",
        "opb": "Pancreatic enzyme secretion",
        "opc": "Increases gastrin secretion",
        "opd": "Increases small intestinal motility",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "de417daf-4200-43e2-ae59-fc61729ef982",
        "choice_type": "multi"
    },
    {
        "question": "Highest frequency of BER is seen in which of the following?",
        "exp": "BER - Basal electrical rhythm is the frequency of the electrical activity (slow waves) in the digestive tract. Stomach = 3-4/min., Duodenum = 12/min, jejunum = 9/min, ileum = 7/min.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "669edf51-2ed4-4955-af68-d72e8e577a4b",
        "choice_type": "single"
    },
    {
        "question": "Enterokinase acts in:",
        "exp": "Enteropeptidase (also called enterokinase) is an enzyme produced by cells of the duodenum and is involved in digestion in humans and other animals. Enteropeptidase conves trypsinogen (a zymogen) into its active form trypsin, resulting in the subsequent activation of pancreatic digestive enzymes. Absence of enteropeptidase results in intestinal digestion impairment.",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Pancreas",
        "opc": "Small intestine",
        "opd": "Large intestine",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "5f523347-4a70-480f-a210-b700600c5718",
        "choice_type": "multi"
    },
    {
        "question": "Swallowing centre is situated in",
        "exp": "Of the given options, most appropriate would be \"medulla\". First stage of the swallowing is \"oral stage\"; it is a voluntary act. A voluntary motor act is initiated in the motor coex. However, beyond this stage swallowing is a reflex act. Swallowing reflex is initiated by stimulation of receptors near the posterior pharyngeal wall, tonsillar pillars, and nearby areas. Afferent impulses for the reflex are conveyed by the trigeminal, glossopharyngeal, and vagus nerves. These impulses are integrated in the nucleus of tractus solitarius and nucleus ambiguus. The efferent impulses pass to the pharyngeal musculature and the tongue the trigeminal, facial, and hypoglossal nerves. Thus, the areas in the medulla and lower pons that control swallowing are collectively called the swallowing center.",
        "cop": 4,
        "opa": "Coex",
        "opb": "Midbrain",
        "opc": "Pons",
        "opd": "Medulla",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "47c000bb-fe0b-4e31-b07f-b60513f1287a",
        "choice_type": "multi"
    },
    {
        "question": "Gastro-colic reflex is related to:",
        "exp": "Distension of the stomach by food initiates contractions of the rectum and, frequently, a desire to defecate. This response is called the gastrocolic reflex - related to mass movement (a modified form of peristalsis in large gut) This reflex is seen normally, paicularly in children, and not necessarily related to an irritable bowel.",
        "cop": 1,
        "opa": "Mass peristalsis",
        "opb": "Segmentation contractions",
        "opc": "Pendular movement",
        "opd": "irritable bowel",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "fd8808b5-63c4-4686-b247-9cdaa7fc1104",
        "choice_type": "single"
    },
    {
        "question": "Factor increasing gastric motility:",
        "exp": "Promoters of gastric emptying Chemical | Gastrin Mechanical | Gastric Distension Inhibitors of gastric emptying: Enterogastric inhibition: Duodenal distension Irritation of duodenal mucosa Acidic chyme Hyperosmolar chyme High fat content of chyme Hormonal inhibition: 6. CCK",
        "cop": 2,
        "opa": "Presence of fatty food in stomach",
        "opb": "Distension of stomach",
        "opc": "Presence of tryptophan in stomach",
        "opd": "Presence of acid in stomach",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "139cb1b4-4b37-4be1-a3f7-70e83a2cf0b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following motor events is integrated entirely within the Enteric Nervous System?",
        "exp": "Peristalsis is a reflex response that is initiated when the gut wall is stretched by the contents of the lumen, and it occursin all pas of the gastrointestinal tract from the esophagus to the rectum. An excellent example of the integrated activity of the enteric nervous system. Intesto-intestinal reflex: If an area of the bowel is grossly distended, contratile activity in the rest of the bowel is inhibited. It depends on the extrinsic neural connections with the ENS; sectioning of the extrinsic nerve will abolish this reflex. Recto-sphincteric reflex: When the rectum is distended by fecal material, the internal anal sphincter relaxes. This reflex will also signal the urge for defecation. (When the rectum is filled to about 25% of its capacity, there is an urge for defecation). If the environmental conditions are not suitable for defecation, then there will be voluntary contraction of the external anal sphincter to overcome the urge for defecation. When it is convenient to defecate, there is voluntary relaxation of the external anal sphincter and evacuation of feces occurs. Gastro-ileal reflex: Sholy after eating food, there is relaxation of the ileo-cecal sphincter and increase in the contractile activity of the ileum. It promotes passage of small intestinal contents into the colon. This reflex is mediated by the extrinsic autonomic nerves to the intestine.",
        "cop": 4,
        "opa": "Intesto-intestinal reflex",
        "opb": "Recto-sphincteric reflex",
        "opc": "Gastro-ileal reflex",
        "opd": "Peristaltic reflex",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "977a597b-d42a-47c4-9af7-47f8c9c739b1",
        "choice_type": "single"
    },
    {
        "question": "Lower esophageal sphincter",
        "exp": "Lower esophageal sphincter (LES) The resting pressure is about 20 mm Hg. Basal tone regulated by both intrinsic and extrinsic nerves, and hormones. A significant fraction of this basal tone is mediated by vagal cholinergic fibers (contraction of LES). Hence, options A & B are not correct. Stimulation of sympathetic nerves to the sphincter causes the LES to contract. Relaxation LES occurs in response to primary peristalsis in the esophagus is mediated by VIP and NO. Contraction of the diaphragm or increased intra-abdominal pressure will increase the pressure in LES. Option C is not correct.",
        "cop": 4,
        "opa": "Has no tonic activity",
        "opb": "Has a tone which is provided by the sympathetic system",
        "opc": "Relaxes on increasing abdominal pressure",
        "opd": "Relaxes ahead of the peristaltic wave",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "284f618d-35a2-44c0-b747-ea1fa11fab8b",
        "choice_type": "single"
    },
    {
        "question": "Compared to hepatic bile, gallbladder bile contains a reduced concentration of which of the following?",
        "exp": "Composition of Bile Substance Liver Bile Gallbladder Bile Water 97. 5 g/dl 92 g/dl Bile salts 1. 1 g/dl 6 g/dl Bilirubin 0. 04 g/dl 0. 3 g/dl Cholesterol 0. 1 g/dl 0. 3 to 0. 9 g/dl Fatty acids 0. 12 g/dl 0. 3 to 1. 2 g/dl Lecithin 0. 04 g/dl 0. 3 g/dl Na+ 5 m. Eq/L 130 m. Eq/L K+ 5m. Eq/L 12 m. Eq/L Ca++ 5 m. Eq/L 23 m. Eq/L Cl- 100 m. Eq/L 25 m. Eq/L HCO3 28 m. Eq/L 10 m. Eq/L",
        "cop": 2,
        "opa": "Bile acids",
        "opb": "Chloride Ions",
        "opc": "Protons",
        "opd": "Cholesterol",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "0266fbd8-c818-421e-94eb-bc4ad3687e2d",
        "choice_type": "multi"
    },
    {
        "question": "The neurotransmitter at the vagal nerve ending on the G-cell is:",
        "exp": "- G-cell in the pylorus secretes gastrin. - G-cell is innervated by vagal fibers; the transmitter of these fibers is bombesin, also known as gastrin-releasing peptide (GRP). - Neurotensin and entero-oxyntin are the peptides that influence the intestinal phase of the gastric acid secretion.",
        "cop": 3,
        "opa": "Ach",
        "opb": "Neurotensin",
        "opc": "Bombesin",
        "opd": "Entero-oxyntin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "7ba18020-5e77-47eb-a410-a496cf3d17c7",
        "choice_type": "single"
    },
    {
        "question": "Antibodies in newborns are maximally absorbed from:-",
        "exp": "Pa of intestine Ions absorbed Duodenum Jejunum Ileum Cl-. HCO-3, Ca2+, Fe2+ Cl-, HCO-3 Maternal antibodies, bile salts, vit. B12, Mg2+",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "d14d3534-eba9-4d79-a1fd-71db36e78eae",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT present in pancreatic juice?",
        "exp": "Aminopeptidase is present in succus entericus; it is an exopeptidase. The exopeptidase present in pancreatic juice is carboxypeptidase.",
        "cop": 4,
        "opa": "Colipase",
        "opb": "Elastase",
        "opc": "Ribonuclease",
        "opd": "Aminopeptidase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "d96d8150-efeb-4858-bd7d-5e5689d92e7f",
        "choice_type": "single"
    },
    {
        "question": "True about Secretin includes all of the following Except:-",
        "exp": "Secretin: - Stimuli for secretion Site for secretion Action Acid, fat S cell of duodenum, jejunum, ileum Stimulates: - Pepsin secretion Pancreatic bicarbonate secretion Biliary bicarbonate secretion Growth of exocrine pancreas Inhibits: Gastric acid secretion.",
        "cop": 1,
        "opa": "It increases the acidity of biliary and pancreatic secretions",
        "opb": "It decreases gastric acid secretion",
        "opc": "It decreases gastrin secretion and gastric emptying",
        "opd": "It increases flow and velocity of bile",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6d5bac5d-fe1a-4915-b379-7ea8285ec808",
        "choice_type": "multi"
    },
    {
        "question": "If the propoion of the dietary fiber / roughage is high in a diet, it will:-",
        "exp": "If the roughage is high in diet, it will remain undigested, therefore, it will increase bulk of the stool & it will decrease transit time in the colon. It decreases the glycemic response to a carbohydrate meal. Because it does not allow the absorption of carbohydrates digestates & fat digestates (polysaccharides in fibers remain undigested). Roughage in diet prevents the fat absorption that is why it is advocated as weight loss type of meal and if it decreases the fat absorption then there will be less circulation of bile.",
        "cop": 1,
        "opa": "Decreases the stool transit time in the colon",
        "opb": "Decrease the food/chyme transit time in the small intestine",
        "opc": "Increase the glycemic response to a carbohydrate meal",
        "opd": "Increase entero-hepatic circulation of bile",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "f096f119-2108-472f-a321-d35f78bf7d01",
        "choice_type": "multi"
    },
    {
        "question": "Duodenum and Jejunum secrete ALL EXCEPT",
        "exp": "V. I. P. is a inhibitory neurotransmitter found in nerves in the gastrointestinal tract and thus is not itself a hormone.",
        "cop": 4,
        "opa": "CCK",
        "opb": "Secretin",
        "opc": "GIP",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "1bd96c1c-9bc2-4547-aa6a-9d7a450659bd",
        "choice_type": "multi"
    },
    {
        "question": "Enterochromaffin Cells in GIT secrete",
        "exp": "More than 15 types of hormone-secreting enteroendocrine cells have been identified in the mucosa of the stomach, small intestine, and colon. Many of these secrete only one hormone and are identified by letters (G cells, S cells, etc). Others manufacture Serotonin or Histamine and are called enterochromaffin or ECL cells.",
        "cop": 3,
        "opa": "Serotonin",
        "opb": "Histamine",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "907dd2f3-a595-46af-b7a2-1c390675e0e2",
        "choice_type": "multi"
    },
    {
        "question": "Glucose absorption from the gut occurs by:",
        "exp": "Glucose absorption from the gut occurs as co-transpo (secondary active transpo) with Na+ transpoer is SGLT-1 (sodium-glucose transpoer). SGLT-1 is a sympoer located on the luminal brush border of the enterocytes; it transpos 2 Na+ for every molecule of monosaccharide (glucose/galactose). Glucose moves across the basolateral membrane into the blood by passive transpo or facilitated diffusion GLUT-2 transpoer.",
        "cop": 4,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Primary active transpo",
        "opd": "Secondary active transpo",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "79ae0a2d-a1d2-4014-ba6f-eb2bc7459cf6",
        "choice_type": "single"
    },
    {
        "question": "True about MMC (Migrating Motor Complex) is:",
        "exp": "Migrating Motor Complex: House keeper of intestine, Clears the debris in post-absorptive phase Once in 90 minutes 3 phases: 1. Phase 1- 70 mins, quiescent phase, only slow waves 2. Phase 2- 10-15 mins, irregular contractions 3. Phase 3- 5-10 mins Motilin: Hormone that strengthens the MMC contraction Erythromycin binds with motilin receptors.",
        "cop": 2,
        "opa": "Once in 90 minutes",
        "opb": "Occurs in post-absorptive stage",
        "opc": "Phase 1 shows irregular contractions",
        "opd": "Motilin decreases MMC contraction",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "3a9a6983-c93b-4dba-8d21-041603d389b2",
        "choice_type": "multi"
    },
    {
        "question": "Factor increasing gastric emptying",
        "exp": "Factors affecting increasing Gastric emptying (predominantly neural pathway is involved) Increased food volume in the stomach- gastric distension - stretch receptor activation -promotes increased emptying from the stomach. Type of food: order of gastric emptying is carbohydrate > protein > fat Gastrin has mild to moderate effect on gastrin emptying. Gastric distension and product of protein digestion stimulates gastrin release while acid in stomach inhibits gastrin release.",
        "cop": 2,
        "opa": "Presence of fatty food in stomach",
        "opb": "Distension of stomach",
        "opc": "Presence of tryptophan in stomach",
        "opd": "Presence of acid in stomach",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "8f62daff-9809-45e5-90cd-266231b506af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the strongest cholagogue?",
        "exp": "Cholagogues are the substances that increase the bile flow by causing gall bladder contraction. CCK is a cholagogue. Vagus nerve, bile acids are choleretics; they increase the bile secretion from liver.",
        "cop": 2,
        "opa": "Vagus nerve/Ach",
        "opb": "Cholecystokinin",
        "opc": "Bile acids",
        "opd": "Secretin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "d16a93e7-d690-4c56-be64-d01b177e27e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has the highest pH?",
        "exp": "Gastric juice has lowest pH among the given options. Primary salivary secretion has a pH little below 7 {6. 35-6. 85}; after ductular modification, that is HCO3- is added, pH increases up to 8. Pancreatic juice has a pH of about 8-8. 3. Gallbladder bile has a pH of about 6.",
        "cop": 3,
        "opa": "Gastric juice",
        "opb": "Bile in the gallbladder",
        "opc": "Pancreatic juice",
        "opd": "Saliva",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "9ac07648-9493-43ec-9596-9e0b63e336d8",
        "choice_type": "multi"
    },
    {
        "question": "True statement is:",
        "exp": "Phases of gastric secretion: Cephalic phase: approx. 30% of total gastric secretion Gastric: 60% Intestinal: 10% Enterochromaffin like cells in gastric mucosa secretes histamine. The surface cells of gastric mucosa secrete primarily mucus and bicarbonate to protect the stomach from digesting itself, as well as substances known as trefoil peptides that stabilize the mucus bicarbonate layer. Daily secretions of GIT juices: Saliva secretion range: 1. 0-1. 5 L/day Gastric secretion 1. 5-2. 5 L/day Pancreatic secretion: 1. 0-1. 5 L. day Bile: 0. 5 -1. 0 L/day",
        "cop": 3,
        "opa": "Gastric phase accounts for 80% of gastric secretion",
        "opb": "Enterochromaffin like cells in gastric mucosa secretes somatostatin",
        "opc": "Trefoil peptides prevents erosion of gastric mucosa by gastric acid",
        "opd": "Daily gastric secretion is approximately 1. 0 L",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "0287b085-12cb-44b5-888a-25fc85362b51",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true for 'Intestinal Motility' except:",
        "exp": "Increased gastric motility will cause chyme to rapidly enter the (small) intestine. This will lead to distension of small intestine and would increase its motility. Distension of the gut is the usual stimulus for peristalsis. Vagus/Ach increases activity in ENS; it would increase the motility and secretory activity in the gut. CCK is known to increase gall bladder motility and inhibit gastric emptying. It may enhance intestinal motility.",
        "cop": 1,
        "opa": "Does not depend on Gastric motility",
        "opb": "Increased by Distension",
        "opc": "Increased by Acetylcholine",
        "opd": "Increased by choleoystokinin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "959a4e2f-45eb-4843-b31d-ed16ff94f86e",
        "choice_type": "multi"
    },
    {
        "question": "In the intestines, Paneth cells secrete:",
        "exp": "Paneth cells: These cells provide host defense mechanism against microbes in the small intestine. These cells function like the neutrophils. On exposure to foreign micro-organisms, the Paneth cells secrete several antimicrobial substances(DEFENSINS) into the lumen of the crypt. Thus, they provide a gastrointestinal barrier to protect the stem cells. (Stem cells are located within the small intestinal crypts; these cells serve to constantly replenish epithelial cells that die and are lost from the villi).",
        "cop": 3,
        "opa": "Mucous",
        "opb": "5-HT",
        "opc": "Defensins",
        "opd": "Electrolytes",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "0cb3f3b8-3af0-426b-ad6e-831cd9c7f392",
        "choice_type": "single"
    },
    {
        "question": "Bile flow in the duodenum occurs during which phase of the MMCs?",
        "exp": "- Bile flow in duodenum occurs during the phase II of the MMC. - The 3 phases of migrating motor complex (MMC) are - Phase I:- about first 70 minutes - no contractions, Phase II:- 15-20 min - irregular contractions sta, Phase III:- 5-10 min - each slow wave is followed by contraction.",
        "cop": 2,
        "opa": "Phase I",
        "opb": "Phase II",
        "opc": "Phase III",
        "opd": "It occurs during all phases continuously",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "5066d590-9e0f-4ddb-9dfd-4aced8334b76",
        "choice_type": "multi"
    },
    {
        "question": "Retropulsion is the event seen in:",
        "exp": "Retropulsion is the event seen at the pylorus. As the pyloric wall contracts, some amount of food (chyme) moves into the duodenum whereas the remaining food rebounds from the pyloric sphincter. This is retropulsion. It will again move forward. This back and foh movement allows a thorough mixing of foodstuffs with the gastric juice, helping formation of chyme.",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6d306e2e-b133-484f-b095-2d812af5c102",
        "choice_type": "single"
    },
    {
        "question": "Iron is actively absorbed mainly in:-",
        "exp": "Almost all iron absorption occurs in the duodenum.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "3db8a864-b715-41c6-9376-e6bee2b973b6",
        "choice_type": "single"
    },
    {
        "question": "Antegrade peristalsis due to?",
        "exp": "- Excitatory neurotransmitters in ENS are Acetylcholine & substance P - Inhibitory neurotransmitters in enteric nervous system are NO & VIP - Acetylcholine is main excitatory neurotransmitter responsible for antegrade peristalsis",
        "cop": 1,
        "opa": "Ach",
        "opb": "Serotonin",
        "opc": "Substance P",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "370836fe-732f-410f-aed0-614a4897bb2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone is not involved in regulation of food intake?",
        "exp": "Ghrelin is secreted primarily by the stomach especially during fasting, and stimulates appetite. Peptide YY (PYY), Cholecystokinin (CCK), and Insulin are gastrointestinal hormones that are released by the ingestion of food and suppress fuher feeding. Gastrin has no role in regulation of food intake. Leptin is a hormone produced in increasing amounts by fat cells as they increase in size. It inhibits food intake.",
        "cop": 2,
        "opa": "Ghrelin",
        "opb": "Gastrin",
        "opc": "Insulin",
        "opd": "Leptin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4285330b-10eb-4eb2-a7bc-5aacea88beb5",
        "choice_type": "single"
    },
    {
        "question": "Sho chain fatty acids are absorbed by:",
        "exp": "Most of the dietary triglycerides are split by pancreatic lipase into FFAs and 2-monoglycerides which are absorbed passively by direct diffusion. Sho chain fatty acids are water-soluble and can be absorbed directly into poal blood. Long chain fatty acids are not water-soluble; they are absorbed into intestinal lymphatics in the form of chylomicrons.",
        "cop": 3,
        "opa": "Emulsification",
        "opb": "Micelle formation",
        "opc": "Direct diffusion",
        "opd": "Chylomicron formation",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "21d4ad99-d56b-498d-99de-a5e6fc182067",
        "choice_type": "single"
    },
    {
        "question": "Activation of which of the following hormone's receptors produces E. Coli induced diarrhoea?",
        "exp": "Guanylin is a gastrointestinal polypeptide that binds to guanylyl cyclase. It is secreted by cells of the intestinal mucosa. Stimulation of guanylyl cyclase increases the concentration of intracellular cyclic 3', 5'-guanosine monophosphate (c. GMP), and this in turn causes increased secretion of Cl- into the intestinal lumen. The heat-stable enterotoxin of ceain diarrhea-producing strains of Escherichia coli has a structure very similar to guanylin and activates guanylin receptors in the intestine.",
        "cop": 2,
        "opa": "Ghrelin",
        "opb": "Guanylin",
        "opc": "VIP",
        "opd": "Somatostatin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "c9a54714-ab6f-4a09-899e-a1b07623dcfb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following motor events is integrated entirely within the ENS?",
        "exp": "Gastrointestinal reflexes Reflexes are integrated entirely within the GIT wall enteric nervous system. These reflexes include: 1. Peristalsis 2. Mixing contractions 3. Local inhibitory effects. Reflexes from GIT to preveebral sympathetic ganglia & then back to GIT Gastrocolic reflexes Enterogastric reflexes Colonoileal reflexes Reflexes from GIT to spinal cord or brain stem & then back to the GIT Reflexes from the stomach & duodenum to the brain stem & back to stomach Pain reflexes that cause general inhibition of the entire GIT Defecation reflexes.",
        "cop": 4,
        "opa": "Intesto-intestinal reflex",
        "opb": "Recto-sphincteric reflex",
        "opc": "Gastro-ileal reflex",
        "opd": "Peristaltic reflex",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "29d76313-8ccb-48ac-97b1-27f5eb5be687",
        "choice_type": "single"
    },
    {
        "question": "If the propoion of the dietary fiber/roughage is high in a diet, it will:",
        "exp": "Dietary fiber contains pectin, cellulose & hemicelluloses, lignin (non-carbohydrate). It has water-holding propeies--> it increases bulk in stomach. Large volume, together with higher viscosity, causes slow down of gastric emptying. It also slows down the motility of small intestine. Thus, transit time of the food (with high fiber) will increase in small intestine. Option B is incorrect. As it increases the volume and viscosity of the colonic contents, motility of the colon will increase. Hence, stool transit time will decrease in the colon. Option A is correct. It decreases the glycemic response due to slow gastric emptying Option C is incorrect. Dietary fiber has a bile salt-binding effect which increases fecal excretion of bile salts, and reduces bile salts available for entero-hepatic circulation - Option D is incorrect.",
        "cop": 1,
        "opa": "Decrease the stool transit time in the colon",
        "opb": "Decrease the food/chyme transit time in the small intestine",
        "opc": "Increase the glycemic response to a carbohydrate meal",
        "opd": "Increase entero-hepatic circulation of bile",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "a497d864-7e13-45e4-a97e-51ceb77ee773",
        "choice_type": "multi"
    },
    {
        "question": "Antiperistalsis is naturally seen in which pa of the digestive tract?",
        "exp": "- Antiperistalsis occurs as a normal phenomenon from hepatic flexure of colon to the cecum. - Peristalsis followed by antiperistalsis, in this segment, allows complete absorption of water and electrolytes.",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Colon",
        "opd": "Antiperistalsis does not occur normally",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "499f7c4e-d5b0-493e-ba38-c047d41f4bc8",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following enzymes is secreted both by exocrine pancreas and by intestinal mucosa?",
        "exp": "Secretions Secreted by 1. Pancreatic enzymes (trysin, chymotypsin, carboxypeptidase) 2. Insulin 3. Bicarbonates & water 4. Enterokinase 5. Sucrase, maltase, isomaltase, lactase 6. Amino peptidase & several dipeptidases 7. Cholecystokinins 8. Mucus (in duodenum) 9. Bile (initial poriton) 10. HCl 11. Ptyalin 12. Lingual lipase 13. Elastase 14. Trehalase 1. Pancreatic acini (exocrine pancreas) 2. Islets of langerhans (endocrine pancreas) 3. Epithelial cells of ducts & ductules leading from acini 4. Intestinal mucosa 5. Contained in enterocytes of mucosa (not secreted in intestinal juice) 6. Enterocytes of duodenum & jejunum 7. I cells of mucosa of duodenum & upper jejunum 8. Brunner's glands 9. Hepatocytes of liver 10. Parietal cells 11. Parotid gland 12. Lingual glands of mouth 13. Pancreas 14. Enterocytes of small intestine.",
        "cop": 1,
        "opa": "Carboxypeptidase",
        "opb": "Trehalase",
        "opc": "Elastase",
        "opd": "Amylase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "1def74a8-d99a-49e8-b2a9-3193cdf63d80",
        "choice_type": "multi"
    },
    {
        "question": "Secretion of which of the following is completely independent of vagal stimulation?",
        "exp": "Gall bladder does not have any secretory activity. It stores and concentrates bile (removes water from bile). Pancreatic and duodenal glands have a parasympathetic vagal innervation. Salivary secretion is almost entirely controlled by neural influences, with the parasympathetic branch of the autonomic nervous system playing the most prominent role.",
        "cop": 3,
        "opa": "Pancreas",
        "opb": "Brunner's gland in duodenum",
        "opc": "Gall bladder",
        "opd": "Parotid",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "bb6e14cc-8b1c-4ed1-807f-17b15481d861",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true about protein digestion?",
        "exp": "- Saliva does not contain proteolytic enzyme; protein digestion begins in the stomach by the action of pepsin. - Trypsinogen is conveed to trypsin by the action of enterokinase in duodenum. - Trypsin and chymotrypsin are endopeptidases; carboxypeptidase and aminopeptidase are exopeptidases. - Of the total protein digestion, 10%-20% occurs by the action of pepsin.",
        "cop": 4,
        "opa": "Protein digestion stas with the salivary action",
        "opb": "Trypsinogen is conveed to trypsin by the action of bicarbonate in duodenum",
        "opc": "Trypsin and chymotrypsin are exopeptidases",
        "opd": "10%-20% protein digestion occurs by pepsin action in stomach.",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "90264567-f1ae-4f76-9502-63c9cfa588a4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not synthesized in an inactive precursor form?",
        "exp": "Most of the digestive tract enzymes are first synthesized in the form of an inactive precursor, from which the active enzyme is cleaved. Pepsinogen, pro-colipase, procarboxypeptidase are the precursor forms for the options given. Phospholipase is not synthesized in a precursor form.",
        "cop": 3,
        "opa": "Carboxypeptidase",
        "opb": "Colipase",
        "opc": "Phospholipase",
        "opd": "Pepsin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6f2644b7-89ce-497a-9ad0-e4c92df2770c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristic of saliva?",
        "exp": "Saliva is characterized by: Hypotonicity High HCO3- concentration (relative to plasma) because of secretion of HCO3- into saliva by the ductal cells. Presence of a-amylase and lingual lipase (not proteases) Because control of saliva production is parasympathetic, it is abolished by vagotomy.",
        "cop": 1,
        "opa": "Hypotonicity relative to plasma",
        "opb": "A lower HCO3- concentration than plasma",
        "opc": "The presence of proteases",
        "opd": "Secretion rate that is increased by vagotomy",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "a8634893-6284-4e6a-afc4-4af6cfa13a84",
        "choice_type": "single"
    },
    {
        "question": "True about Secretin includes all of the following EXCEPT",
        "exp": "The principal function of secretin is to maintain the alkaline pH of the duodenal environment. It increases bicarbonate content of the pancreatic and biliary secretion. Thus, statement A is incorrect, hence the answer. It decreases gastric acid secretion and gastric emptying, thereby preventing the entry of acidic chyme into the duodenum. The stimulus for secretin release is the entry of acidic chyme into the duodenum. Production of bile is increased by secretin. It increases the water and bicarbonate content of the bile. This will increase the bulk of the bile, increasing its flow.",
        "cop": 1,
        "opa": "It increases the acidity of biliary and pancreatic secretions",
        "opb": "It decreases gastric acid secretion",
        "opc": "It decreases gastrin secretion and gastric emptying",
        "opd": "it increases flow and velocity of bile",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "cac062fd-86b0-4b1f-bb5d-4b28f783e3f0",
        "choice_type": "multi"
    },
    {
        "question": "Pacemaker complex of stomach is located in:",
        "exp": "Pacemaker complex is located in the wall of the stomach near the midpoion of the body of stomach. Co-ordinated contractions of stomach, after the arrival of food, arise in this region of the stomach. These waves, are not action potentials. Instead, they are slow, undulating changes in the resting membrane potential.",
        "cop": 2,
        "opa": "Fundus",
        "opb": "Midpoion of the body of stomach",
        "opc": "Pylorus",
        "opd": "Gastro-duodenal junction",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "80fa0b28-5030-45cf-8658-3d85491f49a7",
        "choice_type": "single"
    },
    {
        "question": "Which of these digestive enzymes is NOT present in pancreatic juice?",
        "exp": "Principal digestive enzymes",
        "cop": 4,
        "opa": "Elastase",
        "opb": "Colipase",
        "opc": "Ribonuclease",
        "opd": "Enteropeptidase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "8cc78f63-8410-4607-9933-0dec03a8c0f1",
        "choice_type": "single"
    },
    {
        "question": "Common for CCK and Gastrin:",
        "exp": "Gastrin stimulates mucosal growth of the stomach and small and large intestines (trophic action). CCK exes a trophic effect on the pancreas. Gastrin secretion is increased by the presence of the products of protein digestion in the stomach, paicularly amino acids. The secretion of CCK is increased by contact of the intestinal mucosa with the products of digestion, paicularly peptides and amino acids, and also by the presence in the duodenum of fatty acids containing more than 10 carbon atoms. Gastrin increases while CCK decreases gastric emptying.",
        "cop": 1,
        "opa": "Trophic action",
        "opb": "CCK A receptor",
        "opc": "Increases gastric emptying",
        "opd": "Secretion is stimulated by fatty acids",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4e63c0a6-660d-4090-9a4b-42e17af473b2",
        "choice_type": "single"
    },
    {
        "question": "Activation of which of the following enzymes is responsible for acute pancreatitis?",
        "exp": "Enzyme activated by trypsin is phospholipase A2. This enzyme splits a fatty acid off phosphatidylcholine (PC), forming lyso-PC. Lyso-PC damages cell membranes. It has been hypothesized that in Acute pancreatitis - a severe and sometimes fatal disease, phospholipase A2 is activated prematurely in the pancreatic ducts, with the formation of lyso-PC from the PC that is a normal constituent of bile. This causes disruption of pancreatic tissue and necrosis of surrounding fat.",
        "cop": 1,
        "opa": "Phospholipase A2",
        "opb": "Colipase",
        "opc": "Procarboxypeptidase",
        "opd": "Pro. Elastase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e78be44c-c285-48e5-b63d-ef2f2e49cfb6",
        "choice_type": "single"
    },
    {
        "question": "Gastric acid secretion is decreased by all except:",
        "exp": "Enteric hormones that inhibit H+ secretion Hormone Source CCK I cells of duodenum and jejunum and neurons in ileum and colon Secretin S cells in small intestine VIP ENS neurons GIP K cells in duodenum and jejunum Neurotensin Endocrine cells in ileum Peptide YY Endocrine cells in ileum and colon Somatostatin D cells of stomach and duodenum, & cells of pancreatic islets",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Histamine",
        "opc": "Cholecystokinin",
        "opd": "Prostaglandins",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "c12e4f24-0756-4482-afd3-400b7a824f62",
        "choice_type": "multi"
    },
    {
        "question": "True statement about Ca++ absorption from intestines is:-",
        "exp": "Calcium ions are actively absorbed into the blood, especially from the duodenum, and the amount of Ca++ ion absorption is exactly controlled to supply the daily need of the body for calcium. One impoant factor controlling Ca++ absorption: Parathyroid hormone Vitamin - D. PTH - (+) vitamin D (PTH activates vitamin D, & the activated vitamin D in turn greatly enhances Ca++ absorption).",
        "cop": 3,
        "opa": "Major absorption occurs in the ileum",
        "opb": "It occurs mainly the para cellular pathway",
        "opc": "It occurs by active transpo",
        "opd": "It is facilitated by phosphates in diet",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "8254b142-2d74-4f1f-a066-fd234cce137b",
        "choice_type": "multi"
    },
    {
        "question": "Centre controlling vomiting:",
        "exp": "The sensory signals that initiate vomiting originate mainly from the pharynx, esophagus, stomach, and upper poions of the small intestines. The nerve impulses are transmitted by both vagal and sympathetic afferent nerve fibers to multiple distributed nuclei in the brain stem, especially the area postrema, that alltogether are called the \"vomiting center. \"",
        "cop": 3,
        "opa": "Apneustic centre",
        "opb": "Pneumotaxic centre",
        "opc": "Area Postrema",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "08e767f5-6114-4f06-aba9-1fd849a228da",
        "choice_type": "single"
    },
    {
        "question": "Gastro-colic reflex is related to:-",
        "exp": "Gastro-colic reflex - Reflexes from gut to the preveebral sympathetic ganglia and the back to gastrointestinal tract. These reflexes transmit signals long distances to other areas of the gastrointestinal tract, such as signals from the stomach to cause evacuation of the colon (the gastrocolic reflexes). Gastrocolic reflex is related to mass peristalsis. It is stronger in children. Segmentation contraction - meant for the purpose of mixing. Pendular movement - type of peristaltic movement.",
        "cop": 1,
        "opa": "Mass peristalsis",
        "opb": "Segmentation contractions",
        "opc": "Pendular movement",
        "opd": "Irritable bowel",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "1b3f10da-052d-4a62-bfaf-256d76e32e24",
        "choice_type": "single"
    },
    {
        "question": "Appetite is increased by:",
        "exp": "Decrease Feeding (Anorexigenic) Increase Feeding (Orexigenic) a-Melanocyte-stimulating hormone Neuropeptide Y Leptin produced by adipocytes (leptin resistance is associated with obesity) Agouti related protein Serotonin Melanin concentrating hormone Norepinephrine Orexins A and B Coicotropin-releasing hormone Endorphins Insulin Galanin Cholecystokinin Amino acids (glutamate and GABA) Glucagon like peptide Coisol Cocaine- and amphetamine-regulated transcript Ghrelin (released mainly by the oxyntic cells of the stomach) Peptide YY Endocannabinoids",
        "cop": 3,
        "opa": "Leptin",
        "opb": "Peptide YY",
        "opc": "Ghrelin",
        "opd": "Cholecystokinin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "955edc49-21fe-49d7-935f-e62bf441b708",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a constituent of the succus entericus?",
        "exp": "Trypsin is formed from trypsinogen in the small intestine. It is not a constituent of the intestinal juice Intestinal juice or succus entericus- Small intestine-crypts of Lieberkuhn Enzymes present in the succus entericus are: Protein digestion: aminopeptidases, carboxypeptidases. Erepsin: conves proteoses & peptones into amino acids Enterokinase: it conves trypsinogen (secreted by pancreas) into trypsin. Carbohydrate Digestion: Invease (sucrose conveed to glucose and fructose) Maltase, glucoamylase, and lactase",
        "cop": 4,
        "opa": "Erepsin",
        "opb": "Enterokinase",
        "opc": "Invease",
        "opd": "Trypsin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "32bbb252-8371-4148-a512-7016c4f87d28",
        "choice_type": "single"
    },
    {
        "question": "Which disaccharide is not broken down into GIT by enzymatic action:",
        "exp": "Lactulose is nonabsorbable carbohydrate",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Lactose",
        "opc": "Sucrose",
        "opd": "Isomaltose",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "e0c5d61a-4db7-460a-9394-cd2a9f73afdc",
        "choice_type": "single"
    },
    {
        "question": "Net secretion of K+ occurs in the:-",
        "exp": "Small intestine Colon Reabsorption of Na+, Cl-, K+, watersecretion of HCO-3 Reabsorption of Na+, Cl-, water secretion of K+, HCO-3",
        "cop": 4,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4ad9ee35-b50e-47bb-b68b-d6c47e967317",
        "choice_type": "single"
    },
    {
        "question": "The pump responsible for gastric acid secretion is",
        "exp": "Gastric parietal cells are highly specialized for their unusual task of secreting concentrated acid. The cells are packed with mitochondria that supply energy to drive the apical H+, K+-ATPase, or proton pump, that moves H+ ions out of the parietal cell against a concentration gradient. The apical membrane also contains potassium channels, which supply the K+ ions to be exchanged for H+, and Cl- channels that supply the counterion for HCl secretion.",
        "cop": 3,
        "opa": "H+ ATPase",
        "opb": "Na+ - H+ ATPase",
        "opc": "H+ - K+ ATPase",
        "opd": "Ca2+ - H+ ATPase",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "172c8e1c-73fb-472e-b0df-6f3f73812e0b",
        "choice_type": "single"
    },
    {
        "question": "Brunner's glands are seen in:",
        "exp": "An extensive array of compound mucous glands, called Brunner's glands, is located in the submucosa of the first few centimeters of the duodenum, mainly between the pylorus of the stomach and the papilla of Vater These glands secrete large amounts of alkaline (pH 9) mucus.",
        "cop": 2,
        "opa": "Jejunum",
        "opb": "Upper duodenum",
        "opc": "Lower duodenum",
        "opd": "Appendix",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "031fff93-8bf1-4c64-a748-110e0dd4ec9c",
        "choice_type": "single"
    },
    {
        "question": "Liver synthesises all except",
        "exp": "Immunoglobulins are synthesized by the B-lymphocytes.",
        "cop": 4,
        "opa": "C3 complement component",
        "opb": "Haptoglobin",
        "opc": "Fibrinogen",
        "opd": "Immunoglobulin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "6819e3f3-6aed-4979-b434-04f594904d40",
        "choice_type": "multi"
    },
    {
        "question": "Mass movements are often stimulated after a meal by distention of the stomach (gastrocolic reflex) and distention of the duodenum (duodenocolic reflex). Mass movements often lead to which of the following?",
        "exp": "Mass movement is a modified type of peristalsis in the colon, propelling the fecal material in this segment en masse fuher down the colon and force feces into the rectum. When the walls of the rectum are stretched by the feces, the defecation reflex is initiated and a bowel movement follows when this is convenient.",
        "cop": 1,
        "opa": "Bowel movements",
        "opb": "Gastric movements",
        "opc": "Haustrations",
        "opd": "Esophageal contractions",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "100431e6-c877-4599-bc7e-bf759314a684",
        "choice_type": "single"
    },
    {
        "question": "Calcium is absorbed from:",
        "exp": "All the divalent cations, except Mg++, are absorbed from duodenum. Mg++ is absorbed from ileum. Calcium is absorbed mainly in duodenum and upper jejunum, not whole of jejunum.",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "4fabc0a1-0b39-44bc-bd47-df23f119fd29",
        "choice_type": "single"
    },
    {
        "question": "Gastric emptying is decreased by all of the following EXCEPT:",
        "exp": "Acidity of the chyme, hyper- or hypo-osmolarity of the duodenal contents, irritation of the duodenal mucosa, protein or fat breakdown products in duodenum are the factors sensed by the duodenal receptors. Gastric emptying will then be decreased, by a combination of neural and hormonal signals. Neural signals would be enterogastric reflexes in the ENS; they are triggered by the acidic chyme in the duodenum. Hormonal signals would be in the form of CCK, Secretin, G. I. P. released from duodenal mucosa. Fat in the duodenum is very potent inhibitor of gastric emptying; it causes CCK release. Hormonal factors decrease the gastric motility and cause constriction of pyloric sphincter. Other effects include: fundic relaxation, inhibition of antral motor activity. Gastrin, in physiological amounts, is known to increase gastric motility.",
        "cop": 4,
        "opa": "Protein breakdown products",
        "opb": "CCK",
        "opc": "Enterogastric reflexes",
        "opd": "Gastrin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "50d5b1e8-f467-439d-bb60-3a2755121569",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following inhibits both gastric acid secretion and motility?",
        "exp": "G. I. P Secretion + glucose /fat in duodenum, in large doses it inhibits gastric secretion and motility V. I. P -They are inhibitory to the smooth muscles of the intestines. -It causes smooth muscle relaxation in the GIT --> decreases the motility Somatostatin: -Central mechanism of inhibition of gastric acid secretion. -No role in inhibition of gastric motility or gastric emptying Ghrelin: -Increases GH release from the pituitary. -Increases appetite by stimulating neuropeptide Y (NPY) in the feeding centers of the lateral hypothalamus. -Decreases the breakdown of fat and increases gastric motility and acid secretion. -Thus, ghrelin has effect on both gastric motility and secretion; it increases both.",
        "cop": 2,
        "opa": "Vasoactive intestinal polypeptide (VIP)",
        "opb": "Gastric inhibitory peptide (GIP)",
        "opc": "Somatostatin",
        "opd": "Ghrelin",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "41d40940-8b35-47b2-8eae-825f4ff21c99",
        "choice_type": "multi"
    },
    {
        "question": "Normal daily faecal fat excretion:",
        "exp": "Fats excretion less than 7 gm per day in feces is considered normal. More than this amount in feces indicates malabsorption; more than 8 gm/day in feces is called steatorrhea",
        "cop": 1,
        "opa": "0-5 gm",
        "opb": "5-10 gm",
        "opc": "10-15gm",
        "opd": "15-20gm",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "baf8ee99-fa5b-4e72-aa73-1e2030575de4",
        "choice_type": "single"
    },
    {
        "question": "Sho-chain fatty acids produced by bacteria are maximally absorbed in",
        "exp": "Sho-chain fatty acids are produced in the colon, by the action of colonic bacteria on complex carbohydrates, and other dietary components that could not be digested in the small intestine. These sho-chain fatty acids are absorbed from the colon.",
        "cop": 4,
        "opa": "Duodenum",
        "opb": "jejunum",
        "opc": "ileum",
        "opd": "Colon",
        "subject_name": "Physiology",
        "topic_name": "Gastrointestinal System",
        "id": "c1ee90a1-44ea-4471-acd0-f893ad6c8ea6",
        "choice_type": "multi"
    }
]