[
    {
        "question": "The most sensitive index for renal tubular function is:",
        "exp": "Ans. is 'a' specific gravity of urine. The main function of renal tubules is concentration of urine and this can be measured by the specific gravity of urine.",
        "cop": 1,
        "opa": "Specific gravity of urine",
        "opb": "Blood urea",
        "opc": "GFR",
        "opd": "Creatinine clearance",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "8b4fbfa6-301d-4237-b641-24ca4795381f",
        "choice_type": "single"
    },
    {
        "question": "Percentage of GFR to renal plasma flow:",
        "exp": "Ans. (a) 20%Ref: Guyton's physiology 11th ed. / 316* GFR Is About 20 Per Cent of the Renal Plasma Flow.* In an average adult GFR is about 125 ml/min, or 180 L/ day.* Renal plasma flow is 650ml/min* The filtration fraction is calculated as follows: Filtration fraction = GFR/Renal plasma flow* Therefore125ml/min------------650ml/min= 0. 2* The fraction of the renal plasma flow that is filtered (the filtration fraction) averages about 0. 2; this means that about 20 per cent of the plasma flowing through the kidney is filtered through the glomerular capillaries. Also Know* The entire plasma volume is only about 3 liters, whereas the GFR is about 180 L/day, the entire plasma can be filtered and processed about 60 times each day.",
        "cop": 1,
        "opa": "a.. 20%",
        "opb": "b. 38%",
        "opc": "c. 50%",
        "opd": "d. 60%",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "d0b09b32-fdc5-49b2-b608-62e4b65e623e",
        "choice_type": "single"
    },
    {
        "question": "Most prominent action of angiotensin II-",
        "exp": "Ans. is 'a' i. e., Vasoconstriction o All the given options are caused by angiotensin II. But vasoconstriction is the most prominent action. Actions of angiotensin 11 (A-II)o The most prominent action of A-II is vasoconstriction. o Angiotensin II is one of the most potent vasoconstrictors known, being four to eight times as active as epinephrine. o Vasoconstriction involves arterioles and venules and occurs in all vascular beds. However, it is less marked in cerebral, skeletal muscle, pulmonary and coronary vessels. o A-II increases the force of myocardial contraction by promoting Ca+2 influx. o A-II and A-II I are tropic to zona glomerulosa of adrenal cortex -| aldosterone secretion - Na+ & water retention. o A-II also has a direct action on kidney - promotes Na+, C1- and HCO2- reabsorption. o In brain, A II induces drinking behavior and ADH release. It also increases central sympathetic outflow. o A-II enhances sympethetic activity by peripheral action as well - It releases Adr from adrenal medulla, stimulates autonomic ganglia and increases the output of NA from adrenergic nerve endings.",
        "cop": 1,
        "opa": "Vasoconstriction",
        "opb": "Induction of thirst",
        "opc": "Increased secretion of aldosterone",
        "opd": "Increased Na+ reabsorption",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "44a5c30c-49ee-4884-81ae-7209629cbd29",
        "choice_type": "single"
    },
    {
        "question": "Juxtaglomerular apparatus is involved in regulation of-",
        "exp": "Ans. is 'a' i. e., Tubulo-glomerular feed back Tubulo-glomerular feedbacko To perform the function of autoregulation, the kidneys have a feedback mechanism that links changes in sodium chloride concentration at the macula densa with the control of renal arteriolar resistance. This feedback helps to ensure a relative constant delivery of sodium chloride to the distal tubule and helps prevent spurious fluctuations in renal excretion that would otherwise occur. o The tubuloglomerular feedback mechanism has two components that act together to control GFR: - i). An afferent arteriolar feedback mechanism (usually this component is referred to as tubuloglomerular feedback, and ii) An efferent arteriolar feedback mechanism. o These feedback mechanisms depend on the juxtaglomerular apparatus which consists of: (i) Macula densa, i. e., specialized epithelium of distal tubule where it comes in contact with afferent arteriole, (ii) Juxtaglomerular cells, i. e., modified smooth muscle cells of afferent arteriole, and (iii) Lads cells. i) Afferent arteriolar feedback mechanism:# Decrease in renal arteriolar pressure causes decrease in GFR and as a result low Na. Cl is delivered to distal tubules. This is sensed by macula densa and the signal is transmitted to afferent arterioles which causes decreased resistance of afferent arterioles. Decreased afferent arteriolar resistance increases glomerular hydrostatic pressure and therefore GFR.# The transmitter involves is adenosine which causes opening of Ca+2 channels. ii) Efferent arteriolar feedback mechanism:# Decreases GFR causes delivery of less Na. Cl to distal tubule, which is sensed by macula densa cells and the signal is transmitted to juxtaglomerular (JG) cells which secrete renin. As a result renin angiotensin system is activated and there is generation of angiotensin II which causes constriction of efferent arteriole. This results in increased glomerular capillary hydrostatic pressure and increased GFR. o It would be wise to know about glomerulotubular balance, which may be confused by tubuloglomerular feedback. o Glomerulotubular balance: - Tubular reabsorption in proximal tubules is load-dependent, i. e., when the GFR increase, the reabsorption of the filtrate in the proximal tubule increases proportionately. It occurs because tubular reabsorption is flow-limited. Because of glomerulotubular balance, the urinary Na+ output does not increase massively when the GFR increases.",
        "cop": 1,
        "opa": "Tubulo-glomerularfeedback",
        "opb": "Glomerulotubular balance",
        "opc": "Renal plasma flow",
        "opd": "Urinary acidification",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "bf2f6424-a4df-44e0-8718-4e32e4680ac0",
        "choice_type": "single"
    },
    {
        "question": "100 % Filtration Coefficient is seen in?",
        "exp": "ANSWER: (D) Inulin. REF: Guyton 11th edition page 184, 344. FILTRATION COEFFICIENT: Filtration coefficient is a measure of a membrane's permeability to water, taking into account both hydraulic and osmotic pressures. (Note: Filtration coefficient 100= Filterability 1). Filterability of Solutes Is Inversely Related to Their Size. The glomerular capillary membrane is thicker than most other capillaries, but it is also much more porous and therefore filters fluid at a high rate. Despite the high filtration rate, the glomerular filtration barrier is selective in determining which molecules will filter, based on their size and electrical charge. A filterability of 1. 0 as in case of inulin means that the substance is filtered as freely as water. Inulin Clearance Can Be Used to Estimate GFR: If a substance is freely filtered (filtered as freely as water) and is not reabsorbed or secreted by the renal tubules, then the rate at which that substance is excreted in the urine is equal to the filtration rate of the substance by the kidneys.",
        "cop": 4,
        "opa": "Urea",
        "opb": "Albumin",
        "opc": "Creatinine",
        "opd": "Inulin",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "eeb01528-59dd-4c56-89da-50d7b64aa02b",
        "choice_type": "single"
    },
    {
        "question": "Renal plasma flow is best determined by:",
        "exp": "Ans. C. PAHa. Renal plasma flow - RPFi. Can be measured by infusing para-amino hippuric acid (PAH) and determining its urine and plasma concentration. ii. 90% of the PAH in arterial blood is removed in a single circulation through the kidney. It is therefore become common place to calculate the \"renal plasma flow\" by dividing the amount of PAH in urine by the plasma PAH level. iii. Effective renal plasma flow (ERPF): -iv. ERPF = UPAH X V = Clearance of PAHv. PPAH = 625 ml/min. vi. Actual - RPF = ERPF = 630 Extraction ratio 0. 9 = 720 ml/min. b. Renal Blood flow = RPF x 11- Hematocrit =700x10. 55=1273ml/mm. c. \"for determination of the GFR do a creatinine or Inulin clearance test and for determination of RBF or RPF the PAH clearance is to be done\"",
        "cop": 3,
        "opa": "Inulin",
        "opb": "Creatinine",
        "opc": "PAH",
        "opd": "Mannitol",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "f9512dec-53a2-459d-9870-fac1716342ff",
        "choice_type": "single"
    },
    {
        "question": "Renal blood flow contributes what % of the cardiac output?",
        "exp": "Ref: W F Ganong. Circulation Through Special Regions. In: Review of Medical Physiology. 21st ed. California: Mc. Graw-Hill Companies; 2003 p 603. Explanation: (See the following table)",
        "cop": 2,
        "opa": "15%",
        "opb": "25%",
        "opc": "45%",
        "opd": "50%",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "76270d1a-761f-4356-b778-f3d2439b7c76",
        "choice_type": "single"
    },
    {
        "question": "Substance (s) freely filtered across glomerular capillaries: (PGI Nov 2009)",
        "exp": "Ans: A (Glucose) Filtereability of Solutes. Filterability of solutes is inversely related to their size. Substance are freely filtered by glomerulus as water when filterability is of 1. 0. QIf the size of molecules approaches to that of albumin, filterability decreases approaching zero. Some low molecular wt. substance e. g. calcium and fatty acids are not freely filtered. Na. Inulin & glucose are freely filteredQ (filterability = 1).* Albumin, myoglobin ore not freely filtered. QTable (Guyton): Filtereability of Substances by Glomerular Capillaries Based on Molecular Weight. Substance. Molecular Weight. Filterabiltiy. Water181. 0. Sodium231. 0. Glucose1801. 0. Inulin5, 5001. 0. Myoglobin17, 0000. 75. Albumin69, 0000. 005. Also Remember. Negatively charged large molecules are filtered less easily than positively charged molecules of equal molecular size[Guyton 11th/ 317)",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Albumin",
        "opc": "Thyroxin",
        "opd": "Creatinine",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "b9d6c1f5-f50d-4e0d-b6a5-5ea6f488c1ef",
        "choice_type": "single"
    },
    {
        "question": "GFR is measured by -",
        "exp": "Ans. is. 'b' i. e., Inulin o If there be a substance that passes freely across the glomerular membane but is neither reabsorbed nor secreted by tubular activity, urinary excretion would represent the amount filtered and nothing but the amount filtered. o Hence, it sclearance would indicate how much plasma gets filtered every minute. o One such substance is Inulin, a polysaccharide of small enough (molecular weight about 5, 200) to get filtered as easily as crystalloids or water. o It is neither reabsorbed nor secreted by the kidney. o Further, it is neither metabolized nor synthesized by the kidneys, is non-toxic and can be easily measured. o All these features make it a very suitable substance for estimation of glomerular filtration rateQ. o Inulin clearance is equal to the GFR, i. e., 126 ml/min. Qo Beside inulin, the clearance of vitamin B12, EDTA, and polyfructosan are also quite reliable as indicators of GFR. o Creatinine is not as accurate as the above substances because it is secreted in small amounts. o But since it is a product of metabolism and its level is fairly constant, creatinine is very convenient to determine its clearanceQ. o That is why, clinically, creatinine clearance is used an index of GFR quite frequentlyQ.",
        "cop": 2,
        "opa": "Urea",
        "opb": "Inulin",
        "opc": "Creative",
        "opd": "Hippuric acid",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "16887965-f146-40a4-98ec-bce809ac1e9e",
        "choice_type": "single"
    },
    {
        "question": "Filtration pressure in glomeruli of kidney -(Orissa 04)",
        "exp": "Ans-A Ref: Guyton and Hall 13th edition textbook of Medical Physiology P. G.=60 C. G.=32 P. B.=18 So, FP= PG-CG-PB =60-32-18 =10mm. Hg",
        "cop": 1,
        "opa": "10 mm of Hg",
        "opb": "6 mm of Hg",
        "opc": "15mmof. Hg",
        "opd": "2. 0mmof. Hg",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "b175547b-96d4-4994-a81b-a0b11b2a5825",
        "choice_type": "single"
    },
    {
        "question": "Effect of dopamine on renal vessels -",
        "exp": "Ans. is 'a' i. e., Vasodilatation o The physiologic function of the dopamine in the circulation is unknown. o However, injected dopamine produces renal vasodilation, probably by acting on a specific dopaminergic receptor, o It also produces vasodilation in the mesentery. o Elsewhere; it produces vasoconstriction, probably by releasing norepinephrine, and it has a positive inotropic effect on the heart by an aciton on b1-adrenergic receptors. o The net effect of moderate doses of dopamine is an increase in systolic pressure and no change in diastolic pressure. o Because of these actions, dopamine is useful in the treatment of traumatic and cardiogenic shock.",
        "cop": 1,
        "opa": "Vasodilatation",
        "opb": "Vasoconstriction",
        "opc": "Increased permeability",
        "opd": "No effect",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "be02446a-8c40-46d4-b8ce-51a27711f0d5",
        "choice_type": "single"
    },
    {
        "question": "What is implied, if a drug has more renal clearance than the GFR:",
        "exp": "Ans. is 'b' i. e. Drug is secreted in the tubules Logically, if a drug is more in renal clearance than the amount filtered by glomerulus, it has to be secreted in the kidney tubules. \" Tubular secretion - is the active transfer of organic acids and bases by two separate nonspecific mechanism which operate in the proximal tubules. If renal clearance of a drug is greater than 120 ml/min (g. f. r.), additional tubular secretion can be assumed to be occuring \"Soif renal clearance is more than G. F. R.* - Tubular secretion. If renal clearance is less than G. F. R. * - Tubular reabsorption. If renal clearance is equal to G. F. R.* - The drug does not undergo either tubular sec. or tub. reabsorption.",
        "cop": 2,
        "opa": "Drug is reabsorbed in the tubules",
        "opb": "Drug is secreted in the tubules",
        "opc": "Drug is excreted in bile",
        "opd": "Drug is neither secreted, nor resorbed.",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "7a5cad9a-c1b9-463a-b7f7-524c949c47b6",
        "choice_type": "single"
    },
    {
        "question": "Normal GFR is",
        "exp": "Ans. (c) 125 ml/min. Ref: Ganong's physiology 23rd ed./ 646* Normal GFR in a healthy person is 125ml/min.",
        "cop": 3,
        "opa": "25ml/min",
        "opb": "50ml/min",
        "opc": "125 ml/min",
        "opd": "90ml/min",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "53a68586-ce34-4eb3-9a4f-6646cc268034",
        "choice_type": "single"
    },
    {
        "question": "Which of the following favors filtration at the arteriolar end of the capillary bed?",
        "exp": "Ans. is 'b' i. e. Increase in hydrostatic pressure of capillaries The rate of filtration at any point along a capillary depends on balance of Starling forces - (A) Hydrostatic pressure gradient: (B) Osmotic pressure gradient:(Hydrostatic press, of capillaries (Plasma colloid Osmotic pressure minus hydrostatic press, of minus interstitial fluid colloid osmoticinterstitium) pressure). Net filtration press. (NFP) = Hydrostatic press, gradient - Osmotic press, gradient. If NFP is positive then there is outward movement of fluid across the capillaries & if negative then inward movement of fluid occurs.* In normal conditions. At the arteriolar end the hydrostatic pressure gradient is more than osmotic press, gradient so there is outward movement of fluid into the interstitial space &At the venular end the osmotic press, gradient exceeds hydrostatic press, gradient (filtration pressure) resulting into fluid movement into the capillary. Filtration rate = Kf x NFPKf - Capillary filtration coefficient. NFP - Net filtration pressure Capillary filtration coefficient is proportionate to the permeability of the capillary wall & the area available for filtration. Fluid pressure and colloid osmotic pressure forces operate at the capillary membrane, tending to move fluid either outward or inward through the membrane pores.",
        "cop": 2,
        "opa": "Decrease in hydrostatic pressure of capillaries",
        "opb": "Increase in hydrostatic pressure of capillaries",
        "opc": "Increase in oncotic pressure of capillaries",
        "opd": "Decrease in oncotic pressure of interstitium",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "06d83285-49c2-4071-a100-cfccd37576e6",
        "choice_type": "single"
    },
    {
        "question": "Two substances that can probably be used to determine filtration fraction are -",
        "exp": "Ans. is 'd' i. e., Inulin and PAH o GFR is measured by inulin and renal plasma flow is measured by PAH.",
        "cop": 4,
        "opa": "Insulin and mannitol",
        "opb": "Urea anddiodrast",
        "opc": "PAH and phenol red",
        "opd": "Inulin and PAH",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "88efd8e2-f3c4-4c76-8a8e-370420b7af70",
        "choice_type": "single"
    },
    {
        "question": "A negatively charged molecule is filtered with more difficulty' compared to a positive one because -",
        "exp": "Ans. is 'a' i. e., Presence of negatively charged sialoproteins on the filtering membrane o Sialoproteins in the glomerular capillary wall are negatively charged, and studies with anionically charged and cationically charged dextrans indicate that the negative charges repel negatively charged substances in blood, with the result that filtration of anionic substances 4 nm in diameter is less than half that of neutral substances of the same size. o This probably explains why albumin, with an effective molecular diameter of approximately 7 nm, normally has a glomerular concentration only 0. 2% of its plasma concentration rather than the higher concentration that would be expected on the basis of diameter alone; circulating albumin is negatively charged, o Filtration of cationic substances is greater than that of neutral substances. Filtration surface (Filtration barrierQ or glomerular membrane)o The filtration surface is a three-layered structure: -Glomerular capillary endothelium. QThe basement membrane0 (Basal lamina). Visceral epithelium of Bowman's capsule with their foot process (PodocytesQ). o However, even the three layers put together do not provide an adequate structural basis for the degree of sieving achieved during filtration. o The fenestration in the endothelium are 50-100 nm in diameter, and the slits between the foot process of epithelial cells (podocytes) are 25 nm wide. o That leaves only the basement membrane to account for the selectivity and the filtration function of the glomerularmembrane. o Basement membrane contains hydrated channels approximately 6 nm wideQ. o A further functional barrier in basement membrane is added by the fact that basement membrane glycoproteins are strongly negatively chargedQ. o That is why filtration surface is almost impermeable to plasma proteins which are negatively charged, e. g., albuminQ (size7 NmQ). o The passage of neutral or positively charged molecules of comparable diameter is not so difficult. Ultimately, molecules less than 4 nm is diameter are freely filtered while molecules larger than 8 nm are not filtered at all and the molecules between 4-8 nm diameter are filtered with difficulty which increases proportionately with size.",
        "cop": 1,
        "opa": "Presence of negatively charged sialoproteins on the filtering membrane",
        "opb": "Negatively charged molecules are larger",
        "opc": "Postively charged proteins on filtering membrane",
        "opd": "Urine is acidic",
        "subject_name": "Physiology",
        "topic_name": "Glomerular Filtration, Renal Blood Flow, and Their Control",
        "id": "5066efe0-0d8f-4384-a31a-0d5265532836",
        "choice_type": "single"
    }
]