[
    {
        "question": "QRS complex is due to -",
        "exp": "Ans. is \"d\" i. e., Ventricular depolarization Event of ECGCauseP-wave. Atrial depolarization. QRS complex. Ventricular depolarization. Twave. Ventricular repolarization. PR interval. Represents time taken by impulse to travel from SA node to ventricle (Atrial depolarization and AV conduction)QT interval. Duration of full ventricular contraction (Ventricular depolarization + Repolarization)",
        "cop": 4,
        "opa": "Ventricular repolarization",
        "opb": "Atrial depolarization",
        "opc": "Conduction through AV node",
        "opd": "Ventricular depolarization",
        "subject_name": "Physiology",
        "topic_name": "Heart: Normal Electrocardiogram",
        "id": "6f35d15b-ad9d-4a47-a47c-ed87f916e5e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is QT interval?",
        "exp": "Ans. (b) QT interval. PR interval (A)120-200msec and represents spread of impulse from SAN to AV node. RR interval (C). Inversely related to heart rate. QT interval (B)400-430 msec and represents ventricular depolarization and repolarization.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Physiology",
        "topic_name": "Heart: Normal Electrocardiogram",
        "id": "69997edc-b524-41ff-a0cf-6619690e6b19",
        "choice_type": "single"
    },
    {
        "question": "Normal QRS axis -",
        "exp": "Ans. is 'b' i. e., -30 to +110dego In a normal heart, the average direction of the vector during spread of the depolarization wave through the ventricles, called the mean QRS vector, is about +59 degrees, o This means that during most of the depolarization wave, the apex of the heart remains positive with respect to the base of the heart. o The normal electrical axis of the heart (mean electrical axis or mean QRS vector) lies between -30* and +10o If the axis is more negative than -30(r) it is called left axis deviation, whereas if the axis is more positive than + 100deg, it is called right axis deviation.",
        "cop": 2,
        "opa": "-30 to 110deg",
        "opb": "-30 to +110deg",
        "opc": "-H! 0\"to +150deg",
        "opd": "-110degti -150deg",
        "subject_name": "Physiology",
        "topic_name": "Heart: Normal Electrocardiogram",
        "id": "d0833f0b-7383-4f79-ae77-90e7da6bf6a0",
        "choice_type": "single"
    },
    {
        "question": "Atrial depolarization in ECG is represented by",
        "exp": "1 (Description: P wave in EC6)",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Physiology",
        "topic_name": "Heart: Normal Electrocardiogram",
        "id": "8fea8c17-6d5a-491b-b313-a21258cfbb4c",
        "choice_type": "single"
    },
    {
        "question": "Einthovens law -",
        "exp": "Ans is 'a' i. e., I + III = II o Einthoven's triangle is an equilateral triangle formed by two shoulder and the pubis with the heart is in the center as moving dipole. o For convenience Eithoven's triangle consider right arm (RA), left arm (LA), and Left leg (LL)Q to which electrodes are connected. o An electrode connected to all the three comers of Eithoven's triangle will always be at zero potentials regardless of the direction of the cardiac vector. o Such an electrode is called the indifferent electrode (or the central terminal of wiison)Q. o The indifferent electrode is connected to RA, LA and LL through high (5000 Ohm) resistance. ECG Leadso An ECG is recorded by picking up potentials from two parts of the body. The two sites selected for this purpose constitue the ECG leads. Usually ECG is recoreded by 12 leads (12 lead ECG): - Three bipolar (standard) limb leads, three Unipolar limb leads and six unipolar chest leads. Bipolar (standard) limb leads or Einthoven's leado Bipolar recording involves recording of potential difference between two different sites on the body using two electrodes, one serving as the reference and the other called the exploring or active electrode. These leads are:-Lead I: - Between right arm (negative/reference electrode) and left arm (positive or active or exploring electrode). Lead. II: - Between right arm (negative or reference electrode) and left leg (positive electrode). Lead III: - Between left arm (negative electrode) and left leg (positive electrode). o The direction in wrhich positive electrode points is called the axis of lead. If the direction of the lead axis is similar to the direction of the flow of current in the heart, the recorded deflection is positive (upward). Hence electrodes are arranged in such a way that most of the deflections in the ECG are positive, o Einthoven's law Q: - This law states that if the electrical potential of any of the three bipolar limb leads are known at any given instant, the third one can be determined mathematically by simply summing the first two (but note that the positive and negative signs of different leads must be observed when making this summation). Thus the sum of the voltages in leads I and III equals the voltage in lead IIQ. Unipolar limb leadso Unipolar recording involves recording the potential difference between an active electrode and an indifference electrode. Thus, unipolar limb leads and chest leads employ an active electrode and an indifference electrode. The indifferent electrode is connected to left arm, right arm and left leg through a very high resistance (has been explained). Because of the high resistance, the indifferent electrode stays at an almost constant (zero) potential. Since the leads measure the potential difference between two electrodes, one of which is at constant voltage (indifferent), it essentially measures the potential at the other (active) electrode. There are three unipolar limb leads:-o VR: Between right arm and an indifferent electrode, o VL: Between left arm and an indifferent electrode, o VF: Between left leg and an indifferent electrode. o These unipolar limb leads are not much used in practice because augmented limb leads which provide a magnified version of the same information; therefore, unipolar augmented limb leads are used. Augmented limb leads are recordings between one limb and two other limbs12, i. e., the positive (active) electrode is connected to one limb and the negative electrode to the other two through high resistances. This results in an increase in the voltages recorded in the ECG That is why these leads are called augmented limb leads. There are three augmented limb leads: -a. VR: - Between right arm (positive electrode) and left arm + left leg (negative or refrence electrode). a. VL: - Between left arm (positive electrode) and right arm + Left leg (negative electrode). a. VF: - Between left leg (positive electrode) and right arm + left arm (negative electrode). Unipolar chest leads. Qo These leads emply an exploring (active or positive) electrode on the chest and an indifferent (reference or negative) electrode. The indifferent electrode is connected to the right arm, left arm and left leg through high resistances. The position of chest electrode (positive electrode) is as follows (VI - V6Q): -V1: In the right 4th intercostal space at the right border of the sternum. V2: In the left 4th intercostal space at the left border of sternum. V3: At midpoint between V2 and V4. V4: In the left 5th intercostal space in the midclavicuiar line. V5: In the left 5th intercostal space at the anterior axillary line. V6: In the left 5th intercostal space at the mid-axillary line.",
        "cop": 1,
        "opa": "I+ III= II",
        "opb": "I -III=II",
        "opc": "I+II+III= 0",
        "opd": "I+III=avL",
        "subject_name": "Physiology",
        "topic_name": "Heart: Normal Electrocardiogram",
        "id": "2cd33442-c4b6-4f2e-9ffa-00d1d0468365",
        "choice_type": "single"
    }
]