[
    {
        "question": "According to Starling law, force of contraction is directly proportional to:",
        "exp": "Ans: C (End diastolic length of muscle fibres) Ref: Ganong's Review of Medical Physiology, 21st edExplanation:\"The Frank-Starling law of heart states that within physblogicai limits the force of cardiac contraction is proportional to its end diastolic volume.\" Ref: Khurana\"For the heart, the length of the muscle fibers (i.e., the extent of the preload) is proportionate to the end-diastoiic volume. The relation between ventricular stroke volume and end-diastolic volume is called the Frank-Starling curve.\" Ref: GanongThe Frank-Starling Law of the HeartAlso known as Starling's law or the Frank-Stariing mechanism or Maestrini heart's law.It states that the stroke volume of the heart increases in response to an increase in the volume of blood filling the heart (the end diastolic volume) when all other factors remain constant.The increased volume of blood stretches the ventricular wall, causing cardiac muscle to contract more forcefully.",
        "cop": 3,
        "opa": "Contractility of heart",
        "opb": "End systolic length of muscle fibres",
        "opc": "End diastolic length of muscle fibres",
        "opd": "Muscle tension",
        "subject_name": "Physiology",
        "topic_name": "Heart: Cardiac Muscle",
        "id": "8b9354fd-a35b-4744-b8b7-0e45bf1069ca",
        "choice_type": "single"
    },
    {
        "question": "The result of increased preload on cardiac muscle is?",
        "exp": "ANSWER: (A) Lengthening of muscle fibreREF: Ganongs 22nd edp. 572Preload is determined by amount of blood reaching the heart; it causes an increase in the muscle fiber length and therefore according to frank starling's law increased force of contraction",
        "cop": 1,
        "opa": "Lengthening of muscle fibre",
        "opb": "Shortening of muscle fibre",
        "opc": "No effect",
        "opd": "Variable effect",
        "subject_name": "Physiology",
        "topic_name": "Heart: Cardiac Muscle",
        "id": "c4786a0c-56a9-40ea-8e16-19c7ce48063a",
        "choice_type": "single"
    }
]