[
    {
        "question": "Delta waves are seen in:",
        "exp": "REM sleep is characterized by b waves, the waves actually of ale wakefulness. Hence, REM sleep is also called \"paradoxical sleep\". Awake state with eyes closed - a waves; with eyes open - b waves. NREM sleep: stage 1 shows periodic sho bursts of a waves.",
        "cop": 1,
        "opa": "Deep sleep",
        "opb": "REM sleep",
        "opc": "Awake state",
        "opd": "Stage II n. REM sleep",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "df9ff390-f527-4853-8e2f-be7ead12b145",
        "choice_type": "single"
    },
    {
        "question": "In Kluver-Bucy animals, lesion is in:",
        "exp": "Kluver-Bucy syndrome refers to the changes in behavior due to bilateral destruction of anterior poions of temporal lobes & amygdala on both sides. It is characterised by: The animal is not afraid of anything, It has extreme curiosity about everything, It has a tendency to place everything in its mouth, The animal has an extreme sex drive.",
        "cop": 4,
        "opa": "Prefrontal coex",
        "opb": "Corpus callosum",
        "opc": "Pituitary gland",
        "opd": "Amygdala",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "1301d522-0541-4d81-9630-777b8afc60ab",
        "choice_type": "multi"
    },
    {
        "question": "\"Window\" of the limbic system through which it sees the external world is:",
        "exp": "Amygdala has been called the \"window\" through which the limbic system sees the place of the person in the world because it receives neuronal signals from all poions of the limbic coex, as well as from the neocoex of the temporal, parietal, and occipital lobes, especially from the auditory and visual association areas.",
        "cop": 2,
        "opa": "Hypothalamus",
        "opb": "Amygdala",
        "opc": "Hippocampus",
        "opd": "Thalamus",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "6395bdca-58c0-43ad-aabb-b5310bbc025f",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is increased during sleep induction?",
        "exp": "Stimulation cholinergic neurons in pontine reticular formation is responsible for sleep induction. When the activity of norepinephrine and serotonin containing neurons in locus coeruleus and raphe nuclei is increased, the activity of ACH-containing neurons in the pontine reticular formation decreases, leading to wakefulness. The reverse of this pattern leads to REM sleep. An even balance in the activity of these groups of neurons is associated with NREM sleep",
        "cop": 1,
        "opa": "| Acetyl choline",
        "opb": "| Histamine",
        "opc": "| Norepinephrine and serotonin",
        "opd": "| GABA",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "d1ce2f64-fdab-46ba-9c4b-b8e7a4bbfb61",
        "choice_type": "single"
    },
    {
        "question": "Neurophysiological defects in the right lobe will include all of the following EXCEPT:",
        "exp": "Left hemisphere Right hemisphere Left-side olfaction; verbal memory Motor speech Stereognosis, right side. Right-hand skills (e. g. writing) Hearing (right-ear preference) Understanding language Mathematical ability Right visual field Dyscalculia Right-side olfaction; memory for shapes Stereognosis, left side Hearing (left-ear preference) Musical ability Recognition of forms, faces, and body image Left visual field Agnosia and dysgraphia",
        "cop": 3,
        "opa": "Visuo-spatial defect",
        "opb": "Anosognosia",
        "opc": "Dyscalculia",
        "opd": "Dysgraphia",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "1f400a39-5547-41ff-9e28-856a3e877a53",
        "choice_type": "multi"
    },
    {
        "question": "Which stage among the following has maximum contribution in sleep time of an adult?",
        "exp": "In adults, the largest amount of sleep time is spent in stage 2 NREM sleep about 60 %; REM phases constitute 20-25% of total sleep time Stages 3 and 4 NREM about 15-20%, Stage 1 non-REM about 5%.",
        "cop": 3,
        "opa": "REM",
        "opb": "NREM 1",
        "opc": "NREM 2",
        "opd": "NREM 3",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "cea552cd-b0c5-4693-a97e-5b68ce735d35",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old woman is taken to the physician because of worsening forgetfulness. She has trouble playing cards with her friends because she cannot remember what game is being played. She recently got lost during a walk in the neighborhood she has lived in for 35 years. Which substance is most likely to be increased in the brain of this woman?",
        "exp": "This woman has Alzheimer's disease. Increased amounts of beta-amyloid peptide is found in the brains of patients with Alzheimer's disease. The peptide accumulates in amyloid plaques with diameters up to several hundred millimeters in widespread areas of the brain, including the cerebral coex, hippocampus, basal ganglia, thalamus, and cerebellum. Due to beta-amyloid deposition, there is decreases cholinergic discharge to various pas of brain",
        "cop": 3,
        "opa": "alpha-1 antitrypsin",
        "opb": "alpha-amylase",
        "opc": "beta-amyloid peptide",
        "opd": "beta-endorphin",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "f8806f1f-a7a2-4572-98a8-f720c4867dab",
        "choice_type": "single"
    },
    {
        "question": "Impairment of moral and social sense, lack of initiation and difficulty in planning with flight of ideas is a feature of lesion in the:-",
        "exp": "Lesion in the frontal lobe may result in the frontal lobe syndrome. Sectioning the connections between prefrontal coex and diencephalon will also cause prefrontal coex to be put out of action - prefrontal leucotomy. Such lesions are characterized by: (i) flight of ideas, difficulty in planning; (ii) euphoria; (iii) memory impairment with loss of moral and social sense; (iv) restlessness and lack of concentration; (v) lack of initiative; (vi) emotional instability, (vii) patient becomes less self-critical, holding an exalted opinion of his abilities (though his higher intellectual faculties are impaired).",
        "cop": 1,
        "opa": "Frontal lobe",
        "opb": "Parietal lobe",
        "opc": "Temporal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "5f0a24dd-35df-49a8-8da1-eb188dd2c1eb",
        "choice_type": "single"
    },
    {
        "question": "The site of action of addictive drugs is:",
        "exp": "Nucleus accumbens has a very high population of dopaminergic neurons that act D3 receptors. This area is found to be associated with reward and addictive behavior. Pneumotaxic center is located in the nucleus parabrachialis and Kolliker-Fuse nucleus in upper pons. Nucleus raphe magnus (medulla) has high density of serotonergic neurons and is a component of descending analgesia system.",
        "cop": 2,
        "opa": "Nucleus raphe magnus",
        "opb": "Nucleus accumbens",
        "opc": "Kolliker-Fusenucleus",
        "opd": "Nucleus parabrachialis",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "8d5e9c3d-88f5-499b-8514-7335e8a42f0e",
        "choice_type": "single"
    },
    {
        "question": "Stress-induced analgesia occurs due to release of which of the following?",
        "exp": "Stress-induced analgesia: It is the reduced pain sensitivity when a person undergoes any stressful event. Eg. Soldiers injured in battle often don't feel any pain until the battle is over. Amygdala is a pa of the limbic system. It is responsible for mediating the motivational-affective responses to pain and is involved in stress induced analgesia. Stress-induced analgesia occurs due to release of endogenous cannabinoids, eg. 2-arachidonoylglycerol (2-AG) and anandamide They act CB receptors: CB1 receptor -- Associated with euphoria. CB2 receptor -- Associated with control of pain. Release of Norepinephrine from brainstem catecholaminergic neurons in the amygdala also leads to stress induced analgesia.",
        "cop": 1,
        "opa": "Cannabinoids",
        "opb": "Coisol",
        "opc": "Serotonin",
        "opd": "Substance P",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "ac13cb01-cf87-45e0-b51b-a5eb3ea553dc",
        "choice_type": "single"
    },
    {
        "question": "Broca's area is concerned with:",
        "exp": "Broca'a area (area 44 & 45; inferior frontal gyrus) is responsible for motor aspect of speech and language, such as word formation. Wernicke's area (area 22; superior temporal lobe) is responsible for comprehension of language. These areas are found in the dominant hemisphere.",
        "cop": 1,
        "opa": "Word formation",
        "opb": "Comprehension",
        "opc": "Repetition",
        "opd": "Reading",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "b3f02104-46ec-47f4-b984-4a3f237698c1",
        "choice_type": "single"
    },
    {
        "question": "The diagram shows the effects of changing the set point of the hypothalamic temperature controller. Which set of changes occurs at point W compared with point V?",
        "exp": "When the set point of the hypothalamic temperature-control centre is suddenly changed from the normal level to higher than normal it produces chilly sensations and shivering. To counteract the cold as perceived by hypothalamus, heat generating and heat preserving mechanism gets activated. One such mechanism of heat preservation is vasoconstriction. It is characteristics of febrile conditions.",
        "cop": 1,
        "opa": "Shivering and vasoconstriction",
        "opb": "Shivering and vasodilation",
        "opc": "Sweating and vasodilation",
        "opd": "Sweating and vasoconstriction",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "69b40eb4-b5f4-462e-a898-46e44cd4246e",
        "choice_type": "single"
    },
    {
        "question": "Lesion in Wernicke's area results in:",
        "exp": "The two areas concerned with language and speech are: (i) Wernicke's area (the sensory area for speech) in the superior temporal lobe and (ii) Broca's area (the motor area for speech) in the inferior frontal lobe. Wernicke's area: After understanding and comprehension of the word, the impulses are sent, arcuate fasciculus, to the Broca's area. Lesion: Speech production is normal (since motor area that finally produces actual words is not damaged). However, patients talk excessively; what they say is full of jargon and neologisms that make little sense. Patient fails to comprehend the meaning of spoken or written words. This is called fluent aphasia.",
        "cop": 4,
        "opa": "Global aphasia",
        "opb": "Non-fluent aphasia",
        "opc": "Conduction aphasia",
        "opd": "Failure of comprehension of spoken or written words",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "6fbbf3c8-394d-47c4-ad71-05b88678bb13",
        "choice_type": "single"
    },
    {
        "question": "During REM sleep, there is a marked reduction in the tone of muscles in:",
        "exp": "Tone of most voluntary muscles is reduced temporarily. The tone of the neck muscles is reduced markedly during REM sleep. The loss of tone is due to an active inhibition of motor neurons mediated by a group of neurons in the locus ceruleus in the brain stem. The reduction of tone is NOT observed in: Muscles of respiration, Extraocular muscles (which contract rhythmically to produce the rapid eye movements), and Muscles of middle ear (which protect the inner ear).",
        "cop": 1,
        "opa": "Neck",
        "opb": "Extraocular muscles",
        "opc": "Lower limb",
        "opd": "Diaphragm",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "b05f7129-d5e8-4dee-895e-f8bb7949c7d6",
        "choice_type": "single"
    },
    {
        "question": "The decerebrate rigidity is characterised by all of the following EXCEPT",
        "exp": "Decerebrate rigidity results from a section between the superior and inferior colliculus When a mid collicular section is made (coex removed), coical inhibitory influences on these areas are removed. Thus, there intrinsic firing is unchecked now, leading to excess facilitation of gamma motor neuron discharge and excessive activity of stretch reflexes. The resulting rigidity, called decerebrate rigidity, is mostly seen in the extensor or postural muscle groups. The rigidity in extensors causes a posture of arching backward - opisthotonus position.",
        "cop": 1,
        "opa": "Rigidity occurs in all muscles of the body",
        "opb": "There is increased 'g' motor neuron discharge",
        "opc": "Increased excitability of the motor neuron pool",
        "opd": "Removal of cerebellum reduces the rigidity",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "5e82c0d6-541d-4ee7-9da1-4bb476dbb452",
        "choice_type": "multi"
    },
    {
        "question": "Long-term potentiation (LTP) at glutaminergic synapses is feature typically seen in:",
        "exp": "Long term potentiation (LTP) involves protein synthesis and growth of the presynaptic neurons, postsynaptic neurons & their connections. It is a rapidly developing persistent enhancement of the post synaptic potential response to presynaptic after a brief period of rapidly repeated stimulation of the presynaptic neuron. LTP occurs in many pas of the nervous system but has been studied in greatest detail in hippocampal synapses specifically in CA1 region. LTP also identified in the mossy fibers of the hippocampus (connecting Granule cell in the dentate coex).",
        "cop": 1,
        "opa": "CA1 region of hippocampus",
        "opb": "Climbing fiber action on Purkinje cell in cerebellum",
        "opc": "Granule cell action on Purkinje cell of cerebellum",
        "opd": "Prefrontal coex projections from limbic system",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "6951bf08-3e76-4403-8946-acc4cc53b4b5",
        "choice_type": "multi"
    },
    {
        "question": "The processing of sho term memory to long term memory is done in:",
        "exp": "Bilateral destruction of hippocampus leads to anterograde amnesia. The patients will be capable of new learning and retain old pre-lesion memories, but they cannot form new long-term memories. Conversion of sho-term memory into long-term memory will not take place.",
        "cop": 2,
        "opa": "Prefrontal coex",
        "opb": "Hippocampus",
        "opc": "Neocoex",
        "opd": "Amygdala",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "91332189-0b12-42f5-98e4-94677420fea2",
        "choice_type": "single"
    },
    {
        "question": "Which structure is an impoant pathway for communication between the limbic system and the brain stem?",
        "exp": "The medial forebrain bundle extends from the septal and orbitofrontal regions of the cerebral coex downward through the center of the hypothalamus to the brain stem reticular area. This structure serves as an impoant communication system between the limbic system and the brain stem",
        "cop": 4,
        "opa": "Fornix",
        "opb": "Anterior commissure",
        "opc": "Indusium griseum",
        "opd": "Medial forebrain bundle",
        "subject_name": "Physiology",
        "topic_name": "Higher Functions",
        "id": "c67b253b-167b-4412-892e-9e7f410a0892",
        "choice_type": "single"
    }
]