[
    {
        "question": "Secretin -",
        "exp": "Ans. is 'b' i. e.. Reduces Gastric secretion Secretino Secretin is secreted by the S cells located in the duodenum and jejunum. o The most important stimulus for secretin secretion is the presence of acid in the duodenumQ. o Secretin secretion is also stimulated by the contact of products of protein digestion with the duodenal and jejunal mucosa. o Secretin acts through the group II-A hormonal mechanism, i. e., through c. AMP as second messenger. o The following are the functions of secretin: -It stimulates the secretion of watery, alkaline (bicarbonate rich)6 pancreatic fluid that is poor in enzymes6. It potentiates the action of CCK on the pancreasQ; It increases the hepatic secretion of bileQ; i. e., it is a choleretic; It decreases gastric acid secretionQ; It increases the tone of pyloric sphinctorQ; It decreases rate of gastric emptyingQ; Secretin inhibits gastrin secretionQ.",
        "cop": 2,
        "opa": "Reduces the action of CCK PZ",
        "opb": "Reduces Gastric secretion",
        "opc": "Increases Gastric secretion",
        "opd": "Secretion of pancreatic juice rich in enzyme",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "2205906d-afcf-41d8-a299-abaec2d16deb",
        "choice_type": "single"
    },
    {
        "question": "Migrating motor complex is due to which GI hormone-",
        "exp": "Ans. is 'b' Le., Motilin Migratory motor complex (MMC)o The gastric antrum shows bursts of propulsive (peristalitic) muscular activity every 90 minutes. The activity is conducted along the entire length of the small intestine, from stomach to distal ileum, at a rate of about 5 cm per minute. As soon as the activity reaches the terminal ileum, a new wave begins in the stomach. The purpose of MMC is to clear the stomach and small intestine of luminal contents in preparation for the next meal. The MMCs are initiated by motilin.",
        "cop": 2,
        "opa": "Gastrin",
        "opb": "Motilin",
        "opc": "CCK",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "576db618-41c9-486c-b4eb-bff9110176ed",
        "choice_type": "single"
    }
]