[
    {
        "question": "Renshaw cell inhibition is an example of:",
        "exp": "Renshaw cells are inhibitory cells that transmit inhibitory signals to the surrounding motor neurons. This anterior motor neuron gets excitatory impulses from multiple sources, if all these excitatory inputs were sent to the muscles, muscle will fatigue early, so, there is some inherent check to reduce the excitability of these motor neurons & that is in form of Renshaw cell inhibition. This is recurrent type of inhibition. The inhibitory neurotransmitters Glycine and GABA are involved in Renshaw cell inhibition.",
        "cop": 3,
        "opa": "Postsynaptic inhibition",
        "opb": "Feed forward inhibition",
        "opc": "Recurrent inhibition",
        "opd": "Collateral inhibition",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "72ed7047-a899-4646-9395-812d5a5cc4c1",
        "choice_type": "single"
    },
    {
        "question": "Among the areas mentioned, the highest number of noradrenergic neurons is present in:",
        "exp": "Locus coeruleus has max number of nor-adrenergic neurons Nucleus raphe magnus has max number of serotonergic neurons Periaqueductal grey has max number of enkephalinic neurons Medial longitudinal fasciculus has max number of Dopaminergic neurons It is implicated in reward & addictive behavior But now nucleus accumbens is said to be involved in reward & addictive behavior",
        "cop": 1,
        "opa": "Locus ceruleus",
        "opb": "Nucleus raphe magnus",
        "opc": "Periaqueductal grey",
        "opd": "Medial longitudinal fasciculus",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "a2ebba25-cd21-4aab-99e1-a2f165799b7c",
        "choice_type": "single"
    },
    {
        "question": "Noradrenergic neurons are chiefly present in:",
        "exp": "Cells in the locus ceruleus have noradrenergic neurons that are projected to all pas of the cerebral coex and limbic system. It is involved in the regulation of attention, arousal, sleep-wake cycles, mood and affect. Raphe nucleicontain serotonergic neurons. These neurons fire most rapidly during wakefulness Nucleus accumbens and nigro-striatal pathway contain dopaminergic neurons.",
        "cop": 1,
        "opa": "Locus ceruleus",
        "opb": "Nucleus accumbens",
        "opc": "Nucleus raphe magnus",
        "opd": "Nigrostriatal pathway",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "98c3915b-06e5-4a6f-a22b-e857329bd2ec",
        "choice_type": "single"
    },
    {
        "question": "In a demyelinating disease (e. g. multiple sclerosis), symptoms worsen with hot bath and improve with decreased temperature because:",
        "exp": "In demyelinating diseases after myelin is degraded, there is redistribution of Na+ channels along the nerve (normally present at nodes of Ranvier). Lower temperature alters the Na+ channel kinetics in a way to delay the closure, thus extra Na+ can come into the cell, which enable electronic conduction upto the point on the nerve where the next Na+ channel is. At higher temperature: there is increased leakage of charges from the cell membrane k/o increased capacitance of the nerve.",
        "cop": 1,
        "opa": "Lower temperatures slow the gating kinetics of Na+ channels",
        "opb": "AP duration increases with increased temperature",
        "opc": "Activity of K+ channels is increased at lower temperatures",
        "opd": "Inadequate recharging of the denuded axon at higher temperatures",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "4f93de36-58a1-4bf1-ab43-ba5a73b27ff6",
        "choice_type": "single"
    },
    {
        "question": "Which ion has the lowest electrochemical driving force in a typical neuron with a resting membrane potential of -65 millivolts?",
        "exp": "The equilibrium potential for chloride averages about -70 millivolts in a typical neuron, so with a resting membrane potential of 65 millivolts, the electrochemical driving force for chloride is 5 millivolts. In case of neuron, equilibrium potential for: Potassium: -90 mV Sodium: +60 mV Calcium: +129 mV",
        "cop": 1,
        "opa": "Chloride",
        "opb": "Potassium",
        "opc": "Sodium",
        "opd": "Calcium",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "d24134d5-0eaa-4d47-bdff-8da1ff309bcc",
        "choice_type": "single"
    },
    {
        "question": "Commonest inhibitory transmitter in the spinal cord is:",
        "exp": "GABA and glycine are the most common inhibitory transmitters in the CNS.",
        "cop": 2,
        "opa": "GABA",
        "opb": "Glycine",
        "opc": "Substance P",
        "opd": "Aspaate",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "8be1d3c4-cf29-4d82-8a3f-5a1fe37a4236",
        "choice_type": "single"
    },
    {
        "question": "Oligodendrocytes form myelin sheath in CNS. The cell -to-cell ratio (oligodendrocyte: neuron) for this myelination is:-",
        "exp": "Oligodendrocytes and Schwann cells are involved in myelin formation around axons in the CNS and peripheral nervous system, respectively. Oligodendrocytes are small with relatively few processes. Those in the white matter provide myelin, and those in the gray matter suppo neurons. One Oligodendrocytes myelinates 20 axons in CNS. This is the reason why CNS neurons doesn't repair.",
        "cop": 3,
        "opa": "1: 01",
        "opb": "20: 01",
        "opc": "1: 20",
        "opd": "100: 01: 00",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "9e8de020-c243-451c-abb2-f2e5910ab8de",
        "choice_type": "single"
    },
    {
        "question": "An example of \"autoreceptors\" in the CNS is:",
        "exp": "Autoreceptor is a presynaptic receptor; binding of the NT with autoreceptor inhibits fuher secretion of the transmitter. a2-receptor for NE is an example of autoreceptor. NMDA receptor for glutamate is a voltage + ligand gated channel. Nicotinic AChR is a non-specific cation channel. GABA-C receptors are found exclusively in the retina; they are ionotropic receptors.",
        "cop": 3,
        "opa": "NMDA receptors for",
        "opb": "Nicotinic receptors for acetyl chlorine",
        "opc": "Alpha2 receptors for NE",
        "opd": "GABA-C receptors in retina",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "470ad91b-71d7-454d-9ba3-7d3f20e820a2",
        "choice_type": "single"
    },
    {
        "question": "Myelin sheath is absent in:-",
        "exp": "Myelin sheath is absent at following sites:- 1) Nodes of Ranvier 2) Proximal pa of Axon (Pre axon) 3) Near the termination of Axon. 4) At the clefts of Schmidt- Lantermann.",
        "cop": 1,
        "opa": "Pre-axon",
        "opb": "Axons of CNS",
        "opc": "Optic nerve.",
        "opd": "Motor roots.",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "1a7dcd2d-e239-4577-a058-94427755213f",
        "choice_type": "single"
    },
    {
        "question": "Scavenger cell in the CNS is:",
        "exp": "Microglia is the only cell that is borne out of CNS and moves into the CNS. It is formed from monocyte lineage in the bone marrow. It is physiologically and embryologically unrelated to other neural cell types It has phagocytic function hence known as \"scavenger cell\" in the CNS.",
        "cop": 2,
        "opa": "Astrocytes",
        "opb": "Microglia",
        "opc": "Oligodendrocyte",
        "opd": "Schwann cell",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "43e03cd1-a3e8-43f9-8ec3-6347eb9dc37f",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old girl is taken to see a physician because of a sore throat. An antibiotic is prescribed that can enter most tissues of the body but cannot penetrate the blood-brain barrier. The blood-brain barrier can be attributed primarily to which cell type?",
        "exp": "The endothelial cells lining all blood vessels in the brain constitute the blood-brain barrier. Tight junctions between endothelial cells forms blood-brain barrier. The purpose of the blood-brain barrier is to protect the chemical environment of the brain from rapid changes in composition that occur normally in the rest of the body fluids.",
        "cop": 2,
        "opa": "Astrocyte",
        "opb": "Endothelial cell",
        "opc": "Glial cell",
        "opd": "Macrophage",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "4d8c9571-3b5a-4f89-8b42-b56824105554",
        "choice_type": "single"
    },
    {
        "question": "Compared to plasma, the CSF has a higher concentration of:",
        "exp": "Substance CSF concentration CSF: plasma ratio Na+ K+ Ca++ Chloride Mg++ Bicarbonate Protein Glucose 147 meq/L 2. 9 meq/L 2. 3 meq/L 113 meq/L 2. 2 meq/L 25. 1 meq/L 20 mg% 64 mg% 0. 98 0. 62 0. 49 1. 14 1. 39 1. 01 0. 003 0. 64",
        "cop": 3,
        "opa": "Ca++",
        "opb": "Na+",
        "opc": "Chloride",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "0b678848-ed2f-4226-8bd8-59df06c0f920",
        "choice_type": "single"
    },
    {
        "question": "In central nervous system, the cell that scavenges the debris created after breakdown of an axon and its myelin:",
        "exp": "Macrophages are responsible for the phagocytosis of various cell debris in the body. Macrophages in various organs are given special names. eg: Kupffer cells - liver Microglia - brain Osteoclasts - bone Dust cells - lungs.",
        "cop": 1,
        "opa": "Microglia",
        "opb": "Macrophages",
        "opc": "Astrocytes",
        "opd": "Neutrophils",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "ae4b4572-d1e4-4eee-92e1-50ef9d99fcb3",
        "choice_type": "single"
    },
    {
        "question": "Post-tetanic facilitation is thought to be the result of which of the following?",
        "exp": "Post-tetanic facilitation is the neuronal phenomenon in which a neuron is more easily excited after a brief period of activity. This phenomenon is thought to be due to the buildup of calcium in the presynaptic membrane caused by the prior neuronal activity. Subsequent neuronal impulses release neurotransmitter more readily as a result of this preplaced calcium from the prior stimulus.",
        "cop": 3,
        "opa": "Opening of voltage-gated sodium channels",
        "opb": "Opening of transmitter-gated potassium channels",
        "opc": "A buildup of calcium in the presynaptic terminal",
        "opd": "Electrotonic conduction",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "cc537267-5266-4a60-b06a-9f4a4e3b1ef3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not an ADVANTAGE of an electrical synapse over a chemical synapse, in the CNS?",
        "exp": "The events at the electrical synapses occur in narrow time frame; there is no latency, no synaptic delay, and the conduction is faster, as compared to a chemical synapse. Bidirectionality is a feature of electrical synapse which is not shown by chemical synapse. Plasticity is more marked at the chemical synapses. Amplification of signal, by means such as presynaptic facilitation and divergent synaptic circuits, is a feature of the chemical synapses",
        "cop": 3,
        "opa": "Narrow time domain",
        "opb": "Bidirectionality",
        "opc": "Plasticity",
        "opd": "No latency",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "cba6fcf1-764a-4550-9bc9-35ea2fbf794e",
        "choice_type": "single"
    },
    {
        "question": "A pool of presynaptic neurons innervate the dendrites of a postsynaptic neuron. Electrical signals are transferred from the dendrites to the soma of the postsynaptic neuron by which process?",
        "exp": "Transmission of electrical signals in dendrites occurs by electrotonic conduction.",
        "cop": 4,
        "opa": "Active transpo",
        "opb": "Capacitive discharge",
        "opc": "Diffusion",
        "opd": "Electrotonic conduction",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "9c291b2b-cb0a-4b06-8fc4-e14c1218bf48",
        "choice_type": "single"
    },
    {
        "question": "Slow conduction velocity is seen with which of the following nerve fibers?",
        "exp": "Slow conduction velocity is seen in 'C'- fibers because they are unmyelinated. These are post ganglionic sympathetic nerve fibers.",
        "cop": 2,
        "opa": "Preganglionic autonomic nerve fibers",
        "opb": "Postganglionic autonomic nerve fibers",
        "opc": "Motor nerves",
        "opd": "Sympathetic nerve fibers",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "7abb56d5-613a-401a-94ab-680f08aff2f5",
        "choice_type": "single"
    },
    {
        "question": "The peak of fast EPSP or, fast IPSP is seen at what time after stimulus application:",
        "exp": "Fast EPSP and fast IPSP begins 0. 5 ms after the stimulus (known as latency). They peak 1-1. 5 ms after the stimulus then decreases exponentially. Fast EPSP is due to influx of Na+ and or Ca++ in post synaptic neuron. Fast IPSP is due to influx of Cl- in post synaptic neuron.",
        "cop": 2,
        "opa": "0. 5 ms",
        "opb": "0. 5 to 1. 5 ms",
        "opc": "11. 5 ms",
        "opd": "100-500 ms",
        "subject_name": "Physiology",
        "topic_name": "Introduction to Central Nervous System",
        "id": "5b4026f8-b4f7-40b9-84a9-86467664bdb1",
        "choice_type": "single"
    }
]