[
    {
        "question": "A patient presents with right to left shunt. Oxygen content in aerial and venous side are 18 and 14 ml/100 ml respectively. Oxygen content at pulmonary capillary is 20. What is the percentage shunting of cardiac output?",
        "exp": "Normal O2 content Aerial - 20ml Venous - 14 ml Aeriovenous difference - 6 ml In the given condition, O2 content Aerial - 18 ml Venous - 14 ml Aeriovenous difference - 4 ml i. e. 1/3 of the normal is reduced in the given shunting. So, there will be a reduction of 33% or 2 ml",
        "cop": 2,
        "opa": "23%",
        "opb": "33%",
        "opc": "43%",
        "opd": "53%",
        "subject_name": "Physiology",
        "topic_name": "JIPMER 2017",
        "id": "02282896-6341-4071-8ec7-d038a34dc6a4",
        "choice_type": "single"
    },
    {
        "question": "A 60 - year - old patient, known case of hypertension for the past 25 years underwent renal aery Doppler which showed narrowing and turbulence in right renal aery. If radius of aery is reduced by one - third, resistance increases by_____.",
        "exp": "Flow a (U)4; U - radius 2 times 16 times 3 times 81 times 4 times 256 times This fouh power law makes it possible for aerioles responding with only small changes in diameter to nervous signal or local tissue chemical signals, either to turn off almost completely the blood flow to the tissue or at the other extreme to cause a vast increase in flow.",
        "cop": 4,
        "opa": "3 times",
        "opb": "9 times",
        "opc": "25 times",
        "opd": "81 times",
        "subject_name": "Physiology",
        "topic_name": "JIPMER 2017",
        "id": "43b7bd35-a38b-4a4e-a1bb-7cbb67ec1496",
        "choice_type": "single"
    },
    {
        "question": "When capillary and interstitial hydrostatic pressures are 30 mm of Hg and 5 mm of Hg and colloid oncotic pressure of capillaries and interstitum if 25 mm of Hg and 5 mm of Hg, what is the Net filtration pressure?",
        "exp": "Forces that our filtration - capillary hydrostatic pressure & plasma colloid oncotic pressure. Forces that opposes filtration - interstitial hydrostatic pressures & capillary oncotic pressure. Net filtration pressure -sum of hydrostatic & colloid osmotic forces that either our or oppose filtration across capillaries. These forces are known as Starling forces NFP =PC+ pif - Pif - pP Pc - Capillary hydrostatic pressure PP - Capillary oncotic pressure Pif - Interstitial hydrostatic pressure Pif - Plasma oncotic pressure Here, net filtration pressure: = (30 + 5) - (25 + 5) = 5 mm. Hg",
        "cop": 1,
        "opa": "5 mm Hg",
        "opb": "10 mm Hg",
        "opc": "15 mm Hg",
        "opd": "20 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "JIPMER 2017",
        "id": "fff46d71-cb03-48bf-af76-5643ae527467",
        "choice_type": "single"
    }
]