[
    {
        "question": "Renal threshold for serum glucose level-",
        "exp": "Ans. is 'b' i. e., 200 mg/dl * The transport maximum for glucose is 375 mg/min whereas the filtered load of glucose is only 125 mg/min.* Therefore, in normal conditions 100% of glucose is reabsorbed in proximal tubules.* When plasma glucose concentration is 100 mg/dl the filtered load is at its normal level, 125 mg/min, there is no loss of glucose in the urine.* However, when the plasma concentration of glucose rises above about 200 mg/dl, increasing the filtered load about 250 mg/min, a small amount of glucose begins to appear in the urine.* This point is termed as threshold for glucose.* Note that this appearance of glucose in the urine occurs before the transport maximum is reached.* The reason for the difference between threshold and transport maximum is that not all nephron have same transport maimum for glucose, and some of the nephron therefore begin to excrete glucose before others have reached their transport maximum.* The overall transport maximum for the kidneys, which is normally about 375 mg/min, is reached when all nephrons have reached their maximal capacity to reabsorb glucose.* That means, above filtered load of 250 mg/min of glucose, some glucose will appear in the urine (threshold level), whereas above filtered load of 375 mg/min, all the glucose will be excreted because all the nephrons have reached to their transport maximum.* Thus, Renal threshold for glucosei) At plasma levels - 200 mg/dlii) At filtered load - 250 mg/min",
        "cop": 2,
        "opa": "100 mg/dl",
        "opb": "200 mg/dl",
        "opc": "300 mg/dl",
        "opd": "400 mg/dl",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "f9305a4e-40ad-41fa-8be2-3fe7dc212bfa",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone acts at:",
        "exp": "Ans. A Collecting duct. Ref: Ganong, 23rd ed. pg. 648* Aldosterone is secreted from adrenal cortex.* Action of aldosterone is localized to distal tubule are collecting duct.* Mechanism: Stimulates Na+K+ ATPase at basolateral end which generate gradient for movement of sodium ion from apical membrane causing an increase in sodium: reabsorption.",
        "cop": 1,
        "opa": "Collecting duct",
        "opb": "Glomerulus",
        "opc": "Proximal convoluted tubule",
        "opd": "Loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "5136c2e6-9b53-420e-be8e-019cf8a2b078",
        "choice_type": "single"
    },
    {
        "question": "PAH is used to measure-",
        "exp": "Ans. is 'c' i. e., Renal plasma flow * Imagine a substance that not only passes freely across the glomerular membrane but is also secreted by the tubules to such an extent that the plasma leaving the kidney does not contain that substance any more. In that case the entire plasma flowing through the kidney would be cleared of the subsance. Or, in other words, the clearance of the substance would give us the renal plasma flow (RPF). A substance which closely satisfies this description is para-aminohipporic acid (PAH). Therefore, PAH is used t o measure renal plasma flow.* The PAH clearance in a normal adult is about 625 ml/minute. This is a measure of effective renal plasma flow (ERPF). PAH is only 90% excreted in the urine in a single passage through the kidney, i. e., its extraction ratio is 0. 9 (90%). Therefore, PAH understimates RPF by about 10% because it does not measure the plasma flowing through those portions of the kidney which do not secrete PAH, the renal medulla, perirenal fat, renal capsule, pelvis and calyces. Thus actual RPF is 10% more than ERPF i. e., 690 ml/min. Knowing RPF and hematocrit (RBCs), renal blood flow can be calculated.* In simple words, clearance of PAH is a measure of effective renal plasma flow and actual renal plasma flow is 10% more than the PAH renal clearance (or ERPF).",
        "cop": 3,
        "opa": "Extracellular fluid",
        "opb": "Glomerular filtration rate",
        "opc": "Renal plasma flow",
        "opd": "Plasma value",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "5dd266cd-fedc-4a4a-aaab-805c4881bbf4",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male patient travels alone in a remote village of Rajasthan was not on any food or water for the past 24 hours. Urine osmolality is 1150 m. Osm/Kg. The major site of water reabsorption is",
        "exp": "Answer: a) Proximal tubule. Water Transport along the Nephron. Segment. Percentage of Filtrate Reabsorbed. Mechanism of Water Reabsorption. Hormones That Regulate Water Permeability. Proximal tubule67%Passive. None. Loop of Henle15%Descending thin limbonly; passive. None. Distal tubule0%No water reabsorption. None. Late distal tubule and collecting duct~8%-17%Passive. ADH, ANP, BNP*Atrial and brain natriuretic peptides inhibit antidiuretic hormone-stimulated water permeability",
        "cop": 1,
        "opa": "Proximal tubule",
        "opb": "Henle's loop",
        "opc": "Distal tubule",
        "opd": "Medullary collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "4bdf74b3-713e-4aa6-b421-1456eb9b4060",
        "choice_type": "single"
    },
    {
        "question": "Volume of plasma from which a substance is completely removed by filteration/secretion in kidney is equal to-",
        "exp": "Ans. is 'b' i. e., Clearance* Once a drug is absorbed and distributed among the tissues and body fluids, it is then eliminated mainly by the liver and kidneys. The amount of drug eliminated from the body per unit time is called rate of eliminations.* Elimination of a drug from the plasma is quantified in term of its clearance..* Rate of elimination# It is the amount of drug eliminated per unit time from the body.* Clearance# Elimination of a drug from the plasma is quantified in terms of its clearance.# The clearance of a drug is the theoretical volume of plasma from which the drug is completely removed in unit time. Clearance (CL) =Rate of elimination--------------Plasma concentration# Renal clearance is the volume of plasma that is totally cleared of a drug in 1 minute during passage throughkidney. Similarly, liver clearance is plasma volume that is totally cleared of a drug in 1 minute during passage through liver.",
        "cop": 2,
        "opa": "Rate of elimination",
        "opb": "Clearance",
        "opc": "Volume of distribution",
        "opd": "Bioavailability",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "e2ca5e1e-a86f-48ae-8842-912ce472c80c",
        "choice_type": "single"
    },
    {
        "question": "Normal glomerular filtration rate (GFR) in men is",
        "exp": "(125 mi/min) (706-GN) (646- Ganong 23rd)* The normal value of GFR is 125 ml/min or 180 L/day* A rate of 125 ml/min is 7. 5 L/hour or 180 L/day, whereas the normal urine volume is about 1 L/d. Thus 99% or more of the filtrate is normally reabsorbed.* At the rate of 125 ml/min, the kidneys filter in 1 day an amount of fluid equal to 4 times the total body water, 15 times the ECF volume, and 60 times the plasma volume* The normal filtration fraction varies from 15 to 20% (251-SL)* Blood flow to the two kidney is normally about 22% of the cardiac output or 1100 ml/min (281 -Gyton 10th)",
        "cop": 1,
        "opa": "125ml/min",
        "opb": "200 ml/min",
        "opc": "7. 5 L/min",
        "opd": "8 L/hour",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "b4c0529d-c166-49fb-b2e6-ad5e9dd30744",
        "choice_type": "single"
    },
    {
        "question": "TF/P ratio for PCT for many substances are shown in diagram below. Which of them represents urea?",
        "exp": "Ans. B. 2. Line 1: Not reabsorbed or actively secreted in PCT e. g. PAH, Creatinine, Inulin. Line 2: Freely filtered and poorly reabsorbed like Urea. Line 3: no change in concentration along PCTLine 4: Bicarbonate: 90% is reabsorbed in PCT decreasing its tubular fluid concentration Line5: Solute fully reabsorbed in PCT like glucose.",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "734b23a6-eb8a-4af5-96a8-7fc8bb2e871e",
        "choice_type": "single"
    },
    {
        "question": "Glucose is reabsorbed in",
        "exp": "Ans. a (PCT). (Ref. Ganong, Physiology, 21st/pg. 713; Table 38-6.)PROXIMAL CONVOLUTED TUBULE (PCT) - \"Workhorse of the nephron\".# Reabsorbs all of the glucose, inorganic phosphate, Cl, lactate and amino acids and most of the bicarbonate, sodium, and water.# Secretes ammonia, which acts as a buffer for secreted H\\Transport Proteins Involved in the Movement of Na+ and Cl Across the Apical Membranes of Renal Tubular Cells. Site. Apical Transporter. Function. Proximal tubule. Na+/ glucose CTNa+ uptake, glucose uptake Na+/ Pi CTNa+ uptake, Pi uptake Na+ amino acid CTNa+ uptake, amino acid uptake Na+/lactate CTNa+ uptake, lactate uptake Na+/H+ exchanger. Na+ uptake, H extrusion Cl-/base exchanger. Cl- uptake. Thick ascending limb. Na+-K4-2. CINa+ uptake, Cl uptake, K+ uptake Na+/H+ exchanger. Na+ uptake, H+ extrusion K+ channelsK+ extrusion (recycling). Distal convoluted tubule. Na. CI CTNa+ uptake, Cl uptake. Collecting duct. Na+ channel (ENaC). Na+ uptake",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Loop of Henle",
        "opd": "Collecting tubules",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "cc7bb33b-b3a7-47fc-8685-672e34259347",
        "choice_type": "single"
    },
    {
        "question": "The major pressures that determine filtration and absorption of fluid by capillaries are the:",
        "exp": "Ans. A. Capillary hydrostatic pressure and plasma colloid osmotic pressure. All The other possibilities include one minor force for filtration or absorption.",
        "cop": 1,
        "opa": "Capillary hydrostatic pressure and plasma colloid osmotic pressure",
        "opb": "Plasma colloid osmotic pressure and interstitial hydrostatic pressure",
        "opc": "Interstitial hydrostatic pressure and tissue colloid osmotic pressure",
        "opd": "Capillary hydrostatic pressure and tissue colloid osmotic pressure",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "c0e9314d-10c3-4adc-b5ef-2aab96d57b71",
        "choice_type": "single"
    },
    {
        "question": "Which of the following follow transport maximum",
        "exp": "i. e. (Glucose): (331-Guyton 11th) (534-35-AK-Jain 4th). The overall transport maximum for the kidney, which is normally about 375 mg/min is reached when all nephrons have reached their maximal capacity to reabsorb glucose. Transport maximum for substances that are actively Reabsorbed. Substances. Transport Maximum. Glucose375 mg/min. Phosphate0. 10 mM/min. Sulphate0. 06 mM/min. Aminoacids1. 5 mM/min. Urate (Uricacid)15 mg/min. Lactate75 mg/min. Plasma protein30 mg/min. Transport maximums for substances that are actively secreted. Substances. Transport maximum. Creatinine. Para-aminohippuric acids16 mg/min80 mg/min(i) The reabsorption of Na+ along with nephron has no transport maximum(ii) The secretion of K+ by the DCT has no transport maximum. Also remembers(i) Sodium dependant glucose transport are inhibited by PHLORHIZINE(ii) Quabain - Digitalis like steroid, that come from adrenal glands produces natriuresis by inhibiting Na+ K+ ATPase & raises rather the lower blood pressure (462-Ganong 22nd)(iii) Sodium azide - It inhibit terminal transfer of electrons to molecular 02 in electron transport chain",
        "cop": 2,
        "opa": "Na+",
        "opb": "Glucose",
        "opc": "K+",
        "opd": "Urea",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "9db00091-b480-480e-a4c5-6b4f04751c91",
        "choice_type": "single"
    },
    {
        "question": "Concentrating ability of kidney is lost by damage to?",
        "exp": "Ans. b (Loop of Henle & collecting duct). (Ref. Ganong, Physiology, 21st/pg. 721)NEPHRONS# Proximal convoluted tubule-- reabsorbs all of the glucose, inorganic phosphate, Cl, lactate and amino acids and most of the bicarbonate, sodium, and water. Secretes ammonia, which acts as a buffer for secreted W+. QThin descending loop of Henle--passively reabsorbs water via medullary hypertonicity (impermeable to sodium). Thick ascending loop of Henle--actively reabsorbs Na+, Mg2+ and Ca2+, impermeable to H2O, H+: and K+ extrusion occurs.# Glomerulus does the fuction of filtering.# Macula densa secretes renin# Renal pelvis one of the part of PC system that collects urine.",
        "cop": 2,
        "opa": "Glomerulus",
        "opb": "Loop of Henle & collecting duct",
        "opc": "Macula densa",
        "opd": "Renal Pelvis",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "2bf908e6-c07b-4eff-b867-b120ee81b91c",
        "choice_type": "single"
    },
    {
        "question": "All are part of glomerular filtration barrier except",
        "exp": "Ans: a (Mesangial cells) Ref: Robins 7th ed/p. 957, 958. Glomerular filtration barrier consists of the following structures1) Fenestrated endothelial cells2) Glomerular basement membrane (consists of type IV collagen)3) Visceral epithelial cells (podocytes). Mesangial cells are stellate cells located between the basement membrane and the endothelium. They are of mesenchymal origin. Functions of Mesangial cells* Support the entire glomerular tuft* Secrete mesangial matrix* Have contractile function (have role in regulation of glomerular filtration and not as a barrier)* They are phagocytic* Capable of proliferation. Other cells in kidney. Principal cells - found in collecting ducts, concerned with Na reabsorption and vasopressin stimulated water reabsorption. Intercalated cells - found in collecting ducts, concerned with acid secretion and HC03 transport. Note. Each kidney contains -1 million nephrons. PCT- 15 mm long. DCT- 5 mm long. Normal GFR-125 ml/min. Inulin and creatinine are used to measure GFR. PAHA (P- amino hippuric acid) is used to measure renal plasma flow.",
        "cop": 1,
        "opa": "Mesangial cells",
        "opb": "Endothelium",
        "opc": "Epithelial cells",
        "opd": "Basement membrane",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "0cc7e32f-d467-45f0-8ccc-0405999df2d6",
        "choice_type": "multi"
    },
    {
        "question": "Where does ADH not act?",
        "exp": "Ans. is. 'a' i. e., PCT Hormone. Site of action in kidney. Effects. Aldosterone. Distal tubule (late) and collecting duct| Na. Cl & water reabsorptions, K+ secretion. ADHDistal tubule and collecting duct| Water reabsorption. Angiotensin IIProximal tubule, thick ascending limb of loop of Henle, distal tubule, collecting duct| Na. Cl & water reabsoiption. ANPDistal tubule, collecting duct| Na. Cl reabsorption",
        "cop": 1,
        "opa": "PCT",
        "opb": "Collecting duct,",
        "opc": "Collectingtubules",
        "opd": "DCT",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "74a8b37a-3380-4355-b0a0-a7d82c2297db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not form filtration barrier in nephrons:",
        "exp": "Ans. C. Mesangiuma. Two cellular layers separate the blood from glomerular filtrate in Bowman's capsule, Capillaryb. endothelium and specialized endothelium. c. These two layers are separated by a. BASAL LAMINA. d. Stellate cells called mesangial cells send their processes between endothelium and basal lamina. e. Cells of epithelium are called podocytes and they send numerous pseudopodia which interdigitate andf. form slits along the capillary walls podocytes",
        "cop": 3,
        "opa": "Podocytes",
        "opb": "Endothelial cells",
        "opc": "Mesangium",
        "opd": "Basement membrane (basal lamina)",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "7a028984-777c-4858-b859-68dea7d91ede",
        "choice_type": "single"
    },
    {
        "question": "Hyperosmolarity of renal medulla is due to-",
        "exp": "Ans. is 'b > a & d' i. e., Na > K & Cl o A countercurrent system is a system in which inflow runs parallel to, counter to, and in close proximity to the outflow for some distance. In the kidney there are two countercurrent mechanisms: - i) Countercurrent multiplier at the loop of Henle which generate high medullary osmotic pressure gradient; and ii) Countercurrent exchanger at vasa recta of medullary capillaires, which helps to maintain the medullary osmotic pressure gradient. Countercurrent multipliero The loop of Henle gives the nephron a peculiar shape. The descending limb, in which the tubular fluid flows towards the hairpin bend (downwords) and the ascending limb, in which the tubular fluid flows 'upwards' lie close to each other. Two such tubes with fluid flowing through them in opposite directions provide an opportunity for the countercurrent multiplication. o The thick ascending limb of loop of Henle is impermeable to water but it actively reabsorbs Na. Cl. The thin descending limb of loop of Henle is relatively impermeable to solutes but highly permeable to water. The most important cause of the high medullary osmolarity is active transport of sodium0 and co-transport of potassium, chloride and other ions out of the thick ascending limb of loop of Henle0 into the medullary interstitium. Most important among all these is Na. Cl0, for maintenance of high medullary interstitium. o Consider the Na* is continuously flowing in from glomerulus into the tubule. However, most of the Na+, instead of flowing out, gets trapped in a circular path and recycles between the ascending and descending limbs of the loop of Henle. Consequently, the Na* concentration becomes very high at the tip of the loop. Role of ureao Urea also contributes to the osmalority of medullary interstitium0, especially when the kidney is forming maximally concentrated urine. The medullary region ofthe collecting duct is permeable to urea. Diffusion ofurea from these ducts into the medulla increases the osmolarity of medullary' interstitium. Under the influence of ADH, the permeability of medullary collecting ducts to urea further increases. Moreover. ADH makes these collecting ducts also permeable to water and outward diffusion of wrater. That increases the urea concentration within the duct. That leads to further diffusion of more urea out of duct along concentration gradient. Thus urea makes an important contribution to the genesis of high osmolarity in the renal medulla. Countercurrent exchangero If the blood flowrs through the hyperosmolar medulla as shown in figure A below', it would equilibrate with medullary interstitium and carry away the solutes concentrated in the medulla. However, what actually happens is shown in figure 'BT below. Vasa recta is U shaped (as is the loop of Henle). As the vasa recta dips into the hyperosmolar medulla, the blood equilibrates with the surrounding interstitium and becomes hyperosmolar. Thereafter, as the vasa recta loops around and ascends towards the cortex, the osmolarity of the blood keeps decreasing as it equilibrates with the surrounding interstitium. By the time vasa recta leaves the medulla, the blood in it has the same osmolarity as when it entered the medulla. In other words, the solutes concentrated in the medulla are not wrashed away by the blood flowing through the medulla, o Since the blood flowing through the medulla equilibrates completely with the medullary' inerstitium, the amount of solutes carried away by the blood is flow limited. Hence, the slow rate of blood flow through the vasa recta contributes to the conservation of medullary hyperosmolarity. Conversely, a high blood flow rate through the medulla reduces the medullary hyperosmolarity'.",
        "cop": 2,
        "opa": "K",
        "opb": "Na",
        "opc": "Glucose",
        "opd": "Cl",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "1cc12528-0403-46b0-881a-cd166d575b44",
        "choice_type": "single"
    },
    {
        "question": "In renal disease albumin is first to appear in urine because",
        "exp": "Ans. (b) Has molecular weight slightly greater than the molecules normally getting filtered(Ref: Ganong, 25th ed/p. 677). Glomerular membrane permits neutral substances up to 4 nm in diameter. Substances greater than 8nm diameter are totally excluded. Albumin size is 7 nm. So, it has molecular weight slightly greater than the molecules normally getting filtered",
        "cop": 2,
        "opa": "Of its high concentration in plasma",
        "opb": "Has molecular weight slightly greater than the molecules normally getting filtered",
        "opc": "High albumin: globulin ratio",
        "opd": "Tubular epithelial cells are sensitive to albumin",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "b6008365-81aa-4545-9880-11bfe505eefc",
        "choice_type": "multi"
    },
    {
        "question": "Tm (transprot maximum) is defined as maximal",
        "exp": "Ans. B. Tubular Secretion and absorption (Ref. Ganong 23rd/ pg. 709-712). Guyton Physiology 11th/pg. 331 & F/gure 27-4.......... \"The transport maximum is the maximum rate at which glucose can be reabsorbed from the tubules. The threshold for glucose refers to the filtered load of glucose at which glucose first begins to be excreted in urine\". Discussion: Tmax# The Tmax represents the average reabsorptive capacity of all the renal nephrons. The Tmax for glucose is the maximum rate of glucose reabsorption from the kidney.# Typically, the Tmax is 375 mg/min.# The higher-than-normal reabsorptive capacity accounts for the lower-than-expected urinary concentration.# The Tmax is calculated by subtracting the amount of glucose excreted from the filtered load at any plasma concentration at which the amount of glucose excreted increases linearly as plasma glucose cone increases.# For example, when the plasma glucose concentration is 600 mg/dL, filtered load of glucose is 600 mg/min, the amount of glucose excreted is 100 mg/min, and the amount reabsorbed (the Tmax) is 500 mg/min.# Essentially all filtered glucose is reabsorbed, inasmuch as the transport maximum (Tmax) for glucose (320 mg/min) is not exceeded in normal per- sons. In diabetes mellitus, hyperglycemia results in a tubular filtration load that exceeds the Tmax, and glycosuria ensues.# The renal threshold for glucose is the plasma concentration at which glucose first appears in the urine. The glucose is excreted at a plasma concentration of of 200 mg/dL. Transport maximum for substances That Are Actively Reabsorbed.# For most substances that are actively reabsorbed or secreted, there is a limit to the rate at which the solute can be transported, often referred to as the transport maximum.# This limit is due to saturation of the specific transport systems involved when the amount of solute delivered to the tubule (referred to as tubular load) exceeds the capacity of the carrier proteins and specific enzymes involved in the transport process.# The glucose transport system in the proximal tubule is a good example.# In the adult human, the transport maximum for glucose averages about 375 mg/min, whereas the filtered load of glucose is only about 125 mg/min (GFR - plasma glucose = 125 ml/min - 1 mg/ml). With large increases in GFR and/or plasma glucose concentration that increase the filtered load of glucose above 375 mg/ min, the excess glucose filtered is not reabsorbed and passes into the urine.# When the plasma concentration of glucose rises above about 200 mg/100 ml, increasing the filtered load to about 250 mg/min, a small amount of glucose begins to appear in the urine. This point is termed the threshold for glucose. Note that this appearance of glucose in the urine (at the threshold) occurs before the transport maximum is reached.# One reason for the difference between threshold and transport maximum is that not all nephrons have the same transport maximum for glucose, and some of the nephrons excrete glucose before others have reached their transport maximum.# The overall transport maximum for the kidneys, which is normally about 375 mg/min, is reached when all nephrons have reached their maximal capacity to reabsorb glucose. Transport Maximums for Substances That Are Actively Secreted: Substance. Transport Maximum. Creatinine16 mg/min. Para-aminohippuric acid80 mg/min# Some of the important transport maximums for substances actively reabsorbed by the tubules are as follows: Substance. Transport Mazimum. Glucose375 mg/min. Phosphate0. 10 mM/min. Sulfate0. 06 mM/min. Amino acids1. 5 mM/min. Urate15 mg/min. Lactate75 mg/min. Plasma protein30 mg/min",
        "cop": 2,
        "opa": "Tubular secretion",
        "opb": "Tubular reabsorption",
        "opc": "Tubular secretion and absorption",
        "opd": "Any of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "2f4951cd-7e24-489f-b5d4-c2bad97137c6",
        "choice_type": "multi"
    },
    {
        "question": "In low blood pressure, the kidney secretes",
        "exp": "(Renin): Ref: 245-SL, 245-G (670- Ganong 23rd)RENIN: - is a glycoprotein hormone secreted by the granular cells (Juxtaglomerular cells) of juxtaglomerular apparatus. Secretion of renin is stimulated by four factors1. Fall in arterial blood pressure2. Reduction in the volume of extracellular fluid3. Increased sympathetic activity4. Decreased load of sodium and chloride in macula densa. Vasopressin (ADH) secreted by mainly by (supraoptic nucleus of hypothalamus. Vasoprossin secretion increased. Vesopressin secretion decreased* Increased effective osmotic pressure of plasma* Decreased extracellular fluid volume* Pain, emotion, stress exercise* Nausea and vomiting* Standing* Clofibrale, carbamazepine* Angiotensin II* Decreased effective osmotic pressure of plasma* Increased extracellular fluid volume* Alcohol",
        "cop": 4,
        "opa": "Cortisol",
        "opb": "ADH",
        "opc": "Aldosterone",
        "opd": "Renin",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "6646b697-2b79-47e0-a26f-66aafc9bbb1f",
        "choice_type": "single"
    },
    {
        "question": "Glomerular filtration rate is best estimated by which of the following:",
        "exp": "Ans. B. Inulin clearance. The GFR can be measured by measuring the excretion and plasma level of a substance that is: i. Freely filtered through glomeruliii. Not secreted by renal tubulesiii. Not reabsorbed by renal tubulesiv. Not stored in kidneyv. Nontoxicvi. Has no effect on GFRINULIN is a product of Dahlia Tubers It is a polymer of fructose with a molecular weight of 5200 which meets the above criteria and is best for measuring GFR Normal GFR of an average man is 125 ml/minute",
        "cop": 2,
        "opa": "MSA",
        "opb": "Inulin clearance",
        "opc": "Hippuric acid",
        "opd": "Creatinine clearance",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "645710bb-879e-42a9-9f48-1a01a69c91b0",
        "choice_type": "single"
    },
    {
        "question": "Water is maximally reabsorbed in?",
        "exp": "Ans. D Proximal convoluted tubule. Ref: Ganong, 25th ed. pg. 680, 683. About 2/3rd of filtered water is reabsorbed in the proximal convoluted tubule along with salt absorption. Other molecules absorbed here are bicarbonate, glucose, amino- acids and phosphate.",
        "cop": 4,
        "opa": "Collecting duct",
        "opb": "Loop of Henle",
        "opc": "Distal convoluted tubule",
        "opd": "Proximal convoluted tubule",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "252f294d-7f27-43dc-a17a-4ef9b23f7073",
        "choice_type": "multi"
    },
    {
        "question": "Albumin does not pass through the glomerulus due to the presence of?",
        "exp": "Ans. a (Proteoglycans). (Ref. Ganong, Physiology, 21st/pg. 710). Albumin is small plasma protein with molecular weight 69, 000. The basement portion of glomerulus is lined by proteoglycans that have strong negative electrical charge and the plasma proteins also have strong negative electrical charge and therefore albumin is not allowed to pass through the glomerulus.",
        "cop": 1,
        "opa": "Proteoglycans",
        "opb": "Glycolipid",
        "opc": "Phospholipid",
        "opd": "Carbohydrates",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "e4dc8349-dc98-4002-af0e-91a599a06b80",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not mediated through negative feed back mechanism -",
        "exp": "Ans. is 'c' i. e.. Thrombus formation Negative feedback systemo Most control systems in the body act by negative feedback. o In this if some factor become excessive, a control system initates negative feedback, which consist of series of changes that return the factor towards a certain mean value, o Examples are:# ACTH secretion# Aldosterone - K+secretion# Glucose regulation# GH secretion# BP regulation Positive feedback systemo There are very few situations in which the body operates on the basis positive feed back. o This is because positive feedback does not lead to stability but instability, and in some cases, can cause death (will discussed in next explanation). o However, in some situations body operates in positive feedback manner, for example:# Clotting blood# Ca2+ entry into sarcoplasmic reticulum# LH surge during ovulation#Action potential# Shock# Parturition",
        "cop": 3,
        "opa": "BP",
        "opb": "GH formation",
        "opc": "Thrombus formation",
        "opd": "ACTH release",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "d191c426-c930-4acd-bf4a-58cd799d9548",
        "choice_type": "single"
    },
    {
        "question": "Normal adult GFR is",
        "exp": "(120-130 ml/min, 1. 73 msq/cm2) (706-GN) (646- Ganong 23rd)* The GFR in an average-sized normal man is approximately 125 mL/min. Its magnitude correlates fairly well with surface area, but values in woman are 10% lower than those in men even after correction for surface area. Factors that can decrease the GFR (288-Gyton 10th). Physiologic/ Pathophysiologic causes* Renal disease, DM, hypertension* Urinary tract obstruction (eg. Kidney stones)* | Renal blood flow, increased plasma proteins* | Arterial pressure (has only small effect due to autoregulation)* | Angiotensin II (drugs that block angiotensin II formation)* | Sympathetic activity, vasoconstriction hormones (eg. Norepinephrine, endothelin)",
        "cop": 2,
        "opa": "100- 120 ml/min, 173 m sq//cm2",
        "opb": "120- 130 ml/min, 173 m sq//cm2",
        "opc": "130- 140 ml/min, 173 m sq//'cm2",
        "opd": "140 - 150 ml/min, 173 m sq//cm2",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "15b11e88-9eb2-4ebb-acf7-0dc03f275524",
        "choice_type": "single"
    },
    {
        "question": "Function of medullary collecting duct",
        "exp": "Ans. d. (All of the above) (Ref. Guyton physiology 11th /pg. 337-338)MEDULLARY COLLECTING DUCT# Although the medullary collecting ducts reabsorb less than 10% of the filtered water and sodium, they are the final site for processing the urine and, therefore, play an extremely important role in determining the final urine output of water and solutes. The epithelial cells of collecting ducts are cuboidal in shape with smooth surfaces and few mitochondria.# Special characteristics of this tubular segment are as follows:(1) The permeability of the medullary collecting duct to water is controlled by the level of ADH. With high levels of ADH, water is avidly reabsorbed into the medullary interstitium. thereby reducing the urine volume and concentrating most of the solutes in the urine. (2) Unlike the cortical collecting tubule, the medullary collecting duct is permeable to urea. Therefore, some of the tubular urea is reabsorbed into the medullary interstitium, helping to raise the osmolality in this region of the kidneys and contributing to the kidneys' overall ability to form a concentrated urine. (3) The medullary collecting duct is capable of secreting hydrogen ions against a large concentration gradient, as also occurs in the cortical collecting tubule. Thus, the medullary collecting duct also plays a key role in regulating acidbase balance. Educational Points: The functional characteristics of the late distal tubule and cortical collecting tubule can be summarized as follows:# The tubular membranes of both segments are almost completely impermeable to urea, similar to the diluting segment of the early distal tubule; thus, almost all the urea that enters these segments passes on through and into the collecting duct to be excreted in the urine, although some reabsorption of urea occurs in the medullary collecting ducts.# Both the late distal tubule and the cortical collecting tubule segments reabsorb sodium ions, and the rate of reabsorption is controlled by hormones, especially aldosterone.# The intercalated cells of these nephron segments avidly secrete hydrogen ions by an active hydrogen-ATPase mechanism. This process is different from the secondary active secretion of hydrogen ions by the proximal tubule because it is capable of secreting hydrogen ions against a large concentration gradient, as much as 1000 to 1. Thus, the intercalated cells play a key role in acid-base regulation of the body fluids.# The permeability of the late distal tubule and cortical collecting duct to water is controlled by the concentration of ADH, which is also called vasopressin. With high levels of ADH, these tubular segments are permeable to water, but in the absence of ADH, they are virtually impermeable to water. This special characteristic provides an important mechanism for controlling the degree of dilution or concentration of the urine.",
        "cop": 4,
        "opa": "Avid water reabsorption under the influence of high ADH levels",
        "opb": "Resorption of some urea into interstitium",
        "opc": "Secretion of H+ ion even against large concentration gradient",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "3774831b-a0cb-4b6d-83c3-0911e07c9d50",
        "choice_type": "multi"
    },
    {
        "question": "Renin is secreted from -",
        "exp": "(A) (JG cells) (525 - A. K. Jain 5th) (705 - Ganong 24th) (220- Guyton 12th)* The renin in kidney extracts and the bloodstream is produced by the Juxtaglomerular cells (JG cells).* JG cells are located in afferent arterioles immediately proximal to the glomeruli.* Renin itself is an enzyme, not a vasoactive substance.* The JG cells are baroreceptors and respond to changes the transmural pressure gradient between the afferent arterioles and the interstitium.* They are innervated by sympathetic nerve fibres.* These vascular volume receptors monitor renal perfusion pressure and are stimulated by hypovolemia or decreased renal perfusion pressure.* Normal plasma renin level: 200 ng/dL.* Mesangial cells or Lacis cells, the JG cells and the macula densa constitute the Juxtaglomerular apparatus. REGULATION OF RENIN SECRETIONStimulatory. INHIBITORY* Increased sympathetic activity via renal nerves* Increased Na+ and Cl- reabsorption across macula densa.* Increased circulating catecholamines* Increased afferent arteriolar pressure* Prostaglandins* Angiotensin II* Vasopressin (ADH). Conditions that increase renin secretion - Na+ depletion, Diuretics, Hypotension, Hemorrhage, Upright posture, Dehydration, Cardiac failure, Cirrhosis, Constriction of renal artery or aorta, Various psychologic stimuli.",
        "cop": 1,
        "opa": "JG cells",
        "opb": "Mesangial cells",
        "opc": "Macula densa cells",
        "opd": "Lacis cells",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "8dee299c-9f98-4ff4-b6a1-ff959fea0ba4",
        "choice_type": "single"
    },
    {
        "question": "Endocrine function associated with kidney include all of the following except",
        "exp": "Ans. (b) Natriuretic peptide secretion(Ref: Ganong, 25th ed/p. 701). Natriuretic pepssssstides are not produced by kidney. Other substances namely vitamin D, Erythropoietin and renin are produced by kidney",
        "cop": 2,
        "opa": "Erythropoietin secretion",
        "opb": "Natriuretic peptide secretion",
        "opc": "1, 25 hydroxy D3 Formation",
        "opd": "Renin secretion",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "ca7b7225-1441-4e62-b29a-cf15ffa22d3b",
        "choice_type": "multi"
    },
    {
        "question": "Renin is secreted by",
        "exp": "Ans. (d) Juxtaglomerular apparatus(Ref: Ganong, 25th ed/p. 672). Juxtaglomerular cells synthesize, store and release an enzyme called renin",
        "cop": 4,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collection duct",
        "opd": "Juxtaglomerular apparatus",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "cd03b645-481d-4036-82b4-3d60c4f5ca16",
        "choice_type": "single"
    },
    {
        "question": "Renal threshold value for glucose is",
        "exp": "D. i. e. (180 mg%) (297-K- sembulingam 4th) (650- Gan 23rd) (710-711 - Ganong 22nd)* The renal threshold for glucose, the arterial blood level at which glycosuria (glucose inurine) is reached when the glucose concentration in venous plasma is usually about 180 mg /dL, but it may be higher if the glomerular filtration is low.* Tm value for glucose is 380 mg/minute in men 300 mg/min in women.* The predicted renal thresholdfor glucose would be approx 300 mg%. However, the actual renal threshold for glucose is about 200mg% of arterial plasma or 180 mg% of venous plasma (537-A. K. Jain 3rd).",
        "cop": 4,
        "opa": "100 mg%",
        "opb": "120 mg%",
        "opc": "150 mg%",
        "opd": "180 mg%",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "f8285bd6-486b-4f06-9111-1dcd958be708",
        "choice_type": "single"
    },
    {
        "question": "The main site of bicarbonate reabsorption is",
        "exp": "Ans. (a) Proximal convoluted tubule(Ref: Ganong, 25th ed/p. 679). Proximal convoluted tubule (PCT) reabsorbs, 2/3rd (67%) of filtered sodium chloride (Na. Cl)2/3rd (67%) of filtered water2/3rd (67%) of filtered potassium (K+)2/3rd (67%) of filtered urea70 % of filtered calcium80 % of Filtered phosphate and bicarbonate100% of filtered glucose and amino acids",
        "cop": 1,
        "opa": "Proximal convoluted tubule",
        "opb": "Distal convoluted tubule",
        "opc": "Cortical collecting duct",
        "opd": "Medullary collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "d0ac4a53-e91e-48d4-b5e5-595b4faa2030",
        "choice_type": "single"
    },
    {
        "question": "Feta] erythropoietin production is inhibited by?",
        "exp": "ANSWER: (B) Estrogen. REF: William's 23rd ed chapter 4, Guyton physiology 12th ed page 932. ERYTHROPOIESISThis process is controlled primarily by fetal erythropoietin because maternal erythropoietin does not cross the placenta. Fetal erythropoietin production is influenced by testosterone, estrogen, prostaglandins, thyroid hormone, and lipoproteins. After birth, erythropoietin normally may not be detectable for up to 3 months. Factors influencing erythropoietin production. Increase. Decrease. Testosterone. Thyroid hormones. Corticotropin. Prolactin. Prostaglandins A2, El, and E2 enhance erythropoiesis by augmenting the renal cortical release of erythropoietin. Estrogen. Prostaglandins F2a. Lipoprotein. Tumor necrosis factor. Interleukin 1",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Estrogen",
        "opc": "Cortisol",
        "opd": "Hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "80da4fd6-2613-4782-9ff3-85cc4f5810a9",
        "choice_type": "single"
    },
    {
        "question": "Regarding Glomerular filtration rate (GFR) is",
        "exp": "(Inulin clearance measure the GFR) (31 6- 18-Guy ton 11th, 643-4. 5-Ganong 23rd, 302-K Sembulingam 5th). In the average adult human the GFR is about 125ml/min, 1. 73 smq/cm2 or 180L/day and tubular reabsorption is 178. 5 L/day, leaving 1. 5L/day of fluid to be excreted in the urine. GFR is about 20% of the renal plasma flow. GFR = Kt (Glomerular capillary filtration coefficient) x Net filtration pressure* Renal blood flow - Average (70 kg) man the combined blood flow through both kidney is about 1100 ml/min or about 22% of cardiac out put A substance that is completely filtered but neither reabsorbed nor secreted should be used to measure the GFR i. e. - Inulin. Measurement of GFR1. Inulin - clearance test - Most commonly used2. Urea - clearance test3. Cr51 - EDTA clearance test4. Endogenous creatinine clearance test (Worth while index of renal functions)**Increased glomerular capillary colloid osmotic pressure decrease GFRTwo factor that influence the glomerular capillary colloid osmotic pressure raises the glomerular capillary colloid osmotic pressure which in turn decreases GFR***1. Arterial plasma colloid osmotic pressure (oncotic pressure). Increasing the arterial plasma, colloid osmotic pressure raises the glomerular capillary colloid osmotic pressure which in turn decreases GFR***2. Fraction of plasma filtered by the glomerular capillaries (Fdtration fraction) - Increasing the filtration fraction also concentrated the plasma proteins and raise the glomerular colloid osmotic pressure and tend to reduce GFR * Sodium, Inulin, Glucose are freely filtered across glomerular capillaries***Factors that can Decrease the GFR* Renal disease, DM. Hypertension* Urinary tract obstruction (eg kidney stones)* | Renal blood flow. Increased plasma proteins* *** | Arterial pressure (has only small effect due to auto regulation)* | Angiotensin II (drugs that block angiotensin II formation)* | Sympathetic activity. Vasoconstrictor hormones (eg Norepinephrine, epinephrine, endothelin) platelet activing factor, PGF2* Increase Bowman's capsule hydrostatic pressure. Factor than can Increase the GFR* Increased glomerular capillary filtration Coefficient (Kt)* Increased glomerular capillary hydrostatic pressure* Endothelial derived Nitric oxide (NO)-| renal vascular resistance -|GFR* Prostaglandins (PGE2) Bradykinin. CAMP, Dopamine, ANP, BNP* High protein intake and increased blood glucose -| renal blood flow and GFRALSO-REMEMBER* Normal filtration fraction varies from 15-20%* Normal net filtration pressure is about 20 mm. Hg (varies 15-20 mm. Hg)* Kidney receives about 25% of cardiac out put (1. 2 - 1. 3 litre of blood per minute)* The tubuloglomerular feed back is mediated by - sensing Na. Cl concentration in the macula densa*** The prime driving force for counter current multiplier system is - Reabsorption of Na+ in thick ascending limb*** Urinary concentrating ability of the kidney is increased by(i) ECF volume contraction / water deficit(ii) High level of ADH(iii) High osmolarity of renal medullary interstitial fluid* Tc99 DTPA (Diethylene- Pentothenic Acid) is the agent of choice for assessment of GFR*** Patient having acute cardiac failure, do not show edema because there is fall in the systemic capillary hydrostatic pressure",
        "cop": 2,
        "opa": "Normal glomerular filtration rate is 625 L/day",
        "opb": "Inulin clearance measure the GFR",
        "opc": "| plasma oncotic pressure increases the GFR",
        "opd": "Diabetes mellitus increases the GFR",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "88902352-13a8-48c6-936d-216026730082",
        "choice_type": "single"
    },
    {
        "question": "Countercurrent mechanism in the kidney is responsible for",
        "exp": "Ans. (c) Osmotic gradient in medulla(Ref: Ganong, 25th ed/p. 685). Loop of Henle plays an important role in concentration of urine by creating medullary hyperosmolarity through countercurrent mechanism",
        "cop": 3,
        "opa": "Absorption of glucose",
        "opb": "Maintenance of blood flow",
        "opc": "Osmotic gradient in medulla",
        "opd": "Secretion of uric acid",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "623c473e-8b61-4faf-b78c-acccea87c29e",
        "choice_type": "single"
    },
    {
        "question": "The prime driving force for counter current multiplier system is",
        "exp": "Ans. (b) Reabsorption of Na+ in thick ascending limb(Ref: Ganongy 25th ed/p. 685). The primary driving force for counter current system is Reabsorption of Na+ in thick ascending limb through Na-K-2. Cl cotransporter",
        "cop": 2,
        "opa": "Medullary hyperosmolarity",
        "opb": "Reabsorption of Na+ in thick ascending limb",
        "opc": "Action of ADH via aquaporin channels",
        "opd": "Urea recycling",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "f63343cb-a2b9-40bb-91e7-1125aadc5044",
        "choice_type": "single"
    },
    {
        "question": "Which of the following (Ideal) substance used to measure GFR",
        "exp": "(Inulin) (265-66-K. S 3rd) (706, 7. J2-GN) (645- Ganong 23rd)(1) Measurement of GFR - A substance that is completely filtered but neither reabsorbed nor secreted should be used to measure GFR. Inulin is a substance that is completely filtered, but it is neither reabsorbed nor secreted. So Inulin is the ideal substance used to measure GFR.* Creatinine clearance is also used to measure GFR, are inaccurate at low creatinine levels.* *Endogenous creatinine clearance is a worthwhile index of renal functions(2) Measurement of Renal plasma flow. To measure renal plasma flow, a substance, which is filtered and secreted but not reabsorbed should be used. Such a substance is Para-aminohippuric acid (PAH). PAH clearance indicates the amount of plasma passed through kidneys.* Diodrast clearance also can be used to measure renal plasma flow. (3) Measurement of Renal blood flow. Two factors1. Renal plasma flow - PAH clearance2. Percentage of plasma volume in the blood. Renal blood flow =Renal plasma flow% of plasma in blood",
        "cop": 1,
        "opa": "Inulin",
        "opb": "Creatinine",
        "opc": "Urea",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "a1d648e2-e1ad-4d81-8796-0c2859592e39",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is not formed by kidney?",
        "exp": "Ans: d (Aldosterone) Ref: Ganong 22nd ed/ p. 454). Kidney produces 3 hormones1) 1, 25(OH) cholecalciferol (vitamin D)2) Renin3) Erythropoietin. Aldosterone: is produced by Zona Glomerulosa of adrenal cortex. Erythropoietin: by the interstitial cells in the peritubular capillaries in kidneys (85%) and perivenous hepatocytes of liver (15%). Renin: by the juxta glomerular cells of the kidney. Renin Angiotensin System. Angiotensinogen (from liver) - found in alpha 2 globulin fraction of plasma Renin (from JG cells). Angiotensin I ACE (Angiotensin converting enz. from Pulm. endothelium). Angiotensin IIMetabolism of vitamin D",
        "cop": 4,
        "opa": "Erythropoietin",
        "opb": "Renin",
        "opc": "Vitamin D",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "a577ab7b-9a6f-466d-9a82-3f9251fa3ca5",
        "choice_type": "single"
    },
    {
        "question": "Atrial natriuretic peptide causes:",
        "exp": "[D1 (All of the above): Ref: 460-61-G, 364-SL (675- Ganong 23rd)ATRIAL-NATRIURETIC PEPTIDE: secreted by atrial musculature of the heart* ANP increases excretion of sodium ions through urine (natriuresis)* ANP causes dilatation of vessels (vasodilation) and lowering blood pressure* ANP is responsible for escape phenomenon and prevention of edema in primary hyperaldosteronism in spite of increased volume of ECF",
        "cop": 4,
        "opa": "Increases glomerular filtration rate by acting via mesengel cells",
        "opb": "Increases the permeability of renal tubules for excretion of sodium ions",
        "opc": "Vasodilation",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "0ff4b413-a435-4ab2-8fdb-0de49ff07399",
        "choice_type": "multi"
    },
    {
        "question": "25(OH) cholecalciferol is converted to 1, 25-dihydroxy - cholecalciferol in:",
        "exp": "Ans. D Kidney. Ref: Ganong, 23rd ed. pg. 674",
        "cop": 4,
        "opa": "Skin",
        "opb": "Lung",
        "opc": "Liver",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "2552994d-0854-4247-aadb-9c89d05c2ded",
        "choice_type": "single"
    },
    {
        "question": "Glomerular Filtration Rate is increased when",
        "exp": "Ans. (d) Increased renal blood flow(Ref: Ganong, 25th ed/p. 677)GFR decreases whenever there is increase in colloid osmotic pressure of the glomerulus. GFR decreases whenever there is decrease in Glomerular capillary hydrostatic pressure. GFR decreases whenever there is increase in tubular hydrostatic pressure. GFR increases whenever there is increase in renal blood flow",
        "cop": 4,
        "opa": "Plasma oncotic pressure is increased",
        "opb": "Glomerular hydrostatic pressure is decreased",
        "opc": "Tubular hydrostatic pressure is decreased",
        "opd": "Increased renal blood flow",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "a285ee78-55bb-4889-9104-3044f2e3f0eb",
        "choice_type": "single"
    },
    {
        "question": "A luminal cell membrane Na+ channel is the main pathway for Na+ reabsorption in:",
        "exp": "Ans D. Collecting duct principal cells. Na+ reabsorption by collecting duct principal cells occurs via a Na+ channel called ENaC (epithelial sodium channel). Na+ reabsorption in proximal tubule cells is coupled to transport of solutes via cotransport (e. g., Na-glucose) and antiport (e. g., Na+/H+ exchanger) mechanisms. Na+ reabsorption in the thick ascending limb involves a Na-K-2. Cl cotransporter and, in the distal convoluted tubule, a Na-Cl cotransporter. Collecting duct intercalated cells are primarily concerned with acid-base, not Na+, transport.",
        "cop": 4,
        "opa": "Proximal tubule cells",
        "opb": "Thick ascending limb cells",
        "opc": "Distal convoluted tubule cells",
        "opd": "Collecting duct principal cells",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "e44eb85a-87fb-4883-a27b-939155470388",
        "choice_type": "single"
    },
    {
        "question": "Which of the following dose not form a filtration barrier in nephrons",
        "exp": "Ans. (b) Mesangium(Ref: Ganong, 25th ed/p. 677). Components of glomerular capillary membrane (filtering membrane) are, #Capillary endothelium#Glomerular basement membrane (GBM)#Visceral epithelial cells (podocytes)",
        "cop": 2,
        "opa": "Podocytes",
        "opb": "Mesangium",
        "opc": "Endothelial cell",
        "opd": "Basement membrane",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "cbe775c0-85a4-4970-92d0-61c295b842f3",
        "choice_type": "single"
    },
    {
        "question": "Which part of the nephron is impermeable to water",
        "exp": "Ans. (c) C(Ref: Guyton and Hall Physiology Review, 3rd ed/p. 83). Point C is the thick ascending loop of Henle. It is impermeable to water",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "b386f829-6535-4c28-b351-fa99843e20cf",
        "choice_type": "single"
    },
    {
        "question": "Glomerular filtration rate (GFR) is favoured (directly proportional) by:",
        "exp": "Ans. a (Intracapillary glomerular pressure ). (Ref. Guyton 11th /320; 322; Table 26-4; Ganong 22nd /707)GLOMERULAR FILTRATION RATE (GFR)# Inulin is freely filtered and is neither reabsorbed nor secreted. GFR = UV/PWhere, U--concentration in urineV--volume of urine passed/minuteP--concentration in plasma.# Clinically, creatinine clearance is good measure of GFR. FACTORS THAT CAN DECREASE THE GLOMERULAR FILTRATION RATE (GFR) include: Physical Determinants. Physiologic/Pathophysiologic Causes| Kf (glomerular filtration coefficient) -|GFRRenal disease, DM, Hypertension| PB (Bowman's capsule hydrostatic pressure) -| GFRUrinary tract obstruction (e. g., kidney stones)| paiG (glomerular capillary colloid osmotic pressure) -| GFR | Renal blood flow, | plasma proteins|PG (glomerular capillary hydrostatic pressure) -|GFR|AP -|PG|Arterial pressure (has only small effect due to autoregulation)| RE -| PG| Angiotensin II (drugs that block angiotensin II formation)| RA-|PGT Sympathetic activity, vasoconstrictor hormones (e. g., norepinephrine, endothelin)FACTORS THAT AFFECT GFR f. GFR: Kf x (Pgc - Pco - Pt)l1. Intracapillary glomerular pressure (Pgc): It is determined by the systemic arterial pressure and the tone of the pre- glomerular and post-glomerular arterioles. It is the most important GFR modulator. 2. Intracapillary oncotic pressure (Pco): It is low in malnutrition and following plasma volume expansion with Ringer's solutions. It is high in dehydrated states and primary hyperproteinemia. 3. Intra-capsular glomerular pressure (Pt): It is normally close to zero, however, it increases in urinary obstruction i. e tubular protein casts, urinary stones, tumors, prostatic hypertrophy, congenital abnormalities of the lower urinary tract, etc. 4. Filtration coefficient (Kf): It is a function of the total number and the size of \"pores\" in the glomerular sieve. It is lowered by vasoactive substances that cause the glomerular filtration area to decrease. Angiotensin II, for example induce contraction of mesangial cells causing decreased glomerular capillary area. The Kf of superficial glomeruli is higher than that of deep glomeruli. Hormones and Autacoids That Influence Glomerular Filtration Rate (GFR): Hormone or Autacoid. Effect on GFRNorepinephrine|Epinephrine|Endothelin4. Angiotensin II(prevents |). Endothelial-derived nitric oxide|Prostaglandins|Also remember: Glomerular filtration rate GFR = Uinulin XV----P inulln= Cinulin. Glomerular filtration rate GFR = Kf Effective renal plasma flow ERPF= UPAH XV---PPAH= CPAHRenal blood flow RBF=RPF----1-Hct Filtration fraction FF =GFR----RPF Free water clearance CH2O=V-Cosm.",
        "cop": 1,
        "opa": "Intracapillary glomerular pressure",
        "opb": "Oncotic pressure",
        "opc": "Bowman's capsular hydrostatic pressure",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "fc6cc4da-3eca-465e-b994-eac5f2124eba",
        "choice_type": "multi"
    },
    {
        "question": "Substance ideal for GFR estimation is?",
        "exp": "Ans: a (Inulin clearance)^/: Ganong, 22nd ed, p. 706. GFR can be measured in intact experimental animals and humans by measuring the excretion and plasma level of a substance that is freely filtered through the glomeruli and neither secreted nor reabsorbed in the tubules. Inulin is a polymer of fructose with a molecular weight of 5200 obtained from Dahlia tubers, meets the above criterion and is extensively used to measure GFR. Remember Ideal substance to measure GFR-Inulin. Substance used for practical purposes-Creatinine. Substance used to measure renal blood flow-PAHNormal GFR of human beings-125 ml/min Clearance. Cx=UVP=Urine concentrationsne flow/time (V). Plasma concentration.",
        "cop": 1,
        "opa": "Inulin clearance",
        "opb": "PAH clearance",
        "opc": "Urea clearance",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "8456e21d-3e3d-4a24-96bb-a536b7aa62a2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false regarding glomerular capillaries:",
        "exp": "Ans. A. Oncotic pressure is higher in the blood column than that in glomerular capillaries. The factors governing filtration across the glomerular capillaries are the same as those governing filtration across all other capillaries, that is, the size of the capillary bed, the permeability of the capillaries, and the hydrostatic and osmotic pressure gradients across the capillary wall. For each nephron: GFR-Kf [(PGC -PT )-(p. GC -pT ). Kf, the glomerular ultrafiltration coefficient, is the product of the glomerular capillary wall hydraulic conductivity (ie, its permeability) and the effective filtration surface area. PGC is the mean hydrostatic pressure in the glomerular capillaries, PT the mean hydrostatic pressure in the tubule (Bowman's space), p. GC the oncotic pressure of the plasma in the glomerular capillaries, and pT the oncotic pressure of the filtrate in the tubulea. Now the oncotic pressure of the glomerular capillaries is the same as in any other systemic capillary i. e. 25 mm Hgb. Constriction of the afferent arteriole causes a fall in capillary BP resulting in decreased GFRc. Due to filteration of plasma, RBC are more in glomerular capillaries, so the GFR increases Concentration of all freely filtered substances like glucose are equal in glomerular capillaries and ultrafiltrate",
        "cop": 1,
        "opa": "Oncotic pressure is higher in the blood column than that in glomerular capillaries",
        "opb": "Constriction of the afferent arteriole produces fall in capillary BP",
        "opc": "Concentration of glucose is equal in glomerular capillaries and ultrafiltrate",
        "opd": "Hematocrit is raised in the glomerular capillaries",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "66d1d534-9f1c-4cde-a66f-6454416a58bb",
        "choice_type": "multi"
    },
    {
        "question": "In the nephrons, the vasopressin mainly acts at the level of",
        "exp": "Ans. d (Collecting tubules); (Ref. Guyton, Physiology, 10th ed., 773)HORMONES ACTING ON KIDNEY Hormones. Stimulus for secretion. Actions on kidneys1. Vasopressin (ADH)||Plasma osmolality. Blood volume||H2O permeability of principal cells incollecting ducts. Urea absorption in collecting duct. Na+/K+2. CI-transporter in thick ascending limb. 2. Aldosterone||Blood volume (via All)plasma (K+)|Na+ re-absorption, K+secretion, H+ secretion in distal tubule. 3. Angiotensin II Blood volume (Via renin) Contraction of efferent arteriole | GFR, Na+ HCO3 re-absorption in PCT. 4. Atrial natriureticpeptide (ANP)|Atrial pressure||Na+ reabsorption. GFR5. PTH-Plasma (Ca2+)|Ca2+ reabsorption, | PO43-reabsorption, 1, 25(OH)2 vitamin D production",
        "cop": 4,
        "opa": "Proximal convoluted tubules",
        "opb": "Distal convoluted tubules",
        "opc": "Loop of Henle",
        "opd": "Collecting tubules",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "5388d483-16bc-44c3-ae00-244880ffd8f5",
        "choice_type": "single"
    },
    {
        "question": "GFR increases if:",
        "exp": "Ans. B. Afferent arteriole dilates, Determinants of the GFR: a. GFR = Kf x Net filtration pressureb. Net filtration pressure =(PG-PB-pG+pB)i. PG = Glomerular hydrostatic pressure (= 60 mm Hg), promotes filtrationii. PB = Hydrostatic pressure in Bowman's capsule (= 18 mm Hg) which opposes filtrationiii. PG = Glomerular capillary colloid osmotic pressure (= 32 mm Hg), which opposes filtrationiv. PB = Bowman's capsule colloid osmotic pressure which promotes filtration, normally its value is zerov. Therefore. Net filtration pressure =(PG-PB-pG+pB)=60-18-32+0=+10mm. Hgc. Kf = Glomerular capillary filtration (ultrafiltration) co-efficient Kf is a measure of the product of the hydraulic conductivity (i. e. its permeability) and surface area of the glomerular capillaries. Its normal value for kidney is 12. 5 ml/min/mm Hg of filtration pressure or 4. 2 ml/min/mm Hg per 100 gm of kidney. Factors that increase or Decrease GFRa. Kf - \"although increased Kfraises GFR, and decreased Kfreduces GFR, changes in Kfprobably do not provide a primary mechanism for the normal day to day regulation of GFR Kf - if decreases |GFRi. Measangial cells contraction |Kf |GFR; Angiotensin II important regulator of the mesangial cells contraction contraction |area available for filtration. ii. Thickness of the Glomerulary capillary BM i. e. |glom. capi. Permeability |Kf |GFR e. gchr. HTN, DM Agents causing contraction or Relaxation of mesangial cells i. e. | or |Kf i. e. -|or |GFR.",
        "cop": 2,
        "opa": "Afferent arteriole constricts",
        "opb": "Afferent arteriole dilates",
        "opc": "Efferent arteriole dilates",
        "opd": "none of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "09ffb252-e293-42bc-819b-eafecc014bf5",
        "choice_type": "multi"
    },
    {
        "question": "A substance is present in concentration of 2mg% in the afferent arteriole and zero mg% in the efferent. True about the substance is",
        "exp": "Ans. (a) It is freely filtered in glomerulus(Ref: Ganong, 25th ed/p. 673). Concentration of 0 mg% means the substance is freely filtered into the bowman's space",
        "cop": 1,
        "opa": "It is freely filtered in glomerulus",
        "opb": "Secreted in cortical nephron",
        "opc": "Absorbed in PCT",
        "opd": "Impermeable in loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "e8ed7254-b2fb-402d-a992-fef92e64d5b7",
        "choice_type": "multi"
    },
    {
        "question": "The plasma clearance value of glucose in a diabetes mellitus patient will be",
        "exp": "Ans. (d) Greater than zero(Ref: Ganong, 25th ed/p. 678). Diabetes mellitus is characterized by renal glycosuria. Glucose appears in urine. So, plasma clearance of glucose is greater than zero",
        "cop": 4,
        "opa": "Zero",
        "opb": "Equal to that of inulin clearance",
        "opc": "Greater than that of PAH clearance",
        "opd": "Greater than zero",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "8e1b3cef-83b1-4e52-85e8-7ce5db92f4d9",
        "choice_type": "single"
    },
    {
        "question": "GFR is opposed by",
        "exp": "(B] (Osmotic pressure in glomerular): (680-Ganong 24th edition, 538- Jain 5th, 317-18; Guyton 10th). Glomerular Filtration Rate. In normal resting man the glomerular filtration rate (GFR) averages 125cc/min. The ultrafiltrate is derived from an average total renal plasma flow (RPF) of 600 cc/min. The ratio of glomerular ultrafiltrate to renal plasma flow is referred to as the filtration fraction (FF): FF=GFR/RPFWhere, the FF represents the fraction of plasma which is filtered across the glomerular capillary bed. Alterations in the FF can have an important effect on proximal tubular reabsorption of fluid. The glomerular filtration rate is several fold that of fluid movement in capillary beds of other tissues, principally because the surface area available for diffusion plus the permeability of the glomerular capillary membrane (Kf) is approximately 100 fold that of other capillary beds. Physical Determinants of Glomerular Filtration. The net filtration across a capillary bed (including the glomerular capillary membrane wall is governed by the algebraic sum of hydrostatic and oncotic pressure across the capillary wall. Schematic depiction of the physical determinants responsible for the formation of an ultra filtrate of plasma in Bowman's space. The principal driving force for the formation of the glomerular ultrafiltrate is the hydraulic pressure within the glomerular capillary (Pgc)- In contrast, the principle forces opposing filtration include the oncotic pressure ( 1/4 GC) within the glomerular capillary and hydrostatic pressure in Bowmans space (PBS). Net ultrafiltration is further modulated by the hydraulic permeability and surface area of the glomerular capillary (Kf). The glomerular filtration rate can be derived using the following mathematical relationship. GFR = Kf x (PGC-PBS)-(p. GC-7p. Bs)= Kf x (AP-Att)= Kf x Pufwhere; Kf is the membrane porosity * surface area; PGC is the hydrostatic pressure in the glomerular capillary network; PBS is the Bowman's space pressure; p. GC is the glomerular capillary oncotic pressure; tc. BS is the Bowman's space oncotic pressure; AP is the transcapillary hydrostatic pressure (PGC - PBS); Arc is the transcapillary oncotic pressure (rc. GC - rc. BS) and. PUF is the net ultrafiltration pressure. Since the glomerular ultrafiltrate is typically protein free, pi BS is equal to zero, and, thus, the oncotic pressure in. Bowman's space is usually excluded from the above analysis. Therefore, the major direct determinants of GFR include.* PGC* PBS* Kf* rc. GCIn addition to the above direct determinants of GFR, RPF also indirectly modulates GFR. PGC - In general, increases in glomerular capillary hydrostatic pressure will increase GFR while decreases result in the opposite effect. p- In general, increases in Kf will tend to increase GFR while decreases will tend to decrease GFR. PBS- Normally Bowman's space pressure remains constant because of unimpeded flow of glomerular filtrate. An obstruction to urinary out flow distal to Bowman's space will result in a fall in delta P (and hence GFR) incident to a rise in Bowman's space pressure. p. GC- The glomerular capillary oncotic pressure is the principle factor opposing glomerular filtration. The pressure in the glomerular capillaries is higher than that in other capillary beds because the afferent arterioles are short, straight branches of the interlobular arteries. Further more the vessels \"downstream\" from the glomeruli, the efferent arterioles have a relatively high resistance. The capillary hydrostatic pressure is opposed hydrostatic pressure in Bowman's capsule. It is also opposed by the oncotic pressure gradient across the glomerular capillary (p. GC - pT) is normally negligible and the gradient is essentially equal to the oncotic pressure of the plasma proteins. Hormones or autocoids. Effect on GFR(i) Norepinephrine, Epinephrine Endothelin, | (ii) Angiotension II -(prevent |)(iii) Endothelial derived nitric oxide prostaglandins (PGE2), Dopamine(iv) High protein intake| (v) Increased blood glucose| Uncontrolled DM|",
        "cop": 2,
        "opa": "Osmotic pressure in peritubular",
        "opb": "Osmotic pressure in glomerular",
        "opc": "Hydrostatic pressure in peritubular",
        "opd": "Hydrostatic pressure in glomerular",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "7923f167-6794-4736-b5d5-63b319e8743e",
        "choice_type": "single"
    },
    {
        "question": "Renal artery lumen is reduced by half, what will be the blood flow?",
        "exp": "Ans: C. Reduce by 1/16. Option c is correct because the flow of fluids can be described by Poiseuille's Law. In which flow of liquid is directly proportional to R4, So if lumen is reduced to half then blood flow will get reduce by 1/16. Other points related to blood flow... Poiseuille's Law states that the flow (Q) of fluid is related to a number of factors: The viscosity (n) of the fluid. The pressure gradient across the vessel (P). Length (L) and diameter(r) of the vessel. Diameter: Doubling the diameter of tube increases the flow rate by 16 fold (r4). The larger the vessels's diameter greater is the blood flow. Viscosity: Flow is inversely proportional to the viscosity of the fluid. Viscosity of blood increases with increasing hematocrit and decreasing temperature. Pressure: Increasing pressure further maximizes flow as described by Poiseuille's equation. The relationship is given by Poiseuille-Hagen formula: F=(PA -PB )x(8p )x(e1 )x(Lr4 ). WhereF = Flow. PA - PB = Pressure difference between two ends of the tube q = Viscosity r = Radius of tube L = Length of tube. Relationship between arterial blood pressure and blood flow given in graph below:",
        "cop": 3,
        "opa": "Reduce by 1/2",
        "opb": "Reduce by 1/4",
        "opc": "Reduce by 1/16",
        "opd": "Come to normal after autoregulation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "bf4df02a-0c2f-4548-a5f8-a280b4fe6553",
        "choice_type": "single"
    },
    {
        "question": "Vasopressin acts through which channels in collecting duct?",
        "exp": "Ans. B. Aquaporin 2a. Principal cells of collecting duct contain a regulated system of water channels antidiuretic hormone (ADH, also called arginine vasopressin, AVP). b. ADH controls permeability of these cells to water by regulating insertion of pre-formed water channels (aquaporin-2, AQP2) into apical membrane.",
        "cop": 2,
        "opa": "Aquaporin 1",
        "opb": "Aquaporin 2",
        "opc": "GLUT-1",
        "opd": "GLUT-4",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "ee05e03a-161c-4de3-a6af-225301d02a1d",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin II Causes-",
        "exp": "Ans. is 'a' i. e., Vasoconstriction Actions of angiotensin 11 (A-II)o The most prominent action of A-II is vasoconstriction. o Angiotensin II is one of the most potent vasoconstrictors known, being four to eight times as active as epinephrine. o Vasoconstriction involves arterioles and venules and occurs in all vascular beds. However, it is less marked in cerebral, skeletal muscle, pulmonary and coronary vessels. o A-II increases the force of myocardial contraction by promoting Ca+2 influx. o A-II and A-II I are tropic to zona glomerulosa of adrenal cortex -| aldosterone secretion - Na+ & water retention. o A-II also has a direct action on kidney - promotes Na+, C1- and HCO2- reabsorption. o In brain, A II induces drinking behavior and ADH release. It also increases central sympathetic outflow. o A-II enhances sympethetic activity by peripheral action as well - It releases Adr from adrenal medulla, stimulates autonomic ganglia and increases the output of NA from adrenergic nerve endings.",
        "cop": 1,
        "opa": "Vasoconstriction",
        "opb": "Vasodilatation",
        "opc": "Increased heart rate",
        "opd": "Decreased heart rate",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "3d27df86-3589-46c4-ae90-7f87efac4efc",
        "choice_type": "single"
    },
    {
        "question": "Pressure diuresis lowers arterial pressure because it?",
        "exp": "Ans. A Lowers blood volume* Pressure diuresis lowers arterial pressure by lowering blood volume and, thereby, lowering cardiac output.* All of the other choices do lower arterial pressure, but are not caused by pressure diuresis.",
        "cop": 1,
        "opa": "Lowers blood volume",
        "opb": "Lowers renal release of renin",
        "opc": "Lowers systemic vascular resistance",
        "opd": "Causes renal vasodilation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "825864e0-b56b-4e7c-848f-366d61bcbbee",
        "choice_type": "single"
    },
    {
        "question": "Maximum absorption of HCO3 occurs in:",
        "exp": "Ans A. PCTAbout 70% of filtered HCO3 occur at PCT. 70% of filtered water. Na. Cl absorption occur at PCT. 100% of filtered glucose and amino acid occur at PCT",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "CT",
        "opd": "ALH",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "4fa631f7-2b43-470d-a89b-376b536f39d9",
        "choice_type": "single"
    },
    {
        "question": "The rate of lymph flow is",
        "exp": "(120 ml/hr) (116-K. S) (172-Gyton 10th) (593-GN) (535- Ganong 23rd)RATE OF LYMPH FLOW - About 120 ml of lymph flows into blood per hour. Out of this, about 100 ml/hour flows through thoracic duct and 20 ml/hour flows through the right lymphatic duct* The normal 24-hour lymph flow is 2-4 L* The rate of lymph flow is determined by the product of interstitial fluid pressure times the activity of the lymphatic pump* Role of the lymphatic system in controlling interstitial fluid protein concentration, interstitial fluid volume, and interstitial fluid pressure.* Its protein content is generally lower than that of plasma, which contains about 7 g/d. LFactors influencing the flow of Lymph. The flow of lymph is promoted by the increases in1. Interstitial fluid pressure2. Blood capillary pressure3. Surface area of lymph capillaries by means of dilatation4. Permeability of lymph capillaries5. Functional activities of tissues",
        "cop": 4,
        "opa": "l0ml/hr",
        "opb": "20 ml/hr",
        "opc": "50 ml/hr",
        "opd": "120 ml/hr",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "7b94b0cb-359e-4ed8-9597-c01ccda02b86",
        "choice_type": "single"
    },
    {
        "question": "Dehydration increases the plasma concentration of all the following hormones EXCEPT",
        "exp": "D. i. e. (Atrial natriuretic peptide) (729- 30- Ganong 22nd) (669-70- Ganong 23rd)DEHYDRATION - loss of water from the body causes moderate decrease in ECF volume* When ECF volume is decreased, BP falls, Glomerular capillary pressure declines and the GFR therefore falls reducing the amount of Na+ filtered. Tubular reabsorption of Na+ is amount, in part because the secretion of aldosterone is increased.* Na++ excretion is decreased within a few minute and this rapid change in Na+ excretion occurs in adrenalectomiced subject. It is probably due to hemodynamic changes an possibly to decreased ANP secretion.",
        "cop": 4,
        "opa": "Vasopressin",
        "opb": "Aldosterone",
        "opc": "Angiotensin II",
        "opd": "Atrial natriuretic peptide",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "fd71cce6-bbaa-45d9-af56-7c0a250cd653",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following product is primarily filtered with little secretion or re - absorption in renal tubules?",
        "exp": "Ans. (b) Creatinine(Ref: Ganong, 25th ed/p. 679). Substances like inulin and creatinine are useful to estimate GFR because they are freely filtered, neither resorbed, nor secreted",
        "cop": 2,
        "opa": "Sodium",
        "opb": "Creatinine",
        "opc": "Glucose",
        "opd": "Amino acids",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "bff732c3-d204-4dac-8e72-9ef10e8ddfbe",
        "choice_type": "single"
    },
    {
        "question": "Thiazide diuretics act on:",
        "exp": "Ans. B DCT mainly. Diuretic class. Drugs. MOASite of action. Osmotic diuretic. Mannitol. Inhibit water and solute reabsorption. All part of tubule, but mainly proximal tubule. Loop diuretics. Furosemide Torsemide. Inhibit Na+-K+-2. Cl- transport. Thick ascending loop of henle. Thiazide diuretic. Hydrochlorothi azide Benzthiazide Chlorthalidone Indapamide. Inhibit Na+-Cl- co-transport. Distal tubuleK+ sparing diuretic. Spironolactone. Triamterene. Amiloride. Decrease Na+ reabsorption Decrease K+ secretion. Collecting tubule. Carbonic anhydrase inhibitor. Acetazolamide. Inhibit H+ secretion and HCO3 reabsorption, whichreduces Na+ reabsorption. Proximal tubule",
        "cop": 2,
        "opa": "PCT mainly",
        "opb": "DCT mainly",
        "opc": "Loop of henle",
        "opd": "All part of tubule",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "75577766-e525-4c9e-937d-d512d9640ab5",
        "choice_type": "multi"
    },
    {
        "question": "In high potassium serum levels, kidney compensation occurs by-",
        "exp": "Ans. is 'c' i. e., Increased secretion in DCT Potassium transport* Potassium is one of the few substances that are both reabsorbed as well as secreted by the renal tubules.* The reabsorption of about two-third of the filtered K+ occurs in the proximal tubules and about 15-20% of reabsorption occur in the thick ascending limb of loop of Henle. This absorption is independent of the K+ status of the body. After this, about 10% of filtered K+ is reached the DCT and CD, here K+ reabsorption as well as secretion takes place. Here also, reabsorption of K+ occurs independent of K+ status of the body. It is the secretory process that is regulated by aldosterone in response to the K+ and Na+ status of body.* Potassium is secreted by principal cells. Na+K+ ATPase transports Na+ out of the cell and transports K+ inside the cells across the basolateral membrane. This results in decreased intracellular Na+ with increased K+. As a result Na+ is reabsorbed along concentration gradient from tubular lumen. This increases negativity on the luminal surface of epithelial cells, i. e., increased transepithelial potential difference (TEPD). Both of these factors (increased intracellular K+ and negative TEPD) stimulate secretion of K+ into the tubular lumen to decrease negativity of luminal surface (K+ has positive charge).* Intercalated (I) cells reabsorb K+ in exchange with H+ by apical H+K+ ATPase (hydrogen potassium ATPase), i. e., K+ is reabsorbed and H+ is secreted. Under normal conditions this is not important. This transport becomes prominent in circumstances associated with severe potassium depletion when there is cessation of potassium secretion and net reabsorption of potassium.* The normal day-to-day variation of potassium excretion, however, is regulated mainly by secretion in the distal and collecting tubules rather than by changes in glomerular filtration or tubular reabsorption. Potassium is sometimes reabsorbed in these tubular segments (e. g., during potassium depletion), and at other times it is secreted in large amounts depending on the needs of the body. With high potassium intake, the required extra excretion of potassium is achieved almost entirely by increased secretion of potassium in the distal and collecting tubules.",
        "cop": 3,
        "opa": "Decreased reabsorption in PCT",
        "opb": "Increased secretion in PCT",
        "opc": "Increased secretion in DCT",
        "opd": "Decreased reabsorption in loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "c732f72e-be97-43d6-995a-e3b74d1f0237",
        "choice_type": "single"
    },
    {
        "question": "Elimination of waste product from a normal person requires minimal amount of urine of",
        "exp": "Ans. (b) 500 ml(Ref: Ganong, 25th ed/p. 685)A normal 70kilogram human must excrete about 600m. Osm of solute every day. We know that the maximum concentrating ability of kidney is 1200m. Osm. So, the minimal volume of urine that must be excreted is 600/1200=0. 5L/day or 500 ml/day. This 500 ml/day is needed to excrete 600m. Osm of solute",
        "cop": 2,
        "opa": "100 ml",
        "opb": "500 ml",
        "opc": "100 ml",
        "opd": "2000 ml",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "845b9f13-1a89-446c-9de0-d7bea045ef0f",
        "choice_type": "single"
    },
    {
        "question": "Pressure diuresis lowers arterial pressure because it:",
        "exp": "Ans. C. Lowers blood volume. Pressure diuresis lowers arterial pressure by lowering blood volume and, thereby, lowering cardiac output. All of the other choices do lower arterial pressure, but are not caused by pressure diuresis.",
        "cop": 3,
        "opa": "Lowers renal release of renin",
        "opb": "Lowers systemic vascular resistance",
        "opc": "Lowers blood volume",
        "opd": "Causes renal vasodilation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "3c53eb05-ca80-44b5-a70c-f1265f42c1d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone is not secreted by kidney:",
        "exp": "Ans. B. Angiotensin IThe kidney produces three hormones: a. 1, 25 dihydroxycholecalciferolb. Reninc. erythropoietin. Angiotensinogen is found in the D2 globulin fraction of the plasma. It is synthesized in the liver and is converted to angiotensin I by renin which is further converted to angiotensin II by the action of ACE in lungs.",
        "cop": 2,
        "opa": "1, 25 dihydroxycholecalciferol",
        "opb": "Angiotensin I",
        "opc": "Renin",
        "opd": "Erythropoietin",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "4b46ec77-58de-42a0-a2d1-b292affe5b76",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not formed by kidney? (Repeat Q. 45 2009)",
        "exp": "Ans: d (Aldosterone). Ref: Ganong 22nd ed Pg. 454). Aldosterone - is produced by Zona glomerulosa of adrenal cortex. Erythropoietin - by the interstitial cells in the peritubularcapillaries in kidneys (85%) and perivenous hepatocytes of liver (15%). Renin - by the juxta glomerular cells of the kidney. Kidney produces 3 hormones1) 1, 25 (OH) cholecalciferol (vitamin D)2) Renin3) Erythropoietin. Aldosterone: is produced by Zona Glomerulosa of adrenal cortex. Erythropoietin: by the interstitial cells in the peritubular capillaries in kidneys (85%) and perivenous hepatocytes of liver (15%). Renin: by the juxta glomerular cells of the kidney. Renin Angiotensin System. Angiotensinogen (from liver) - found in alpha 2 globulin fraction of plasma Renin (from JG cells). Angiotensin I ACE (Angiotensin converting enz. from Pulm. endothelium). Angiotensin IIMetabolism of vitamin D",
        "cop": 4,
        "opa": "Erythropoietin",
        "opb": "Renin",
        "opc": "Vitamin D",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "fb614f09-b9f2-4de2-a775-5d25a778cd96",
        "choice_type": "single"
    },
    {
        "question": "Maximum potassium reabsorption occurs in-",
        "exp": "Ans. is 'a' i. e., Proximal convoluted tubule * Most of the solutes and water are maximally absorbed in proximal tubulei) 60-70% of Na+ is reabsorbed along with 60-70% of Clii) 60-70% of K+ is reabsorbediii) 60-70% of water is reabsorbediv) All the (100%) glucose and amino-acids are absorbedv) About 80-90% of bicarbonate is reabsorbedvi) 40-50% of urea is reabsorbed",
        "cop": 1,
        "opa": "Proximal convoluted tubule",
        "opb": "Distal convoluted tubule",
        "opc": "Cortical collecting duct",
        "opd": "Medullary collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "84677037-d499-45f4-96f3-677271267847",
        "choice_type": "single"
    },
    {
        "question": "Water reabsorption from the proximal convoluted tubule by:",
        "exp": "(Osmosis): Ref: 719-G, 254-55-SL (652- Ganong 23rd). Water reabsorption from proximal convoluted tubule - obligatory reabsorption of water. Water reabsorption from distal convoluted tubule and collecting duct - Facultative reabsorption of water* PCT is highly permeable to water, However water reabsorption is secondary (obligatory) to sodium reabsorption, when sodium is reabsorbed from the tubule, the osmotic pressure in the fluid present in lumen is reduced. This causes osmosis of water* Normally the DCT and CD are not permeable to water, but in the presence of ADH, these segments become permeable to water. So water is reabsorbed from the DCT and CD. This type of reabsorption in the presence of ADH is called facultative reabsorption. Countercurrent exchange is a passive process: 117-GFacilitated diffusion: - The transport, although occurring via a carrier, occurs in such a way that the solute molecules moves from a region of higher concentration to a region of lower concentration. In our body glucose moves from ECF into the cytoplasm via-this process Examples. Insulin helps the facilitated diffuse of glucose from ECF to ICF.",
        "cop": 4,
        "opa": "Active transport",
        "opb": "Passive transport",
        "opc": "Facilitated diffusion",
        "opd": "Osmosis",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "139238ea-7dd2-4856-aadb-316069f8de92",
        "choice_type": "single"
    },
    {
        "question": "RAAS mechanism is mainly regulated by:",
        "exp": "Ans. (a) Beta stimulation. Ref: Harrison 19th ed. /1613* The Renin-Angiotensin-Aldosterone System(R. A. AS) contributes to the regulation of arterial pressure primarily via the vasoconstrictor properties of angiotensin II and the sodium-retaining properties of aldosterone. There are Three Primary Stimuli for Renin Secretion* Decreased Na. Cl transport in the distal portion of the thick ascending limb of the loop of Henle that abuts the corresponding afferent arteriole (macula densa).* Decreased pressure or stretch within the renal afferent arteriole (baroreceptor mechanism)* Sympathetic nervous system stimulation of rennin- secreting cells via b1 adrenoreceptors. Conversely, RAAS can be Inhibited by* Increased Na. Cl transport in the thick ascending limb of the loop of Henle* Increased stretch within the renal afferent arteriole* b1 receptor blockade. Above 3 factors are major regulators of R. A. A. S system.",
        "cop": 1,
        "opa": "Beta stimulation",
        "opb": "Alpha blocker",
        "opc": "Aldosterone antagonism",
        "opd": "Na+ K+ ATPase",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "aba4997e-4635-485c-a2a3-1f388e2489e3",
        "choice_type": "single"
    },
    {
        "question": "Ideal substance for measuring GFR should have the following characteristics EXCEPT:",
        "exp": "Ans. a (Should be secreted in tubules). (Ref. Ganong, Physiology, 21st/pg. 709)GLOMERULAR FILTRATION RATE (GFR). Characteristics of a substance suitable for measuring the GFR, by determining its clearance: 1. Freely filtered (i. e., not bound to protein in plasma or sieved in the process of ultrafiltration). 2. Not reabsorbed or secreted by tubules. 3. Not metabolized. 4. Not stored in kidneys. 5. Not toxic. 6. No effect on filtration rate. 7. Preferably easy to measure in plasma and urine. Inulin is freely filtered and is neither reabsorbed nor secreted. GFR by definition is net volume of plasma from which a substance is cleared completely per unit time. GFR =UVPWhere U -- concentration in urineV -- volume of urine passed/minuteP -- concentration in plasma. Clinically, creatinine clearance is good measure of GFR.",
        "cop": 1,
        "opa": "Should be secreted in tubules",
        "opb": "Should be nontoxic",
        "opc": "Should not remain in the body",
        "opd": "Should not be protein bound",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "9b71ac11-df03-40f2-a232-7480579d4aef",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following combination is true about hormone and its site of action in renal tubules?",
        "exp": "Ans. A Aldosterone in collecting ducts. Ref: Guyton, 10th ed. pg. 290, 304. Hormones and their site of Action. Hormones. Site of action in kidney. Angiotensin IIConstricts afferent arterioles, helps to reduce GFRAldosterone. Cortical collecting duct & distal tubules. ADHMedullary collecting duct. ANPCollecting duct",
        "cop": 1,
        "opa": "Aldosterone in collecting ducts",
        "opb": "Angiotensin in distal tubule",
        "opc": "ANP in loop of Henle",
        "opd": "ADH in proximal tubule",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "03175f85-ee2b-4990-8218-1dc92744b5a3",
        "choice_type": "multi"
    },
    {
        "question": "Action of ADH",
        "exp": "Ans. (b) Reabsorption of water in DCT(Ref: Ganong, 25th ed/p. 696)ADH facilitates water resorption by acting in DCT and collecting tubules",
        "cop": 2,
        "opa": "Reabsorption of Na+ in DCT",
        "opb": "Reabsorption of water in DCT",
        "opc": "Reabsorption of Glucose in DCT",
        "opd": "Reabsorption of HCO3 in DCT",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "d7ea792d-41d0-42ca-a146-52d499cbe210",
        "choice_type": "single"
    },
    {
        "question": "Two particles have same diameter. The one which will pass easily through glomerular membrane has",
        "exp": "Ans. (a) Positive charge(Ref: Ganong, 25th ed/p. 677). Positively charged molecules are filtered more readily than negatively charged molecules",
        "cop": 1,
        "opa": "Positive charge",
        "opb": "Negative charge",
        "opc": "Any of the above",
        "opd": "Charge has no relation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "34536635-03a4-4d0c-90c6-6ca4818139d2",
        "choice_type": "multi"
    },
    {
        "question": "Maximum absorption of the water occurs at",
        "exp": "(Proximal convoluted tubule) (802 - Ganong 22th) (294- K. S 4th) (652- Ganong 23rd)* In the presence / abscence of vasopressin, the greatest fraction of filtered water is absorbed in the proximal convoluted tubules* SITE OF REABSORPTIONS1. Substance Reabsorbed from PCT-Glucose, Aminoacid, Na+, K+, Ca++, HCO3, Cl-, PO4, uric acid and water2. Substance Reabsorbed from DCT - Naf, HCO3 and water3. Substance Reabsorbed from Loop of Henle - Na+ and Cl~**- 80-90% of bicarbonate reabsorption occurs in PCT1. Absorption of water in PCT (obligatory reabsption) i. e. independent of ADH2. Absorption of water in DCT & collecting duct (facultative - reabsorption) i. e. dependent on ADH levels",
        "cop": 1,
        "opa": "Proximal convoluted tubule",
        "opb": "Distal convoluted tubule",
        "opc": "Collecting duct",
        "opd": "Loopofhenle",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "3d1e1e67-1a66-463a-be95-cf3ef51ecb55",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia stimulates secretion of:",
        "exp": "(Aldosterone): Ref: 258-H (280- H178th) (358- Ganong 23rd). Aldosterone is secreted by the zona glomerulasa cells of the adrenal cortex in response to high renin and angiotensin II or hyperkalemia (258-H). Plasma K+ level needs increase only 1 m. Eq/L stimulate aldosterone secretion",
        "cop": 3,
        "opa": "ADH",
        "opb": "ACTH",
        "opc": "Aldosterone",
        "opd": "Cortisol",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "7156395f-274e-4dca-ad74-b7fb86959462",
        "choice_type": "single"
    },
    {
        "question": "Erythropoietin is/are produced by",
        "exp": "Ans. (b) Interstitial cells of the peritubular capillary bed of the kidneys(Ref. Ganong25th edp. 701). Major source of erythropoietin is Interstitial cells of the peritubular capillary bed of the kidneys",
        "cop": 2,
        "opa": "Juxtaglomerular cells",
        "opb": "Interstitial cells of the peritubular capillary bed of the kidneys",
        "opc": "Pars recta of PCT",
        "opd": "Macula densa",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "920af41d-5bc8-4f8f-9932-ec98e2f44a5a",
        "choice_type": "single"
    },
    {
        "question": "Tm for glucose is:",
        "exp": "Ans. C. 350a. The renal active transport systems have a maximum rate at which they can transport a particular solute. b. This is known as TRANSPORT MAXIMUM OR TM for that solute. c. The Tm of glucose is know as TmG and is 375 mg/min in men and 300 mg/mm in women.",
        "cop": 3,
        "opa": "500",
        "opb": "440",
        "opc": "350",
        "opd": "150",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "d125d7d1-6b6a-4075-82dc-6214729e219f",
        "choice_type": "single"
    },
    {
        "question": "Renin in synthesized by:",
        "exp": "Ans. A. Granular cells. Granular cells (also known as juxtaglomerular cells) are located primarily in the wall of afferent arterioles and are the major site of renin synthesis and release, (the JG cells are modified smooth muscle cells of the tunica media of the afferent arteriole; since the muscle cell has been modified to assume secretory function, the JG cells are referred to as myo-epithelioid cells).",
        "cop": 1,
        "opa": "Granular cells",
        "opb": "Intercalated cells",
        "opc": "Interstitial cells",
        "opd": "Macula densa cells",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "4e1b69fb-afd5-44b4-a9e4-893cd5c90c62",
        "choice_type": "single"
    },
    {
        "question": "Substance freely filtered by kidney",
        "exp": "Ans: b (Inulin) Ref: Ganong 22nd ed/ p. 706, 21st ed/ 709. The substance which is freely filtered and neither absorbed nor secreted in the tubules is inulin. Creatinine is practically used to measure GFR, because it is easy to measure. Creatinine is secreted by the tubules and some maybe reabsorbed. Clearance of a substance is equal to the concentration of that substance in urine multiplied by urine flow rate divided by arterial plasma level, i. e. Clearance = UxV/Px. Ux = concentration of substance in urineV - urine flow rate. Px = concentration of the substance in plasma. Note: PAHA is used to measure renal plasma flow i. e. Clearance of PAHA is equal to effective renal plasma flow. From the renal plasma flow, the renal blood flow can be calculated by: Renal blood flow = RPF x 1/ (1-Hematocrit). Renal blood flow = 1273ml/min which account for about 25% of cardiac output.",
        "cop": 2,
        "opa": "Creatinine",
        "opb": "Inulin",
        "opc": "PAHA",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "7baa0ddb-3cb4-4407-a846-0d0cdb7021ec",
        "choice_type": "single"
    },
    {
        "question": "Inulin clearance is measured to estimate-",
        "exp": "Ans. is 'd' i. e., GFR * If there be a substance that passes freely across the glomerular membane but is neither reabsorbed nor secreted by tubular activity, urinary excretion would represent the amount filtered and nothing but the amount filtered. Hence, its clearance would indicate how much plasma gets filtered every minute.* One such substance is Inulin, a polysaccharide of small enough (molecular weight about 5, 200) to get filtered as easily as crystalloids or water. It is neither reabsorbed nor secreted by the kidney. Further, it is neither metabolized nor synthesized by the kidneys, is non-toxic and can be easily measured. All these features make it a very suitable substance for estimation of glomerular filtration rate. Inulin clearance is equal to the GFR, i. e., 126 ml/min.* Beside inulin, the clearance of vitamin B12, EDTA, and polyfructosan are also quite reliable as indicators of GFR Creatinine is not as accurate as the above substances because it is secreted in small amounts. But since it is a product of metabolism and its level is fairly constant, creatinine is very convenient to determine its clearance. That is why, clinically, creatinine clearance is used an index of GFR quite frequently. Remember* Inulin is more accurate measure of GFR, but is inconvenient because it has to be injected intravascular.* Creatinine is not as accurate as inulin, But creatinine is already present in the blood in steady-state, so the endogenous creatinine clearance can be used without the necessity of having to infuse inulin.",
        "cop": 4,
        "opa": "ECF",
        "opb": "ICF",
        "opc": "Plasma volume",
        "opd": "GFR",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "767fcb8f-e0c5-494e-bde3-bc921d7bd97b",
        "choice_type": "single"
    },
    {
        "question": "Bicarbonate is absorbed",
        "exp": "Ans. (c) Indirectly PCT(Ref: Ganongy 25th ed/p. 679). For every H+ ion secreted out, one bicarbonate ion is resorbed indirectly in PCT",
        "cop": 3,
        "opa": "Directly in PCT",
        "opb": "Directly in DCT",
        "opc": "Indirectly PCT",
        "opd": "Indirectly in DCT",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "9853473b-7a7b-451b-80cc-c9a73f2d7552",
        "choice_type": "single"
    },
    {
        "question": "Substance that is completely reabsorbed from the PCT -",
        "exp": "Ans. is 'd' i. e, Glucose Important educational points* 60-70% of glomerular filtrate is reabsorbed in proximal tubule.* Na+ reabsorption occurs in all segments of nephron excepting descending limb of loop of Henle. 60% (60-70%) of filtered Na+ is reabsorbed in proximal tubule. About 30% of filtered Na+ is reabsorbed in thick ascending limb of loop of Henle. About 7% of filtered Na+ is reabsorbed in early distal tubules and about 3% of filtered sodium is reabsorbed in late distal tubule and collecting duct.* About 65% (60-70%) of water is reabsorbed in the proximal tubule and about 15% of water is reabsorbed in the thin descending limb. Remaining 20% of water enters the distal tubules and is absorbed from distal tubule and collecting duct according to the homeostatic requirements of the body, under the control of ADH.* All substances (Na+, K+, HCO3, Cl -, Phosphate, Protein, Glucose, water) are maximally absorbed in proximal tubule.* Glucose and amino acids are completely absorbed from proximal tubules along with Na+ as secondary active transport contransport (symport).* H+ is not absorbed by nephrons anywhere it is only secreted (in proximal tubule, late distal tubule and cortical collecting tubules).* Substances which are both secreted and reabsorbed are K+, uric acid and creatinine.* On a normal diet maximum solutes are reabsorbed almost completely: Glucose: 100%, Aminoacids 100%, HCO3-: 100%, Water: 99. 4%, Na+: 99. 4%, Cl-: 99. 2%, Uric acid: 98%, K+: 93. 3%, Urea: 53%, and Total solutes: 98. 9%* Amount secreted per day of different filtered contents are: Na+: 150 m. Eq/d, K+: 90 m. Eq/d, Cl: 150 m. Eq/d, Glucose: 0, Amino acid: 0, HCO3: 0, Uric acid: 5 mmol/d, Creatinine: 12 mmol/d, Urea: 410 mmol/d, Water: 1-1. 5 L/d; and total solutes: 700 m. Osm/d.",
        "cop": 4,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Urea",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "ed8334fe-c6da-40c9-a9bf-e0729cf13e3a",
        "choice_type": "single"
    },
    {
        "question": "In a patient with a plasma pH of 7. 1 the HCO3 / H2. CO3 ratio in plasma is:",
        "exp": "Ans: b (10) Ref: Ganong, 22nd ed, p. 732. This is a direct question from Ganong self study MCQs Chapter 39 Q. 9. This is based on the Henderson-Hasselbach equationpH = pK + log(HCO3)(H2. CO3)pK - Ionisation constant. In body fluid it is more appropriate to use the apparent ionization constant ' k' = 6. 10 (study by heart). So, pH= 6. 10 +log(HCO3-)(H2. CO3)pH = 7. 1 given7. 1 =6. 10 +log(HCO3-)(H2. C03) log (HCO3-)(H2. CO3)= 1log 10 = 1 (HCO3-)(H2. CO3)= 10",
        "cop": 2,
        "opa": "20",
        "opb": "10",
        "opc": "2",
        "opd": "1",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "9647005e-8361-42e7-840d-f8edab3adfb9",
        "choice_type": "single"
    },
    {
        "question": "Evacuation of the urinary bladder and stool with profuse sweating is a features of",
        "exp": "(Mass reflex) (210-Ganong 22nd) (683-84-Guyt 11th) (250-Ganong 23rd)MASS REFLEX - In chronic spinal animals, afferent stimuli irradiate from one reflex centre to another when even a relatively minor noxious stimulus is applied to the skin, if may irradiate to autonomic centres and produce evacuation of the bladder and rectum, sweating, pallor and blood pressure swings in addition to the withdrawl response* This distressing mass reflex can sometimes be used to give paraplegic patients a degree of bladder and bowel. They can be trained to initiate urination and defecation by stroking or pinching their thighs thus producing an intentional mass reflex.",
        "cop": 1,
        "opa": "Mass reflex",
        "opb": "Positive supportive reaction",
        "opc": "Labyrinthine righting reflex",
        "opd": "Stretch reflex",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "154d8d70-c1d6-4c02-8d67-37c62491faca",
        "choice_type": "single"
    },
    {
        "question": "Question is Here",
        "exp": "Ans: a (Clearance) Ref: Ganong, 22nd ed, p. 705. Clearance of a substance is equal to the concentration of that substance in urine multiplied by urine flow rate divided by arterial plasma level, i. e. Clearance=UxV----Px. Ux - cone of substance in urineV -urine flow rate. Px - cone of substance in plasma. Note: Inulin is used to measure GFR because it is freely filtered and neither reabsorbed nor secreted in the tubules. But in practice we use creatinine clearance to measure GFR because it is easier to measure. PAHA is used to measure renal plasma flow i. e. Clearance of para-aminohippuric acid is equal to effective renal plasma flow. From the renal plasma flow, the renal blood flow can be calculated by dividing by 1 minus the haematocrit. Renal blood flow = RPF x1------------(1-Haematocrit). Renal blood flow = 1273ml/min which account for about 25% of cardiac output.",
        "cop": 1,
        "opa": "Clearance",
        "opb": "Glomerular filtration rate",
        "opc": "Starling's law",
        "opd": "Nernst equation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "6786e58b-eceb-4b63-929f-c5bc2f34b70d",
        "choice_type": "single"
    },
    {
        "question": "Thick Ascending Limb of loop of Henele has which channels-",
        "exp": "Ans. is 'b' i. e., Na+ - 20- - K+ cotransporter * In the thick ascending limb, a carrier (Na+ K+ 20\" transporter) transports one Na+, one K+, and two Cl- from the tubular lumen into the tubular cells. This is another example of secondary active transport. From the cells Na+ is actively transported to the peritubular interstitium, across the basolateral membrane, by Na+ K+ ATPase. The K+ diffuses back into the tubular lumen and into the interstitium via ROMK and other K+ channels.",
        "cop": 2,
        "opa": "Na+ C1- cotransporter",
        "opb": "Na+ - 2. C1- - K+ cotransporter",
        "opc": "ENaC channel",
        "opd": "Na+ - aminoacid cotransporter",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "2889a738-0f3c-46c4-b01b-fa362063c68c",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin II causes all of the following except:",
        "exp": ". Ans. d. Vasodilation. Angiotensin II causes vasoconstriction (most potent or - 4-S times more than noradrenaline on weight basis). \"Cotonic motility is minimal in fasting period. Eating stimulates colonic contractions. Fat component of meal is major stimulus to colonic contractions. Protein ingestion inhibits colonic contraction. Maximum postprandial increase in motility is seen in sigmoid colon > descending colon > transverse colon\"Actions of Angiotensin IIBlood Vessels(AT1A receptors). Brain(AT1a receptors). Adrenal Cortex(AT1B receptors). Others* Potent arteriolar (Vaso) constrictor causing:-Rise in systolic and diastolic BP-Rise in total peripheral resistance* Its pressor activity is decreased in cirrhosis and in Na* depleted individuals. Because circulating angiotensin II is increased in those conditions, which down regulates angiotensin receptors in vascular smooth muscle* It does not penetrate blood brain barrier, but triggers responses by acting on circum ventricular organs (out side BBB)* Area postrema is primarily responsible for pressure potentiation. Angiotensin II acts here to decrease the sensitivity of baroreflex* Dipsogenic effect (i. e. Increase thirst or water intake) is due to action of subfornical organ and organum vasculosum of lamina terminalis.* | Antidiuretic hormone(ADH) or vasopressin) from posterior pituitary* | ACTH* Increase secretion of aldosterone which:- Promotes Na and water reabsorption0- Expands ECF (leading to CO)- Facilitates K+ excretion* Direct effect on PCT to increase Na+ reabsorption by increasing Na+ - H+ exchange* Contraction of mesangial cells with resultant decrease in GFR* Direct action on post ganglionic sympathetic neurons facilitates release of norepinephrine",
        "cop": 4,
        "opa": "Stimulation of thirst",
        "opb": "Aldosterone secretion",
        "opc": "Increased ADH secretion",
        "opd": "Vasodilation",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "4e605663-22ae-4b2a-b6cc-08b669586918",
        "choice_type": "multi"
    },
    {
        "question": "Maximum water reabsorption occurs in-",
        "exp": "Ans. is 'a' i. e., Proximal convoluted tubule * Most of the solutes and water are maximally absorbed in proximal tubulei) 60-70% of Na+ is reabsorbed along with 60-70% of Clii) 60-70% of K+ is reabsorbediii) 60-70% of water is reabsorbediv) All the (100%) glucose and amino-acids are absorbedv) About 80-90% of bicarbonate is reabsorbedvi) 40-50% of urea is reabsorbed",
        "cop": 1,
        "opa": "Proximal convoluted tubule",
        "opb": "Distal convoluted tubule",
        "opc": "Cortical collecting duct",
        "opd": "Medullary collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "cf891b2c-09df-4113-8c72-d6569e587dea",
        "choice_type": "single"
    },
    {
        "question": "Juxta glamerular cells secretes",
        "exp": "i. e. (Renin): (670-Ganong 23rd)RENIN - is a glycoprotein hormone secreted by the granular cells (Juxtaglomerular cells) of the Juxta glomerular apparatus.* Juxtaglomerular apparatus (JGA) lies at hilum of glomerulus** (Juxta means near). Secretion of renin is stimulated by four factors1. Fall in arterial blood pressure2. Reduction in the volume of extracellular fluid3. Increased sympathetic activity4. Decreased load of sodium and chloride in macula densa. ATRIAL - NATRIURETIC PEPTIDE: secreted by atrial musculature of the heart*** ANP increases excretion of sodium ions through urine (natriuresis)* ANP causes dilatation of vessels (vasodilation) and lowering blood pressure* ANP is responsible for escape phenomenon and prevention of edema in primary hyperaldosteronism in spite of increased volume of ECFERYTHROPOIETIN is secreted by interstitial cells in the peritubular capillary bed of kidney (85%) and by perivenous hepatocytes in the liver (15%). The principal site of inactivation of erythropoietin is the liver. ANGIOTENSINOGEN - synthesized in the liver*Its circulating level is increased by glucocorticoids thyroid hormones, estrogen, several cytokines and angiotensin II",
        "cop": 2,
        "opa": "Angiotensin",
        "opb": "Renin",
        "opc": "Atrial natriuretic peptide",
        "opd": "Erythropoietin",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "0c495cec-4b48-43d4-82e3-a3b9b750cdb1",
        "choice_type": "single"
    },
    {
        "question": "What is the clearance of a substance when its concentration in the plasma is 10 mg/dL, its concentration in urine is 100 mg/dL, and urine flow is 2 mL/min?",
        "exp": "Ans. c (20 ml/min) (Ref. Ganong physiology, 21st ed., 806)MEASURING GFR# The glomerular filtration rate (GFR) can be measured in intact experimental animals and humans by measuring the excretion and plasma level of a substance that is freely filtered through the glomeruli and neither secreted nor reabsorbed by the tubules.# The amount of such a substance in the urine per unit of time must have been provided by filtering exactly the number of milliliters of plasma that contained this amount.# Therefore, if the substance is designated by the letter X, the GFR is equal to the concentration of X in urine (UX) times the urine flow per unit of time (V.) divided by the arterial plasma level of X (PX), or UXV/PX. This value is called the clearance of X (CX). In our MCQ, the clearance will be Cx=100 x 2/ 10 = 20 ml/min.# PX is, of course, the same in all parts of the arterial circulation, and if X is not metabolized to any extent in the tissues, the level of X in peripheral venous plasma can be substituted for the arterial plasma level. SUBSTANCES USED TO MEASURE GFR# In addition to the requirement that it be freely filtered and neither reabsorbed nor secreted in the tubules, a substance suitable for measuring the GFR should be nontoxic and not metabolized by the body.# Inulin, a polymer of fructose with a molecular weight of 5200 that is found in dahlia tubers, meets these criteria in humans and most animals and is extensively used to measure GFR. UIN = 35 mg/m. LV = 0. 9 mL/min. PIN = 0. 25 mg/m. LCIN = UINV----PIN=35 x 0. 9------0. 25. CIN = 126 mL/min# Endogenous creatinine clearance is easy to measure and is a worthwhile index of renal function.# Normal GFR- The GFR in an average-sized normal man is approximately 125 mL/min.- Its magnitude correlates fairly well with surface area, but values in women are 10% lower than those in men even after correction for surface area.- A rate of 125 mL/min is 7. 5 L/h, or 180 L/d, whereas the normal urine volume is about 1 L/d. Thus, 99% or more of the filtrate is normally reabsorbed.- At the rate of 125 mL/min, the kidneys filter in 1 day an amount of fluid equal to 4 times the total body water, 15 times the ECF volume, and 60 times the plasma volume.# Control of GFR- The factors governing filtration across the glomerular capillaries are the same as those governing filtration across all other capillaries, i. e., # The size of the capillary bed, # The permeability of the capillaries, and# The hydrostatic and osmotic pressure gradients across the capillary wall.# For each nephron:- GFR = Kf [(PGC-PT)-(n. GC-nT)# Kf, the glomerular ultrafiltration coefficient, is the product of the glomerular capillary wall hydraulic conductivity (ie, its permeability) and the effective filtration surface area.# PGC is the mean hydrostatic pressure in the glomerular capillaries, # PT the mean hydrostatic pressure in the tubule, # p. GC osmotic pressure of the plasma in the glomerular capillaries, and# pT the osmotic pressure of the filtrate in the tubule.",
        "cop": 3,
        "opa": "2 mL/min",
        "opb": "10 mL/min",
        "opc": "20 mL/min",
        "opd": "200 mL/min",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "a05394d1-7d76-46c6-b691-c54bfdbe75bc",
        "choice_type": "single"
    },
    {
        "question": "Short term BP regulation exerted through kidney by -",
        "exp": "Ans. is 'a' i. e., ADH Regulation of blood pressureo Blood pressure is regulated by following mechanisms. Short term regulation. Long term regulation. Short term regulation. These mechanisms act immediately and correct the blood pressure quickly. These are. Baroreceptor reflex: Works during BP range 79-150 mm. Hg. Chemoreceptor reflex: Works when BP below 80 mm. Hg. CMS ischemic response: This the only hope of survival when BP is below 40 mm. Hg. Hormonal release: These are -Antidiuretic hormone (ADH): Increases water reabsorption in kidney. Angiotensin II: Causes vasoconstriction. Longterm regulation. This is the mechanism which takes long time for regulation. This mechanism is present in kidneys. This mechanism adjusts the BP by adjusting valume of extracellular fluid and blood. These mechanism are -Pressure diuresis. Pressure natreuresis. Renin-angiotensin-aldosterone system. Important facto Angiotensin II is involved in short term regulation, o But, full RAA system is involved in long term regulation.",
        "cop": 1,
        "opa": "ADH",
        "opb": "AMP",
        "opc": "Epinephrine",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "ab8d8598-273e-4185-b1eb-31a2203f1532",
        "choice_type": "single"
    },
    {
        "question": "Following can reduce the glomerular filtration rate (GFR) EXCEPT",
        "exp": "Ans. c. (Endothelium derived nitrous oxide (EDRF) (Ref. Guyton physiology 11th/320; 322; Table 26-4). Hormones and Autacoids That Influence Glomerular Filtration Rate (GFR). Hormone or Autacoid. Effect on GFRNorepinephrine|Epinephrine|Endothelin|Angiotensin II(prevents -|). Endothelial-derived nitric oxide|Prostaglandins|FACTORS THAT CAN DECREASE THE GLOMERULAR FILTRATION RATE (GFR). Physical Determinants. Physiologic/Pathophysiologic Causes|Kf (glomerular filtration coefficient) > |GFRRenal disease, diabetes mellitus, hypertension| PB (Bowman's capsule hydrostatic pressure) > |GFRUrinary tract obstruction (e. g., kidney stones)pG (glomerular capillary colloid osmotic pressure) > |GFR|PG (glomerular capillary hydrostatic pressure) > |GFR| Renal blood flow, plasma proteins|AP > |PG| Arterial pressure (has only small effect due to autoregulation)|- RE > | PG| Angiotensin II (drugs that block angiotensin II formation)| RA > -|PG| Sympathetic activity, vasoconstrictor hormones (e. g., norepinephrine, endothelin)",
        "cop": 3,
        "opa": "Norepinephrine",
        "opb": "Epinephrine",
        "opc": "Endothelium derived nitrous oxide (EDRF)",
        "opd": "Endothelin",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "88ff190a-fb84-4ebe-afa2-41eb4b2e6904",
        "choice_type": "multi"
    },
    {
        "question": "All of the following structures lie in the renal medulla, Except",
        "exp": "Ans. (a) Juxtaglomerular apparatus(Ref: Ganong, 25th ed/p. 672). Structures that lie in renal medulla are, #Loop of Henle#Medullary collecting duct#Vasa recta",
        "cop": 1,
        "opa": "Juxtaglomerular apparatus",
        "opb": "Loop of Henle",
        "opc": "Collecting duct",
        "opd": "Vasa Recta",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "6bcf6737-afa0-47c1-ab50-52574cfb4fdb",
        "choice_type": "multi"
    },
    {
        "question": "Which cells in the kidney produce 1, 25 dihydroxy - cholecalciferol?",
        "exp": "Ans. B Proximal convoluted tubular cells. Ref: Contemporary Nephrology, 1st ed. pg. 164 and Indu Khurana. Granular cells. Produce renin. Proximal convoluted cells. Contain 1 alpha hydroxylase that is essential to produce vitamin D3 Mesangial cells. Regulate RBC leakage. Peritubular cells. Produce erythropoietin",
        "cop": 2,
        "opa": "Granular cells",
        "opb": "Proximal convoluted tubule cells",
        "opc": "Mesangial cells",
        "opd": "Peritubular cells",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "39561643-3c8f-4504-90a9-07475ae51897",
        "choice_type": "single"
    },
    {
        "question": "A man with diabetes insipidus has a glomerular filtration of 155 L/day. Which range most likely represents the upper limit for urine flow rate in this individual if he were not receiving treatment but had free access to water?",
        "exp": "Ans. C. 15 to 20 L/day. Urine flow rate in the absence of antidiuretic hormone (ADH) can approach approximately 10% to 13% of the glomerular filtration therefore, for a glomerular filtration of 155 L/day, urine flow could be as much as 15 to 20 L/ day. To maintain this level of urine flow, the individual must consume an equivalent amount of water per day.",
        "cop": 3,
        "opa": "1 to 3 L/day",
        "opb": "5 to 10 L/day",
        "opc": "15 to 20 L/day",
        "opd": "30 to 35 L/day",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "9be31908-3dd5-45a6-ba86-0bb33c9a1247",
        "choice_type": "single"
    },
    {
        "question": "Normal urea excretion rate is-",
        "exp": "Ans. is 'b' i. e., 10-20 gm/day \"The physiologically normal individual excrete 12-20 gm of urea nitrogen in 24 hours\"* However, excretion varies according to various factors, like nutritional status, dietary intake of proteins, physical activity level etc.",
        "cop": 2,
        "opa": "1-2 gm per day",
        "opb": "10-20 gm/day",
        "opc": "20-40 gm per day",
        "opd": "50-100 gm/day",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "bac077df-07fd-49eb-8bb6-49cdda70303d",
        "choice_type": "single"
    },
    {
        "question": "Calculate the osmolarity of a solution which contains 180 gm of glucose per dl, 117 gm of Nacl per dl and 56 gm of BUN per dl-",
        "exp": "Ans. is 'd' i. e., 70 osmol/L * One mole of osmotically active particles is called one osmole.* In case of non-dissociated solutes, one gram molecular weight of any substance contain similar number of osmotically active molecules (osmoles), thus a molar solution of glucose contains 1 osmole.* On the other hand, in case of dissociated solutes, one gram molecular weight of any substance contain the number of osmotically active molecules (osmoles) equal to the number of dissociated molecules, e. g., a molar solution of Na. Cl contains 2 osmoles (1 mole of Na+ and 1 mole of Cl-).* The osmolar concentration of a solution in osmole/litre is called osmolarity. When expressed in osmole/Kg of solution is called osmolality.* Normal serum osmolality is about 290 m. Osm/kg.* A mole (gram molecular weight) is molecular weight of a substance in grams, e. g., molecular weight of glucose is 180, therefore one mole of glucose has 180 gm; and molecular weight of Na. Cl is 58-5 gm, therefore one mole of Na. Cl contains 58-5 gm of Na. Cl. 1 mole of glucose = 1 gram molecular weight of glucose = 180 gm of glucose = 1 osmole of glucose1 mole of Na. Cl = 1 gram molecular weight of Na. Cl = 58[?]5 gm of Na. Cl = 2 osmoles of Na. Cl. Coming back to question* The given solution contains:-i) 180 gm glucse per dl = 1 osmole/dl =10 osmole/Lii) 117 gm of Nacl per dl = 4 osmole/dl = 40 osmole/Liii) 56 gm if BUN per dl = 2 osmole/dl = 20 osmole/L(28 gm of BUN has one osmole)* Thus osmolarity of given solution is 70 osmole/L",
        "cop": 4,
        "opa": "20 osmol/L",
        "opb": "30 osmol/L",
        "opc": "50 osmol/L",
        "opd": "70 osmol/L",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "53222922-d241-49e2-abc4-6372d74c97a2",
        "choice_type": "single"
    },
    {
        "question": "Most important buffer system in human blood:",
        "exp": "Ans. a (Bicarbonates); (Ref. Ganong, Physiology, 21st ed., 736; Satyanarayan, Biochemistry 2nd ed. - 525)PRINCIPAL BUFFERS IN BODY FLUIDSBlood1. H2. CO3 K H+ +HCO-3 (Bicarbonate buffer) =>>most predominant buffer of ECF. especially blood plasma. 2. HProt K H+ + Prot- & HHb K H++ Hb- (Protein buffer)3. H2. PO4 - KH-+ HPO42- (Phosphate buffer). Interstitial fluid1. H2 CO3 K H+ + HCO-3. Intracellular fluid1. HProt K H+ + HCO 32. H2. PO4 - KH-+ HPO42-",
        "cop": 1,
        "opa": "Bicarbonates",
        "opb": "Chlorides",
        "opc": "Hb",
        "opd": "Phosphates",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "dfb0d6fb-0d67-4924-b42e-44488835c946",
        "choice_type": "single"
    },
    {
        "question": "The graph shown in the illustration is known as:",
        "exp": "Ans. B. Cystometrograma. Cystometry, also known as flow cystometry, is a clinical diagnostic procedure used to evaluate bladder function. Specifically, b. it measures contractile force of the bladder when voiding. The resulting chart generated from cystometric analysis is known as a CYSTOMETROGRAM (CMG), which plots volume of liquid emptied from bladder against intravesical pressure. c. Cystometric analysis is used to evaluate the bladder's capacity to contract and expel urine. It helps determine the source of urinary problems. A normal CMG effectively rules out primary vesica! dysfunction. d. It is used as a component for diagnosis of various disorders including urinary tract infections, multiple sclerosis, stroke, spinal cord injury, urethral obstruction, and overactive bladder, among others. e. The procedure is relatively short, ranging from fifteen minutes to an hour in duration. It involves the insertion of one or two catheters into an emptied bladder through the urethra. f. In the two catheter method, one catheter transfers liquid while the other is a manometer (pressure sensor). g. In the single catheter method, a specialized catheter performs both functions. h. An additional rectal catheter may also be placed for additional data. The bladder will then be filled with saline and the patient's awareness of the event will be queried. i. The patient will often be asked to note when presence of liquid is felt, when the bladder feels full and when the urgency to void is felt. j. The patient is then asked to void, and both flow and pressure are recorded. These are plotted against each other to create the cystometrogram. k. The primary results of cystometric analysis is the cystometrogram. The x-axis is the volume of liquid and the y-axis is the intraluminal pressure of the bladder. l. In normal patients, the plot is a series of spikes whose local minimums form a non-linear curve resembling an exponential growth curve. The spikes correspond to the bladder contractions associated with the micturition reflex. m. The curve formed by the bottom of the plot reflects the level of pressure necessary to void. In normal patients, the first couple hundred milliliters of urine flow with minimal applied pressure. Increasing pressure is necessary to void 200-300 milliliters of urine. Beyond that, the pressure necessary to void additional urine rises sharply. n. As with any catheterization, the primary risk is of urinary tract infection. As a result, the procedure is contraindicated in any patient with an active UTI because the results may be skewed and the infection may spreado. There is also the potential for trauma to the bladder and urethra, which may result in hematuria (blood in the urine).",
        "cop": 2,
        "opa": "Nephrogram",
        "opb": "Cystometrogram",
        "opc": "Pyelograph",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "466020eb-8751-4f00-9dde-aff3b276daeb",
        "choice_type": "multi"
    },
    {
        "question": "Dilution segment in nephron is:",
        "exp": "Ans. a. Ascending LOH",
        "cop": 1,
        "opa": "Ascending LOH",
        "opb": "Descending LOH",
        "opc": "Collecting tubule",
        "opd": "Proximal tubule",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "1d231372-d23e-4b29-ab7b-924b4d46812a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following provides the most accurate measure of GFR?",
        "exp": "Ans. C. Inulin clearancea. Inulin clearance is the standard for measuring GFR. b. Because Inulin is neither secreted nor reabsorbed, only filtered, so rate of clearance is equal to GFR. c. (Creatinine is slightly secreted from the peritubular capillaries into the tubules)d. PAH clearance is used to measure renal plasma flow, not GFR.",
        "cop": 3,
        "opa": "Blood urea nitrogen (BUN)",
        "opb": "Endogenous creatinine clearance",
        "opc": "Inulin clearance",
        "opd": "PAH clearance",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "f46ba7b0-2021-4efd-9f29-aae5adc6b05e",
        "choice_type": "single"
    },
    {
        "question": "Physiologically inactive form is",
        "exp": "Ans. (a) Angiotensin I(Ref: Ganong, 25th ed/p. 696). Angiotensin II & III got physiological activities. Angiotensin I is only the precursor of Angiotensin II",
        "cop": 1,
        "opa": "Angiotensin I",
        "opb": "Angiotensin II",
        "opc": "Angiotensin III",
        "opd": "Angiotensin IV",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "14f53d98-7343-4431-8758-cd2d351af1ad",
        "choice_type": "multi"
    },
    {
        "question": "Renin is synthesized as a large preprohormone: Renin is secreted by which among the following?",
        "exp": "Ans. D. Juxtaglomerular apparatus. Active renin: In the juxtaglomerular apparatus and is formed in the secretory granules of the granular cells. Only known function of its is to cleave the decapeptide angiotensin I from the amino terminal end of angiotensinogen i. e. renin substrate.",
        "cop": 4,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collecting duct",
        "opd": "Juxtaglomerular apparatus",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "a2861f5d-5614-406b-8e2b-fcee59804fbe",
        "choice_type": "single"
    },
    {
        "question": "Collection duct has which cells",
        "exp": "Ans. (a) Principal and intercalated(Ref: Ganong, 25th ed/p. 672). Colleting duct is made up of two types of cell: principal cells (P cells) and intercalated cells (I cells)",
        "cop": 1,
        "opa": "Principal and intercalated",
        "opb": "Parietal and oxyntic cells",
        "opc": "Lacis cells",
        "opd": "Podocytes",
        "subject_name": "Physiology",
        "topic_name": "Kidneys and Body Fluids",
        "id": "219eba4a-9450-4af8-8b14-c24be04f9cc9",
        "choice_type": "single"
    }
]