[
    {
        "question": "Abnormalities in synthetic function of liver results in: (PGI Dec 2006)",
        "exp": "Ans: A (|PT); B {Hyperbilirubinemia} & C (| Acute phase reactants) 411]. Liver Function Test - Harrison 17th/ 1918\"The most commonly used liver ''function\" testsQ are measurements of serum bilirubin, albumin, and prothrombin timeQ. The serum bilirubin level is a measure of hepatic conjugation and excretion, and the serum albumin level and prothrombin time are measures of protein synthesis. Abnormalities of bilirubin, albumin, and prothrombin time are typical of hepatic dysfunctionQ\"The aminotransferases (transaminases) are sensitive indicators of liver cell injury and are most helpful in recognizing acute hepatocellular diseases such as hepatitis. They include the aspartate aminotransferase (AST) and the alanine aminotransferase (ALT)-. Serum prothrombin time, collectively measures factors II, V, VII, and XQKupffer cells usually lie within the sinusoidal vascular space and represent the largest group of fixed macrophages'3 in the bod. Liver abnormalities are diagnosed by assessing prothrombin time (PT *), direct & total serum bilirubin (hyperbilirubinemia), albumin, and levels of acute phase reactants (serum alanine & aspartate aminotransferase = ALT & AST)(r). Principal Function of Liver Ganona 22nd / 501. Formation and secretion of bile. QNutrient and vitamin metabolism. QGlucose and other sugars. QAmino acids. Lipids: Fatty acids, cholesterol, Lipoproteins. Fat soluble vitamins. Water soluble vitamins. Inactivitation of various substances. Toxins. QSteroids. Other hormonses. Synthesis of plasma proteins: Acute phase reactants. QAlbumin. QClotting factors (e. g. II, VII, IX, X)QImmunity: Kupffer cells(r)",
        "cop": 1,
        "opa": "|PT",
        "opb": "Hyperbilirubinemia",
        "opc": "|Acute phase reactant",
        "opd": "Disturbance in Kupffer cells",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "195d05d4-c95f-42af-952c-8336ec85fc1f",
        "choice_type": "single"
    },
    {
        "question": "Enterohepatic circulation is necessary for the secretion of:",
        "exp": "Ref: Pal GK. Biliary secretion. In: Textbook of Medical Physiology. Ahuja Publishing House. 2007; 31: 265. A Ganong v Review of Medical Physiology, 21\" edition. Explanation:\"Primary function of enterohepatic circulation is to maintain total bile acid pool of the body \"Bile Metabolism. Bile is made up of the bile salts, bile pigments, and other substances dissolved in an alkaline electrolyte solution. About 500 ml is secreted per day. Some of the components of the bile are reabsorbed in the intestine and then excreted again by the liver (enterohepatic circulation). The glucuronides of the bile pigments, bilirubin and biliverdin. are responsible for the golden- yellow color of bile. The bile salts are sodium and potassium salts of bile acids, and all those secreted into the bile are conjugated to glycine or taurine, a derivative of cysteine. Blood Flow. Arteriovenous Oxygen Difference (mL/L). Oxygen Consumption. Resistance (R units )a. Percentage of Total. Region. Mass(kg)mL/minmL/l00 g/min mL/minmL/100 g/min. Absoluteper kg. Cardiac Output. Oxygen Consumption. Liver2 5150057 734512. 03. 59 427 820. 4. Kidneys0. 31260420. 014186. 04. 31. 323. 37. 2. Brain1. 475054. 052453. 37. 210. 113. 618. 4. Skin3. 646212. 825120 311. 742. 18. 64. 8. Skeletal muscle31. 08402. 760500. 26. 4198. 415 520. 0. Heart muscle0. 325084. 0114299. 721 46. 44 711. 6. Rest of body23. 83351 4125440 216. 1383 26. 217 6whole body63. 054008. 6462500. 41053. 0100. 0100 0. The bile acids are synthesized from cholesterol. The two principal (primary ) bile acids formed in the liver are:- Cholic acid- Chenodeoxvcholic acid. Colonic bacteria convert primary bile acids into. Secondary bile sacids. Cholic acid - Deoxycholic acid. Chenodeoxycholic acid - Lithocholic acid. Bile acids reduce surface tension along with phospholipids and monoglycerides. They are responsible for the emulsification of fat preparatory to its digestion and absorption in the small intestine. They are amphipathic, ie. they have both hydrophilic and hydrophobic domains: The bile salts tend to form cylindrical disks called micelles, with the hydrophilic surfaces facing out and ihe hydrophobic surfaces facing in. Above a certain concentration called the critical micelle concentration, all bile salts added to a solution form micelles. The micelles play an important role in keeping lipids in solution and transporting them to the brush border of the intestinal epithelial cells, where they are absorbed90-95% bile salts are absorbed from the small intestine. Some are absorbed by nonionic diffusion, but most are absorbed from the terminal ileum by an extremely efficient Na+-bile salt cotransport system powered by basolateral Na+-K+ ATPase. The remaining 5-10% of the bile salts enter the colon and are converted to the salts of deoxycholic acid and lithocholic acid. Lithocholate is relatively insoluble and is mostly excreted in the stools; only 1% is absorbed, but deoxycholate is absorbed. The absorbed bile salts are transported back to the liver in the portal vein and reexcreted in the bile (enterohepatic circulation). Those lost in the stool are replaced by synthesis in the liver. The normal rate of bile salt synthesis is 0. 2- 0. 4 g/d. The total bile salt pool of approximately 3. 5 g",
        "cop": 1,
        "opa": "Bile",
        "opb": "Gastric fluid",
        "opc": "Intestinal secretions",
        "opd": "Pancreatic secretions",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "a3f54798-fdf0-42b6-984b-d6d3e7324929",
        "choice_type": "single"
    },
    {
        "question": "Kupffer cells are a type of-",
        "exp": "Ans. is 'b' i. e., Macrophages. Monocytes and monoculear phagocyteso Mononuclear phagocytes (MP) also known as macrophages or histiocytes are distributed throughout virtual all tissues. o The macrophage is the dominant cellular player in chronic inflammation. o MP arise from monoblast in the marrow, and they are released into the circulation as monocytes. a The monocytes then migrate to tissues and become part of the tissue (fixed) macrophages. Mononuclear macrophageso Blood macrophages-Monocyteso Tissue macrophages-Histocyteso Lung-Alveolar macrophageso Brain-Microgliao Liver-Kupffer cellso Bone-Osteoclastso Kidney-Mesangial cells",
        "cop": 2,
        "opa": "Dendritic cells",
        "opb": "Macrophages",
        "opc": "B cells",
        "opd": "T cells",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "99375883-bb4e-494b-b67f-1c5932b25772",
        "choice_type": "single"
    },
    {
        "question": "Role of bile salts-",
        "exp": "Ans. is 'c' i. e., Emulsification of lipidso Emulsification is the process which breaks down ingested fats (mainly triglycerides) into smaller droplets so that they can be digested more efficiently. Thus, emulsification mainly helps in digestion of ingested fats. o Micelles formation is the process in which digested fats (FFAs and monoglycerides) are incorporated into much smaller droplets (micelles) so that they can be absorbed more efficiently. Thus, micelles formation helps in absorption of digested fats. o Detergent action of bile salts is necessary for both emulsification and micelles formation. Fat digestiono Ebner's glands on the dorsum of the tongue secrete lingual lipase and the stomach also secretes a lipase (gastric lipase), o However, they are of very little significance in fat digestion. Qo Fat digestion essentially begins in the duodenum with entry of pancreatic and biliary secretions, o Pancreatic juice contains lipase (pancreatic lipase), the most important enzyme for fat digestion, o The pancreatic lipase digests triglycerides (triacylglycerols) into free fatty acids and 2-monoglycerides (2-monocylglycerols). Pancreatic lipase hydrolyzes 1-and 3-bonds of trigiycerides relative sparing of 2-bonds, so the principal products of its action are free fatty acids and 2-monoglycerides, o Bile-salts help in digestion of fat by emulsification of fat in small intestine by detergent action of bile salts, o The detergent action of bile salts is due to their amphipathic property. o Emulsification increases the surface to volume ratio of the lipid droplets facilitating the action of lipases, o Bile salts also help in formation of micelles. o Micellar formation solubilizes the digested fats and provides a mechanism of their absorption into the enterocytes. o It is interesting to know that on one hand amphipathic property of bile salts helps in digestion and absorption of fats and micelles formation; on the other hand this property also creats a problem by inactivating lipase, o This inactivation of lipase by bile salts is prevented by colipase, a pancreatic enzy me, o Colipase is secreted by pancreas in precursor inactive (zymozen) form as procolipaseQ, o In the intestine, procolipase is converted into active colipase by try psinQ. o After fat digestion, fatty acids and monoglycerides are absorbed in small intestine especially in the jejunumQ and some amount also in ileum. o In side the enterocvte, fatty acids and monoglycerides again form triglycerides. o These triglycerides are incorporated into chylomicrons and transported to lymphatics and from there to blood vessels.",
        "cop": 3,
        "opa": "Vit Bl2 absorption",
        "opb": "Formation of lipid bilayer",
        "opc": "Emulsification of lipids",
        "opd": "Fatty acid degradation",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "f989fd74-43ce-4b0d-8d0a-40d749ad6803",
        "choice_type": "single"
    },
    {
        "question": "Bile salts act as-",
        "exp": "Ans. is'd' i. e., All of the above. Bile saltso Bite salts are the most important constituents of the bile. o They are sodium and potassium salts of bile acids, conjugated to amino acids, glycine or taurine, o The important bile acids are cholic acid and chenodeoxycholic acid. o Bile acids are derived from cholesterol. o Bile salts help in digestion and absorption of fat by emulsification and micelles formation, o Bile salts act as detergents, i. e., they have surface tension lowering action. o Detergent action is dne to amphipathic nature of bile salts (Note: Amphipathic molecules are molecules that contain both hydrophobic non-polar as well as hydrophilic-polar ends).",
        "cop": 4,
        "opa": "Emulsifying agent",
        "opb": "Detergent",
        "opc": "Surface tension lowering agents",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "1d76ead9-f6ac-4545-aad0-51f6449d28d3",
        "choice_type": "multi"
    },
    {
        "question": "All are components of bile, except -",
        "exp": "Ans. is 'c' i. e., Sterc obi Imogen. Bile Juice (Bile)o Small amount of bile is continously synthesize in the liver. It is transferred to the gall bladder through the cystic duct, because during the interdigestive period, tone of the sphincter of oddi is so high that the bile cannot enter the duodenum. o About 500 ml of bile is secreted per day (20. 8 ml/hrr) by the liver. o In the gallbladder, bile is stored and concentrated. o After a meal contraction of the gallbladder transfers a large volume of bile into the duodenum. o Most of the bile is reabsorbed into terminal ileumr and undergoes enterohepatic circulationr. o The major constituents of the bile juice are bile salts (mainly, taurcocholates and glycocholates), bile pigments (bilirubin and biliverdin), lipids (cholesterol, lecithin, fatty acid and triglycerides) and electrolytes. o Electrolytes include Na% K\\ Cl', HCO. and Ca*+. Of all the constituents, only bile salts are of importance to the digestive system. o The amphipathic property of bile salts is important for fat emulsification and micelle formationr. o They also have choierectic function.",
        "cop": 3,
        "opa": "Bile salts",
        "opb": "Bile pigment",
        "opc": "Stercobilinogen",
        "opd": "Bilirubin",
        "subject_name": "Physiology",
        "topic_name": "Liver and Gall Bladder",
        "id": "bfe4497a-5460-4698-8273-c862d2278d66",
        "choice_type": "multi"
    }
]