[
    {
        "question": "Seoli cells in the testis have receptors for",
        "exp": "Seoli cells secrete inhibin. They have receptors for FSH. LH acts on Leydig cells, which secrete testosterone.",
        "cop": 1,
        "opa": "FSH",
        "opb": "LH",
        "opc": "Inhibin",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "949e01da-7bc5-424a-b294-03cd46b01fb6",
        "choice_type": "multi"
    },
    {
        "question": "Penile erection is due to:-",
        "exp": "Penile erection is associated with sexual arousal caused by sexually related psychic and/or physical stimuli. During sexual arousal, impulses from the genitalia, together with signals emanating from the limbic system, elicit motor impulses in the spinal cord. The sacral parasympathetic fibers convey these impulses from the spinal cord, the cavernous nerve branches of the prostatic plexus, into the penis. These signals cause smooth muscle relaxation of the corpora cavernosa and dilatation of the aerioles. The transmitter responsible for relaxation of smooth muscle of the cavernosa and aerioles is nitric oxide (NO).",
        "cop": 2,
        "opa": "Reflex sympathetic action on the aerioles",
        "opb": "Parasympathetic impulses causes dilatation of aerioles",
        "opc": "Reflex sympathetic activity on venules",
        "opd": "Reflex parasympathetic activity on the venules",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "8e3ecd9d-64fb-4cc9-a073-7c95298a069c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones is mainly responsible for skeletal maturation?",
        "exp": "Testosterone is a major factor responsible for the greater muscle mass and skeletal maturation. It has a myotrophic as well as androgenic (masculinization) action. Growth hormone increases skeletal and visceral growth. Insulin and thyroid hormones provide an additional stimulus for chondrocyte activity and growth of skeleton.",
        "cop": 1,
        "opa": "Testosterone",
        "opb": "Estrogen",
        "opc": "Growth hormone",
        "opd": "Insulin",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "0a6e420e-b5b3-4e54-97da-573e26e4b7d8",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis is regulated by a negative feedback control system in which FSH stimulates the steps in sperm cell formation. Which negative feedback signal associated with sperm cell production inhibits pituitary formation of FSH?",
        "exp": "The Seoli cells of the seminiferous tubules secrete inhibin at a rate propoional to the rate of production of sperm cells. Inhibin has a direct inhibitory effect on anterior pituitary secretion of FSH. FSH binds to specific receptors on the Seoli cells, causing the cells to grow and secrete substances that stimulate sperm cell production. The secretion of inhibin thereby provides the negative feedback control signal from the seminiferous tubules to the pituitary gland Role of growth hormone in spermatogenesis is Early division of spermatogonia",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Inhibin",
        "opc": "Estrogen",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "2f06f834-87df-40db-8602-3423834dca0f",
        "choice_type": "multi"
    },
    {
        "question": "Which hormones antagonize the effect of NO and cause the penis to become flaccid after orgasm?",
        "exp": "Norepinephrine is released from the nerve terminals and endothelin is released from endothelial cells in the vasculature, causing vasoconstriction of the vasculature.",
        "cop": 1,
        "opa": "Endothelin and norepinephrine",
        "opb": "Estrogen and progesterone",
        "opc": "Luteinizing hormone (LH) and follicle-stimulating hormone (FSH)",
        "opd": "Progesterone and LH",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "fc0bbebe-fdd3-4171-802a-05f3a8294f8d",
        "choice_type": "single"
    },
    {
        "question": "For male differentiation to occur during embryonic development, testosterone must be secreted from the testes. What stimulates the secretion of testosterone during embryonic development?",
        "exp": "HCG also binds to LH receptors on the interstitial cells of the testes of the male fetus, resulting in the production of testosterone in male fetuses up to the time of bih. This small secretion of testosterone is what causes the fetus to develop male sex organs instead of female sex organ.",
        "cop": 2,
        "opa": "LH from the maternal pituitary gland",
        "opb": "HCG",
        "opc": "Inhibin from the corpus luteum",
        "opd": "Gn. RH from the embryo's hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "dff31346-9778-449c-b927-a879274df346",
        "choice_type": "single"
    },
    {
        "question": "What is the nongenomic effect of testosterone on vascular smooth muscle?",
        "exp": "Testosterone causes vasodilation by inhibiting L-type calcium channels to inhibit calcium influx into the cells, thus causing vasodilation",
        "cop": 1,
        "opa": "Vasodilation",
        "opb": "Vasoconstriction",
        "opc": "Increase in prostaglandins",
        "opd": "Increase in estrogen receptors",
        "subject_name": "Physiology",
        "topic_name": "Male Reproductive System",
        "id": "6c2e1f0f-227e-4fb2-81af-acbbbd7324c3",
        "choice_type": "single"
    }
]