[
    {
        "question": "V/Q ratio at the base of lung-",
        "exp": "Ans. is 'c' i. e., 0. 6 o Overall V/Q ratio of lung-0. 8o V/Q ratio at apex-3. 0 (maximum)o V/Q ratio at base-0. 6 (Least)",
        "cop": 3,
        "opa": "1",
        "opb": "3",
        "opc": "0. 6",
        "opd": "1. 8",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "c572e395-2d55-4042-b4e2-fd4697d5d589",
        "choice_type": "single"
    },
    {
        "question": "Residual volume is the volume of air in lung after-",
        "exp": "Ans. is 'b' i. e., Maximal expirationo Residual volume is the volume of air that remains in the lungs after maximal expiration. Respiratory Volumes and Capacities for an Average Young Adult Male. Measurement. Typical value. Definition Respiratory volumes1. Tida] volume (TV)500 ml. Amount of air inhaled or exhaled in one breath during relaxed, quiet breathing2. Inspiratory reserve volume (IRV)3000 ml. Amount of air in excess of tidal inspiration that can be inhaled with maximum effort3. Expiratory reserve volume (ERV)1200 ml. Amount of air in excess of tidal expiration that can be exhaled with maximum effort4. Residual volume (RV)1200 ml. Amount of air remaining in the lungs after maximum expiration, keeps alveoli inflated between breaths and mixes with fresh air on next inspiration. Respiratory Capacities5. Vital capacity (VC)4700 ml. Amount of air that can be exhaled with maximum effort after maximum inspiration (ERV-r. TV-s-IRV); used to assess strength of thoracic muscles as well as pulmonary function6. Inspiratory capacity (1C)3500 ml. Maximum amount of air that can be inhaled after a normal tidal expiration (TV + IRV)7. Functional residual capacity (FRC)2400 ml. Amount of air remaining in the lungs after a normal tidal expiration (RV + ERV)8. Total lung capacity (TLC)5900 ml. Maximum amount of air the lungs can contain (RV - VC)",
        "cop": 2,
        "opa": "Maximal inspiration",
        "opb": "Maximal expiration",
        "opc": "Normal inspiration",
        "opd": "Normal expiration",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "72ed06c8-5abf-493e-9343-02d95148a20e",
        "choice_type": "single"
    },
    {
        "question": "Normal respiratory minute volume is?",
        "exp": "Ans. (a) Tidal Volume X Respiratory Rate. Ref: Ganong 25th ed. 1629. RMV: Respiratory minute volume: 500ml X 12 breaths/ min= 6L",
        "cop": 1,
        "opa": "Tidal volume X Respiratory Rate",
        "opb": "Tidal volume/ Respiratory Rate",
        "opc": "TLC/ Respiratory Rate",
        "opd": "FRC/ Respiratory Rate",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "54c6a634-8f38-4073-be46-b8604d020d35",
        "choice_type": "single"
    },
    {
        "question": "Functional residual capacity in a male is -",
        "exp": "Functional Residual Capacity (FRC) is the volume of air present in the lungs at the end of passive expiration. At FRC, the opposing elastic recoil forces of the lungs and chest wall are in equilibrium and there is no exertion by the diaphragm or other respiratory muscles. FRC is the sum of Expiratory Reserve Volume (ERV) and Residual Volume (RV) and measures approximately 2400 mL in an 80 kg, average-sized male",
        "cop": 4,
        "opa": "3. 8 liters",
        "opb": "3. 3 liters",
        "opc": "2. 8 liters",
        "opd": "2. 2 liters",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "e5004a0c-6117-41d8-8c3b-545dbe869d6d",
        "choice_type": "single"
    },
    {
        "question": "Minute Volume is -",
        "exp": "Ans. is 'd' i. e., Tidal volume x respiratory rate. Minute volumeo It is the amount of air breathed in (inspired) or out (expired) by the lungs in one minute. So, minute volume = Tidal volume x Respiratory rate. o It is at about 6L (500 ml tidal volume x 12 breath per minute respiratory rate)o Minute volume is considered as a measure of pulmonary ventilation.",
        "cop": 4,
        "opa": "Vital capacity x respiratory rate",
        "opb": "IRV x respiratory rate",
        "opc": "ERV x respiratory rate",
        "opd": "Tidal volume x respiratory rate",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "1365e95f-0f23-4f6b-b2f3-331e2f2a7df4",
        "choice_type": "single"
    },
    {
        "question": "Critical Closing volume is",
        "exp": "Ans is 'd' i. e. Close to Residual Volume [Ref: Physiologic Basis of Respiratory> Disease by Qutayba Hamid, Joanne Shannon, James Martin pi37; Surgical Critical Care and Emergency Surgery: Clinical Questions and Answers By Forrest O. Moorep7; http://www. ccmtutorials. com/rs/peep/page4. htm. Critical closing volume is the minimum volume and pressure of gas necessary to prevent small airway collapse. It is somewhat near Residual volume. Under pathological conditions when CCV exceeds Functional Residual Capacity (FRC), alveolar collapse occurs. FRC is = Residual volume + Expiratory reserve volume",
        "cop": 4,
        "opa": "Volume at the end of forceful expiration",
        "opb": "Volume at the end of forceful inspiration",
        "opc": "Volume remaining after Functional Residual Capacity is measured",
        "opd": "Close to Residual Volume",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "94a4afed-618e-4997-8368-75b9f58242d6",
        "choice_type": "single"
    },
    {
        "question": "Respiration stops in the last stage of expiration, in forced expiration b/c of:",
        "exp": "Ans. is 'c' i. e. Dynamic compression of airways. When a forceful expiratory effort is made following changes are seen-In the beginning, when the lung is fully expanded, air flow rate is very high but as the lung volume shrinks (due to continuance of expiration), air flow rate reduces continually. A time, thus comes when despite a maximal expiratory effort, virtually no more air is driven out of the lungs. This volume of lung, at which no air flow from the lung occurs despite effort, is called the closing volume. ReasonA negative intrapleural pressure is required to keep the bronchioles stretched open. As the lung deflates, the intrapleural pressure (Ppl) rises from negative value to 'zero' - this creates a situation when the walls of the bronchioles are no more stretched - bronchodilation ceases - bronchial narrowing - increased air flow resistance - drop of rate of airflow. When the lung volume has sufficiently shrunken, the finest bronchioles are virtually closed - closing volume.",
        "cop": 3,
        "opa": "Respiratory muscle fatigue",
        "opb": "Collapse of alveoli",
        "opc": "Dynamic compression of airways",
        "opd": "Breaking effect of inspiratory muscles.",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "f995a102-1a63-44a8-bf70-9a5a821208e0",
        "choice_type": "single"
    },
    {
        "question": "Isocapnic exercise is -",
        "exp": "Ans. is 'c' i. e.. Breathing of increased volume of ventilation for long period o Specific training of respiratory muscles is generally carried out in one of two ways -Isocapnic hyperpnoea (isocapnic exercise). It requires the individual to breath at an increased volume of ventilation for an extended period. It primarily helps to develop respiratory' muscle endurance. Threshold loading. It requires the individual to breath for short durations against a resistance. It focuses on building respiratory muscles strength.",
        "cop": 3,
        "opa": "Breathing for short duration against resistance",
        "opb": "Breathing of decreased volume of ventilation",
        "opc": "Breathing of increased volume of ventilation for long period",
        "opd": "Breathing of decreased volume for long period",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "70fe9c68-a698-4fad-8662-6b1fa8c74014",
        "choice_type": "single"
    },
    {
        "question": "Pleural pressure at the end of inspiration is -",
        "exp": "Ans. is 'b' i. e.. More negative o During quiet breathing, the intrapleural pressure fluctuates between -3 and -6 mm Hg, depending upon the phase of respiration, more negative at the end of inspiration and less negative during expiration. Intrapleural pressure (Pleural pressure)o It is the pressure between two pleural surfaces. The lung is covered with visceral pleura and the thoracic cage is lined on inside with parietal pleura. Between the two layers of pleura is a very narrow space, called the pleural cavity. Intrapleural pressure is always negative and during quiet breathing the Intrapleural pressure fluctuates between -3. 8 mm Hg (- 5. 0 cm water)1 to -6. 0 mm Hg (-8. 0 cm water). o Now let us examine why the pleural pressure is negative; more negative during inspiration, less negative during expiraion, but always negative during quiet breathing. The key to the answer is the fact that both the thoracic cage and lungs are elastic structures. Being elastic structure they both tend to recoil, but in opposite direction. The lungs have a tendency to collapse and thoracic cage has a tendency to expand. However, because of the anatomical relationships in the body, these tendencies do not normally materialize. But the tendencies do create an inward pull on the visceral pleura (by lung) and an outward pull on parietal pleura (by thoracic cage). The results of these pulls is a negative pressure in the space between the pleural surfaces, i. e., in the pleural cavity.",
        "cop": 2,
        "opa": "Zero",
        "opb": "More negative",
        "opc": "Positive",
        "opd": "Less negative",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "b41484dc-ee4d-4eea-aff3-77f3542e27c0",
        "choice_type": "single"
    },
    {
        "question": "Volume of lung after maximal forceful expiration -",
        "exp": "Ans. is 'b' i. e., Residual volume Respiratory Volumes and Capacities for an Average Young Adult Male. Measurement. Typical value. Definition Respiratory volumes1. Tidal volume (TV)500 ml. Amount of air inhaled or exhaled in one breath during relaxed, quiet breathing2. Inspiratory reserve volume (IRV)3000 ml. Amount of air in excess of tidal inspiration that can be inhaled with maximum effort3. Expiratory reserve volume (ERV)1200 ml. Amount of air in excess of tidal expiration that can be exhaled with maximum effort4. Residual volume (RV)1200 ml. Amount of air remaining in the lungs after maximum expiration, keeps alveoli inflated between breaths and mixes with fresh air on next inspiration Respiratory Capacities5. Vital capacity (VC)4700 ml. Amount of air that can be exhaled with maximum effort after maximum inspiration (ERV-TV-IRV); used to assess strength of thoracic muscles as well as pulmonary function6. Inspiratory capacity (IC)3500 ml. Maximum amount of air that can be inhaled after a normal tidal expiration (TV + IRV)7. Functional residual capacity (FRC)2400 ml. Amount of air remaining in the lungs after a normal tidal expiration (RV - ERV )8. Total lung capacity (TLC)5900 ml. Maximum amount of ai r the lungs can contain (RV + VC)",
        "cop": 2,
        "opa": "Tidal volume",
        "opb": "Residual volume",
        "opc": "Inspiratory reserve volume",
        "opd": "Expiratory reserve volume",
        "subject_name": "Physiology",
        "topic_name": "Mechanics of Respiration",
        "id": "5a0a6b22-02a6-4164-bfa9-9f63bde5a5ff",
        "choice_type": "single"
    }
]