[
    {
        "question": "RMP of a smooth muscle cell is:",
        "exp": "The membrane potential of a smooth muscle fiber has no true \"resting\" value. However, in periods of relative quiescence it is about - 45 to - 55 mV. The reason for this low RMP of smooth muscle, compared to skeletal muscle, is the relatively high intracellular & and relatively low in the smooth muscle.",
        "cop": 2,
        "opa": "- 10 mV to - 20 mV",
        "opb": "- 45 mV to - 55 mV",
        "opc": "- 65 mV to - 75 mV",
        "opd": "- 85 mV to - 90 mV",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "e3c1287c-1686-430a-84a0-5e8765dc8d1f",
        "choice_type": "single"
    },
    {
        "question": "The potential generated due to freely diffusible ion across a membrane is measured by:",
        "exp": "Nernst equation: A freely diffusible ion, having different concentrations on either side of a membrane, would diffuse through the membrane and reach equilibrium. Charge created by diffusion on the membrane, when ion reaches equilibrium, can be calculated by Nernst equation. EMF (mV) = +/- 61 X log (C1/C2) C1 and C2: are the concentrations of the ion on either side of the membrane. Goldman-Katz equation is an expanded Nernst equation. It calculates the potential created by more than one ion, when these ions move from their higher to lower concentrations. Henderson Hasselbach equation: used to estimate the pH of a buffer solution Gibbs donnan equillibrium: In the presence of a non- diffusable ion, the diffusable ion distributes themselves so that at equilibrium their concentrations ratios are equal",
        "cop": 1,
        "opa": "Nernst equation",
        "opb": "Gibbs donnan equillibrium",
        "opc": "Goldman-katz equation",
        "opd": "Henderson Hasselbach equation",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "815ed48e-4987-45ba-91b1-c1d048fd26e2",
        "choice_type": "single"
    },
    {
        "question": "The ion that contributes maximally to the development of RMP is:",
        "exp": "A resting cell is much more permeable to K+ as compared to Na+ or other ions. During resting conditions, if all the ions are moving down their concentration gradients to finally reach equilibrium, the movement of K+ will be much greater. Thus, K+ diffusing out, down its concentration gradient will be the greatest contributor to the RMP. As K+ diffuses outward to reach equilibrium, it drags the membrane potential to its own equilibrium potential. (Equilibrium potential for K+ = - 90 mV)",
        "cop": 2,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Cl-",
        "opd": "Ca++",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "bceaf0a7-0284-49de-a068-3d51985cea90",
        "choice_type": "multi"
    },
    {
        "question": "Contribution of Na+/K+ pump to the development of RMP is:",
        "exp": "Na+/K+-pump is electrogenic. It causes 3 positive charges (Na+) to be pumped out for 2 positive charges (K+) pumped into the cell. Thus, with the activity of the pump, the number of positive charges becomes less. Relatively, the number of negative charges become more. Thus, the pump on its own, contributes about - 4 mV to the membrane potential. The pump contributes a small potential directly. However, the remaining major potential can be said to be an indirect contribution of the pump. The pump causes concentration gradients of Na+ and K+ to be established across the membrane. These concentration gradients, in turn, cause the diffusion of these ions across the membrane. The diffusion of ions is responsible for development of major fraction of RMP.",
        "cop": 4,
        "opa": "- 90 mV",
        "opb": "- 89 mV",
        "opc": "- 86 mV",
        "opd": "- 4 mV",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "6571d388-3ca6-4bdf-a52f-64525e8c4a52",
        "choice_type": "single"
    },
    {
        "question": "Highest trans-membrane voltage difference exists for which of the following cells?",
        "exp": "When membrane potential is said to be - 70 mV for nerve, it is a relative term, with exterior taken to be zero. The transmembrane voltage difference is thus 70 mV in this case. hair cells are surrounded by endolymph, the fluid with high concentration of K+. The high K+ causes a potential of +80 mV in endolymph - the endocochlear potential, surrounding the hair cells. Thus, a total of 150 mV potential difference exists across hair cell membrane (80 - ), highest for any cell in the body.",
        "cop": 2,
        "opa": "Smooth muscle cell",
        "opb": "Hair cell",
        "opc": "Purkinje fiber",
        "opd": "Skeletal muscle fiber",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "4fb63bec-7bac-473a-891a-e0658c7a12da",
        "choice_type": "single"
    },
    {
        "question": "Highest equilibrium potential is that for:-",
        "exp": "- Ca+2 equilibrium potential is +129 millivolts- Equilibrium potential is calculated by Nernst equation NERNST EQUATION: (Electromotive force in millivolts)- It is concentration of paicular Ion on either side of the membrane. For calcium- Ca+2 concentration gradient from outside to inside (C1 /C2) is almost 10, 000.- Intracellular Ca+2 is very low, So Ca+2 moves in very fast.- Ca+2 is divalent cation, So it will carry double the number of positive charges to inside.- Therefore, when Ca+2 reaches equilibrium, charge on the membrane will be very high. ( +129mv- highest of all the Ions in the body). For chloride- EP in nerve= -70mv- EP in muscle = -89mv RMP of muscle(-90mv) is closest to equilibrium potential of Cl-.- If membrane potential is very close to EP of any Ion then that Ion movement will not be that great- If membrane potential is far away from EP of any ion, then the ion movement will be much greater",
        "cop": 4,
        "opa": "Na+",
        "opb": "K+",
        "opc": "CI-",
        "opd": "Ca++",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "45291d56-326f-483a-9c37-56110cdee99e",
        "choice_type": "single"
    },
    {
        "question": "X, Y and Z are three permeable ions. If at resting potential, X and Y are - 50 and - 30 respectively. What is the value of Z?",
        "exp": "Now in this question: The ions are freely permeable their conductance can be considered as same or simply 1. There is no mention of impermeant ion (negative impermeant protein along with selective permeability of cell membrane is responsible for negative RMP in cells), hence at rest or equilibrium, an electrical neutrality will be established resulting in the potential across membrane to become zero. Thus, Ex + Ey + Ez = 0; i. e; Ez = +80mV",
        "cop": 3,
        "opa": "20",
        "opb": "-20",
        "opc": "80",
        "opd": "-80",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "65975475-7798-42c5-826f-b11bc5a2fac8",
        "choice_type": "single"
    },
    {
        "question": "Among the ions mentioned, the highest equilibrium potential is for:",
        "exp": "Equilibrium potential for Ca2+ = +129 mV. Two factors are responsible for this high value: 1. Calcium is a divalent cation. 2. Its concentration gradient (ECF: ICF) is very large.",
        "cop": 3,
        "opa": "Na+",
        "opb": "K+",
        "opc": "Ca++",
        "opd": "H+",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "1bed7b56-b2f6-4a75-b4a5-05c4ed2f8f36",
        "choice_type": "single"
    },
    {
        "question": "Not true about action potential recording:",
        "exp": "For typical action potential recording (which is also known as monophasic action potential), one microelectrode is placed inside the nerve fibre and the other electrode on the outside surface For biphasic recording of action potential, both the exploring electrodes are placed on the outside surface of nerve fibre, and they are connected to a CRO (cathode ray oscilloscope) Compound AP is an algebraic summation of the all the monophasic recording of AP from a mixed nerve which contains different types of nerve fibres with varying diameter.",
        "cop": 1,
        "opa": "Compound action potential of a mixed nerve is recorded by cathode ray oscilloscope",
        "opb": "Biphasic action potential is recorded by surface electrode",
        "opc": "Compound AP is an algebraic summation of the all the monophasic recording from a mixed nerve",
        "opd": "Typical action potential is recorded by microelectrode placed inside the nerve fibre",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "e0994145-0545-42c8-a68f-7d44f8c721de",
        "choice_type": "multi"
    },
    {
        "question": "Movement and eventual equilibrium of Na+, K+and Cl- across the muscle membrane would develop a potential of:",
        "exp": "The question is for skeletal muscle; RMP = - 90 mV. When Na+, K+and Cl- are considered to diffuse together and reach equilibrium, the membrane potential at which all of them reach equilibrium can be calculated by Goldman's constant field equation. The equation takes into account the concentration gradients of the respective ions, relative permeability of the membrane for the ions and polarity of the electrical charge. When all the 3 ions reach equilibrium, charge on the membrane would be- 86 mV. An additional - 4 mV is contributed by Na+/K+-pump.",
        "cop": 4,
        "opa": "- 94 mV",
        "opb": "- 89 mV",
        "opc": "+ 61 mV",
        "opd": "- 86 mV",
        "subject_name": "Physiology",
        "topic_name": "Membrane potiential",
        "id": "7190e43f-3cfd-4fc5-b736-83ad329b7c5b",
        "choice_type": "single"
    }
]