[
    {
        "question": "Area number for Motor area include",
        "exp": "4 & 6 {Description: Bradman's areas of Cerebral cortex)",
        "cop": 1,
        "opa": "4 & 6",
        "opb": "1, 2 & 3",
        "opc": "5 & 7",
        "opd": "16 & 18",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "c77b8255-f7ad-4191-8fe6-955799542e7b",
        "choice_type": "single"
    },
    {
        "question": "Concentration of Potassium in children's CSF is:",
        "exp": "Ans.: A (3 m. Eq/L) Potassium level in serum of Child 3. 4-4. 7 m. Eq/LPotassium in CSF of child: 70% of plasma 1evel i, e 2. 38-3. 29. Tests. Conventional Units. SI Units. Porphyrins, urine. Coproporphyrin. Uroporphyrin34-230 meg/24 h 27-52 mcg/24 h52-351 nmol/24h 32-63 nmol/24h. Potassium, plasma (Hep). Males. Females3. 5-4. 5 m. Eq/L3. 4-6. 0 m. Eq/L3. 5-4. 5 mmol/L3. 4-4. 4 mmol/LPotassium. Serum. Premature Cord5. 0.-10. 2 m. Eq/L5. 0-10. 2 mmol/L48 h3. 0-6. 0 m. Eq/L3. 0-6. 0 mmol/LNewborn, cord5. 6-12. 0 m. Eq/L5. 6-12. 0 mmol/LNewborn3. 7-5. 9 m. Eq/L3. 7-S. 9 mmol/LInfant4. 1-5. 3 m. Eq/L4. 1-5. 3 mmol/LChild3. 4-4. 7 m. Eq/L3. 4-4. 7 mmol/LAdult3. 5-5. 1 m. Eq/L3. 5-5. 1 mmol/LUrine, 24 h25-125 m. Eq/d, varies with diet25-125 mmol/d; varies with diet. CSF70% of plasma level or 2. 5-2. 3 m. Eq/L: rises with plasma hyperosmolality0. 70 pf plasma level or 2. 5-3. 2 mmol/L: rises with plasma hyperosmolility",
        "cop": 1,
        "opa": "3 m. Eq/L",
        "opb": "5 m. Eq/L",
        "opc": "10 m. Eq/L",
        "opd": "15 m. Eq/L",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "faf4f448-4ccb-4552-822d-eac7587bd0f4",
        "choice_type": "single"
    },
    {
        "question": "Reflex absent in decorticate animal -",
        "exp": "Ans. is 'b' i. e., Long loop stretch reflex o Removal of cerebral cortex (decortication) affects long loop strech reflex and hopping & placing reactions.",
        "cop": 2,
        "opa": "Righting reflex",
        "opb": "Long loop stretch reflex",
        "opc": "Tonic neck reflex",
        "opd": "Crossed extensor reflex",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "2e85bc99-20cb-465f-bdca-a2e172040705",
        "choice_type": "single"
    },
    {
        "question": "Weber Fechner law is related to -",
        "exp": "Ans. is 'c' i. e., Intensity of stimulus and sensation felt Weber Fechner law\"Magnitude of sensation felt is proportionate to the log of intensity of the stimulus\"Bell Magentic law. In the spinal cord - dorsal roots are sensory and ventral roots are motor Law of projection. Describe phantom limb sensation",
        "cop": 3,
        "opa": "Phantom limb",
        "opb": "Force of contraction in heart",
        "opc": "Intensity of stimulus and sensation felt",
        "opd": "Cortical plasticity'",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "ad23be2a-cb61-4e65-8d04-4d4d5533fc41",
        "choice_type": "single"
    },
    {
        "question": "Protein filtration across cerebral capillaries is limited by-",
        "exp": "Ans. is 'b' is Foot process of astrocytes. Blood brain barrier does not allow filtration of any substances across it except for lipid soluble substances. It is formed by thetight junctions of the endothelial cells*foot processes of the astrocytes around the capillaries*Also remember. Areas outside the blood brain barrier. Posterior pituitary*Area postrema*OVLT (Organum vasculosum of the lamina terminalis)*Subfornical organ*These are collectively k/a circumventricular organs*.",
        "cop": 2,
        "opa": "Fibrous tissue",
        "opb": "Foot process of astrocytes",
        "opc": "Low BP",
        "opd": "High CSF pressure",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "2cfc1ff0-d29f-4793-adb7-64a29956114d",
        "choice_type": "single"
    },
    {
        "question": "The total volume of CSF in an adult is about -",
        "exp": "Ans. is 'a' i. e., 100-150 ml o The major source of CSF is the choroidal plexus of all 4 ventricles, mainly in two lateral ventricles, o Other sources of CSF are ependymal cells of the ventricles and the brain itself, via perivascular spaces, o The total volume of CSF in an adult is about 125-150 ml. o The rate of formation of CSF is about 500-550 ml/day. Thus the CSF is replaced 3-4 times every day.",
        "cop": 1,
        "opa": "100-150 ml",
        "opb": "300-350 ml",
        "opc": "500-550 ml",
        "opd": "600-650 ml",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "142eb857-d8d2-4832-9893-9481cab5c3b2",
        "choice_type": "single"
    },
    {
        "question": "The total volume of CSF is -",
        "exp": "Ans. is 'c' i. e., 150 ml o The major source of CSF is the choroidal plexus of all 4 ventricles, mainly in two lateral ventricles, o Other sources of CSF are ependymal cells of the ventricles and the brain itself, via perivascular spaces, o The total volume of CSF in an adult is about 125-150 ml. o The rate of formation of CSF is about 500-550 mi, day. o Thus the CSF is replaced 3-4 times every day.",
        "cop": 3,
        "opa": "50 ml",
        "opb": "100 ml",
        "opc": "150 ml",
        "opd": "275 ml",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "982211e7-98a7-4e83-8f88-e52fb6cab984",
        "choice_type": "single"
    },
    {
        "question": "CSF pressure is mainly regulated by:(AIIMS May 2012, May 2011)",
        "exp": "Ans. b. Rate of CSF absorption (Ref: Ganong 24/603, 23/e p571; Guyton 12/e p747, 11/765)CSF pressure is mainly regulated by rate of CSF absorption. (AIIMS May 2011, November 2008, May 2008 Repeat). Cerebrospinal Fluid (CSF)CSF is produced by choroid plexuses, absorbed by the arachnoid villiQ. Volume of CSF: 150 m. LQRate of CSF production: 550 mL/dayQ (CSF turns over 3. 7 times/day). Rate of CSF formation is independent of intra-ventricular pressureQ. Absorption of CSF is proportional to its pressure. At 112 mm CSF pressure, filtration and absorption are equal. Whereas, below 68 mm CSF absorption stops. CSF (Important points)CSF formation. Q50-70% is formed by choroids plexusQ, remaining CSF formed around blood vessel and ventricular walls. QVolume150 ml. QRate of CSF formation550ml/day (2. 3 ml/hr or 0. 38 ml/min)QRate of CSF turnover. Approx. 3 time /day. QSpecific gravity1. 006-1. 007. QCSF pressure70-180 mm of H2O (8-10 mm of Hg). Ion with maximum CSF/plasma ratio. Mg2+QMinimum CSF/plasma ratio. Cholesterol and Protein. QEqual CSF /plasma ratio is with. Osmolality. QAll +ve ions (Na+, K+, Ca2+) are more in plasma except Mg2+ which is more in CSFQAll -ve ions (Cl- / HCO3-) are more in CSFQ. CSF Constituents. Appearance. Clear colorless. Proteins20 - 40 mg/dl. QSugar40- 70 mg/dl. QChlorides720-750 mg/dl. QCell/mm3. Lymphocytes (0-5)QDLC60-70% lymphocytes, 30-40% monocytes, 0% (None) neutrophilsQ",
        "cop": 2,
        "opa": "Rate of CSF formation",
        "opb": "Rate of CSF absorption",
        "opc": "Cerebral blood flow",
        "opd": "Venous pressure",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "c6777915-14b4-4bea-973f-99c3c8b246d5",
        "choice_type": "single"
    },
    {
        "question": "Exercise is also prescribed as an adjuvant treatment for depression. Most probably is acts by:",
        "exp": "Ans. is 'c' ie Raising endorphin levels (Ref: Kaplan and Soddok's Comprehensive Textbook of Psychiatry 7/e, p106, 107). \"It is well known that exogenous opioids (eg heroin, morphine) can induce a euphoric mood state and that exercise increases release of endogenous opioids and is associated with mood enhancement - Kaplanb endorphin is the principal endogenous opiods. The best documented function of endogenous opiates is in analgesia and alteration of pain perception.",
        "cop": 3,
        "opa": "Increasing pulse pressure",
        "opb": "Improving hemodynamics",
        "opc": "Raising endorphin levels",
        "opd": "Inducing good sleep",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "80e4028e-593d-4ddd-a4f4-8af2c58b520e",
        "choice_type": "single"
    },
    {
        "question": "Sensory perception involves Brodmann's area -",
        "exp": "Ans. is 'a' i. e., 1, 2, 3 o Processing of general sensory inputs primarily occurs in primary somatosensory area of parietal lobe. o Primary somatosensory area is Brodmann's area 3, 1, 2. Lobe. Area (Area No.). Location. Function. Lesion1. Frontal. Motor area (4). Premotor are (6). Frontal eye field (6, 8). Motor speech area (44, 45) (Broca's area). Prefrontal concx (9, 10, 11. 12). Precentral gyrus. Inferior frontal gyrus. Controls volumatary motor activities. Control EPSResponsible for voluntary eye raovt. Controls spoken speech (Language). Emotional control. Social behavior. Cont./L. Hemiparesis (UMN type). Deviation of eye towards the side of lession (Saccadic movts. of eye). Motor (Broca Vexpressive) aphasia. Lack of initiation. Antisocial behavior2. Parietal. Somatic sensory area''Primary somesthetic area S-I (3, 1, 2)S-IISomato sensory association area (5, 7). Post central gyrus. Sylvian fissure. Posterior part of parietal lobe. Highest area for general conscious. Sense perception (touch, pain, temp). Learning based on tactile discrimini. Sensory speech. Synthesis of senses ( formed sense). Maintenance of body image, constructional skills, Spatial orientation. Defect in sensory perception &. processing to S-IISensory aphasia(will produce difficiency in learning in blinds). Tactile agnosia (astereognosis). Neglect of opp. half of body(constructional apraxia, dressing apraxia)3. Temporal. Audttosensory area (41, 42). Gyrus of Heschl in floor of lat. sulcus. Auditory perception (Sound is heard). Sound is 'interpreted'Smell balance. Impaired hearing (deafness if B/L extensive lesion). Auditory agnosia, impaired non-verbal memory. Wernicke's aphasia4. Occipital. Visuosensory are (7) (striate aera). Visuopsychic area (18, 19) (Parastriate/ area). Post calcarine sulcus. Highest area for perception of visual sense. Correlation of visual impulses with past memory & recognition of object seen & also the depth. Homonymous hemtanopia with macular sparing (because macular area has largest representation). Visual agnosia",
        "cop": 1,
        "opa": "1, 2, 3",
        "opb": "4, 6",
        "opc": "44, 45",
        "opd": "41, 42",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "eb854e53-443c-4a8c-9516-aecc6643892d",
        "choice_type": "single"
    },
    {
        "question": "Vibrations are felt by -",
        "exp": "Ans, is 'c' i. e., Pacinian corpuscle Tactile (touch! receptorso These are general exteroreceptors for epicritic senses. These are divided into superficial and deep receptors, o Superficial receptors are present in the epidermis or papillary layer of dermis. In glabrous (non hairy) skin these receptors are Merkel's disc (slowly adapting) and Meissner's corpuscle (rapidly adapting). In hairy skin there are hair follicle receptors. o Deep receptors are present in deeper dermis or in the subcutaneous tissues. The deep receptors are same in both hair and nonhairy skin and include Ruffini's end organ (slowly adapting) and Pacinian corpuscle (Rapidly adapting). o Touch, pressure and vibration are different forms of same sensation. Pressure is felt when the force applied on the skin is sufficient to reach the deep receptors, whereas touch is felt when the force is insufficent to reach the deep receptors, therefore detected by superficial receptors (Merkel's disc, meissner's corpuscle). Vibrations are rhythmic variations in pressure (i. e. rhymic variations of force that reaches the deep receptors). Whether a tactile receptor senses pressure or vibration depends on whether the receptor is slowly adapting or slowly adaping. Slowly adapting (Ruffmi's end organ) Are meant to detect sustained pressure; they are useless for vibrations. Rapidly adapting (Pacinian corpuscle). Stop discharge in response to sustained pressure; they are useful only w hen the pressure fluctuates rapidly, i. e. during vibrations. The higher the rate of adaptation of a receptor, the greater is the vibration frequency it can detect. o Thus, tactile (touch) sensation can be divided intoA ) Superficial (generally considered as touch) Detec ted by Meissner 's corpuscle (delect texture of sur- face, Le. rough or smooth) and Merkel's disc (detect two point discrimination). B) Deep. Pressure (Deep touch). Detected by Ruffini's end organ. Vibrations Detected by Pacinian corpuscle",
        "cop": 3,
        "opa": "Meissner's corpuscle",
        "opb": "Merkel's disc",
        "opc": "Pacinian corpuscle",
        "opd": "Ruffini's end organ",
        "subject_name": "Physiology",
        "topic_name": "Miscellaneous Nervous System",
        "id": "17170a67-7fdf-4fe4-9ec0-3d04b8ea482e",
        "choice_type": "single"
    }
]