[
    {
        "question": "Evacuation of the urinary bladder and stool with profuse sweating is a feature of:",
        "exp": "In patients with spinal cord injury when a minor noxious stimulus is applied to the skin, it will cause a withdrawal response and also irradiate to autonomic centers and produce evacuation of the bladder and bowel, sweating, pallor, and BP swings. This is called \"mass reflex\". It can be used in paraplegic patients who have poor bladder and bowel control. They can be trained to initiate urination and defecation by pinching their thighs. Magnet reaction is a postural reflex called 'positive suppoing reaction' shown by spinal animals. Decoicate rigidity is seen on removal of the coex and hence removal of inhibition of 'gamma' efferent discharge causing hyperactive stretch reflexes and rigidity.",
        "cop": 1,
        "opa": "Mass reflex",
        "opb": "Magnet reaction",
        "opc": "Decoication",
        "opd": "Hemisection of the spinal cord",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "53b95bb4-e98f-4beb-bb57-3852d6ac51fd",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy sustains serious head and neck trauma during a football game. Physical examination shows a positive Babinski sign. What pa of the brain has most likely been damaged in this boy?",
        "exp": "A positive Babinski sign in adults can indicate damage to the coicospinal tract. Positive Babinski sign occurs normally in children up to 2 years of age. The reflex occurs after the sole of the foot has been stroked with a blunt instrument; the big toe moves upward and the other toes fan out.",
        "cop": 3,
        "opa": "Anterior motor neurons",
        "opb": "Cerebellum",
        "opc": "Coicospinal tract",
        "opd": "Premotor coex",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "150e1bf8-2c7e-4ce0-b757-ccf15f44f6e8",
        "choice_type": "multi"
    },
    {
        "question": "Increased gamma efferent discharge seen in all EXCEPT:",
        "exp": "Shallow rapid breathing does not increases gamma efferent discharge. Anxious patients may sometimes exhibit hyperactive tendon reflexes. Stimulation of the skin, by noxious agents, increases g-efferent discharge to ipsilateral flexor muscle spindles while decreasing that to extensors; and produces opposite pattern in the opposite limb. Jendrassik's maneuver: When tendon jerks are not so prominent, the patient is asked to hook together his fingers and try to pull the hands apa, or asked to clench the teeth. This maneuver makes the tendon jerks prominent. Mechanism - Afferent impulses arising from hands (while hooking) increase the g-motor neuron discharge, which makes the muscle spindle more excitable.",
        "cop": 4,
        "opa": "Anxiety",
        "opb": "Jendrassik's maneuver",
        "opc": "Skin stimulation",
        "opd": "Shallow rapid breathing",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "017c7c82-0006-4edf-8ab6-f9115179a822",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following postural reflexes/reaction requires intact coex?",
        "exp": "Posture is regulated or acquired by reflex redistribution of tone in various muscle groups. Magnet reaction, also known as positive suppoing reaction, is seen in the spinal animal; Centre - Spinal cord Tonic neck reflex is seen in the decerebrate animal; Center - Vestibular nuclei. Neck righting reflex is seen in the midbrain or thalamic animal. Center - Midbrain nuclei/red nucleus. Optical righting reflex ~ When a person is falling, the surrounding objects will be seen tilted; and, from this visual input the upright posture will be retained. Center - Visual coex. Thus, intact coex is required for this reaction. Postural Reflexes and their centres Reflexes Integrated in Stretch reflex Positive suppoing reaction Negative suppoing reaction Spinal cord Tonic labyrinthine and tonic neck reflexes Medulla Righting reflexes (except optical righting reflexes) Labyrinthine righting reflexes Neck righting reflexes Body on head righting reflexes Body on body righting reflexes Midbrain Conditioned reflex Optical righting reflexes Hopping and placing reaction Coex",
        "cop": 4,
        "opa": "Tonic neck reflex",
        "opb": "Neck righting reflex",
        "opc": "Magnet reaction",
        "opd": "Optical righting reflex",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "03432a74-dc02-46d2-bbd0-e35073c350ab",
        "choice_type": "single"
    },
    {
        "question": "Upper motor neuron lesion will not cause:",
        "exp": "Upper motor neurons lesions initially causes muscles to become weak and flaccid but eventually leads to spasticity, hypeonia, hyperactive stretch reflexes. Upper motor neurons include: Coicospinal tract or pyramidal tract Extrapyramidal tract: rubrospinal, tectospinal, vestibulospinal, reticulospinal Upper motor neuron paralysis lower motor neuron paralysis Affects whole groups of muscles - like hemiplegia, paraplegia, or monoplegia Single muscles affected No atrophy Severe atrophy No fasciculations Fasciculations present Rigidity Flaccid paralysis Increased tendon reflexes (Hyper-reflexia) Absent tendon reflexes Extensor plantar reflex (Babinski sign) Normal, if present Hypeonia Hypotonia",
        "cop": 2,
        "opa": "Hypeonia",
        "opb": "Fasciculations",
        "opc": "Positive Babinski",
        "opd": "Hyper-reflexia",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "86be0b3f-40ad-42b0-b9a9-0c80bc28ca73",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man has resting tremor, pill-rolling movements, rigidity, and bradykinesia. Which of the following is most likely to be decreased in this man?",
        "exp": "The clinical features points toward a diagnosis of Parkinson disease. It is characterized by loss of dopaminergic neurons that project from the substantia nigra to the putamen. Other options: Serotonergic raphe neurons have been implicated in the control of mood and descending pain modulation (analgesia) pathway. GABAergic pathway loss from striatum (caudate nucleus + putamen) results in hyperkinetic disorder, Huntington disease. Loss of nucleus basalis of Meyne in the basal forebrain, a diffuse cholinergic projection to the entire neocoex, the amygdala, and the hippocampus leads to Alzheimer disease.",
        "cop": 3,
        "opa": "Serotonin neurons in the raphe nuclei",
        "opb": "GABA neurons in the caudate nucleus and putamen",
        "opc": "Dopamine neurons in the substantia nigra",
        "opd": "Acetylcholine neurons in the forebrain",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "436f8498-5ee4-47aa-b75c-7d3f214ad787",
        "choice_type": "single"
    },
    {
        "question": "The first reflex response to appear as spinal shock wears off in humans is:",
        "exp": "As the stage of spinal shock passes off, functional activity returns first in smooth muscle. The reflex movement that appears first is the flexor (withdrawal) reflex. Tone in flexors begins to return; limbs tend to adapt a position of slight flexion \"paraplegia in flexion\". - The other signs/reflexes seen are: Babinski's sign, Mass reflex, profuse sweating. Overall first reflex to appear after spinal shock is bulbocavernous reflex",
        "cop": 2,
        "opa": "Tympanic reflex",
        "opb": "Withdrawal reflex",
        "opc": "Neck righting reflex",
        "opd": "Labyrinthine reflex",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "0e6fd4d2-76f1-4c17-83cc-aac33777858d",
        "choice_type": "single"
    },
    {
        "question": "The hyperkinetic features of the Huntington's disease are due to the loss of:",
        "exp": "Corpus striatum sends inhibitory input to globus pallidus (external); globus pallidus is reciprocally connected with subthalamic nucleus. In Huntington's disease there is loss of (inhibitory) GABAergic and cholinergic neurons of the striatum. Loss of dopaminergic neurons in the nigrostriatal tract will lead to Parkinson's disease. Huntington's disease is a trinucleotide repeat disorder with multiple CAG repeats.",
        "cop": 4,
        "opa": "Nigrostriatal dopaminergic system",
        "opb": "Intrastriatal cholinergic system",
        "opc": "Subthalamic neurons",
        "opd": "Intrastriatal GABA-ergic and cholinergic system",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "51af9c7b-3eb0-452a-8c8a-17ce3b27f3ad",
        "choice_type": "single"
    },
    {
        "question": "Which structure(s) in the cerebellum has/have a topographical representation of the body?",
        "exp": "The vermis and the intermediate zone of the cerebellar hemisphere have a distinct topographic representation of the body. The axial poion of the body lie in the vermis pa of the cerebellum, whereas the limbs and facial regions lie in the intermediate zones. These areas are responsible for coordinating the contraction of the muscles of the body.",
        "cop": 4,
        "opa": "Dentate nucleus",
        "opb": "Lateral hemispheres",
        "opc": "Flocculonodular lobe",
        "opd": "Vermis and intermediate hemisphere",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "48bfc0f8-35bf-4688-aca5-e11caea1c483",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reflexes is monosynaptic?",
        "exp": "The Achilles reflex, or ankle jerk reflex, is a myotatic monosynaptic (stretch) reflex that is mediated by cord segment S1. It is the simplest reflex arc in which there is a single synapse between the afferent and efferent neurons. Reflex arcs in which interneurons are interposed between the afferent and efferent neurons are called polysynaptic reflexes. Some impoant myotatic reflexes: Biceps (C5, C6 spinal nerve); Triceps (C7 spinal nerve); Patellar (L4 spinal nerve).",
        "cop": 1,
        "opa": "Achilles",
        "opb": "Babinski",
        "opc": "Corneal",
        "opd": "Extensor plantar",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "c5a93a5d-1a5a-430f-be46-deb6afc88489",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes a functional role for the lateral hemispheres of the cerebellum?",
        "exp": "From a functional point of view, the cerebellum is divided into three pas: 1. Vestibulocerebellum (or flocculonodular lobe) Consist of the nodulus in the vermis and the flanking flocculus in the hemisphere on each side. This lobe is phylogenetically the oldest pa of the cerebellum and has vestibular connections concerned with equilibrium and eye movements. 2. Spinocerebellum Formed by the rest of the vermis and the adjacent medial poions of the hemispheres. This region receives proprioceptive input from the body as well as a copy of the \"motor plan\" from the motor coex. By comparing plan with performance, it smooths and coordinates movements that are ongoing. 3. Cerebrocerebellum Includes the lateral poions of the cerebellar hemispheres. They interact with the motor coex in planning and programming movements.",
        "cop": 3,
        "opa": "Control and coordinate movements of the axial muscles, as well as the shoulder and hip",
        "opb": "Control movements that involve distal limb musculature",
        "opc": "Function with the cerebral coex to plan movements",
        "opd": "Stimulate motor neurons through their connections to the spinal cord",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "f1ed5e63-20f2-40f9-a3f5-c2903277f835",
        "choice_type": "multi"
    },
    {
        "question": "The efferent limb of a myotatic reflex includes a(n):",
        "exp": "The myotatic reflex is a monosynaptic, sretch reflex. The efferent limb consists of the axon of an anterior horn alpha motor neuron that innervates striated muscle fibers (effector). The afferent limb consists of a muscle spindle (receptor) and an Ia fiber (axon) of a spinal ganglion neuron.",
        "cop": 1,
        "opa": "Anterior horn motor neuron",
        "opb": "Lateral horn visceromotor nucleus.",
        "opc": "Muscle spindle.",
        "opd": "Preganglionic sympathetic neuron",
        "subject_name": "Physiology",
        "topic_name": "Motor System",
        "id": "a1f3cb33-914c-4069-9b11-71f97dcb1308",
        "choice_type": "single"
    }
]