[
    {
        "question": "In the length tension relationship of skeletal muscle, the length at which active tension is maximum is:",
        "exp": "Ans. (d) E(Ref: Guyton and Hall Physiology Review, 3rd ed/p. 14). Active tension produced in the muscle is at point E. In the graph, A is the active tension curve. C is the passive tension curve.",
        "cop": 4,
        "opa": "A",
        "opb": "F",
        "opc": "D",
        "opd": "E",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "15e4dc9d-e521-4132-baa5-1a423d329ac5",
        "choice_type": "single"
    },
    {
        "question": "In the diagram depicting force velocity relationship of skeletal muscle, the difference between the three curves is mainly due to?",
        "exp": "Ans. (d) Myosin ATPase activity(Ref: Guyton 13th ed p. 81). Simply remember, velocity of contraction is maximum when there is no load (weight) to be lifted at all and it decreases whenever the load (weight) increases. The maximum velocity of shortening depends on myosin ATPase activity of the muscle which is the sole reason behind the difference in these three curves",
        "cop": 4,
        "opa": "Frequency of muscle contraction",
        "opb": "Muscle mass",
        "opc": "Hypertrophy",
        "opd": "Myosin ATPase activity",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "e57d5eca-ba2c-4dc2-8291-0c7934f50cb6",
        "choice_type": "single"
    },
    {
        "question": "Contraction of muscle can be caused by -",
        "exp": "Ans. is 'b' i. e., Release of acetylcholine o The process by which excitation (depolarization) of muscle fiber initiates its contraction is known as excitation contraction coupling. o The skeletal muscle fiber is innervated by A-a motor neuron. o When A-a motor neuron is stimulated, it carries the impulse (action potential) to neuromuscular junction where release of acetylcholineQ from presynaptic vesicle occurs. Acetylcholine binds to specific receptors (NmnicotinicQ) on motor-end plate (post-synaptic membrane). o This results in production of end-plate potential. If end-plate potential depolarizes the motor-end plate to firing (threshold) level, action potential is produced. o Once the Ca2+ concentration outside the reticulum has been lowered sufficiently, chemical interaction between myosin and actin ceases and the muscle relaxes, o This is due to reuptake of Ca2+ by sarcoplasmic reticulum, o Thus during relaxation:- Cytoplasmic concentration of Ca^ decreases. Sarcoplasmic reticulum concentration of Ca\"2 increases. About option 'a'o Ca2+(ion) does not move out of cytoplasm (i. e. extracellular). Ca\"2is taken up by sarcoplasmic reticulum. Mechanism of muscle contractiono The Ca+2 released from the terminal cisterns bind with troponin C and this triggers further steps in muscle contraction(AI 08) Ca+2- Troponin - C complex induces changes in troponin I and Troponin-T, which in turn brings about a lateral shift of tropomyosin awray from active sites of actin. As a result, the binding sites (active sites) on the actin filament are exposed. o ATP binds to myosin and myosin splits this ATP into ADP due to its ATPase activity. The energy released activates the myosin and the activated myosin head binds to active sites of actin filament, i. e.. Cross-bridging of myosin with actin. This cross-bridging immediately produces bending (flexion) of myosin head from 90deg to 45deg. Bending of myosin head produces \"power stroke' that causes sliding of actin on myosin and muscle contraction, o As the myosin head flexes to 45,:' (during power stroke), the ADP present on it is cast off making way for a fresh molecule of ATP. When fresh ATP binds to myosin ATPase, the myosin head detaches from actin and the cross-bridge repeats all over-again till the contraction is complete - So, this is called cross-bridge cycle. o During contraction: -Z lines come closerQ thereby shortenining sarcomereH-band disappearsQ. Width of I band decreasesQ. Width of A band is unchaged. Discharge in motor neuron|Release of acetylcholine at NM junction from presynaptic vesicles|Binding of acetylcholine to nicotinic Ach receptors|Opening of Na+ channels in Motor end plate|Generation of end plate potential|Generation of action potential or sarcolemma adjacent to NM junction|Spread of AP muscle fibers in both direction|Inward spread of depolarization along T-tubules|Interaction of dihydropyridien receptor and Ryanodine receptor|Release of Ca+2 ions from terminal cisterns of sarcoplasmic reticulum through Ryanodine receptor channels|Increased cytoplasmic (sarcoplasmic) Ca+2 concentration|Binding of Troponic C and Ca++|Lateral movement of tropomyosin with uncovering of active sites of actin|Cross-linkage of myosin with actin and muscle contraction. Mechanism of relaxationo Relaxation is due to removal of calcium ions from sarcoplasm into terminal cisterns by active transport (Ca+2 ATPase). Due to this calcium pump (Ca+2 ATPase) the concentration of Ca+2 ions in terminal cisterns of sarcoplasmic reticulum is very high and very low in sarcoplasm. QCa+2 pumped back into terminal cisterns of sarcoplasmic reticulum by Ca+2 ATPase|Release of Ca+2 from troponin|Tropomyosin covering active sites of actin|Cessation of interaction between myosin and actin with resultant muscle relaxation",
        "cop": 2,
        "opa": "Release of noradrenaline",
        "opb": "Release of acetylcholine",
        "opc": "Release of serotonin",
        "opd": "Release of histamine",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "311ff002-c91b-4e9b-b8b7-c1eb241782e2",
        "choice_type": "single"
    },
    {
        "question": "Afferent of golgi tendon organ arises from?",
        "exp": "Ans is 'b' i. e., Tendon. Golgi tendon reflexo Golgi tendon reflex is a bisynaptic reflex, initiated by the Golgi tendon organ located in muscle tendons, o This organ consists of a net-like (ramified) collection of knobby nerve endings among the fascicles of a tendon, o There are 3-25 muscle fiber per golgi tendon organ. o Golgi tendon organs are also stretch receptors. o However, unlike the muscle spindle which acts as a length detecfer, the Golgi-tendon organ acts as a muscle tension-detector. o This difference in sensory function occurs because muscle spindle is located in parallel to the muscle fibers (extrafusal fibers) while the Golgi tendon organ is located in series to the muscle fibers (extrafusal fibers), o Therefore, Golgi tendon organs are stimulated by both passive stretch and contraction of muscle (in contrast to muscle spindle which is stimulated by passive stretch but is inhibited by active contraction of muscle), o The golgi tendon organ is innervated by Act sensory (afferent) fibers (ty pe lb sensory). o These afferent fibers terminate on an inhibitory interneuron in dorsal horn of grey matter in the spinal cord, o These inhibitory' intemeuron terminates on the a-motor neuron (same a-motor neuron on which la (Act) afferent of stretch reflex terminates) and has inhibitory effect on a-motor neuron, o So, activation of Golgi tendon reflex results in relaxation of muscle.",
        "cop": 2,
        "opa": "Muscle spindle",
        "opb": "Tendon",
        "opc": "Periosteum",
        "opd": "Joint",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "d00bcdf5-b773-483b-9b48-472380ddc601",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following acts to increase the release of Ca2+ from endoplasmic reticulum",
        "exp": "Ans. (a) Inositol triphosphate(Ref: Ganong, 25th ed/p. 116). Inositol triphosphate acts on the sarcoplasmic reticulum to release calcium ions",
        "cop": 1,
        "opa": "Inositol triphosphate",
        "opb": "| Parathyroid hormone",
        "opc": "1, 25 - dihydroxy choleciferol",
        "opd": "Diacyglycerol",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "ea4c0f23-6ae9-4158-a0f6-f6eb7dc9346d",
        "choice_type": "single"
    },
    {
        "question": "White fibers are present in",
        "exp": "Ans. (b) Extraocular muscles(Ref: Ganong, 25th ed/p. 108). Motor unit innervates very few (three to six) muscle fibers in muscles concerned with fine, precise, graded movements like extra ocular muscles and hand muscles - these are the white muscle fibers",
        "cop": 2,
        "opa": "Calf muscle",
        "opb": "Extraocular muscle",
        "opc": "Back muscle",
        "opd": "Hip muscle",
        "subject_name": "Physiology",
        "topic_name": "Muscle Physiology",
        "id": "51a55dc6-ccf6-4609-91e6-29c812d8a02d",
        "choice_type": "single"
    }
]