[
    {
        "question": "Function of Golgi tendon organ is to detect:-",
        "exp": "- Muscles & their tendons are supplied abundantly with 2 special types of sensory receptors 1. muscle spindles - Distributed throughout belly of muscle & send information to nervous system about muscle length / rate of change of length. 2. Golgi tendon organs - Located in muscle tendons & transmit information about tendon tension or rate of change of tension. - Signals from these 2 Receptors are almost entirely for intrinsic muscle",
        "cop": 1,
        "opa": "Tension",
        "opb": "Length",
        "opc": "Pressure",
        "opd": "Proprioception",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "3c498c57-5078-4db5-83c9-c13d9bd61345",
        "choice_type": "single"
    },
    {
        "question": "Functional residual capacity represents the volume of air remaining in lungs:-",
        "exp": "Functional residual capacity: - It equals the EXPIRATORY RESERVE VOLUME + RESIDUAL VOLUME - This capacity is amount of air that remains in lungs at end of normal expiration (about 2300 ML) Pulmonary capacities: Inspiratory capacity: - Tidal volume + inspiratory reserve volume - This capacity is amount of air a person can breathe in, beginning at normal expiratory level & distending the lungs to maximum amount. Vital capacity: - Inspiratory reserve volume + tidal volume + expiratory reserve volume. - This capacity is max amount of air a person can expel from lungs after first filling the lungs to their maximum extent & then expiring to maximum extent (about 4600ml) Total lung capacity: - Max vol to which lungs can be expanded with greatest possible effo - Vital capacity + residual volume",
        "cop": 2,
        "opa": "After normal inspiration",
        "opb": "After normal expiration",
        "opc": "After forceful expiration",
        "opd": "After forceful inspiration",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "20cc489f-4f0b-43f8-b69b-c7e3af538200",
        "choice_type": "single"
    },
    {
        "question": "Testosterone secreted by:-",
        "exp": "LEYDIG CELLS: Testosterone is secreted by Leydig cells located in interstitium of testis. It is essential for growth & division of testicular germinal cells, which is 1st stage in forming sperm. L. H secreted by anterior pituitary gland, stimulates Leydig cell to secrete testosterone. Seoli cells: FSH secreted by anterior pituitary gland, stimulates Seoli cells This stimulation causes conversion of spermatids to sperm (spermiogenesis) Without this stimulation, spermiogenesis do not occur. Secrete inhibin, Mullerian inhibiting substance Forms blood testes barrier Gonadotropic cells: These cells are present in anterior pituitary gland which secrete both FSH & L. H under the influence of Gn. RH. Acidophilic cells: Somatotrophs in anterior pituitary stain strongly with acid dyes so they are called acidophil cells. These secrete growth hormone, which stimulates lipolysis, inhibits action of insulin on carbohydrate & lipid metabolism.",
        "cop": 4,
        "opa": "Gonadotropic cells",
        "opb": "Seoli cells",
        "opc": "Acidophilic cells",
        "opd": "Leydig's cells",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "cee33c40-187a-4a03-9b48-8686e589212e",
        "choice_type": "single"
    },
    {
        "question": "Peripheral chemoreceptors respond to hypoxia using which channel?",
        "exp": "PERIPHERAL CHEMORECEPTOR: - Located in several areas outside the brain, mostly in carotid bodies & aoic bodies - They are especially impoant for detecting changes in O2 in the blood (lesser extent to changes in CO2 & H+ ion concentration) - Aoic & carotid bodies have multiple, highly characteristic glandular like cells called \"GLOMUS CELLS\" that synapse directly or indirectly with nerve endings, (they serve as chemoreceptor) - Low Po2 stimulate glomus cells in aoic & carotid bodies | O2 sensitive potassium channels in glomus cells are inactivated |Resulting in Cell depolarization |Which in turn Opens voltage gated calcium channels & Increases Intracellular Ca ion concentration | Stimulate neuro transmitter release | Which activates afferent neurons that sends signals to CNS | Stimulates respiration - During hypoxia ATP (mainly), ach / dopamine are excitatory Neurotransmitters.",
        "cop": 3,
        "opa": "Calcium channel",
        "opb": "Sodium channel",
        "opc": "Potassium channel",
        "opd": "Chloride channel",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "e6c2290d-73b6-4ac9-a000-d35c11f7a1be",
        "choice_type": "single"
    },
    {
        "question": "C- peptide is seen:-",
        "exp": "- Insulin is synthesized in BETA- cells of pancreas by usual cell machinery for protein synthesis. - Beginning with translation of insulin RNA by ribosomes attached to E. R to form pre proinsulin. - Pre proinsulin is cleaved in E. R to form pro-insulin. - Insulin & C peptide are packaged in secretory granules & secreted in equimolar amounts. - So, c - peptide levels can be measured by radioimmunoassay in insulin-treated diabetic patients to determine how much of their own natural insulin they are still producing",
        "cop": 2,
        "opa": "In pre-proinsulin",
        "opb": "In Proinsulin",
        "opc": "As a combined entity with insulin after secretion",
        "opd": "As a gastrointestinal proactive molecule",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "fbdf3e97-d5db-48d7-b1e1-1254d68acc1d",
        "choice_type": "single"
    },
    {
        "question": "Bainbridge reflex is due to:-",
        "exp": "Bainbridge reflex: Increase in atrial pressure causes increase in heart rate by nervous reflex called Bainbridge reflex 40 - 60 % increase in rate is due to this reflex while 15% increase is by direct effect of increased atrial volume to stretch sinus node. Stretch receptors of atria that elicit Bainbridge reflex transmit their afferent signals through vagus nerve to medulla of brain. These efferent signals are transmitted back through vagal & sympathetic nerves to increase H. R & strength of heart contraction. This reflex helps prevent damming of blood in atria, veins & pulmonary circulation Best known nerve mechanisms for aerial pressure control Reflex is initiated by stretch receptors called baroreceptors /pressoreceptors located at specific points in walls of several large systemic aeries A rise in aerial pressure stretches baroreceptor & causes them to transmit signals into CNS. \"feedback\" signals are then sent back through autonomic nervous system to circulation to reduce aerial pressure downward towards the normal level",
        "cop": 1,
        "opa": "Stretching of atria",
        "opb": "Baroreceptor reflex",
        "opc": "Decreased venous return",
        "opd": "Increased ventricular activity",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "7a42f7c6-feb2-4eed-8d5b-de82aa6ef195",
        "choice_type": "single"
    },
    {
        "question": "In forceful expiration, which of the following neurons gets fired?",
        "exp": "- Located in each side of medulla, about 5mm anterior & lateral to dorsal respiratory group of neurons is ventral respiratory group of neurons, found in nucleus ambigus rostrally & nucleus retroambigus caudally. - Neurons of VRG remain almost totally inactive during normal quiet respiration. so, normal quiet breathing is caused only by repetitive inspiratory signals from DRG transmitted mainly to diaphragm & expiration results from elastic recoil of lungs & thoracic cage. - When respiratory drive for increased pulmonary ventilation becomes greater than normal, respiratory signals spill over into VRG from basic oscillating mechanism of DRG - As a consequence, VRG contributes extra respiratory drive as well - Electrical stimulation of few of neurons in VRG cause inspiration & others cause expiration, thus these neurons contribute to both inspiration & expiration. - They are especially impoant in providing powerful expiratory signals to abdominal muscles during very heavy expiration. Pneumotaxic center: Primary effect is to control \"switch off\" point of inspiratory ramp, thus controlling duration of filling phase of lung cycle. - Main function is to limit inspiration which has secondary effect of increasing rate of breathing because limitation of inspiration also shoens expiration & entire period of each respiration Chemoreceptors: - Sensors that detect changes in Co2, O2, pH. - Based on anatomical position divided into Central chemoreceptors Peripheral chemoreceptors",
        "cop": 1,
        "opa": "VRG",
        "opb": "DRG",
        "opc": "Pneumotaxic centre",
        "opd": "Chemoreceptors",
        "subject_name": "Physiology",
        "topic_name": "NEET 2019",
        "id": "a58f77a3-87d2-44a4-91bb-bf9ac737e1d1",
        "choice_type": "single"
    }
]