[
    {
        "question": "When VA/Q is infinity, it means",
        "exp": "-Ventilation / perfusion ratio - normal = 4l/min/5l/min=0.8 - AV/Q= INFINITY - Means Perfusion (Q) to lungs is zero that is blood supply to that area is hindered making it awasted ventilationin those alveoli. - This may be due to pulmonary embolism causing |ed Physiological DEAD space . DEAD SPACE- Some of the air a person breathes never reaches the gas exchange areas but simply fills respiratory passages where gas exchange does not occur, - called so as its not useful for gas exchange. Physiologial / total dead space = anatomical dead space +alveolar dead space (non perfused/ non functioning Alveoli) In Atelectasisventilation: perfusion ratio (VA/Q) iszero. it is is the most common cause of a physiologic shunt.",
        "cop": 1,
        "opa": "Dead space",
        "opb": "The PO2 of alveolar air is 159 mmHg and PCO2 is 40 mmHg",
        "opc": "Paial pressure of O2 and CO are equal",
        "opd": "Atelectasis",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "824706cb-9571-4bcd-ae12-d893256f0c35",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old man presents with paresthesia. Hb = 6.8 gms/dl. Peripheral smear shows macrocytes and neutrophis with hypersegmented nuclei. Endoscopy reveals atroghic gastritis. Which of the following deficiency is more likely?",
        "exp": "above clinical features point towards Vit B12 deficiency due to Pernicious anemia. Pernicious anemia -Type II Hypersensitivityin which ABs are formedagainst intrinsic factorthus inhibits the binding of IF+B12. Intrinsic factor deficiency-Malabsorption of vitamin B12 - Megaloblastic anemia /Pernicious anemia",
        "cop": 2,
        "opa": "Fotate deficiency",
        "opb": "Vitamin B12 deficiency",
        "opc": "Riboliavan deficiency",
        "opd": "Fotate deficiency",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "bb4074ae-1c8d-4a32-b221-873eaba4900b",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions would the Coisol level be highest?",
        "exp": "The secretory rates of CRF, ACTH, and coisol are high in the early morning but low in the late evening. Addison's diseaseresults from an inability of the adrenal coices to produce sufficient adrenocoical hormones. Persons with Addison's disease havediminished secretion of both glucocoicoids (coisol) and mineralocoicoids (aldosterone). Cushing's syndrome- associated with elevated levels of coisol.",
        "cop": 3,
        "opa": "Addisons disease",
        "opb": "Normal person after giving dexamethasone",
        "opc": "Normal person after weakening in morning",
        "opd": "Late evening",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "a34a3b84-830c-4c65-861e-eba5d51b20e8",
        "choice_type": "single"
    },
    {
        "question": "Impaired function of Aquaporin results in",
        "exp": "ADH acts V2 receptors on DCT casuing facultative reabsorption of water by inseing Aquaporin -2 channels into apical (luminal side ). Nephrogenic DI-defect in aquaporins BATER SYNDROME - Autosomal recessive Defect in\"Na-K-2Cl cotranspoer, Cl channel & ROMK\"in loop of Henle LIDDLE SYNDROME - Gain of function of epithelial Na channel (ENaC) Cystic fibrosis - CH-7 defect in CFTR gene - causing defect in transmembrane chloride ion regulation.",
        "cop": 1,
        "opa": "Nephrogenic DI",
        "opb": "Liddle syndrome",
        "opc": "Cystic fibrosis",
        "opd": "Baer syndrome",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "b3c03539-4ad3-4162-aaf6-069ace9d9a02",
        "choice_type": "single"
    },
    {
        "question": "In a preterm baby with Respiratory distress syndrome, which type of cell is deficiency?",
        "exp": "Cells in Alveolar Epithelial Lining- Type I pneumocytes-Gas exchange occurs across them. .Cover93%surface area of alveoli. Type II pneumocytes -synthesizesurfactant. Direct / indirect injury to type 2 cells lead to ARDS.Cover 5%surface area of Alveoli. When there is alveolar injury, type I cells degenerate and are replaced by type II cells. Type II cells are thus responsible for regeneration of epithelium. Type I and type II pneumocytes exist in a ratio of 1:1. Type III pneumocytesact as chemoreceptors.Cover 2% surface area of Alveoli.",
        "cop": 2,
        "opa": "Type 1 alveolar cell",
        "opb": "Type 2 alveolar cell",
        "opc": "Alveolar capillary endothelial cells",
        "opd": "Bronchial mucosal epithelial cell",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "fcff6482-abf4-458b-9fc1-f8d076dd51e2",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old male present with tachponea and metal confusion. Blood glucose 350 mg/dl , pH = 7.0 what is the most likely acid base disorder?",
        "exp": "In diabetic ketoacidosis there is anincreased production of acetoacetic and b-hydroxybutyric acids,which leads to anincrease in plasma concentration of hydrogen ions.=Metabolic acidosis For cells to get energy, they will be burning fats, fats will generate FFA?FFA breaks into ketones (highly acidic)?Can damage BBB, cause encephalopathy etc. These fixed acids are buffered by all body buffers butmainly by bicarbonate. The concentration of plasma HCO3- is therefore below normal. The consumption of bicarbonate and the addition of the anions of the fixed acids to the plasma cause anelevation of theanion gap. The acidosis would stimulate thecarotid body chemoreceptors (and eventually the central chemoreceptors) to cause an increase in ventilation, which decreases aerial pCO2",
        "cop": 3,
        "opa": "Metabolic alkalosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "ada9a1a8-fa15-49d5-ac5d-5b0c36f56b4b",
        "choice_type": "single"
    },
    {
        "question": "Feilization most commonly takes place at",
        "exp": null,
        "cop": 2,
        "opa": "Infundibulum",
        "opb": "Ampulla",
        "opc": "Isthmus",
        "opd": "Interstitium",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "a52cfb2b-f2f9-41f3-a387-87ff03c1aad5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following binds to the Tyrosine kinase receptor?",
        "exp": "Hormones That Use Receptor Tyrosine Kinase Signaling Growth hormone Insulin Leptin Prolactin Growth factors",
        "cop": 2,
        "opa": "LH",
        "opb": "Insulin",
        "opc": "TSH",
        "opd": "TRH",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "901435c7-856a-4e10-8674-d4f5cf9b2040",
        "choice_type": "single"
    },
    {
        "question": "Serum prolactin levels are highest",
        "exp": "Normaladult serum PRL levels are about10-25 mg/Linwomenand10-20 mg/L in men. PRL secretion is pulsatile, with the highest secretory peaks occurring during rapid eye movement sleep. Peak serum PRL levels (up to 30 mg/L) occur between 4:00 and 6:00 a.m. The circulating half-life of PRL is about 50 min.",
        "cop": 1,
        "opa": "REM sleep",
        "opb": "24 hrs after paurition",
        "opc": "1 hr after running",
        "opd": "When Estrogens are high",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "12eda98b-b6c7-476c-8f15-391c58d07c66",
        "choice_type": "single"
    },
    {
        "question": "\"NO\" is synthesized from",
        "exp": "NO (nitric oxide):- Also called asEndothelium derived Relaxing Factor synthesized fromArginineby enzymeNOS(Nitric oxide synthase) in the endothelial cells Nitric oxide relaxes the smooth muscles of blood vessels The vasodilator - nitroglycerin also enters smooth muscle cells, where its metabolism also leads to the formation of NO. Activates enzymeGuanyl cyclase, which conves GTP to cyclic GMP, which causes relaxation of smooth muscle cells",
        "cop": 4,
        "opa": "Tryptophan",
        "opb": "L - citrulline",
        "opc": "Lysine",
        "opd": "L - arginine",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "7c60518c-e839-4832-ae28-956af2bdafae",
        "choice_type": "single"
    },
    {
        "question": "The lab repos of a patient given below pH = 7.2 HCO3 = 10 mEq/L PCO2 = 30 mmHg This exemplifies which of the following disorder",
        "exp": "Parameters normal values Blood Ph 7.35-7.45 HCO3 22-26 meq/L(avg=24meq) PCO2 35-45mmhg CHLORIDE 96-106 meq/l PO2 60-100 mmhg In given scenerio ph=7.2 indicating acidosis . Bicarbonate is significantly reduced that is 10 mmhg indicating metabolic acidosis. Decreased HCO3- Increased excretion of NH4Cl occurs with renal compensation for the acidosis Respiratory compensation for the acidosis increases the ventilation rate, resulting in Decreased plasma Pco2.",
        "cop": 3,
        "opa": "Respiratory acidosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Metabolic alkalosis",
        "subject_name": "Physiology",
        "topic_name": "NEET Jan 2020",
        "id": "71a01ce7-415c-4d33-b8b8-2b08b1f78538",
        "choice_type": "single"
    }
]