[
    {
        "question": "Hypokalemia causes:",
        "exp": "Decreasing the external (hyponatremia) reduces the size of the AP but has little effect on RMP. Decrease in extracellular (hypocalcaemia) increases the excitability of nerve and muscle cells by increasing the permeability of sodium channels. <50% of normal cause spontaneous discharge in some peripheral nerves known as \"tetany\". An increase in extracellular (hypercalcemia) can stabilize the membrane by decreasing excitability If the extracellular level of K+ is increased (hyperkalemia), the resting potential moves closer to the threshold (depolarisation) for eliciting an action potential and the neuron becomes more excitable. If the extracellular level of K+ is decreased (hypokalemia), the membrane potential is reduced and the neuron is hyperpolarized.",
        "cop": 2,
        "opa": "Increased amplitude of action potential",
        "opb": "Hyperpolarisation",
        "opc": "Resting membrane potential becomes less negative",
        "opd": "Tetany",
        "subject_name": "Physiology",
        "topic_name": "Nerve Muscle Physiology",
        "id": "07154618-d161-4766-bf8e-cb5d3e58166e",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about excitation contraction coupling in skeletal muscle, except:",
        "exp": "Calcium binds to troponin C Ach is released at neuromuscular junction when action potential arrives at nerve terminal to produce end plate potential at post synaptic muscle membrane. Also, small quanta (packets) of acetylcholine are released randomly from the nerve cell membrane at rest. Each produces a minute depolarizing spike called a miniature endplate potential, which is about 0. 5 mV in amplitude. Removal of troponin-tropomyosin complex from active site by calcium: Mechanism of Calcium removal that leads to relaxation Electromechanical coupling in skeletal muscle: Action potential causes mechanical change in DHPR receptor that opens RYR receptor of SERCA Electrochemical coupling in myocardium: AP causes opening of Ca++ channel associated with DHPR receptor. This calcium influx causes calcium induced calcium release from RYR.",
        "cop": 3,
        "opa": "Acetylcholine is released at nerve terminals",
        "opb": "Ca++ is pumped backed into SERCA during relaxation",
        "opc": "Ca++ is binds to tropomyosin to initiate contraction",
        "opd": "Unlike cardiac muscle that has electrochemical coupling, skeletal muscle shows electromechanical coupling",
        "subject_name": "Physiology",
        "topic_name": "Nerve Muscle Physiology",
        "id": "2d826b83-6db1-4cc0-ac23-7768ef295179",
        "choice_type": "multi"
    },
    {
        "question": "Which group of nerve fibre is least susceptible to hypoxia?",
        "exp": "Susceptibility Most susceptible Intermediate Least Susceptible Hypoxia B A C Pressure A B C",
        "cop": 4,
        "opa": "A alpha",
        "opb": "A beta",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Nerve Muscle Physiology",
        "id": "61044c7c-0b94-4db1-98eb-3d55857158cf",
        "choice_type": "single"
    },
    {
        "question": "During a 100 m sprint which of the following is used by the muscle for meeting energy demands?",
        "exp": "The first source of energy that is used to reconstitute the ATP is the substance Phosphocreatine. The combined energy of both the stored ATP and the phosphocreatine in the muscle is capable of causing maximal muscle contraction for only 5 to 8 seconds. The second impoant source of energy, which is used to reconstitute both ATP and phosphocreatine, is glycolysis. The third and final source of energy is Oxidative metabolism If the energy demands of exercise cannot be met by oxidative phosphorylation, an oxygen debt is incurred. After completion of exercise, respiration remains above the resting level in order to \"repay\" this oxygen debt. The extra oxygen consumption during this recovery phase is used to restore metabolite levels (such as creatine phosphate and ATP) and to metabolize the lactate generated by glycolysis. Pathways for regenerating ATP during muscle activity",
        "cop": 2,
        "opa": "Phosphofructokinase",
        "opb": "Phosphocreatine",
        "opc": "Glucose 1 - phosphate",
        "opd": "Creatine phosphokinas",
        "subject_name": "Physiology",
        "topic_name": "Nerve Muscle Physiology",
        "id": "aa4d925f-fecf-4e2b-8204-fa7bd795e12e",
        "choice_type": "single"
    }
]