[
    {
        "question": "True about Wallerian degeneration",
        "exp": "Distal (Wallerian) degeneration: mediated by calcium influx and activation of axonal proteases 24 hours: neurofilaments break up and the axon fragments into sho lengths. Within 10 days: myelin decomposes into fat droplets (after 10 days, Schwann cells begins to fragment myelin sheath..... a change from myelinating to demyelinating) In 3 months: macrophages phagocytose the debris, leaving behind only endoneural tube/ ghost tube (filled by the rapidly multiplying Schwann cell's cytoplasm)",
        "cop": 4,
        "opa": "It is proximal degeneration",
        "opb": "Myelin sheath degeneration is the first change to occur",
        "opc": "It's a type of nerve regeneration",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "e41a00f6-307a-4662-9421-9eb960b17cb1",
        "choice_type": "multi"
    },
    {
        "question": "Increase in threshold level on applying a sub-threshold, slowly rising stimulus is known as:",
        "exp": "Accommodation: refers to gradual increase in threshold caused by prolonged slowly rising sub-threshold stimulus resulting from the inactivation of sodium channels. Adaptation: Decrease in response with continued application of stimulus. Some receptors of sensory system show this propey. Refractoriness: Is for the second stimulus; if applied during the refractory period of the first stimulus, the second stimulus fails to excite the tissue for one more time. (In accommodation, the tissue fails to respond even for the first time). Electrotonus: refers to passive spread of charge inside a neuron.",
        "cop": 2,
        "opa": "Adaptation",
        "opb": "Accommodation",
        "opc": "Refractoriness",
        "opd": "Electrotonus",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "52981524-bd9f-4c46-a94f-bd859e6cdb93",
        "choice_type": "single"
    },
    {
        "question": "Velocity of impulse transmission is least in the nerve fiber:",
        "exp": "C fiber is unmyelinated and it has least diameter among all the fiber types. Its conduction velocity is the slowest. For unmyelinated nerves: Conduction velocity is propoional to the square root of the diameter. Hence, faster conduction velocity is primarily based on the diameter alone. A greater diameter means less axoplasmic resistance for the flow of ions. In addition, myelin decreases the effective resistance of the membrane.",
        "cop": 4,
        "opa": "Aa",
        "opb": "Ab",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "cb2d2846-41e2-40f1-bcf0-c50cb33fc6d2",
        "choice_type": "single"
    },
    {
        "question": "Refractory period of a myelinated nerve is due to:",
        "exp": "Only when the membrane has repolarized up to about - 40 mV to - 50 mV that the Na+ channels recover from their inactivated state and go into resting state. All this while, the membrane is refractory; that is, the membrane can excite again only when many of the Na+ channels have recovered (which itself depends on the membrane potential). Hence, refractory period is due to the voltage-dependance of the Na+ channels.",
        "cop": 1,
        "opa": "Voltage-dependence of Na+ channels",
        "opb": "Time-dependence of Na+ channels",
        "opc": "Voltage-dependence of K+ channels",
        "opd": "Time-dependence of K+ channels",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "d70e4812-f400-4b9f-97a7-40987b6ec28a",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis in nerve injury?",
        "exp": "Type of injury Pathology Degeneration Neuroma Prognosis Neuropraxia Physiological interruption, anatomically normal Nil Nil Recovery complete within 6 weeks Axonotmesis Axons broken, nerve intact Proximally +distally Neuroma in continuity Recovery +/-, motor march + Neurotmesis Axons as well as nerve broken Proximally + distally End or side neuroma Recovery poor",
        "cop": 1,
        "opa": "Neuropraxia",
        "opb": "Axonotmesis",
        "opc": "Neurotmesis",
        "opd": "Complete transection",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "9308d281-e2da-4cd9-b1dd-eea699906611",
        "choice_type": "single"
    },
    {
        "question": "The nerve fiber type that is most susceptible to hypoxia:",
        "exp": "Fibers most susceptible to pressure Aa > Ab > Ag > Ad > B > C Fibers most susceptible to hypoxia-related injury B > A > C Fibers most susceptible to action of local anaesthetics Ag, Ad > Aa, Ab >B > C",
        "cop": 3,
        "opa": "Aa",
        "opb": "Ab",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "4b558c83-d95d-4faf-8d16-4328faea341e",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following sequentially in the descending order of nerve impulse transmission velocity: A. C B. Aa C. B D. Ad",
        "exp": "Erlanger Gasser's Classificaiton of sensory and motor neurons Fiber type Functions Fiber diameter (um) Conduction velocity (m/sec) Aa Proprioception, somatic motor 12-20 70-120 Ab Touch, pressure 5-12 30-70 Ag Motor to muscle spindles 3-6 15-30 Ad Pain, temperature 2-5 12-30 B Preganglionic autonomic <3 3-15 C (dorsal root) Pain, temperature 0. 4-1. 2 0. 5-2 C (Sympathetic) Postganglionic sympathetic 0. 3-1. 3 0. 7-2. 3",
        "cop": 2,
        "opa": "A-D-C-B",
        "opb": "B-D-C-A",
        "opc": "A-C-D-B",
        "opd": "C-A-B-D",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "444babfc-5a5d-4e98-8882-23799fb89e2f",
        "choice_type": "multi"
    },
    {
        "question": "Myelin in CNS is formed by:",
        "exp": "Myelin sheath in the CNS is formed by the oligodendrocytes; Myelin sheath of the peripheral nerves is formed by the Schwann cells.",
        "cop": 1,
        "opa": "Oligodendrocytes",
        "opb": "Schwann cells",
        "opc": "Microglia",
        "opd": "Astrocytes",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "151a3c36-3551-4423-94c4-b1f51a1207a1",
        "choice_type": "single"
    },
    {
        "question": "\"Nerve terminals release chemicals\" is the postulate put foh by:",
        "exp": "Dale's principle~\"A neuron secretes the same neurotransmitter at all its axon terminals. \" William Withering is credited with the discovery of digitalis. Gerhard Domagk, is credited with the discovery of the first commercially available antibiotic (protonsil), for which he received the 1939 Nobel prize in physiology or medicine. Otto Loewi has been referred to as the \"father of neuroscience\". he is credited with the discovery of acetyl choline. He was awarded with Nobel Prize in physiology or medicine.",
        "cop": 4,
        "opa": "Dale",
        "opb": "Withering",
        "opc": "Domagk",
        "opd": "Loewi",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "2599199d-f674-4a80-ba36-d2b946361d7a",
        "choice_type": "single"
    },
    {
        "question": "If refractory period of nerve is 1/2500th of a second, what can be the maximum frequency of excitation of the nerve?",
        "exp": "Refractory period is that time period after the first stimulus during which the nerve is \"refractory\" to another stimulus. Hence, maximum frequency of excitation can be 2500 times in a second, as each next stimulus can excite the nerve if applied immediately at the end of the refractory period (1/2500th of a second).",
        "cop": 4,
        "opa": "100 times/sec",
        "opb": "250 times/sec",
        "opc": "2000 times/sec",
        "opd": "2500 times/sec",
        "subject_name": "Physiology",
        "topic_name": "Nerve",
        "id": "fa99a89f-630e-479b-add8-7b43b913aa4d",
        "choice_type": "single"
    }
]