[
    {
        "question": "True about receptor potential is?",
        "exp": "ANSWER: (D) Is a graded changeREF: Textbook of Medical Physiology by Khurana page 1032-1033, Physiology - Prep Manual for Undergraduates, 4th Edition by Vijaya D Joshi page 562, Ganongs 22nd ed p. 123-125When a stimulus excites the receptor, it changes the potential across the membrane of the receptors. This change in the potential is called receptor or generator potential.The change in membrane potential in a receptor is caused by a change in permeability of membrane of the unmylelinated terminals to Na+. The resultant influx of Na+ causes development of generator or receptor potential. Since the receptor potential may generate the action potential it is also called as generator potential.The larger the receptor potential, the greater the frequency of action potential generated in the afferent neuron. A larger receptor potential can not bring about a larger action potential (because of all or none phenomenon), but it can induce more rapid firing of action potential.DIFFERENCE BETWEEN RECEPTOR POTENTIAL AND ACTION POTENTIAL:Receptor potentialAction potentialReceptor potential is a graded response i.e. amplitude of receptor potential increases with increase velocity of stimulus application and increase strength of stimulusAction potential obeys all or none law i.e. further increase in stimulus above threshold do not bring any change in amplitudeCan be added together if second stimulus arrives before the first stimulus is overCan not be added togetherHas no refractory periodHas a refractory period of 1 msMostly it is local and can not be propagatedIt can be propagated without loss in the amplitude along the nerve fibreDuration is greater (approximately 5-10 ms)Duration is small (approximately 1-2 ms)",
        "cop": 4,
        "opa": "Due to difference in permability of receptors for different ions",
        "opb": "Is propogated",
        "opc": "Refractory period of 15-20 sec",
        "opd": "Is a graded change",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "95e3a156-b0ae-4d62-a3dc-23c5864c0cfa",
        "choice_type": "multi"
    },
    {
        "question": "Renshaw cells are inhibitory interneurons found in?",
        "exp": "ANSWER: (C) Gray matter of the spinal cordREF: Neurobiology: molecules, cells, and systems By Gary G. Matthew, Page 176-177 \"Renshaw cells of grey matter of spinal cord produces self-inhibition of motor neurons.The axons of motor neurons send branches that make excitatory synaptic connection onto Renshaw cells. The Renshaw cells in turn make inhibitory synaptic connections back onto the same motor neuron\"",
        "cop": 3,
        "opa": "Gray matter of brain",
        "opb": "White matter of brain",
        "opc": "Gray matter of the spinal cord",
        "opd": "White matter of spinal cord",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "34f097ac-49e7-4c33-a87d-324bc0c4e1a6",
        "choice_type": "single"
    },
    {
        "question": "Dorsal root ganglion contains -",
        "exp": "Ans. is 'd' i.e., Body of sensory neuron o The various sensations from the sensory receptors are carried to the spinal cord through the spinal nerves. As thespinal nerve approaches the spinal cord, it divides into the dorsal (sensory) roots and ventral (motor roots). Ganglion for dorsal root (Le. dorsal root ganglion - DRG) contains the cell body (soma) of sensory neuron, coming from the receptors. The axon of the sensory neuron enter the spinal cord (in dorsal root of spinal nerve) and terminates in the dorsal horn of spinal cord. The axons of DRG neuron (sensory neuron) may follow any of the following three routesi) First, A few branches synapses with motor neuron in the ventral horn of spinal cord either directly or through intemeurons, and motor neuron leaves through ventral root in same spinal nerve to complete the reflex arcs for spinal reflexes.ii) Second, they ascend up in the spinal cord towards the brainstem in specific tracts, resulting in conscious perception.iii) Third, they relay in reticular formation and nonspecific thalamic nuclei, resulting in general arousal.",
        "cop": 4,
        "opa": "Dendrides of motor neuron",
        "opb": "Dendrides of sensory neuron",
        "opc": "Body of motor neuron",
        "opd": "Body of sensory neuron",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "5f31a464-e55e-4c23-953f-f2e588ef6fc7",
        "choice_type": "single"
    },
    {
        "question": "Nerve velocity is increased by:",
        "exp": "Ans: A (Myelination) \"Greater the diameter of a given nerve fibre, the greater is its speedfbecause a large fiber offers less resistance to local current\"- A. K. jain 5th/l 47In myelinated fibres, the speed of conduction is approximately 6 times the fiber diameter The diameter of myelinated fibers range from 1-20 pm, therefore conduction velocity varies from 6-120 m tsfsec\"- A.K.jain 5th/l 47SALTATORY CONDUCTION Ganong 24th/ 91Conduction in myelinated axons depends upon a similar pattern of circular current flow. However, myelin is an effective insulator, and current flow through it is negligible. Instead, depolarization in myelinated axons jumps from one node of Ranvier to the next, with the current sink at the active node serving to electrotonically depolarize to the firing level the node ahead of the action potentialThis jumping of depolarization from node to node is called saltatory conduction. It is a rapid process, and myelinated axons conduct up to SO times faster than the fastest un myeiina ted fibers.",
        "cop": 1,
        "opa": "Myelination",
        "opb": "Smaller axon diameter",
        "opc": "Decreased temperature",
        "opd": "Increase in intracellular calcium",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "1578ae3d-d7f6-4668-8273-cd1cd6a2ae16",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following types of nerve fibers carry pain -",
        "exp": "Ans- D.",
        "cop": 4,
        "opa": "A- alpha",
        "opb": "A-beta",
        "opc": "A- gamma",
        "opd": "A-delta",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "bf446a78-28fb-468f-b126-04d724d46e9c",
        "choice_type": "single"
    },
    {
        "question": "All or none phenomenon is a feature of -",
        "exp": "Ans. is 'a' i.e., Action potential",
        "cop": 1,
        "opa": "Action potential",
        "opb": "Local potential",
        "opc": "Electronic potential",
        "opd": "Post-synaptic potential",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "d01f299b-8591-4327-be53-cb6ffd7a5346",
        "choice_type": "multi"
    },
    {
        "question": "Resting membrane potential depends mainly on-",
        "exp": "Ans. is \"a' i.e., K o This question has been repeated in many exams.o The RMP is principally due to concentration difference (chemical difference) of K+ in ECF and ICF. In neurons, the resting membrane potential is usually about -70 mV, which is close to the equilibrium potential for K+. Here, it is worth noting that RMP is close to the equilibrium potential of K+ but the value of RMP is exactly same as equilibrium potential of Cl- It is because other ions also diffuse through membrane, though their effect is very- little.IonEquilibrium potential (Isoelectric potential or Nernst potential) Na++60 mVK+-90 mVC1-70 mVRMP in neurons is -70 mV",
        "cop": 1,
        "opa": "K",
        "opb": "Na",
        "opc": "Cl",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "77f564e0-dcbd-4878-a1c6-77a5b2557a31",
        "choice_type": "single"
    },
    {
        "question": "Magnitude of action potential in neuron, is determined by:",
        "exp": "Ans: A (Na+) Ref: Pal GK. Nerve. In: Textbook of Medical Physiology. Ahuja Publishing House. 2007; 18: 158.Explanation:Depolarization (upstroke) phase of action potential in a neuron is due to Na+ influxRepolarization is due to K+ effluxMg2+, Ca2+ are not directly involved in generation of action potential in nerve",
        "cop": 1,
        "opa": "Na+",
        "opb": "Mg2+",
        "opc": "K+",
        "opd": "Ca2+",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "f7666792-8155-47d3-87aa-96a9a8e1ed3d",
        "choice_type": "single"
    },
    {
        "question": "A travelling nerve impulse does not depolarize the area immediately behind it, because:",
        "exp": "Ans. is 'b' i.e. It is refractory Ganong writes -\"Once initiated, a moving impulse does not depolarize the area behind it to the firing level, because this area is refractory\"",
        "cop": 2,
        "opa": "It is hyperpolarized",
        "opb": "It is refractory",
        "opc": "It is not self-propagating",
        "opd": "The condition is always orthodromic",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "03cecf80-755d-4431-8188-f6c2f3ee7aa7",
        "choice_type": "single"
    },
    {
        "question": "Phantom limb sensations are the best described by:",
        "exp": "Ans is D ie law of projection (Ref: Ganong, 22/e, pl25, 126; Guyton, 10/e, p548)Law of projection states that, no matter where a particular sensory pathway is stimulated along its course to the cortex, the conscious sensation produced is referred to the location of the receptor.Phantom limb is a phenomenon seen in amputees. The patient complains of pain and proprioceptive sensations in the absent limb. This is because, the ends of the nerves cut at the time of amputation, are stimulated by pressure on them or may even spontaneously. The impulse generated in these nerve fibers previously came from sense organs in the amputated limb, thus the sensations felt are projected to where the receptors used to be.Bell Magendie LawStates that in the spinal cord, the dorsal roots are sensory and the ventral roots are motor. *Weber Fechner and the Power law both principles are used to explain one's judgment of sensory stimulus intensity. *Weber Fechner lawIt states that gradations of stimulus strength are discriminated approximately in proportions to the logarithm of stimulus strength.Power LawStates that a person interprets changes in intensity of sensory stimuli approximately in proportion to a power function of the actual intensity.Its given by formula.Interpreted signal strength = K x (Stimulus - k)y (in this formula the exponent y and the constant K and k are different for each type of sensation)",
        "cop": 4,
        "opa": "Weber Fechner law",
        "opb": "Power law",
        "opc": "Bell-Magendie law",
        "opd": "Law of projection",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "e199b9c2-6b49-44f4-813b-cf03f107ab91",
        "choice_type": "single"
    },
    {
        "question": "Sodium channels are maximum in which part of neuron -",
        "exp": "Ans. is 'b'i.e., Axon hillocko In a motor neuron, the axon hillock and the initial segment of axon have the lowest threshold for excitation. This is because they have a much higher density of voltage gated sodium channels.",
        "cop": 2,
        "opa": "Soma",
        "opb": "Axon hillock",
        "opc": "Dendrites",
        "opd": "Axon",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "c4390efb-208e-41f9-b045-aabf93c8e047",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding withdrawal reflex except:",
        "exp": "Ref:1. Guyton & Hall. Flexor Reflex and the Withdrawal Reflexes. In: Textbook of Medical Physiology.12th ed. Philadelphia: Saunders Elsevier; 2012. p 661-663.2. W F Ganong. Excitable Tissue: Nerve . In: Review of Medical Physiology. 21st ed. California: McGraw-Hill Companies; 2003Explanation:in the spinal or decerebrate animal, almost any type of cutaneous sensory stimulus from a limb is likely to cause the flexion, thereby withdrawing the limb from the stimulating object. This is called the flexor reflexIn its classic form, it is also called a nociceptive reflex, or simply a pain reflex. Pain is mainly earned through type III, IV fibers lie, Aa, C fibers)Signals of the reflex traverse through many neurons (poly synaptiC. hence, reflex has long latency. These signals involve the following basic types of circuits:Diverging circuits to spread the reflex to the necessary muscles for withdrawalCircuits to inhibit the antagonist muscles, called reciprocal inhibition circuitsCircuits to cause after-discharge lasting many fractions of a second after the stimulus is overNumberOriginFiber TypeIaMuscle spindle, annulo-spiral endingAIbGolgi tendon organAIIMuscle spindle, flower-spray ending: touch, pressureAIIIPain and cold receptors: some touch receptorsAIVPain, temperature, and other receptors Dorsal rootCFig: Polysynatic reflex Withdrawal ReflexIt is a typical polysynaptic reflex that occurs in response to a noxious and usually painful stimulation of the skin or subcutaneous tissues and muscle.The response is flexor muscle contraction and inhibition of extensor muscles, so that the part stimulated is flexed and withdrawn from the stimulus.When a strong stimulus is applied to a limb, the response includes not only flexion and withdrawal of that limb but also extension of the opposite limb. This crossed extensor response is properly part of the withdrawal reflex.Withdrawal reflexes are prepotent; i.e they preempt the spinal pathways from any other reflex activity taking place at the moment. Local SignThe exact flexor pattern of the withdrawal reflex in a limb varies with the part of the limb that is stimulated.This dependence of the exact response on the location of the stimulus is called local sign, in Fractionation & OcclusionSupramaximal stimulation of any of the sensory nerves from a limb never produces as strong a contraction of the flexor muscles as that elicited by direct electrical stimulation of the muscles themselves.This indicates that the afferent inputs fractionate the motor neuron pool; ie, each input goes to only part of the motor neuron pool for the flexors of that particular extremity.If all the sensory inputs are dissected out and stimulated one after the other, the sum of the tension developed by stimulation of each is greater than that produced by direct electrical stimulation of the muscle or stimulation of all inputs at once.This indicates that the various afferent inputs share some of the motor neurons and that occlusion occurs when all inputs are stimulated at once.",
        "cop": 3,
        "opa": "Has long latency",
        "opb": "Poly synaptic",
        "opc": "Carried by la fibers",
        "opd": "Has after-discharge",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "931dde15-1da9-4542-948b-dff8fb3e0c30",
        "choice_type": "multi"
    },
    {
        "question": "Nerve depolarization is due to -",
        "exp": "Ans. is 'a' i.e., Opening of sodium channels Milk ejection reflexo Milk ejection is normally initiated by a neuroendocrine reflex.o The receptors involved are the touch receptors, which are plentiful in the breast-especially around the nipple,o Impulses generated in these receptors are relayed to the supraoptic and paraventricular nuclei,o Discharge of the neurons causes secretion of oxytocin from the posterior pituitary.o Oxytocin causes contraction of the myoepithelial cells, smooth muscle - like cells that line the ducts of the breast,o This squeezes the milk out of the alveoli of the lactating breast into the large ducts (sinuses) and thence out of the nipple ready to flow into the mouth of the waiting infant,o In lactating women, genital stimulation and emotional stimuli also produce oxytocin secretion, sometimes causing milk to spurt from the breasts.Phases of Action Potentialo The action potential, which is recorded using an intracellular electrode, has following phases : -Resting stage : - This is the resting membrane potential before the action potential. At rest, membrane is said to be \"polarized\" because - 70 mV negative membrane potential (RMP) that is present. Strictly speaking, it is not a part of the action potential.Depolarization phase : - The potential shoots up to + 35 mV in less than a millisecond. It is due to opening of \"voltage gated\" Na' channels which causes influx of sodiumQ, so inside negative charge becomes positive. From - 70 mV to -55 mV (firing Ivel or threshold point) the voltage gated sodium channles open partially. This portion of AP (- 70 mV to -55 mV) is called \"prepotential\" or \"foot ofAP\". Once the threshold level (- 55 mV) is reached voltage gated Na-i- channels open completely and the potential shoots up suddenly. It is called depolarization, since it represents loss of the original polarity of cell membrane.Repolarization phase : - The potential drops to near resting level, i.e., reversal to original polarity (repolarization). At the start of repolarization (end of depolarization), Voltage - gated Na+ channels close andVoltage - gated K+ channels open which cause efflux of K+ out of the cellQ. So, inside positive charge once again becomes negative due to efflux of positive charge (K+).After depolarization : - The repolarization is very fast till 70% of repolarization has been acheived. After that it is slows down. This slowrer phase of repolarization is called 'after depolarization \\After-hyperpolarization : - The intracellular negativity overshoots the normal RMP of - 70 mV to reach a more negative value of about - 75 mV and then slowly retruns to the normal RMP of - 70 mV.",
        "cop": 1,
        "opa": "Opening of sodium channels",
        "opb": "Opening of chloride channels",
        "opc": "Opening of potassium channel s",
        "opd": "Opening of calcium channels",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "119953b4-24e6-45a9-be75-44891d6fd6cf",
        "choice_type": "single"
    },
    {
        "question": "Macrophage in CNS -",
        "exp": "Ans. is 'b' i.e., Microglia MicrogliaQo As the name suggests, they are small sized glial cells. They are phagocytic in function0. They are mesodermal in origin0 and are derived from circulating monocytesQ. Therefore, they originate in bone marrow, important microglia celts are Gitter cells, Rod cells and Siderophages.o Neuroglial cells are equivalent of connective tissue cells in CNS. There are following type of neuroglial cells : -Macroglia# These are the main glial cells of CNS. These are derived from neuroectodermQ. There are three major types of macroglia: -AstrocytesQ : - As their name indicates, astrocytes are star shaped. There are two types of astrocytes Protoplasmic and fibrous type. Protoplasmic astrocytes are found in grey matterQ, whereas fibrous astrocytes are found in white matter: Astrocytes has following functions : -i) Repair and scar formation in CNSii) Through their processes and footplates on the wall of blood vessels, they help to the formation ofBBB.iii) Astrocytes store glycogenThey clear the neural tissues of excess K~ and neurotransmitters that accumulate extracellularly following neural activity.They form isolation around synapses so as to prevent chaotic spread of nerve impulses.OligodendrocytesQ: - They are responsible for myelination around axons in the CNSQ (In peripheral nervous system, this function is served by Schwann cells).Ependymal cells : - These cells form the lining of ventricles.MicrogliaQo As the name suggests, they are small sized glial cells. They are phagocytic in functionQ. They are mesodermal in originQ and are derived from circulating monocytesQ. Therefore, they originate in bone marrow. Important microglia cells are Gitter cells, Rod cells andSiderophages.",
        "cop": 2,
        "opa": "Fibrous Astrocyte",
        "opb": "Microglia",
        "opc": "Oligodendrocyte",
        "opd": "Protoplasmic astrocyte",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "58bae61c-33f0-41f9-bc67-4b829021e466",
        "choice_type": "single"
    },
    {
        "question": "Hyperpolarization is caused by which ions -",
        "exp": "Ans. is ' a' i.e., K+ o During depolarization (spike potential) there is opening of Na+ channels causing Na~ influx. This causes membrane potential to become +35 to +40 mV (from -70 mV of resting potential),o During repolarization phase channels open and there is K+ efflux. The membrane voltage falls back (repolarizes) to resting potential, i.e., -70 mV. At this voltage. K+ channels close, but quite slowly. Therefore, more K+ ions leak out, causing a brief period in which the voltage falls below' -70 mV, i.e. hyperplorization.o Then, K+/Na~ pump works to re-establish resting potential by pumping N+ ions back out and K+.' ions back into the cells.",
        "cop": 1,
        "opa": "K+",
        "opb": "Na+",
        "opc": "Ca-+",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "0e6d7c94-02b3-4da4-bf43-0a1e10fa22c3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following Pituitary hormones is an Opioid peptide?",
        "exp": ". (B) Beta endorphin # ANTERIOR PITUITARY secretes & synthesizes Corticotropins: Cleaved from the precursorpropriomelanocortin protein, and include Adrenocorticotropic hormone (ACTH), and Beta-endorphin, and melanocyte-stimulating hormone are released under the influence of hypothalamic corticotropin-releasing hormone (CRH)> b-Endorphin is an endogenous opioid neuropeptide found in the neurons of both the central and peripheral nervous system. One of five endorphins found in humans, the others of which include a-endorphin, Y-endorphin, a-neoendorphin, and b-neoendorphin. Agonist of the opioid receptors, & it serves as an endogenous ligand of the p-opioid receptor, the same receptor to which the chemicals extracted from opium, such as morphine, have their analgesic properties (indeed, the m-opioid receptor was named based on its most renowned ligand, morphine).> Adrenocorticotropic hormone (ACTH), or Corticotropin is a polypeptide tropic hormone produced and secreted by the anterior pituitary gland. Important component of the hypothalamic-pituitary-adrenal axis and is often produced in response to biological stress (along with its precursor corticotropin-releasing hormone from the hypothalamus). Principal effects are increased production and release of cortisol by the cortex of the adrenal gland. ACTH is also related to the circadian rhythm in many organisms.> a-Melanocyte-stimulating hormone (a-MSH) is an endogenous peptide hormone and neuropeptide of the melanocortin family, with a tridecapeptide structure and a-MSH is a non-selective full agonist of the melanocortin receptors MC1. Most important of the melanocyte-stimulating hormones (MSHs) (also known as melanotropins) in stimulating melanogenes s, a process that in mammals (including humans) is responsible for pigmentation primarily of the hair and skin. Plays a role in feeding behavior, energy homeostasis, sexual activity, and protection against ischemia and reperfusion injury.> Human beta-melanocyte-stimulating hormone (h beta MSH) does not normally exist in humans but was merely an artifactually generated 22-amino acid peptide corresponding to a lipotropin (LPH) fragment (residues 35-56).",
        "cop": 2,
        "opa": "ACTH",
        "opb": "Beta endorphin",
        "opc": "Alpha melanocyte stimulating hormone",
        "opd": "Beta melanocyte stimulating hormone",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "70183274-aba8-44a0-a35f-203ce3971c8f",
        "choice_type": "single"
    },
    {
        "question": "Nuclear bag fibres are related to:",
        "exp": "Ans. d. Length and velocity (Ref: Ganong 23/e p158; Guyton and Hall 11/e p.673- 76)Nuclear bag fibres are related to length and velocity.Dynamic nuclear bag fibers are highly sensitive to the rate of change in muscle length, providing velocity sensitivity to muscle stretch.\"Nuclear bag fibers can be divided into nuclear bag fibers type I and nuclear bag fiber type 2. The sum of these difference renders: (1) the nuclear bag type 1 fibers with little elasticity in their polar regions making them sensitive to dynamic changes (velocity of length change); and (2) nuclear bag type 2 with significant elasticity in their polar region making them sensitive to the changes in length (but not to the velocity of length change). Hence, nuclear bag fibers type I are also called dynamic nuclear bag fibers and nuclear bag fibers type II fibers are also called static nuclear bag fibers\"- http ://pediatricneuro. com/alfonso/tip%20muscIe%20spindle.htmMuscle SpindleIt is 3- 12 mm tong structure consisting of 3-12 very small intrafusal muscle fibers, enclosed in a connective tissue capsule.Intrafusal fibers are more embryonal in character and have less distinct striations than the rest of fibers (extrafusal fibers) in the muscle.Muscle spindle acts through muscle stretch reflexQ.Muscle SpindleTypes of intrafusal fiber* Central (mid) part of fibers has few or no action and myosin filaments, so the ends of intrafusal fibers are contractile, whereas central portions probably are notQ* It's central portion functions as sensory receptor* Two types of intrafusal fibers are:* Primary ending is exerted by both nuclear bag and nuclear chain fibers.Sensory nerve endings* Central sensory receptor portion of muscle spindle is stimulated by stretching of midportion either by lengthening of whole muscle or even by contraction of end portion of intrafusal fibers.* Two type of sensory nerve endings areNuclear Bag FibersNuclear Chain FibersPrimary annulospiral endingsSecondary flower spray endings* Typically 2 (1-3) bag fibers occurs per spindle.* Nuclear bag fiber 1 with low level of myosin ATPase activity and nuclear bag fiber 2 with high level of myosin ATPase activityQ.* 3-9 fibers per spindle* Shorter and thinnerQ (about half) as compared to bag fibers* Nuclei are arranged in a chain throughout receptor area* Secondary ending is excited only by nuclear chain fibers* Are terminations of rapidly conducting (70-120 m/s) 17 m diameter group la afferent fibersQ.* It wraps (encircles) the central position of nuclear bag and nuclear chain fibersQ.* When the length of spindle receptor increases suddenly (i.e., dynamic response to rate of change of receptor length), only primary endings are stimulatedQ* Are terminations of group II sensory fibersQ (8 m diameter)* Located near the ends but only on nuclear chain fibersQ* May encircle fiber but usually it spreads like branches on a bush.",
        "cop": 4,
        "opa": "Force",
        "opb": "Length",
        "opc": "Tone",
        "opd": "Length and velocity",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "67a678e2-9101-4a4c-b864-2536708863be",
        "choice_type": "single"
    },
    {
        "question": "True about summation -",
        "exp": "Ans. is 'c' i.e., Subthreshold stimuli are usedSummationo A subthreshold stimulus does not produce a response, but when more than one subthreshold stimuli are applied response is produced.o The application of two subthreshold stimuli may be sufficiently quickly, one by another (temporal summation) or two subthreshold stimuli together at diferent places (Spatial summation).o Summation is due summation of EPSP in synapses (at post-synaptic neuron).",
        "cop": 3,
        "opa": "Temporal summation is application of two stimuli together",
        "opb": "Spatial summation is application of two stimuli one after another",
        "opc": "Subthreshold stimuli are used",
        "opd": "All are true",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "f0f0d6fe-2162-41a2-bc8b-d2cc9a2851d4",
        "choice_type": "multi"
    },
    {
        "question": "Phagocytosis in the CNS is done by:",
        "exp": "Ans. C. MicrogliaThe reticuloendothelial system (R.E.S) comprises monocyte-derived phagocytic cells that are lymph nodes and several other organs. The reticuloendothelial system comprises monocyte-derived phagocytic cells that are lymph nodes several other organs.",
        "cop": 3,
        "opa": "Astrocytes",
        "opb": "Schwann cells",
        "opc": "Microglia",
        "opd": "Oligocytes",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "3007a1e8-8dfe-4683-a962-f90f3da636f3",
        "choice_type": "single"
    },
    {
        "question": "Lowest threshold for excitation in a motor neuron is at-",
        "exp": "Ans. is 'c' i.e., Axon hillocko Neuron is the functional unit (basic unit of nervous tissue). It is specialized for the function of reception, integration and transmission of information in the body.o The basic structure of neuron is best studied in a spinal motor neuron. This cell has a 'cell body (soma)' with 5-7 small processes called 'dendrites'. There is a long process called 'axon' that originate from \"axon hillock (A thickned area of cell body from which axon originates)\". The first portion of the axon is called \"initial segment\".o In a motor neuron, the axon hillock and the initial segment of axon have the lowest threshold for excitation. This is because they have a much higher density of voltage gated sodium channels.",
        "cop": 3,
        "opa": "Dendrites",
        "opb": "Body",
        "opc": "Axon hillock",
        "opd": "Terminal buttons",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "e4e3a793-22c9-4e91-bc45-a5bf7cd70496",
        "choice_type": "single"
    },
    {
        "question": "Most susceptible cells to hypoxia -",
        "exp": "Ans. is 'a' i.e., Neuron Susceptibility of cells to hypoxiaSusceptibilityCellsTime for irreversible damageHigh susceptibilityNeurons3-5 minutesIntermediateMyocardium, hepatocytes, renal epithelial cells20-120 minutesLow susceptibilityFibroblast, epidermis, skeletal musclesMany hours",
        "cop": 1,
        "opa": "Neuron",
        "opb": "Myocytes",
        "opc": "Hepatocvtes",
        "opd": "Epithelium",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "e98ab6d6-74ed-4150-9ca9-2774ddc41fa2",
        "choice_type": "single"
    },
    {
        "question": "Unit of stretch reflex is -",
        "exp": "Ans. is 'd' i.e., Reflex arc\"A reflex arc is the basic functional unit of the nervous system which can perform an integrated neural activity. The simplest form is monosynaptic stretch reflexReflex arc of stretch reflexo When a muscle is stretched, the spindles (especially central stretch sensitive part of spindles) with in it also get stretched. Stretching of the muscle spindles increases the afferent nerve activity from muscles spindles. The increased activity is conveyed monosynaptically to the alpha motor neurons in the spinal cord. This alpha motor neurons supply the muscle fibers (extrafusal fibers) and stimulation of the alpha motor neurons lead to contraction of muscle (extrafusal fibers). Contraction of the extrafusal fibers release (i.e., reduces) the stretch on the intrafusal fibers (muscle spindle) and the reflex stops.o Stretching a muscle increases its length. The increase in length is detected by muscle spindles. The muscle spindles set up stretch reflex that causes contraction of the muscle, i.e., decrease in length. Thus the increase in length is corrected.o Depending upon the type of afferent stimulated, stretch leads to two type of responses: -i) Dynamic response:# Afferents respond with a frequency proportional to the rate at which the fiber is stretched. Afferents originating from nuclear bag fibers show this type of response.ii) Static response:# Afferents respond to the absolute length of the spindle. Afferents originating from nuclear chain fibers show this type of response.o Stretch reflex is the only known example of a monosynaptic reflex, i.e., has only single synapse, that is located in the anterior horn of spinal cord -->> Lowest most level of integration of stretch reflex is spinal cord.",
        "cop": 4,
        "opa": "Muscle spindle",
        "opb": "a-motor neuron",
        "opc": "Neuron",
        "opd": "Reflex arc",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "16b4e347-3ab1-4288-96a3-1bb10999f0c6",
        "choice_type": "single"
    },
    {
        "question": "Pain is carried by -",
        "exp": "Ans. is 'd' i.e., Ad fibers o Fastest conduction velocity - Aa fiber,o Slowest conduction velocity - C fiber.Classification of Mammalian Nerve fibresGroup Erlanger and GasserLloyd & Hunt*MyelinationDiameter (microns)Conduction velocity (m/s)FunctionAgent to which conduction is most susceptibleA alphaIHeavily myelinated13-2070-120 MaximumProprioceptionMotor supply to Skeletal muscle (extrafusal to muscle spindle)PressureA betaIIMyelinated4-1325-70Touch, kinesthetic sense, pressurePressureA gamma-Slightly myelinated3-615-30Motor supply to intrafusal muscle fibres (muscle spindle)PressureA deltaIIISome myelination1-55-30Pain temperature, pressure, touchPressureB-Some myelination1-33-14Preganglionic autonomic fibresHypoxiaCIVUnmyelinated0-2-100-2-2 MinimumPain, temperature, pressure, postganglionic autonomic fibresLocal anaesthetics",
        "cop": 4,
        "opa": "Aa fibers",
        "opb": "Ab fibers",
        "opc": "Ag fibers",
        "opd": "Ad fibers",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "9327a862-a7bf-4619-bf1e-79eb229bb7aa",
        "choice_type": "single"
    },
    {
        "question": "During the Repolarisation phase of Action Potential of a Neuron, which among the following takes place?",
        "exp": "ANSWER: (A) Increased Permeability to K+ ionREF: See previous question for explanation",
        "cop": 1,
        "opa": "Increased permeability to K+- ion",
        "opb": "Decreased permeability to K+ ion",
        "opc": "Increased permeability to Ca2+ ion",
        "opd": "Increased permeability to Na+ ion",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "e72a6fcd-d75a-41fc-a69a-18bce8185fd5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve fibres is unmyelinated?",
        "exp": "Ans. D. C fiberTypes of mammalian nerve fibres: -Fiber TypeFunctionMyelinationFiber Diameter(um)Conduction Velocity (m/s)Spike Duration (ms)Absolute Refractory Period (ms)AaProprioception; somatic motorMyelinated12-2070-120 AbTouch, pressureMyelinated5-1230-700.4-0.50.4-1AgMotor to muscle spindlesMyelinated3-615-30 AdPain, temperatureMyelinated2-512-30 BPreganglionic autonomicMyelinated< 33-151.21.2C, Dorsal rootPain, temperatureUnmyelinated0.4-1.20.5-222C,SympatheticPostganglionic sympatheticUnmyelinated0.3-1.30.7-2.322",
        "cop": 4,
        "opa": "A-alpha",
        "opb": "A-beta",
        "opc": "A-delta",
        "opd": "C fiber",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "64e29564-20a2-4387-9d39-cd78b750aaa5",
        "choice_type": "single"
    },
    {
        "question": "Transcutaneous electrical nerve stimulation based on:",
        "exp": "Ans. c. Gate controlled theory of pain (Ref: Sannson Wrights Applied Physiology 13/e p402)Transcutaneous electrical nerve stimulation is based on gate- controlled theory of pain.Gate Control Hypothesis (Metzek and Wall, 1965): Explain the working of spinal pain suppression system. According to this hypothesis, the dorsal grey horn acts as gate for transmission of pain sensation and this gate can be partly or completely closed by segmental suppression and supraspinal suppression.Transcutaneous Electrical Nerve Stimulation (TENS)Transcutaneous Electrical Nerve Stimulation (TENS) describes the application of electrical stimulation at the surface of skin at the site of pain.One of the most commonly used form of electroanalgesia.Control of pain by TENS is based on Gate Control Theory by Wall.Proposed Mechanism by which TENS produces NeuromodulationPresynaptic inhibition in the dorsal horn of the spinal cordEndogenous pain control (via endorphins, enkephalins, and dynorphins)Direct inhibition of an abnormally excited nerveRestoration of afferent inputTENS has been used to treat chronic intractable pain and pain associated with active or post-trauma injury, unresponsive to other standard pain therapies.It has been proposed that TENS may provide pain relief through release of endorphins in addition to potential blockade of local pain pathways.TENS has also been used to treat dementia by altering neurotransmitter activity and increasing brain activity that is thought to reduce neural degeneration and stimulate regenerative processes.",
        "cop": 3,
        "opa": "Central pain",
        "opb": "Referred pain",
        "opc": "Gate controlled theory of pain",
        "opd": "Allodynia",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "c6e8f9cb-1e4c-420c-b37e-3277cce163b4",
        "choice_type": "multi"
    },
    {
        "question": "Weber-Fechner law is -",
        "exp": "Ans. C. Magnitude of sensation is proportional to logarithm of intensity of stimulusWeber-Fechner Principle--Detection of \"Ratio\" of Stimulus Strength. In the mid-1800s, Weber first and Fechner later proposed the principle that gradations of stimulus strength are discriminated approximately in proportion to the logarithm of stimulus strength. That is, a personal ready holding 30 grams' weight in his or her hand can barely detect an additional 1-gram increase in weight. And, when already holding 300 grams, he or she can barely detect a 10-gram increase in weight. Thus, in this instance, the ratio of the change in stimulus strength required for detection remains essentially constant, about 1 to 30, which is what the logarithmic principle means.a. To express this mathematically.b. Interpreted signal strength = Log (Stimulus) + Constantc. More recently, it has become evident that the Weber-Fechner principle is quantitatively accurate only for higher intensities of visual, auditory, and cutaneous sensory experience and applies only poorly to most other types of sensory experience. Yet the Weber-Fechner principle is still a good one to remember, because it emphasizes that the greater the background sensory intensity, the greater an additional change must be for the psyche to detect the change.d. Power Law. Another attempt by physio psychologists to find a good mathematical relation is the following formula, known as the power law.e. Interpreted signal strength = K * (Stimulus - k) yf. In this formula, the exponent y and the constants K and k are different for each type of sensation. When this power law relation is plotted on a graph using double logarithmic coordinates, and when appropriate quantitative values for the constants y, K, and k are found, a linear relation can be attained between interpreted stimulus strength and actual stimulus strength over a large range for almost any type of sensory perception.",
        "cop": 3,
        "opa": "Magnitude of sensation is proportional to number of receptor stimulated",
        "opb": "Magnitude of sensation is proportional to amplitude of action potential or receptor",
        "opc": "Magnitude of sensation is proportional to logarithm of intensity of stimulus",
        "opd": "Intensity of frequency of stimulus",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "6988286d-c329-4c9a-a160-6b74fa25a2f8",
        "choice_type": "single"
    },
    {
        "question": "In post natal period the greatest growth in the CNS is of?",
        "exp": "Ref: Yoshihara, Y., De Roo, M. & Muller, I). Dendritic spine formation ami stabilization. Cure Opin Neurobiol (2009).Explanation:\"It was commonly admitted that dendritic spines were formed during embryonic development and then would remain stable after birth. New techniques of confocal microscopy demonstrated that dendritic spines are indeed motile and dynamic structures that undergo a constant turnover, even after birthPost natal growth of CNSThough almost all neurons are present at birth, the brain continues to grow for a few years after birth.Though it was believed that neurons do not grow after birth, the CNS growth was attributed to Glial cells.Glial cells continue to divide and multiply even after birth.Glia carries out many important functions for normal brain function including insulating nerve cells with myelin. The neurons in the brain also make many new connections after birth.But recently, there are evidences to show that even Neuron grow and develop after birth.The component of neuron associated with growth is Dendritic spinesParts of NeuronMost neurons have three main parts:DendritesPerikarya (cell bodies)AxonThe dendrites are receptive to stimuli and bring stimuli from the environment (sensory epithelial cells or other neurons) to the cell body.There are usually several dendrites per neuron.The perikaryon (cell body) is also receptive to stimuli, but also serves as the trophic or synthesizing center for the whole nerve.The axon is a long process emerging from the cell body.There is only a single axon for each neuron.The axon transmits impulses to other neurons, or to effectors: muscle or gland cells.The distal portion of the axon is usually branched (terminal arborization).",
        "cop": 3,
        "opa": "Cell body",
        "opb": "Axon",
        "opc": "Dendrite",
        "opd": "Perikaryon",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "ea105986-be5e-457a-b012-18c107136bdd",
        "choice_type": "single"
    },
    {
        "question": "Ankle reflex is mediated by?",
        "exp": "ANSWER: (A) SIREF: Harrisons 18th ed chapter 367Ankle jerk reflex, also known as the Achilles reflex, occurs when the Achilles tendon is tapped while the foot is dorsiflexed. A positive result would be the jerking of the foot towards its plantar surface.The Achilles reflex checks if the SI nerve roots are intact and could be indicative of sciatic nerve pathology. It is classically delayed in hypothyroidism. This reflex is usually absent in disk herniations at the L5--SI level.A reduction in the ankle jerk reflex may also be indicative of peripheral neuropathy.",
        "cop": 1,
        "opa": "SI",
        "opb": "S2",
        "opc": "L5",
        "opd": "L4",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "5808acc8-1bab-42d4-a381-e8319ee66580",
        "choice_type": "single"
    },
    {
        "question": "Slowest velocity of conduction is in which fiber -",
        "exp": "Ans. is 'd' i.e., C o Fastest conduction velocity - Aa fiber,o Slowest conduction velocity - C fiber.Classification of Mammalian Nerve fibresGroup Erlanger and GasserLloyd & Hunt*MyelinationDiameter (microns)Conduction velocity (m/s)FunctionAgent to which conduction is most susceptibleA alphaIHeavily myelinated13-2070-120 MaximumProprioceptionMotor supply to Skeletal muscle (extrafusal to muscle spindle)PressureA betaIIMyelinated4-1325-70Touch, kinesthetic sense, pressurePressureA gamma-Slightly myelinated3-615-30Motor supply to intrafusal muscle fibres (muscle spindle)PressureA deltaIIISome myelination1-55-30Pain temperature, pressure, touchPressureB-Some myelination1-33-14Preganglionic autonomic fibresHypoxiaCIVUnmyelinated0-2-100-2-2 MinimumPain, temperature, pressure, postganglionic autonomic fibresLocal anaesthetics",
        "cop": 4,
        "opa": "Aa",
        "opb": "A [3",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "8a2f31fb-bc33-4496-a2e1-bfdfa0c96576",
        "choice_type": "single"
    },
    {
        "question": "Group B Nerve fibers are situated in:",
        "exp": "Ans. is 'c' is Preganglionic autonomic fibres Nerve fiber types in mammalian nerve:Fiber Type AFunctionFiber Diameter (mm)Conduction Velocity (m/s)alphaProprioception; somatic motor*12-20(Max.)* 70-120betaTouch, pressure*5-1230-70gammaMotor to muscle spindles*3-615-30deltaPain, cold, touch*2-512-30BPreganglionic autonomic*<33-15C Dorsal rootPain, temperature, some mechanoreceptor, reflex responses0.4-1.20.5-2Sympathetic*Postganglionic sympathetic0.3-1.30.7-2.3* A and B fibres are myelinated; C fibres are unmyelinated.",
        "cop": 3,
        "opa": "Muscle spindles",
        "opb": "Fibers carrying pain sensation",
        "opc": "Preganglionic autonomic fibers",
        "opd": "Post ganglionic autonomic fibers.",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "3241be65-970f-4ad3-80cd-d9209fc2c37c",
        "choice_type": "single"
    },
    {
        "question": "Na+ channel concentration is highest at -",
        "exp": "Ans. is 'c' i.e.. Axon hillock o Functionally speaking, the neuron can be divided into four zones : -Dendrides and Soma (cell body) - Receptor zoneAxon hillock of body & initial segment of axon - Generator area (Nerve impulse is generated)QAxon (main length) : - Transmitter zone (Transmits nerve impulse).The nerve terminals (Terminal knobs or buttons) : - Release zone (release neurotransmitters).o Axon hillock of body and initial segment of axon are the area where nerve impulse is generated as they have lowest threshold for excitation.o This is because they have a much higher density of voltage gated sodium channels.",
        "cop": 3,
        "opa": "Dendrites",
        "opb": "Soma",
        "opc": "Axon hillock",
        "opd": "Axon",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "0bd7ecf5-f014-4558-ae2d-a349e15b97cd",
        "choice_type": "single"
    },
    {
        "question": "Opioid secreted from anterior pituitary?",
        "exp": "(A) b endorphin# Pro-opiomelanocortin, a large precursor molecule found in anterior and intermediate lobes of pituitary gland and brain, contains b-endorphin, a polypeptide of 31 AA residues, that has met enkephalin at its amino terminal.> There are separate enkephalin secreting and fi-endorphin secreting systems of neurons in brain.> b-endorphin is also secreted into the bloodstream by pituitary gland.",
        "cop": 1,
        "opa": "b endorphin",
        "opb": "GH",
        "opc": "ACTH",
        "opd": "MSH",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "914b0486-f023-4920-af74-7724c1ccf0bc",
        "choice_type": "single"
    },
    {
        "question": "Neuropraxiais-",
        "exp": "Ans. is 'd' i.e., No Structural damage Neuropraxiao No anatomic disruption : Axon & myelin sheath remain intactAxontemesiso Disruption of axon with myelin sheath. Endoneurium is intactNeurotemesiso Complete section of nerve - Axon, myelin sheath, endoneuriun, perineurium, epineurium all are disrupted",
        "cop": 4,
        "opa": "Damage to axon",
        "opb": "Damage to endoneurium",
        "opc": "Damage to epineurium",
        "opd": "No Structural damage",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "35ff0ae4-66ac-492b-a61d-27b8a172461a",
        "choice_type": "single"
    },
    {
        "question": "Repolarization is due to opening of which channels-",
        "exp": "Ans. is 'c' i.e., K Phases of Action Potentialo The action potential, which is recorded using an intracellular electrode, has following phases : -Resting stage : - This is the resting membrane potential before the action potential. At rest, membrane is said to be \"polarized\" because - 70 mV negative membrane potential (RMP) that is present. Strictly speaking, it is not a part of the action potential.Depolarization phase : - The potential shoots up to + 35 mV in less than a millisecond. It is due to opening of \"voltage gated'' Na* channels which causes influx of sodium, so inside negative charge becomes positive. From - 70 mV to -55 mV (firing Ivel or threshold point) the voltage gated sodium channles open partially. This portion ofAP(- 70 mV to -55 mV) is called \"prepotential\"or \"footof AP\". Once the threshold level (-55 mV) is reached voltage gated Na+ channels open completely and the potential shoots up suddenly. It is called depolarization, since it represents loss of the original polarity of cell membrane.Repolarization phase : - The potential drops to near resting level, i.e., reversal to original polarity (repolarization). At the start of repolarization (end of depolarization), Voltage - gated Na+ channels close and Voltage - gated K+ channels open which cause efflux of K' out of the ceil. So, inside positive charge onceagain becomes negative due to efflux of positive charge (K+).After depolarization: - The repolarization is very fast till 70% of repolarization has been acheived. After that it is slows down. This slower phase of repolarization is called 'after depolarizationAfter-hyperpolarization : - The intracellular negativity overshoots the normal RMP of - 70 mV to reach a more negative value of about - 75 mV and then slowly retruns to the normal RMP of - 70 mV.",
        "cop": 3,
        "opa": "Na",
        "opb": "HC03",
        "opc": "K",
        "opd": "Cl",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "06791c9c-9a18-414a-afa7-860f3d80d393",
        "choice_type": "single"
    },
    {
        "question": "Nerve Condu ction is slow est in -",
        "exp": "Ans. is 'a' i.e., C o The peripheral motor portions of the ANS are made up of two neurons: preganglionic and postganglionic neurons.o Preganglionic axons are small-diameter, myelinated, relatively slowly conducting B fibers.o A preganglionic axon diverges to an average of eight or nine postganglionic neurons.o In this way, autonomic output is diffused.o The axons of the postganglionic neurons are mostly unmyelinated C fibers and terminate on the visceral effectors.Fiber TypeFunctionFiber Diameter(m/m)Conduction Velocity (m/s)Splike Duration (ms)Absolute Refactory Period (ms)A aProprioception; somatic motor12-2070-120 bTouch, pressure5-1230-700.4-0.50.4-1gMotor to muscle spindles3-615-30 dPain, cold, touch2-532-30 BPreganglionic autonomic<33-151.21.2C Dorsal rootPain, temperature, some mechano-reception0.4-1.20.5-222SympatheticPostganglionic sympathetic0.3-1A0.7-2.322* A and B fibers are myelinated; C fibers are unmyelinated.",
        "cop": 1,
        "opa": "C",
        "opb": "A alpha",
        "opc": "A beta",
        "opd": "A delta",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "2d7d1701-ca4e-433c-bf62-0f64d99999ef",
        "choice_type": "single"
    },
    {
        "question": "Ruffini end organ is associated with sensation of?",
        "exp": "Ans. is 'a' i.e., Pressure o Ruffini end organ (Ruffini corpuscles) are stimulated by sustained pressure.Sensory SystemModalityStimulus EnergyReceptor ClassReceptor Cell TypesSomatosensoryTouchTap, flutter 5-40 HzCutaneous mechanorecaptorMeissner corpusclesSomatosensoryTouchMotionCutaneous mechanorecaptorHair follicle receptorsSomatosensory'TouchDeep pressure, vibration 60-300 HzCutaneous mechanorecaptorPacinian corpusclesSomatosensory'TouchTouch, pressureCutaneous mechanorecaptorMarked cellsSomatosensory'TouchSustained pressureCutaneous mechanorecaptorRuffini corpusclesSomatosensoryProprioceptionStretchMechanoreceptorMuscle spindlesSomatosensoryProprioceptionTensionMechanoreceptorGolgi tendon organSomatosensoryTemperatureThermalThermoreceptorCold and warm receptorsSomatosensoryPainchemical, thermal and mechanicalChemoreceptor, thermore- ceptor and mechanoreceptorPolymodal receptors or chemical, thermal and mechanical nociceptorsSomatosensoryItchChemicalChemoreceptorChemical receptorVisualVisionLightPhotoreceptorRods, conesAudiotoryHearingSoundMechanoreceptorHair cells (cochlea)VestibularBalanceAngular accelerationMechanoreceptorHair cells (Semicircular canals)VestibularBalanceLinear acceleration, gravityMechanoreceptorHair cells (otolith organs)OlfactorySmellChemicalChemoreceptorOlfactory' sensory neuronsGustatoryTasteChemicalChemoreceptorTaste buds",
        "cop": 1,
        "opa": "Pressure",
        "opb": "Cold",
        "opc": "Vibration",
        "opd": "Position sense",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "26adae24-bee2-4685-bcb6-7717094c78ca",
        "choice_type": "single"
    },
    {
        "question": "Thickening of axon leads to -",
        "exp": "Ans. is 'a' i.e., Increased speed of conduction o Thickness of nerve fiber (Axon) has linear relation with velocity (speed) of conduction.Factors affecting nerve conduction (Propagation of APIo There are many factors that affect the nerve conduction. Propagation of action potential (nerve conduction) is favoured byQ:-Low axoplasmic resistance (Ri)QLow external longitudinal resistance (Ro)High membrane resistance (Rm)QLow membrane capacitance (Cm) QHigh space constantHigh time constantThick (large) nerve - Linear relation with conduction QMyelination of nerv e Q",
        "cop": 1,
        "opa": "Increased speed of conduction",
        "opb": "Decreased speed of conduction",
        "opc": "Increased absolute refractory period",
        "opd": "Unmyelination",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "2c77ac52-227b-41ad-8a03-55f8f13a4eef",
        "choice_type": "single"
    },
    {
        "question": "Purkinje fibres are -",
        "exp": "Ans. is 'c' i.e., Modified cardiac muscle Conducting system of hearto The conducting system is made of specialized myocardium (cardiac muscle), that is capable for initation and conduction of cardiac impulse. It has following parts : -SA node SA node is located in the upper part of crista terminalis at the junction of SVC and the right atrium. It is the pacemaker of the heart and generates impulse at a rate of 70-100/min. SA node is suplied by nodal artery, a branch of RCA in 65% cases and a branch of circumflex branch of LCA in 35% cases. SA node is supplied by right vagus/parasympathetic (inhibitory) and right Sympathetic (excitatory') system as it develops from structures on the right side of embryo.AV nodeIt lies in the right atrial floor near the interatrial septum in the 'triangle of koch' It is supplied by AV nodal artery, a branch of RCA. AV node develops from left side of heart, thus is supplied by left vagus and left sympathetic fibers.Atrioventricular bundle or bundle of HisIt arises from AV node and crosses the AV ring (annulus fibrosus). In the muscular septum it divides into right and left branches. It has a dual blood supply from AV nodal artery (branch of RCA) and anterior descending (interventricular) branch ofLCA.4) Right bundle branch (RBB) and left bundle branch (LBB)These bundle branches consist of modified muscle fibers (Purkinie fibers). Both RBB and L BB are supplied by LCA, except a small part of the LBB which is supplied by RCA.",
        "cop": 3,
        "opa": "Modified nerve fibres",
        "opb": "Modified smooth muscle",
        "opc": "Modified cardiac muscle",
        "opd": "Fibrous tissue",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "9f79aab8-f61a-465d-b923-5b0b72867bce",
        "choice_type": "single"
    },
    {
        "question": "Which is the Primary site of propagation of action potential in a cutaneous sensory nerve?",
        "exp": "ANSWER: (A) Axon hillockREF: Guyton 12th Ed. Page 67, Ganong 24th Ed Pg 91GENERATION OF ACTION POTENTIAL IN POST SYNAPTIC REGION:The portion of the cell with the lowrest threshold for the production of a full-fledged action potential is the initial segment, the portion of the axon at and just beyond the axon hillock. This unmyelinated segment is depolarized or hyperpolarized electrotonically by the current sinks and sources under the excitatory and inhibitory synaptic knobs. It is the first part of the neuron to fire, and its discharge is propagated in two directions: down the axon and back into the somaThe nerve cell membrane is polarized at rest with positive charges lined up along the outside of the membrane and negative inside. During the action potential there is a reversal of the polarity for a brief period. A current sink is created which initiates depolarization and a local response and when a firing level Is reached the popagated response results.The spatial distribution of ion channels along the axon plays a key role in the initiation and regulation of the action potential. Voltage gated sodium channels are highly concentrated in the nodes of ranvier and the initial segment in the myelinated neurons. And most of the cutaneous nerve fibres are myelinated. Hence the site of propagation is the axon hillock.",
        "cop": 1,
        "opa": "Axon hillock",
        "opb": "Dendritic spine",
        "opc": "Axoplasm",
        "opd": "Axon terminal",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "c17a4f43-7ba0-435b-91c2-2dc078fe4c23",
        "choice_type": "single"
    },
    {
        "question": "Which ion causes repolarization -",
        "exp": "Ans. is 'c' i.e., Potassium Phases of Action Potentialo The action potential, which is recorded using an intracellular electrode, has following phases : -Resting stage : - This is the resting membrane potential before the action potential. At rest, membrane is said to be \"polarized\" because - 70 mV negative membrane potential (RMP) that is present. Strictly speaking, it is not a part of the action potential.Depolarization phase : - The potential shoots up to + 35 mV in less than a millisecond. It is due to opening of \"voltage gated\" Na' channels which causes influx of sodiumQ, so inside negative charge becomes positive. From - 70 mV to -55 mV (firing Ivel or threshold point) the voltage gated sodium channles open partially. This portion of AP (- 70 mV to -55 mV) is called \"prepotential\" or \"foot ofAP\". Once the threshold level (- 55 mV) is reached voltage gated Na-i- channels open completely and the potential shoots up suddenly. It is called depolarization, since it represents loss of the original polarity of cell membrane.Repolarization phase : - The potential drops to near resting level, i.e., reversal to original polarity (repolarization). At the start of repolarization (end of depolarization), Voltage - gated Na+ channels close andVoltage - gated K+ channels open which cause efflux of K+ out of the cellQ. So, inside positive charge once again becomes negative due to efflux of positive charge (K+).After depolarization : - The repolarization is very fast till 70% of repolarization has been acheived. After that it is slows down. This slowrer phase of repolarization is called 'after depolarization After-hyperpolarization : - The intracellular negativity overshoots the normal RMP of - 70 mV to reach a more negative value of about - 75 mV and then slowly retruns to the normal RMP of - 70 mV.",
        "cop": 3,
        "opa": "Magnesium",
        "opb": "Calcium",
        "opc": "Potassium",
        "opd": "Sodium",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "f41ff24a-755f-4a55-a8e9-d54e87ae4193",
        "choice_type": "single"
    },
    {
        "question": "Intensity of sensory stimulation is directly related to:",
        "exp": "Ans. is 'b' i.e. \"Frequency of Action potential There are two methods by which brain detects the intensity of a sensory stimulus (differentiates between two stimuli of different intensities)by variation in the frequency of the action potentials generated by the stimulus in a given receptor.By variation in the number of receptors activated by the stimulus.Also knowWeber - Fechner law*It states that the magnitude of the sensation felt in proportionate to the log of intensity of the stimulus*.Example - A person holding 30 grams weight in his hand can barely detect a 1 gm rise in weight (a rise than 1 gm would not be detectable). But when he holds 300 gm of weighty he can rarely detect a 10 gm increase in weight (a rise less than 10 gm would not be detectable to him. So a 300 gm wt. and (Say) 307 gm of weights would appear same to him.)This is expressed mathematically asInterpreted signal strength = Log x stimulus intensity + constant",
        "cop": 2,
        "opa": "Duration of action potential (AP)",
        "opb": "Frequency of AP",
        "opc": "Amplitude of AP",
        "opd": "All of the above.",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "324b9e63-69b0-4be1-8e43-662ca6735c18",
        "choice_type": "multi"
    },
    {
        "question": "On electromyography, all of the following features suggest deneravation, except:",
        "exp": "Ans. is 'b' i.e. Small short-duration polyphasic action potential Small short-duration polyphasic action potentials are seen in myopathy & myaesthemia gravis.In denervation: early in the course, the number of MUPs, (motor unit potential) appearing during contraction is reduced and the configuration of the remaining ones are quite normal.in time, the remaining MUPs often increase in size and in amplitude and become longer in duration and sometimes polyphasic.after about 2 weeks of denervation, fibrillation potentials can be recorded from the resting muscle. (Fibrillation is the spontaneous contraction of a single muscle fibre. It is ordinarily not visible through the skin.) another type of spontaneous activity sometimes recorded from resting denervated muscle is that of positive sharp waves also called as 'saw tooth' potentials. in chronic denervation, spontaneous and repetitive fasciculation potentials may be seen (Fasciculation represents the spontaneous firing of an entire motor unit, causing contraction of a group of muscles and in contrast to fibrillation is visible through the skin. Fasciculation potentials are evidence of motor nerve fibre irritability, most often the result of reinnervations following nerve or motor neuron damage)in chronic denervation sometimes, 'giant potential' can be seen. This is because surviving axons often produce collateral sprouts which re-innervate denervated muscles, thus some motor units become much larger than normal in both amplitude and duration.Just to recapitulate basic physiology of a Motor unit:A motor unit consists of a motor neuron together with all the muscle fibres which it innervates.The muscle fibres belonging to a motor unit are scattered throughout a portion of the muscle.In any given portion of a muscle, muscle fibres belonging to 20-50 different motor units intermingle with each other.The unit of activation of a muscle is a motor unit, and the unit of activation within a motor unit is a muscle fibre.",
        "cop": 2,
        "opa": "Unrgulated firing of individual muscle fibers",
        "opb": "Small short-duration polyphasic action potentials",
        "opc": "Presence of positive sharp waves",
        "opd": "Spontaaneous firing of motor units",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "75e0bdc9-05a3-424d-b688-0b09c58faea4",
        "choice_type": "multi"
    },
    {
        "question": "True about oligodendrocytes is?",
        "exp": "ANSWER: (A) Forms Myelin sheathREF: Grays anatomy 39th ed page 51, Basic histology, Carlos & Jose, 11thedition, Chapter 9. Nerve Tissue & the Nervous System\"The myelin sheath is produced by oligodendrocytes in the central nervous system and by Schwann cells in the peripheral nervous system\"Oligodendrocytes myelinate CNS axons and are most commonly seen as intrafascicular cells in myelinated tracts.Oligodendrocytes may enclose up to 50 axons in separate myelin sheaths: the largest calibre axons are usually ensheathed on a 1:1 basis.",
        "cop": 1,
        "opa": "Forms Myelin sheath",
        "opb": "Forms blood brain barrier",
        "opc": "Secretes CSF",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "e37fc351-cf1f-4647-bff6-dcf6cc59678a",
        "choice_type": "multi"
    },
    {
        "question": "Slowest conduction velocity is seen in which nerve fiber?",
        "exp": "ANSWER: (D) C fiberREF: Ganong, 22nd edition, Table 2-1Types of Nerve Fibres:FibreTypeFunctionFibreDiameter (u)Conduction Velocity (m/s)SpikeDuration(ms)Absolute Refractory Period (ms)A aProprioception; somatic motor12-2070-1200.4-0.50.4-1AbTouch, pressure, motor5-1230-70 AgMotor to muscle spindles3-615-30 AdPain, cold, touch2-512-30 BPreganglionic autonomic<33-151.21.2CPain, temperature, some0.4-1.20.5-222(Dorsal root)mechano receptor, reflex responses CPostganglionic sympathetic0.3-1.30.7-2.322(Sympathetic) - A and B fibres are myelinated; C fibres are unmyelinated.",
        "cop": 4,
        "opa": "A-alpha",
        "opb": "A-beta",
        "opc": "A-delta",
        "opd": "C fiber",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "d832b45f-e656-4886-83ed-1a9c8362f73a",
        "choice_type": "single"
    },
    {
        "question": "C-type of nerve fibers are -",
        "exp": "Ans. is 'a' i.e., Postganglionic sympathetic o Type C-fibers are:PainTemperaturePostganglionic autonomic (mainly parasympathetic)",
        "cop": 1,
        "opa": "Postganglionic sympathetic",
        "opb": "Kinesthesia",
        "opc": "Pressure",
        "opd": "Proprioception",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "9ea36052-a022-484c-846b-64c3e5a2dac9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding alpha and gamma motor neurons during initiation of voluntary movements?",
        "exp": "Ans. c. Both are activated together (Ref: Ganong 24/e p232 Guyton 13/e p699)In response to descending excitatory input to spinal motor circuits, both a- and y-motor neurons are activated\"In response to descending excitatory input to spinal motor circuits, both a- and -y-motor neurons are activated. Because of this \"a--y coactivation, \" intrafusal and extrafusal fibers shorten together, and spindle afferent activity can occur throughout the period of muscle contraction. In this way, the spindle remains capable of responding to stretch and reflexivefy adjusting a-motor neuron discharge \"--Ganong 24/e p232\"Role of the muscle spindle in voluntary motor activity: To understand the importance of the gamma efferent system, one should recognize that 3 1 percent of all the motor nerve fibers to the muscle are the small type A gamma efferent fibers rather than large type A alpha motor fibers. Whenever signals are transmitted from the motor cortex or from any other area of the brain to the alpha motor neurons, in most instances the gamma motor neurons are stimulated simultaneously, an effect called coaetivation of the alpha and gamma motor neurons. This effect causes both the extrafusal skeletal muscle fibers and the muscle spindle intrafusal muscle fibers to contract at the same time. \"--Guyton 13/e p699",
        "cop": 3,
        "opa": "Alpha motor neurons are activated first followed by gamma motor neurons",
        "opb": "Gamma motor neurons are activated first followed by alpha motor neurons",
        "opc": "Both are activated together",
        "opd": "Only alpha motor neurons get activated",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "912fdc42-deb1-44d0-a60b-2b1d787db6c5",
        "choice_type": "multi"
    },
    {
        "question": "Chronaxie minimum in?",
        "exp": "ANSWER: (C) Myelinated nerveREF: Pediatric Anesthesia By Bruno Bissonnette page 758Chronaxie (or chronaxy) is the minimum time over which an electric current, double the strength of the rheobase, needs to be applied, in order to stimulate a muscle fiber or nerve cell.Rheobase is the minimal current amplitude of indefinite duration (practically, a few hundred milliseconds) that results in the depolarization threshold of the cell membranes being reached (i.e. an action potential or the contraction of a muscle).In the case of a nerve or single muscle ceil, rheobase is half the current that needs to be applied for the duration of chronaxie to result in an action potential or muscle twitchRemember chronaxie is the measure of excitability of the nerve. Hence chronaxie is inversely proportional to the myelination of the nerves.Order of neurons in order of increasing chronaxie: A alpha > A delta > C",
        "cop": 3,
        "opa": "Mixed nerves",
        "opb": "Unmyelinated nerve",
        "opc": "Myelinated nerve",
        "opd": "Sensory nerves",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "c4672014-4122-413d-bbef-2671feae3247",
        "choice_type": "single"
    },
    {
        "question": "Wallarian degeneration is seen in -",
        "exp": "Ans. is 'a- i.e., Distal to injuryo Part distal to the injury - Wallarian degeneration or secondary degeneration,o Part proximal to the injury - Primary degeneration or retrograde degeneration.Degeneration of the distal part (Antegrade)Degeneration of proximal part (Retrograde)Stage of regenerationo Degeneration of distal part (distal to cut) is called Wallerian degeneration.o Within 24 hours histological and chemical changes occur.o The axon cylinder swells up and breaks down into small rodlets.o Myelin sheath breaks down into oily droplets, It occurs 8-32 days after injury.o Cells of the sheath of Schwann-divide mitotically and form cords of cells lying within the endoneurial tube (neurilemma) - macrophages remove the degenerating myelin and axis cylinder - thus schwann cell cytoplasm gradually fills the neurilemma, this process is completed by 3 months.o Hollow tube of neurilemma remains Intact and known as ghost tube.o Same as distal generation but unto nearest node of ranvier (nearest collateral),o Changes in the cell body:# Within 48 hours of injury the nissl grannies begins to disintegrate (known as chromatolysis).# Golgi apparatus fragments.# Cells swell.# Neurofibril disappear and nucleus displaced to cell margin.o Axis cylinders from stumps grows and sprout out (pseudopod like structure of fibril).o After 2-3 weeks peripheral endoneural tube, contian varying number of developing fibril.oMedullary sheath begins to develop in about 15 days and completed within one year.o Repair of cell body (i.e. Nissl granules and golgi apparatus) - begins about 20 days after nerve section and is completed in 80 days.1st change in cut nerve is - Axonal degeneration2nd change in cut nerv e is - Myelin degeneration",
        "cop": 1,
        "opa": "Distal to injury",
        "opb": "Proximal to injury",
        "opc": "At both ends",
        "opd": "In cell body (soma)",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "f9f8f49a-bb3f-4584-b942-a5eaa4beb70c",
        "choice_type": "multi"
    },
    {
        "question": "Node of Ranvier is seen in -",
        "exp": "Ans. is 'c' i.e., Axons o Nodes of Ranvier are periodic gaps in the myelin sheath on the axon.o Neuron is the functional unit (basic unit of nervous tissue).o It is specialized for the function of reception, integration and transmission of information in the body,o The basic structure of neuron is best studied in a spinal motor neuron,o This cell has a 'cell body (soma)' with 5-7 small processes called 'dendrites'.o There is a long process called 'axon' that originate from \"axon hillock (A thickned area of cell body from which axon originates)\".o The first portion of the axon is called \"initial segment\".o In a motor neuron, the axon hillock and the initial segment of axon have the low est threshold for excitation0o Functionally speaking, the neuron can be divided into four zones : -Dendrides and Soma (cell body) - Receptor zoneAxon hillock of body & initial segment of axon - Generator area (Nerve impulse is generated) QAxon (main length) : - Transmitter zone (Transmits nerve impulse).The nerve terminals (Terminal knobs or buttons) : - Release zone (release neurotransmitters).",
        "cop": 3,
        "opa": "Cell body",
        "opb": "Dendrites",
        "opc": "Axons",
        "opd": "Terminalbutons",
        "subject_name": "Physiology",
        "topic_name": "Nerve Physiology",
        "id": "7013a79a-27e8-41e3-905e-3029db80aed1",
        "choice_type": "single"
    }
]