[
    {
        "question": "Brain contains which neurotransmitter:",
        "exp": "Ans. (b) Glutamate. Ref.: Lange medical physiology by Ganong 23rd ed., ch. 15* Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system.* At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors.* Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain.* Excitotoxicity due to excessive glutamate release and impaired uptake occurs as part of the ischemic cascade and is associated with stroke, autism, some forms of intellectual disability, and diseases such as amyotrophic lateral sclerosis, lathyrism, and Alzheimer's disease.* In contrast, decreased glutamate release is observed under conditions of classical phenylketonuria",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Glutamate",
        "opc": "Serine",
        "opd": "Tryptophan",
        "subject_name": "Physiology",
        "topic_name": "Neurotransmitters",
        "id": "3287f16e-40fc-42ac-9317-c08afc4cc983",
        "choice_type": "single"
    },
    {
        "question": "Noradrenaline is major neurotransmitter in -",
        "exp": "Ans. is \"b\" i. e., Postganglionic sympathetic fibres except in sweat glandso Neurotransmitter in all preganglionic autonomic nerves (both sympathetic and parasympathetic) is acetylcholine (ACH)o Neurotransmitter in all ganglia (both sympathetic and parasympathetic) is acetylcholine. o Neurotransmitter in postganglionic parasympathetic fibres is acetylcholine. o In posganglionic sympathetic fibres, the major neurotransmitter is noradrenaline (NA) except in renal and mesentric vasculature where it is dopamine, in sweat glands, some blood vessels where it is acetylcholine and in adrenal medulla where it is adrenaline. o Most of the visceral organs are supplied by both sympathetic and parasympathetic system except; 1. Blood vessels, spleen, sweat glands and hair follicles receive only sympathetic innervation. 2. Ciliary muscle gastric and pancreatic glands receive only parasympathetic innervation, o In general sympathetic and parasympathetic systems are antagonistic except:# Refractory period of atrial fibres is decreased by both. o At almost all organs except heart, cholinergic system has excitatory activity and adrenergic system has relaxing properties - Sympathetic system stimulates (Tachycardia, Positive inotropic) and parasympathetic system depresses (Bradycardia,, Negative inotropic) the heart.",
        "cop": 2,
        "opa": "Postganglionic parasympathetic fibres",
        "opb": "Postganglionic sympathetic fibres except in sweat glands",
        "opc": "Autonomic ganglia",
        "opd": "Preganglionic autonomic fibres",
        "subject_name": "Physiology",
        "topic_name": "Neurotransmitters",
        "id": "871edc04-6d4d-467f-8362-58ed2446371a",
        "choice_type": "multi"
    },
    {
        "question": "Release of neurotransmitter from presynaptic vesicles is an example of -",
        "exp": "Ans. is 'd' i. e., Exocytosis o Release of neurotransmitter from presynaptic vesicle occurs by exocytosis. o Macromolecules like neurotransmitters can not pass through the cell membrane by diffusion or active transporto They are transported out of the cells by exocytosis, in which neurotransmitter is first packed into vesicle (synaptic vesicle) and then released by exocytosis.",
        "cop": 4,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Active transport",
        "opd": "Exocytosis",
        "subject_name": "Physiology",
        "topic_name": "Neurotransmitters",
        "id": "4f122952-eef0-4bec-b008-80d1f8ae7bab",
        "choice_type": "single"
    },
    {
        "question": "Major neurotransmitter in afferents in nucleus tractus solitarius to regulate cardiovascular system -",
        "exp": "Ans. is 'b' i. e., Glutamate o Nucleus tractus solitarius (NTS) lies in medulla. o It receives following afferents:-General visceral afferents. From tonsil, pharynx, posterior part of tongue, carotid body and sinus - through glossopharyngeal nerve: From pharynx, larynx, trachea, esophagus, and other thoracic and abdominal viscera -through vagus nerve. Special visceral afferents. From anterior 2/3 of tongue (except circumvallate papillae) and palate - through facial nerve. From posterior 1/3 of tongue (including circumvallate papillae) - through glossopharyngeal nerve. From posterior most part of tongue and epiglottis - through vagus nerve. o NTS is involved in regulation of cardiovascular system through baroreceptors and chemoreceptors. o There is a general consensus that glutamate is the neurotransmitter released at the therminals of baroreceptor and chemoreceptor afferents in NTS. -- www. springer. como However, cholinergic, GABAergic, and opioidergic mechanisms are also present in NTS.",
        "cop": 2,
        "opa": "Serotoxin",
        "opb": "Glutamate",
        "opc": "Glycine",
        "opd": "Norepinephrine",
        "subject_name": "Physiology",
        "topic_name": "Neurotransmitters",
        "id": "e891d477-39d3-413e-8cb5-c1070cc5b6f9",
        "choice_type": "single"
    },
    {
        "question": "Endorphin release causes -",
        "exp": "Ans. is 'a' i. e., Analgesia o Primary action of endorphin (b-endorphin) is to inhibit pain. o Neurons containing b--endorphin descend from the hypothalamus to terminate on periaquenductal gray matter of midbrain. Periaqueductal gray matter send enkephalinergic and dynorphinergic neuron to medulla to inhibit pain by stimulating raphe nucleus.",
        "cop": 1,
        "opa": "Analgesia",
        "opb": "Allodynia",
        "opc": "Hyperalgesia",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Neurotransmitters",
        "id": "f2de82b9-12ed-4d4f-93b9-16de0dca4695",
        "choice_type": "multi"
    }
]