[
    {
        "question": "Pain is carried by w hich type of nerve fibres -",
        "exp": "Ans. is 4d' i. e., C o Fast fibers carrying pain- Ad (fast pain)o Slow fibers carrying pain - C (slow pain). Functions of different fibreso Type A fibersA a- Proprioception, somatic motor (extrafusal fibers of muscle spindle). A b - Touch, pressure, kinesthetic. Ag - Motor to intrafusal fibers of muscle spindleA d Pain, temperature, touch, pressureo Type B fibers - Preganglionic autonomico Type C fibers - Pain, temperature. Postganglionic autonomic (mainly sympathetic)",
        "cop": 4,
        "opa": "aa",
        "opb": "b",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Pain Physiology",
        "id": "fa1ca656-46d0-41eb-a71d-63efe8f38fbf",
        "choice_type": "single"
    },
    {
        "question": "Pain is carried by which nerve fibers-",
        "exp": "Ans. is 'c' i. e., Ad, C o Type A fibers# A a - Proprioception, somatic motor (extrafusal fibers of muscle spindle).# A b - Touch, pressure, kinesthetic# A g - Motor to intrafusal fibers of muscle spindle# Ad - Pain, temperature, touch, pressureo Type B fibers - Preganglionic autonomico Type C fibers - Pain, temperature, Postganglionic autonomic (mainly sympathetic)",
        "cop": 3,
        "opa": "Aa, Ab",
        "opb": "Aa, Ag",
        "opc": "Ad, C",
        "opd": "Ag, C",
        "subject_name": "Physiology",
        "topic_name": "Pain Physiology",
        "id": "b6cead39-0da0-4cba-ae1f-57d3f5f53ba1",
        "choice_type": "single"
    },
    {
        "question": "Primary afferent fibers secretes which nociceptive substance at dorsal horn?",
        "exp": "ANSWER: (D) Substance PREF: Guyton 12th Ed. Page 586. SIMPLIFIED PAIN PATHWAY: Pain fibre terminals entering the spinal cord release both glutamate and substance P. glutamate acts instantaneously and lasts for a few minutes while substance P is released slowly and builds up over a period of time. Hence glutamate may be involved in fast pain and Substance P in slow pain. Nociceptors are the specialized sensory receptors responsible for the detection of noxious (unpleasant) stimuli, transforming the stimuli into electrical signals, which are then conductedto the central nervous system. They are the free nerve endings of primary afferent A delta and C fibres. Distributed throughout the body (skin, viscera, muscles, joints, meninges) they can be stimulated by mechanical, thermal or chemical stimuli. Inflammatory mediators (eg bradykinin, serotonin, prostaglandins, cytokines, and H+) are released from damaged tissue and can stimulate nociceptors directly. They can also act to reduce the activation threshold of nociceptors so that the stimulation required to cause activation is less. This process is called primary sensitization. Primary afferent fibers: A-delta and C fibers. In addition to the A-delta and C fibres that carry noxious sensory information, there are primary afferent A-beta fibres that carry non- noxious stimuli. A-delta and C fibres synapse with secondary afferent neurones in the dorsal horn of the spinal cord. The dorsal horn can be divided histologically into ten layers called Rexed laminae. A-delta and C fibres transmit information to nociceptive specific neurones in Rexed lamina I and II, in addition to projections to otherlaminae. Primary afferent terminals release a number of excitatory neurotransmitters including glutamate and substance P. Complex interactions occur in the dorsal horn between afferent neurones, interneurones and descending modulatory pathways. These interactions determine activity of the secondary afferent neurones. Glycine and gamma-aminobutyric add (GABA) are important neurotransmitters acting at inhibitory interneurones. Ascending tracts in the spinal cord: There are two main pathways that carry nociceptive signals to higher centres in the brain. 1. The spinothalamic tract: secondary afferent neurones decussate within a few segments of the level of entry into the spinal cord and ascend in the contralateral spinothalamic tract to nuclei within the thalamus. Third order neurones then ascend to terminate in the somatosensory cortex. There are also projections to the periaqueductal grey matter (PAG). The spinothalamic tract transmits signals that are important for pain localization. 2. The spinoreticular tract: fibres also decussate and ascend the contralateral cord to reach the brainstem reticular formation, before projecting to the thalamus and hypothalamus. There are many further projections to the cortex. This pathway is involved in the emotional aspects of pain. The experience of pain is complex and subjective, and is affected by factors such as cognition (eg distraction or catastrophising), mood, beliefs and genetics. The somatosensory cortex is important for the localization of pain.",
        "cop": 4,
        "opa": "Acetylcholine",
        "opb": "Epinephrine",
        "opc": "Nor epinephrine",
        "opd": "Substance P",
        "subject_name": "Physiology",
        "topic_name": "Pain Physiology",
        "id": "9bb8b044-e808-47ea-ba7e-7cfccf4afe10",
        "choice_type": "single"
    }
]