[
    {
        "question": "The sigmoid nature of Hb-O2 dissociation curve is because of:",
        "exp": "Ans. is 'a' i. e. Binding of one O2 molecule increases the affinity for next Hb also. Lehninger writes: \"Hemoglobin must bind oxygen efficiently in lungs and release oxygen in the tissues, myoglobin, or any protein that binds oxygen with a hyperbolic binding curve, would be ill-suited to this function. A protein that binds O2 with high affinity would bind it efficiency in the lungs but would not release much of it in the tissues. If the protein oxygen with a sufficiently low affinity to release it easily in the tissues, it would not pick up much of oxygen in lungs. Hemoglobin solves this problem by undergoing a transition from a low affinity state (the *T state) to a high affinity state (the (R state) as more oxygen molecules are bound. As a result, the Hemoglobin hos a hybrids-shaped, or sigmoid*, binding curve for oxygen*. \"",
        "cop": 1,
        "opa": "Binding of one O2 molecule increase the affinity for the next O2 molecule.",
        "opb": "Alpha chain has more affinity for O2 than beta chain",
        "opc": "Beta chain has more affinity for than alpha chain",
        "opd": "Hemoglobin in acidic in nature.",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "081c591d-da74-47d2-a55b-071863211fd1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not responsible for causing a right shift of the oxygen dissociation curve:",
        "exp": "Ans. (d) Alkalosis. Ref: Ganong 25th ed. 1640-41. OXYGEN HEMOGLOBIN DISSOCIATION CURVE* Oxygen- hemoglobin dissociation curve is sigmoid 'S' shaped because binding of one oxygen molecule to heme increases the affinity of second heme molecule for oxygen and so on. Factors affecting affinity of Hb for oxygen and causing the shift of curve are: Left shift. Right Shift* This means the affinity of oxygen to Hb is increased and oxygen is bound more tightly to hemoglobin* Factors leading to left shift are# Alkalosis or pH# | PCO2 (CO2 content of blood)# | Temperature (Hypothermia)# | 2, 3 DPG* This means the affinity of O2 to Hb is decreased which favours release of oxygen to tissue.* Factors leading to right shift are:# Acidosis or | pH# | PCO2 (CO2 conten|t of blood)# Temperature (Hypothermia)# | 2, 3 DPG",
        "cop": 4,
        "opa": "Increased carbon dioxide",
        "opb": "Temperature",
        "opc": "Exercise",
        "opd": "Alkalosis",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "7c3a9cfa-c126-4340-93ee-3fb1f122c472",
        "choice_type": "single"
    },
    {
        "question": "Oxygen comes from alveoli to blood by -",
        "exp": "Ans. is 'a' i. e., Diffusiono Oxygen is transferred from the alveoli to the pulmonary' capillaries by the process of diffusion. The diffusion occurs across the respiratory membrane. o As oxygen diffuses into the blood, it combines with hemoglobin. However, the oxygen, in combination with hemoglobin, does not contribute to the PO2 of blood. Therefore the alveolar - capillary gradient of PO2 is maintained much longer than it would be if hemoglobin were not present. The sequence mey be visualized as follows: -Oxygen diffuses from the alveoli into the plasma due to the PO2 gradient. To start with, the PO2 in the RBC fluids is the same as in the plasma. As soon as diffusion from the alveoli to plasma raises the PO2 of plasma above that of the RBC fluids, oxygen diffuses from the plasma into the RBC. As soon as oxygen enters the RBC, it combines with hemoglobin, which mops up oxygen but does not let PO2 rise. The process continues till hemoglobin cannot pick up any more oxygen. Then the PO2 in the RBC fluids rises to equal that in the plasma and diffusion from the plasma to RBC stops. After that the PO2 in the plasma also rises to equal that in the alveoli, and consequently diffusion from the alveoli to the plasma stops. o Thus, the presence of hemoglobin makes an enormous difference to the amount of oxygen transferred. By mopping up oxygen without letting the PO2 rise, it lets the diffusion of oxygen continue much longer. While the PO2 gradient determines the direction of diffusion of oxygen, it is actually hemoglobin that lays the trap for carrying large amounts of oxygen in the blood.",
        "cop": 1,
        "opa": "Diffusion",
        "opb": "Receptormediated",
        "opc": "Active transport",
        "opd": "Osmosis",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "0602cc57-35ba-4aea-9d77-e809c148ef36",
        "choice_type": "single"
    },
    {
        "question": "Alveolar hypoventilation is present in A/E-",
        "exp": "Ans. is 'd' i. e. Lobar pneumonia * In lobar pneumonia there is a defect of diffusion of gases at the respiratory membrane. Classification of causes of respiratory failure. Mechanism. Acute. Chronic. Reduced Ventilation. Tetanus, Polio, Botulism Polyneuritis, Pneumothorax, Flail Chest Radiation pneumonitis Foreign body, epiglottitis angioedema, asthma, bronchiolitis. Myasthenia gravis Muscular dystrophy Kyphoscoliosis, Ankylosing spondylitis. Interstitial fibrosis, sarcoidosis COPD, bronchiectasis. Restrictive. Neuromuscular disease. Chest wall disease. Lung disease. Obstructive. Abnormal perfusion. Pulmonary embolism. Vasculitis. Impaired diffusion. Shock, interstitial. Pneumonitis Acute left ventricular failure, toxic gases, mitral stenosis. Sarcoidosis, Pneumoconiosis. Interstitial fibrosis. Chronic leftventricular failure Interstitial disease Pulmonary edema",
        "cop": 4,
        "opa": "Bulber poliomyelitis",
        "opb": "COPD",
        "opc": "Kyphoscoliosis",
        "opd": "Lobar pneumonia",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "c9c57a39-674d-43b3-a2b1-9b345a8e689b",
        "choice_type": "single"
    },
    {
        "question": "O2-Hb dissociation curve is shifted to left by -",
        "exp": "Ans. is 'd' i. e., Fetal hemoglobin \"Fetal hemoglobin has considerably less affinity for 2, 3-DPG than does adult hemoglobin. In human blood, the affinity offetal hemoglobin for 2, 3-DPG is only about 40% that of adult hemoglobin. This makes fetal hemoglobin behave as if 2, 3-DPG levels are low; therefore, the oxygen dissociation curve is shifted to the left - Clinical physiology in childhood. Oxveen dissociation curve. Shifted to right. Shifted to lefto Decreased oxygen affinity to hemoglobino Increased P50o Increased oxygen delivery to tissueso Causes:# Decreased pH (Acidosis)# Increased temperature# Increased PCO2# Increased 2, 3 DPG (BPG)i) Growth hormone, Androgen, thyroid hormoneii) Exerciseiii) Tissue hypoxiaiv) High altitudev) Anemiavi) Alkalosisvii) Cyanotic CHDviii) Pregnancyix) Chemicals: Inosine, Pyruvate, PEP, phosphate# Sickle hemoglobin (HbS)o Increased oxygen affinity to hemoglobino Decreased P50o Decrease oxygen delivery to tissueso Causes:# Increased pH (alkalosis)# Decreased temperature# Decreased PCO2# Decreased 2, 3 DPG (BPG):-Stored blood# Fetal hemoglobin (HbF)",
        "cop": 4,
        "opa": "Acidosis",
        "opb": "Hyperthermia",
        "opc": "Increased P50",
        "opd": "Fetal hemoglobin",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "b34dea4c-b713-44b9-a955-b34af778b52d",
        "choice_type": "single"
    },
    {
        "question": "CO2 diffuses more easily through the respiratory membrane than O2 because it is:",
        "exp": "Ans is 'b' i. e. More soluble in plasma Diffusion of gases through the tissues or respiratory membrane depends on the solubility of the gas in lipids; but since all the gases of respiratory importance are all highly soluble in lipids the diffusion through the tissues would depend on diffusion of gases in tissue water. The diffusion of gases through fluid depends on multiple factors of which the two which are characteristics of the gas itself are. Solubility in fluid &Molecular weight. The diffusion coefficient of the gas is directly proportional to the solubility and inversely proportional to the square root of the molecular weight. Diffusion coefficient = Solubility/ Molecular weight. Diffusion coefficient of: Oxygen--1. 0 Carbon dioxide -- 20. 3. Carbon dioxide despite having higher molecular weight than Oxygen, has a very high diffusion coefficient because of its very high solubility in plasma (about 22 times).",
        "cop": 2,
        "opa": "Less dense",
        "opb": "More soluble in plasma",
        "opc": "Less molecular weight",
        "opd": "Less PCO2 in the alveoli",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "c458d488-5824-4ddb-acef-cb1f0c2f6fb4",
        "choice_type": "single"
    },
    {
        "question": "% of O2 inhaled-",
        "exp": "Ans. is 'b' i. e., 20% Atmospheric (inspired) air. Alveolar air. Expired air %PP mm Hg%PP mm Hg%PP mm Hg. O220. 8415813. 410016116. CO20. 040. 35. 340432. Nitrogen78. 6259675. 157374. 1565. H2O (vapour)0. 505. 76. 2476. 247 100760100760100760",
        "cop": 2,
        "opa": "5%",
        "opb": "20%",
        "opc": "50%",
        "opd": "78%",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "81faaa8f-7103-4964-90b8-b54b1fbcf34b",
        "choice_type": "single"
    },
    {
        "question": "p. O2 pressure at sea level:",
        "exp": "Ans. (c) 160* At sea level the atmosphere exerts a total pressure of 760mm. Hg. Since the atmosphere is 21% 02 (by volume), the partial pressure of oxygen (pO, )= 0. 21 x 760 = 160 mm. Hg.* The partial pressure of C02 (p. C02) at sea level is 0. 23 mm. Hg.",
        "cop": 3,
        "opa": "140",
        "opb": "150",
        "opc": "160",
        "opd": "180",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "0c369ac7-6572-43c6-8f9c-64812d384024",
        "choice_type": "single"
    },
    {
        "question": "Decreased O2 affinity of Hb in blood with decreased pH:",
        "exp": "Ans. C. Bohr effecta. Bohr effect: i. Definition the decrease in O2 affinity of Hb when the pH of the blood falls is called the Bohr effectii. Deoxy Hb binds H+ more actively than does oxy Hb. iii. PH of blood falls as its CO2 content increases so that when the PCO2 rises the curve shifts to the right and the P50 rises this is Bohr effect. b. Haldone effect: CO2 transport in blood: i. Definition the ability of deoxygenated - blood to carry more CO2 than oxygenated Hb. ii. Deoxygenated Hb (weak acid) binds more H+ than oxy Hb (stronger acid) does and forms carbamino compound (Hb-CO2 ). iii. Venous blood carries more CO2 than Arterial blood and CO2 uptake is facilitated in tissues and CO2 release is facilitated in the lungs. iv. Thus the Haldane effect approximately doubles the amount of CO2 released from the blood in the lungs and approximately doubles the pickup of CO2 in the tissues",
        "cop": 3,
        "opa": "Haldane effect",
        "opb": "Double Haldane effect",
        "opc": "Bohr effect",
        "opd": "Double Bohr effect",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "c6b031c6-ff9f-40df-a4d3-a4707091c50a",
        "choice_type": "single"
    },
    {
        "question": "Effect of fetal hemoglobin on O, dissociation curve-",
        "exp": "Ans. is 'b' i. e., Left shift Oxveen dissociation curve. Shifted to right. Shifted to lefto Decreased oxygen affinity to hemoglobino Increased P50o Increased oxygen deliveryQ to tissueso Causes;* Decreased pH (Acidosis) Q* Increased temperatureQ* Increased PCO6* Increased 2, 3 DPG(BPG)6i) Growth hormone, Androgen, thyroid hormoneii) Exercise. Qiii) Tissue hypoxia. Qiv) High altitude. Qv) Anemia. Qvi) Alkalosisvii) Cyanotic CHDviii) Pregnancyix) Chemicals: - InosineQ, Pyruvate. PEP, phosphate* Sickle hemoglobin (HbS) Q. o Increased oxygen affinity to hemoglobin. Qo Decreased P50o Decrease oxygen delivery Q to tissueso Causes;* Increased pH (alkalosis) Q* Decreased temperatureQ* Decreased PCO2Q* Decreased 2, 3 DPG (BPG). Stored bloodQ* Fetal hemoglobin (HbF) Q",
        "cop": 2,
        "opa": "Right Shift",
        "opb": "Left Shift",
        "opc": "No effect",
        "opd": "May be right or left",
        "subject_name": "Physiology",
        "topic_name": "Principles of Gas Exchange - Respiratory Membrane",
        "id": "33b98c2e-f284-417b-8251-fc0ff3574846",
        "choice_type": "single"
    }
]