[
    {
        "question": "Major initiating response for peristalsis is -",
        "exp": "Ans, is 'b' i. e., Local stretching of gut o The propulsive movement of the small intestine are called peristalsis0. o Peristalsis consists of a ring of contraction in one segment, and receptive relaxation in the immediatly distal segment. o. This results in propulsion of contents from the contracted segment to the relaxed segment. o This is promptly followed by contraction of the segment which was earlier relaxed and relaxation of the segment which is distal to it. o Thus a wave of contraction travels distally, resulting in propulsion of the contents, o Peristalsis is a local stretch reflex and the usual stimulus for peristalsis is distention of the gutQ, o Peristalsis requires an active myenteric (Auerbach's) plexusQ. o Local stretch by chyme releases serotonin, which activates myenteric plexus. o Cholinergic neurons of this plexus passing in a retrograde direction release substance P and acetylcholineQ, causing smooth muscle contraction. o Cholinergic neurons passing in an antegrade direction activate neurons that secrete NO, VIP, and ATP, produing relaxation ahead of the stimulus. o In addition to nervous signals, several hormonal factors also affect peristalsis. o Gastrin, Cholecystokinin0 insulin, motilin and serotonin enhance intestinal motility, o Secretin and glucagon inhibit small intestinal motility.",
        "cop": 2,
        "opa": "Hormonal",
        "opb": "Local stretching of gut",
        "opc": "Neural",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Propulsion and Mixing of Food in the Alimentary Tract",
        "id": "80dcb998-b6fe-4dde-835c-e329e3db8c5f",
        "choice_type": "multi"
    },
    {
        "question": "Esophageal phase of deglutition is caused by?",
        "exp": "ANSWER: (B) Primary peristalsis. REF: Guyton 12th ed page 763-765. STAGES OF DEGLUTITIONIn general, swallowing can be divided into: Voluntary stage, which initiates the swallowing process. When the food is ready for swallowing, it is \"voluntarily\" squeezed or rolled posteriorly into the pharynx by pressure of the tongue upward and backward against the palate. From here on, swallowing becomes entirely or almost entirely automatic and ordinarily cannot be stopped. Pharyngeal stage, which is involuntary and constitutes passage of food through the pharynx into the esophagus. The trachea is closed, the esophagus is opened, and a fast peristaltic wave initiated by the nervous system of the pharynx forces the bolus of food into the upper esophagus, the entire process occurring in less than 2 seconds. The pharyngeal stage of swallowing is principally a reflex act. It is almost always initiated by voluntary movement of food into the back of the mouth, w. Thich in turn excites involuntary pharyngeal sensory receptors to elicit the swallowing reflex. The entire pharyngeal stage of swallowing usually occurs in less than 6 seconds. Esophageal stage, another involuntary phase that transports food from the pharynx to the stomach. The esophagus functions primarily to conduct food rapidly from the pharynx to the stomach audits movements are organised for this purpose. The esophagus normally exhibits two types of peristaltic movements. Primary peristalsis is simply a continuation of the peristaltic wave that begins in the pharynx and spreads into the esophagus during the vharyngealstage ofdeglution. This wave passes all the way from the pharynx to the stomach in about 8 to 10 seconds. Food swallowed by a person who is in the upright position is usually transmitted to the lourer end of the esophagus even more rapidly than the peristaltic wave itself, in about 5 to 8 seconds, because of the additional effect of gravity pulling the food downward. Secondary peristalsis: If the primary peristaltic wave fails to move into the stomach all the food that has entered the esophagus, secondary peristaltic waves result from distention of the esophagus itself by the retained food; these wraves continue until all the food has emptied into the stomach. The secondary peristaltic waves are initiated partly by intrinsic neural circuits in the myenteric nervous system and partly by reflexes that begin in the pharynx and are then transmitted upward through vagal afferent fibers to the medulla and back again to the esophagus through glossopharyngeal and vagal efferent nerve fibers.",
        "cop": 2,
        "opa": "Vagal tone",
        "opb": "Primary peristalsis",
        "opc": "Secondary peristalsis",
        "opd": "Voluntary action",
        "subject_name": "Physiology",
        "topic_name": "Propulsion and Mixing of Food in the Alimentary Tract",
        "id": "49967bab-4df9-4135-af68-2a0916eef1dd",
        "choice_type": "single"
    },
    {
        "question": "A child defecates after meals. What is the cause of this post meal contraction?",
        "exp": "ANSWER: (A) Gastro Colic Reflex. REF; Guyton 12th ed page 757, 771. The appearance of mass movements after meals is facilitated by gastrocolic and duodenocolic reflexes. These reflexes result from the distension of the stomach and duodenum. They occur not at all or hardly at all when the extrinsic autonomic nerves to the colon have been removed. These reflexes transmit signals Long distances to other areas of the GIT, such as signals from the stomach to cause evacuation of the colon",
        "cop": 1,
        "opa": "Gastro colic reflex",
        "opb": "Gastro gastric reflex",
        "opc": "Vasovagal reflex",
        "opd": "Colonoileal reflex",
        "subject_name": "Physiology",
        "topic_name": "Propulsion and Mixing of Food in the Alimentary Tract",
        "id": "5b4fbac7-8302-4d50-8f2b-1444b22f1823",
        "choice_type": "single"
    },
    {
        "question": "Gastric emptying is maximum affected by:",
        "exp": "Ans. (a) Lipids. Ref.: Ganong Review of Medical Physiology, 23 ed., Chapter 28* The presence of fat in the small intestine is the most potent inhibitor of gastric emptying, resulting in relaxation of the proximal stomach and diminished contractions of the distal, \"gastric grinder\" - when the fat has been absorbed, the inhibitory stimulus is removed and productive gastric motility resumes.* If the fluid is hypertonic or acidic or rich in nutrients such as fat or certain amino acids, the rate of gastric emptying will be considerably slower and non-exponential.* Indeed, the rate of gastric emptying of any meal can be predicted rather accurately by knowing its nutrient density.* Nutrient density is sensed predominantly in the small intestine by osmoreceptors and chemoreceptors, and relayed to the stomach as inhibitory neural and hormonal messages that delay emptying by altering the patterns of gastric motility.",
        "cop": 1,
        "opa": "Lipids",
        "opb": "Amino acid",
        "opc": "Carbohydrates",
        "opd": "Fiber",
        "subject_name": "Physiology",
        "topic_name": "Propulsion and Mixing of Food in the Alimentary Tract",
        "id": "52d56700-9d72-443a-b663-4ad16e69d101",
        "choice_type": "single"
    }
]