[
    {
        "question": "25-di hydroxy cholecalciferol is converted to 1,25-dihy- drocholecalciferol in:",
        "exp": "Ans. (d) KidneyRef: Ganong 23rd ed. / 674",
        "cop": 4,
        "opa": "Skin",
        "opb": "Lung",
        "opc": "Liver",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Renal Regulation of Minerals",
        "id": "471368f5-a552-445b-82b2-9c718b38bc36",
        "choice_type": "single"
    },
    {
        "question": "Mineralocorticoid acts on -",
        "exp": "Ans. is 'C' i.e., Collecting duct Hormones that regulate tubular reabsorption Hormone Site of Action Effects Aldosterone Distal tubule (late), collecting tubule and duct |Nacl. H2O reabsorption. | K+ secretion. Angiotensin II Proximal tubule, thick ascending loop of Henle/distal tubule, collecting tubule. | Nacl. H2O reabsorption. | H+ secretion. Antidiuretic hormone Distal tubule/collecting tubule and duct | H2O reabsorption. Atrial natriuretic peptide Distal tubule/collecting tubule and duct | Nacl reabsorption. Parathyroid hormone Proximal tubule, thick ascending loop of Henle/distal tubule. | PO4 reabsorption | Ca++ reabsorption Note: Aldosterone is the major mineralo corticoid.",
        "cop": 3,
        "opa": "PCT",
        "opb": "Loop ofhenle",
        "opc": "Collecting duct",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Renal Regulation of Minerals",
        "id": "6a6e2419-1158-43ef-991d-fcab8836f134",
        "choice_type": "multi"
    },
    {
        "question": "In proximal convoluted tubule H* is exchanged for?",
        "exp": "ANSWER: (B) Na+REF: Guyton physiology 11th ed page 55See APPENDIX-14 below for \"RENAL PHYSIOLOGY\"Sodium-hydrogen counter-transport occurs in several tissues. An especially important example is in the proximal tubules of the kidneys, where sodium ions move from the lumen of the tubule to the interior of the tubular cell, while hydrogen ions are counter transported into the tubule lumen. APPENDIX - 14Renal Physiology:SubstanceDescriptionProximal TubuleLoop of HenleDistal TubuleCollectingDuctGlucoseIf glucose is not reabsorbed by the kidney, it appears in the urine, in a condition known as glucosuria. This is associated with diabetes mellitus.Reabsorption (almost 100%) via sodium- glucose transport proteins (apical) and GLUT (basolateral). Oligopeptides, proteins, and amino acidsAll are reabsorbed nearly completely.reabsorption UreaRegulation of osmolality. Varies with ADHreabsorption (50%) via passive transportsecretion reabsorption in medullary collecting ductsSodiumUses Na-H antiport, Na-glucose symport. sodium ion channels {minor}reabsorption (65%, isosmotic)reabsorption (25%o, thick ascending, Na-K-2C1 symporter)reabsorption (5%, sodium- chloride symporter)reabsorption (5%, principal cells),stimulated byaldosterone via ENaCChlorideUsually follows sodium. Active (transcellular) and passive (paracellular)reabsorptionreabsorption (thin ascending, thick ascending,Na-K-2C1symporter)reabsorption(sodium-chloridesymporter) WaterUses aquaporin water channels. See also diuretic.absorbed osmotically along w'ith solutesreabsorption(descending) reabsorption (regulated by ADH, via arginine vasopressin receptor 2)BicarbonateHelps maintain acid- base balance.Reabsorption (80-90%)reabsorption(thickascending) reabsorption (intercalated cells, via band 3 and pendrin)ProtonsUses vacuolar H+ATPase secretion(intercalatedcells)PotassiumVaries upon dietary needs.Reabsorption (65%)reabsorption (20%, thick ascending, Na-K-2C1 symporter) secretion (common, via Na+/K+- ATPase, increased by aldosterone), or reabsorption (rare, hydrogen potassium ATPase)CalciumUses calcium ATPase,sodium-calciumexchangerreabsorptionreabsorption (thick ascending) via passive transport MagnesiumCalcium and magnesium compete, and an excess of one can lead to excretion of the other.reabsorptionreabsorption(thickascending)reabsorption PhosphateExcreted as titratable acid.Reabsorption (85%) via sodium/phosphate cotransporter. Inhibited by parathyroid hormone. Carboxylate Reabsorption (100%) via carboxylate transporters.",
        "cop": 2,
        "opa": "K+",
        "opb": "Na+",
        "opc": "HCO3--",
        "opd": "Cl--",
        "subject_name": "Physiology",
        "topic_name": "Renal Regulation of Minerals",
        "id": "c4814a36-93e0-40c8-a1b5-ba42291c56a0",
        "choice_type": "single"
    }
]