[
    {
        "question": "25-di hydroxy cholecalciferol is converted to 1, 25-dihy- drocholecalciferol in:",
        "exp": "Ans. (d) Kidney. Ref: Ganong 23rd ed. / 674",
        "cop": 4,
        "opa": "Skin",
        "opb": "Lung",
        "opc": "Liver",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Renal Regulation of Minerals",
        "id": "471368f5-a552-445b-82b2-9c718b38bc36",
        "choice_type": "single"
    },
    {
        "question": "In proximal convoluted tubule H* is exchanged for?",
        "exp": "ANSWER: (B) Na+REF: Guyton physiology 11th ed page 55. See APPENDIX-14 below for \"RENAL PHYSIOLOGY\"Sodium-hydrogen counter-transport occurs in several tissues. An especially important example is in the proximal tubules of the kidneys, where sodium ions move from the lumen of the tubule to the interior of the tubular cell, while hydrogen ions are counter transported into the tubule lumen. APPENDIX - 14. Renal Physiology: Substance. Description. Proximal Tubule. Loop of Henle. Distal Tubule. Collecting. Duct. Glucose. If glucose is not reabsorbed by the kidney, it appears in the urine, in a condition known as glucosuria. This is associated with diabetes mellitus. Reabsorption (almost 100%) via sodium- glucose transport proteins (apical) and GLUT (basolateral). Oligopeptides, proteins, and amino acids. All are reabsorbed nearly completely. reabsorption Urea. Regulation of osmolality. Varies with ADHreabsorption (50%) via passive transportsecretion reabsorption in medullary collecting ducts. Sodium. Uses Na-H antiport, Na-glucose symport. sodium ion channels {minor}reabsorption (65%, isosmotic)reabsorption (25%o, thick ascending, Na-K-2. C1 symporter)reabsorption (5%, sodium- chloride symporter)reabsorption (5%, principal cells), stimulated byaldosterone via ENa. CChloride. Usually follows sodium. Active (transcellular) and passive (paracellular)reabsorptionreabsorption (thin ascending, thick ascending, Na-K-2. C1symporter)reabsorption(sodium-chloridesymporter) Water. Uses aquaporin water channels. See also diuretic. absorbed osmotically along w'ith solutesreabsorption(descending) reabsorption (regulated by ADH, via arginine vasopressin receptor 2). Bicarbonate. Helps maintain acid- base balance. Reabsorption (80-90%)reabsorption(thickascending) reabsorption (intercalated cells, via band 3 and pendrin). Protons. Uses vacuolar H+ATPase secretion(intercalatedcells). Potassium. Varies upon dietary needs. Reabsorption (65%)reabsorption (20%, thick ascending, Na-K-2. C1 symporter) secretion (common, via Na+/K+- ATPase, increased by aldosterone), or reabsorption (rare, hydrogen potassium ATPase). Calcium. Uses calcium ATPase, sodium-calciumexchangerreabsorptionreabsorption (thick ascending) via passive transport Magnesium. Calcium and magnesium compete, and an excess of one can lead to excretion of the other. reabsorptionreabsorption(thickascending)reabsorption Phosphate. Excreted as titratable acid. Reabsorption (85%) via sodium/phosphate cotransporter. Inhibited by parathyroid hormone. Carboxylate Reabsorption (100%) via carboxylate transporters.",
        "cop": 2,
        "opa": "K+",
        "opb": "Na+",
        "opc": "HCO3--",
        "opd": "Cl--",
        "subject_name": "Physiology",
        "topic_name": "Renal Regulation of Minerals",
        "id": "c4814a36-93e0-40c8-a1b5-ba42291c56a0",
        "choice_type": "single"
    }
]