[
    {
        "question": "Erythropoietin is inhibited by",
        "exp": "Glycoprotein hormone that controls erythropoiesis, or red blood cell production. Estrogen inhibits the erythropoietin whereas testosterone stimuates production. Ref: Ganong's Review of Medical Physiology; 24th edition; page no: 709",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Thyroxine",
        "opd": "Testosterone",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "467828b5-1027-442a-a27a-6a5cea4f8dab",
        "choice_type": "single"
    },
    {
        "question": "The main cause of minimal change ds is",
        "exp": "Etiology of minimal change ds is unknown. Electron microscopy reveals the primary injury to the visceral epithelial cells, which may be caused by:- A) immunological mechanism: Lack of immune deposits in the glomerulus exclude the possibility of immune complex mechanism. But several features suggest immunological mechanisms like 1. H/o respiratory infection or routine prophylactic immunization 2. dramatic response to coicosteroids 3. asscoiated with allergies or atopic disorder 4. increased incidence in Hodgkin&; s lymphoma patient s. Immune dysfn _>increased cytokine production_these damage visceral epithelial cells _ increase glomerular permeability _proteinuria B) Non-immunological mechanism:- 1. mutations in structural proteins -nephrin(found in congenital nephrotic syndrome -Finnish type)& podocin. MCD is accompanied by loss of glomerular polyanions on GBM. Defects in charge barrier allows selective proteinuria-albumins. Ref: General and systemic pathology -Ramadas Nayak-First edition -page no: 521",
        "cop": 1,
        "opa": "Increase in pore size",
        "opb": "Loss of negative charge on membrane",
        "opc": "Loss of cells",
        "opd": "Decreased circulation",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d57c5949-9c7d-4526-9faa-731c315ce487",
        "choice_type": "single"
    },
    {
        "question": "According to myogenic theory of renal autoregulation, the afferent aerioles contract in response to stretch induced by",
        "exp": "Myogenic autoregulation - through opening of Calcium channels Tubuloglomerular feedback - through release of adenosine Ref: Ganong 25th ed/page 678",
        "cop": 3,
        "opa": "NO",
        "opb": "Noradrenalin",
        "opc": "Opening of Ca2+ channels",
        "opd": "Adenosine release",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b99a2f4c-758b-4a99-addb-0ba246a0ded3",
        "choice_type": "single"
    },
    {
        "question": "Minimum reabsorption through renal tubule, among the following",
        "exp": "Urea is a toxic waste product and it reabsorbed in minimal level. Ref: Ganong&; s Review of Medical Physiology; 24th edition; page no: 678",
        "cop": 3,
        "opa": "Glucose",
        "opb": "HCO3",
        "opc": "Urea",
        "opd": "Uric acid",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6eb8fff2-6fd0-45d6-899c-fb8ce9c03aaf",
        "choice_type": "single"
    },
    {
        "question": "According to myogenic hypothesis of renal autoregulation, the afferent aerioles contract in response to stretch induced by",
        "exp": "Most vascular beds have an intrinsic capacity to compensate for moderate changes in perfusion pressure by changes in vascular resistance, so that blood flow remains relatively constant. This capacity is well developed in the kidneys (), but it has also been observed in the mesentery, skeletal muscle, brain, liver, and myocardium. It is probably due in pa to the intrinsic contractile response of smooth muscle to stretch (myogenic theory of autoregulation). As the pressure rises, the blood vessels are distended and the vascular smooth muscle fibers that surround the vessels contract. If it is postulated that the muscle responds to the tension in the vessel wall, this theory could explain the greater degree of contraction at higher pressures; the wall tension is propoional to the distending pressure times the radius of the vessel (law of Laplace; see Chapter 32), and the maintenance of a given wall tension as the pressure rises would require a decrease in radius. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 563",
        "cop": 3,
        "opa": "NO release",
        "opb": "Noradrenaline release",
        "opc": "Opening of ca2+ channels",
        "opd": "Adenosine release",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d9e3f657-f8c4-4fff-8197-840adcec860f",
        "choice_type": "single"
    },
    {
        "question": "Most reabsorption out of",
        "exp": "Glucose is maximumly reabsorbed in normal condition. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 682",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Urea",
        "opc": "Na+",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "96766226-079f-4ae7-a4a4-dc9f3df6022e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ion is absorption in proximal convoluted tubule?",
        "exp": "Maximum sodium reabsorption occours in PCT. Ref: Ganong's review of medical physiology; 24th edition; page no: 681",
        "cop": 1,
        "opa": "Na+",
        "opb": "Urea",
        "opc": "K+",
        "opd": "Mg+",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "2aa41409-8860-4856-b79b-f74cfcd45b11",
        "choice_type": "single"
    },
    {
        "question": "Least absorption out of the following through the kidney is for",
        "exp": "Urea is minimally absorbed. Ref: guyton and hall textbook of medical physiology 12 edition page number: 491, 492, 493",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Urea",
        "opc": "Na",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "e1a5b51b-0f3c-445e-b73f-0b023fae9248",
        "choice_type": "single"
    },
    {
        "question": "Mechanism by which water is reabsorbed from proximal convolved tubule is",
        "exp": "Water is reabsorbed from PCT by osmosis. Ref: Ganong's review of medical physiology; 24th edition; page no: 685",
        "cop": 4,
        "opa": "Active transpo",
        "opb": "Passive transpo",
        "opc": "Facilitated diffusion",
        "opd": "Osmosis",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d4117d83-640c-47d7-9247-8829a9d7df68",
        "choice_type": "single"
    },
    {
        "question": "Residual urine is?",
        "exp": "Initially urinary bladder respond at irregular intervals to adequate internal distance and by contraction of detrusor muscle. these contractions are not powerful enough or well coordinator result in incomplete maturation. Thus a large volume of urine may be left in the bladder called as residual urine. Ref: page no 584 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 1,
        "opa": "Urine left in the urinary bladder after micturation",
        "opb": "Normal phenomenon",
        "opc": "Never seen with urinary bladder dysfunction",
        "opd": "Common finding of examination anxiety",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "7a916149-ca05-4769-b8b9-7ed390328a70",
        "choice_type": "single"
    },
    {
        "question": "Lacis cells are seen in",
        "exp": "Question repeated",
        "cop": 1,
        "opa": "JGA",
        "opb": "Distal tubule",
        "opc": "Proximal tubule",
        "opd": "Peritubular capillaries",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dee81768-3df4-4c93-8892-666981127ff1",
        "choice_type": "single"
    },
    {
        "question": "Stretch reflex of bladder is integrated at",
        "exp": "The bladder smooth muscle has some inherent contractile activity; however, when its nerve supply is intact, stretch receptors in the bladder wall initiate a reflex contraction that has a lower threshold than the inherent contractile response of the muscle. Fibers in the pelvic nerves are the afferent limb of the voiding reflex, and the parasympathetic fibers to the bladder that constitute the efferent limb also travel in these nerves. The reflex is integrated in the sacral poion of the spinal cord. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 662",
        "cop": 1,
        "opa": "Sacral poion",
        "opb": "Lumber poion",
        "opc": "Substantia gelatinosa",
        "opd": "Sympathetic plexus",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0f635ba0-0be1-44c5-a1b1-293190a2efd7",
        "choice_type": "single"
    },
    {
        "question": "Proximal convoluted tubule have which type of aquaporins",
        "exp": "Aquaporin-1 is localized to both the basolateral and apical membrane of the proximal tubules and its presence allows water to move rapidly out of the tubule along the osmotic gradients set up by active transpo of solutes, and isotonicity is maintained. Because the ratio of the concentration in tubular fluid to the concentration in plasma (TF/P) of the nonabsorbable substance inulin is 2. 5 to 3. 3 at the end of the proximal tubule, it follows that 60-70% of the filtered solute and 60-70% of the filtered water has been removed by the time the filtrate reaches this point. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 652",
        "cop": 1,
        "opa": "Aquaporin 1",
        "opb": "Aquaporin 2",
        "opc": "Aquaporin 5",
        "opd": "Aquaporin 9",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b01fa801-ad04-45b2-bdad-341a9d247688",
        "choice_type": "single"
    },
    {
        "question": "The intravesical pressure rises abruptly when the bladder volume is about",
        "exp": "The relation between intravesical pressure and volume can be studied by inseing a catheter and emptying the bladder, then recording the pressure while the bladder is filled with 50-mL increments of water or air(cystometry). A plot of intravesical pressure against the volume of fluid in the bladder is called a cystometrogram). The curve shows an initial slight rise in pressure when the first increments in volume are produced; along, nearly flat segment as fuher increments are produced; and a sudden, sharp rise in pressure as the micturition reflex is triggered. These three components are sometimes called segments Ia, Ib, and II. The first urge to void is felt at a bladder volume of about 150 mL, and a marked sense of fullness about 400 mL. The flatness of segment Ib is a manifestation of the law of Laplace. This law states that the pressure in a spherical viscus is equal to twice the wall tension divided by the radius. In the case of the bladder, the tension increases as the organ fill, but so does the radius. Therefore, the pressure increase is slight until the organ is relatively full. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 661",
        "cop": 1,
        "opa": "400 ml",
        "opb": "300 ml",
        "opc": "200 ml",
        "opd": "100 ml",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6dd4a9ae-c646-4326-8c8e-ef2ae2a802db",
        "choice_type": "single"
    },
    {
        "question": "Kidney produces",
        "exp": "In adults, about 85% of the erythropoietin comes from the kidneys and 15% from the liver. In most mammals, the hormones secreted by the posterior pituitary gland are arginine vasopressin (AVP) and oxytocin. Aldosterone is synthesized by adrenal coex. Circulating angiotensinogen is found in the a2-globulin fraction of the plasma (Figure 39-6). It contains about 13% carbohydrate and is made up of 453 amino acid residues. It is synthesized in the liver with a 32-amino-acid signal sequence that is removed in the endoplasmic reticulum. Ref: Ganong's Review of Medical Physiology, Twenty-Third Edition, page no: 277, 347, 670, 677",
        "cop": 2,
        "opa": "Vasopressin",
        "opb": "Erythropoietin",
        "opc": "Aldosterone",
        "opd": "Angiotensinogen",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "cb50dd38-7344-4010-bbc1-7115927cd6a6",
        "choice_type": "single"
    },
    {
        "question": "Acidification of urine occur in?",
        "exp": "Acidification of urine occur in PCTRef: Ganong&; s review of medical physiology; 24th edition; page no; 712",
        "cop": 2,
        "opa": "Collecting ducts",
        "opb": "PCT",
        "opc": "Ascending limb of loop of henle",
        "opd": "Descending limb of loop of henle",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "fe0ae1c6-da95-45ec-b9bd-9233054b5388",
        "choice_type": "single"
    },
    {
        "question": "GFR is measured by",
        "exp": "Inulin is uniquely treated by nephrons in that it is completely filtered at the glomerulus but neither secreted nor reabsorbed by the tubules. This propey of inulin allows the clearance of inulin to be used clinically as a highly accurate measure of glomerular filtration rate (GFR) -- the rate of plasma from the afferent aeriole that is filtered into Bowman&; s capsule measured in mL/min. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 679",
        "cop": 2,
        "opa": "Urea",
        "opb": "Inulin",
        "opc": "Creative",
        "opd": "Hippuric acid",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "3aedf718-8a15-4575-8cd7-d6cb9cf06752",
        "choice_type": "single"
    },
    {
        "question": "Hormones secreted by kidney",
        "exp": "The kidneys produce three hormones: 1, 25-dihydroxycholecalciferol, renin, and erythropoietin. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 670",
        "cop": 1,
        "opa": "Erythropoietin",
        "opb": "Aldosterone",
        "opc": "Vasopressin",
        "opd": "Angiotensin",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "83b6e761-2583-4788-858e-aaa81fc92e18",
        "choice_type": "single"
    },
    {
        "question": "What is implied if a drug has more clearance than the GFR?",
        "exp": "The clearance of the substance equals the GFR if there is no net tubular secretion or reabsorption (Inulin), exceeds the GFR if there is net tubular secretion (PAH), and is less than the GFR if there is net tubular reabsorption (Glucose). Ref: Ganong 25th ed/page 679",
        "cop": 2,
        "opa": "Drug is reabsorbed in the tubules",
        "opb": "Drug is secreted in the tubules",
        "opc": "Drug is excreted in bile",
        "opd": "Drug is neither secreted nor reabsorbed",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6700f27a-4c61-427a-ba02-971b44a3309b",
        "choice_type": "single"
    },
    {
        "question": "The major prostanoid synthesized in kidney is",
        "exp": "PGE2 is the major prostanoid synthesized in the kidney. It is secreted by: RMICs (Renal Medullary Interstitial cells) Macula densa Cells in the collecting ducts. Prostacyclin (PGI2) and other prostaglandins are secreted by the aerioles and glomeruli. Renal Medullary interstitial cells (RMICs) and are specialized fibroblast-like cells which are major site of cyclooxygenase 2 (COX-2) and prostaglandin synthase (PGES) expression. Ref: Ganong&; s Review of Medical Physiology 26th editon Pgno: 662",
        "cop": 2,
        "opa": "PGE1",
        "opb": "PGE2",
        "opc": "PGI2",
        "opd": "PGF2-alpha",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "af0e5b55-2b19-4a6f-97b8-5963c04af964",
        "choice_type": "single"
    },
    {
        "question": "The tubuloglomerular feedback is mediated by",
        "exp": "Signals from the renal tubule in each nephron feedback to affect filtration in its glomerulus. As the rate of flow through the ascending limb of the loop of Henle and first pa of the distal tubule increases, glomerular filtration in the same nephron decreases, and, conversely, a decrease in flow increases the GFR. This process, which is called tubuloglomerular feedback, tends to maintain the constancy of the load delivered to the distal tubule. The sensor for this response is the macula densa. The amount of fluid entering the distal tubule at the end of the thick ascending limb of the loop of Henle depends on the amount of Na+ and Cl- in it. The Na+ and Cl- enter the macula densa cells the Na-K-2. Cl cotranspoer in their apical membranes. The increased Na+ causes increased Na, K ATPase activity and the resultant increased ATP hydrolysis causes more adenosine to be formed. Presumably, adenosine is secreted from the basal membrane of the cells. It acts adenosine A1 receptors on the macula densa cells to increase their release of Ca2+ to the vascular smooth muscle in the afferent aerioles. This causes afferent vasoconstriction and a resultant decrease in GFR. Presumably, a similar mechanism generates a signal that decreases renin secretion by the adjacent juxtaglomerular cells in the afferent aeriole, but this remains unsettled. Ref: Ganong&; s review of medical physiology, 23rd edition, page no: 651, 652",
        "cop": 3,
        "opa": "Sensing of Na+ concentration in the macula densa",
        "opb": "Sensing of Cl+ concentration in macula densa",
        "opc": "Sensing Na. Cl concentration in the macula densa",
        "opd": "Opening up of voltage gated Na+ channels in afferent aeriole",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dc1edf8f-09e1-4207-8697-120487ee33a7",
        "choice_type": "single"
    },
    {
        "question": "PCT has which type of Aquaporin tubules",
        "exp": "Water is reabsorbed in PCT by Aquaporin 1 water channels (independent of ADH) Ref: Ganong 25th ed/page 680",
        "cop": 1,
        "opa": "Aquaporin 1",
        "opb": "Aquaporin 2",
        "opc": "Aquaporin 5",
        "opd": "Aquaporin 9",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "8174da40-1933-4755-9f26-97ef1347a543",
        "choice_type": "single"
    },
    {
        "question": "A normal anion gap metabolic acidosis occurs in patients with _______-",
        "exp": "Diarrhoea is a cause of normal anion gap metabolic acidosis produced as a result of increased HCO3+ loss in feces. This is because a decrease in HCO3- is replaced by an increase in the concentration of Cl-. This is a measurable anion and hence the anion gap is normal. Anion Gap in Metabolic Acidosis Normal Anion Gap Increased Anion Gap Renal tubular acidosis Diarrhoea External pancreatic drainage Uterosigmoidostomy Ingestion of ammonium chloride Ketoacidosis Lactic acidosis Chronic renal failure Salicylate intoxication Methanol/Formaldehyde intoxication Ethylene glycol intoxication Ref: Costanzo&; s Physiology 6th edition Pgno: 325",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "69a135dc-e6c8-4272-8a73-e1977bcb3bd8",
        "choice_type": "single"
    },
    {
        "question": "Macula densa is present in",
        "exp": "The thick end of the ascending limb of the loop of Henle reaches the glomerulus of the nephron from which the tubule arose and nestles between its afferent and efferent aerioles. Specialized cells at the end form the macula densa, which is close to the afferent and paicularly the afferent aeriole. The macula, the neighboring lacis cells, and the renin-secreting juxtaglomerular cells in the afferent aeriole from the juxtaglomerular apparatus. Ref: Ganong&; s review of medical physiology, 23rd edition, page no: 641",
        "cop": 4,
        "opa": "Collecting tubule",
        "opb": "Proximal convoluted tubule",
        "opc": "Distal convoluted tubule",
        "opd": "Loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "3ab768cf-1dd6-4b5c-b256-c09390a8a0fc",
        "choice_type": "single"
    },
    {
        "question": "During voiding (iv) pressure in bladder is",
        "exp": "Voiding is the process of expelling fluids from the body in the urine. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 694",
        "cop": 1,
        "opa": "25-30 mm. Hg",
        "opb": "50-70 mm. Hg",
        "opc": "70-100 mm. Hg",
        "opd": ">100 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dca5df12-89da-4205-ae9d-aa2d6745967d",
        "choice_type": "single"
    },
    {
        "question": "Glucose and amino acids are reabsorbed from PCT or absorbed from intestinal lumen by",
        "exp": "Glucose and amino acids are reabsorbed from PCT by sympo along with sodium. Ref: Ganong's review of medical physiology; 24th edition; page no; 682 Ref of image;",
        "cop": 1,
        "opa": "Sympo",
        "opb": "Antipo",
        "opc": "Unipo",
        "opd": "Primary active transpo",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "49daccf6-fc9e-48e6-8f89-8bcb78afd4cf",
        "choice_type": "single"
    },
    {
        "question": "Which causes raised angiotensin in blood?",
        "exp": "A polypeptide in the blood that causes vasoconstriction, increased blood pressure, and the release of aldosterone from the adrenal coex. Angiotensin is formed by the action of renin on angiotensinogen, an alpha-2-glycoprotein that is produced in the liver and that constantly circulates in the blood. Renin, stimulated by juxtaglomerular cells in the kidney in response to decreased blood volume and serum sodium levels, acts as an enzyme in the conversion of angiotensinogen to angiotensin I, which is rapidly hydrolyzed to form the active compound, angiotensin II. The vasoconstrictive action of angiotensin II decreases the glomerular filtration rate, and the concomitant action of aldosterone promotes sodium retention, with the result that blood volume and sodium reabsorption increase. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 670",
        "cop": 3,
        "opa": "Increased blood volume",
        "opb": "Raised cardiac output",
        "opc": "Decreased blood pressure",
        "opd": "Increased sympathetic tone",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "1bf06c06-d854-421f-bc61-c0297e04fad9",
        "choice_type": "single"
    },
    {
        "question": "Aquaporin channel mediated through ADH",
        "exp": "Vasopressin * Vasopressin - secreted by suprachiasmatic nuclei of hypothalamus and transpoed to posterior pituitary * Biologic half life - 18 min * Vasopressin receptors:- V1A and V1B V1A and V1 B:- * G protein coupled receptor that acts phosphatidylinositol hydrolysis to increase intracellular Ca++ concentration * V1A - mediate vasoconstrictor effect * V1B - also called V3 receptors- specific to anterior pituitary - mediate secretion of ACTH V2 receptor:- * G protein coupled receptor that acts through Gs to increase c. AMP * Antidiuretic action * Mechanism of action - inseion of aquaporin 2 into the apical membranes of the principal cells of collecting duct. Factors affecting vasopressin secretion Ref:- Ganong's Review of Medical Physiology 25th ed; pg num:- 696",
        "cop": 3,
        "opa": "GLUT",
        "opb": "Aquaporin 1",
        "opc": "Aquaporin 2",
        "opd": "Aquaporin 3",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "44ed5bf8-a97b-47b5-b3b2-3e7edfcf248e",
        "choice_type": "single"
    },
    {
        "question": "Principal site of acidification of urine ______",
        "exp": "Principal site of acidification of urine is collecting duct. Acidification occurs in both distal tubule and collecting duct, but collecting duct, but collecting duct is more impoant. The urinary pH of 4. 5 (limiting pH) is normally reached in the collecting ducts. In the late distal tubules and collecting ducts, the tubular epithelium secretes H+ by primary active transpo. Primary active secretion of H+ occurs in type A intercalated cells of the late distal tubule and in the collecting tubules. H+ concentration can be increased as much as 900-fold in the collecting tubules. Ref: Guyton and Hall 13th edition Pgno: 417, 418",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "13c74915-d1df-4666-aac9-63ae98d2566e",
        "choice_type": "single"
    },
    {
        "question": "The most powerful feedback system for controlling plasma osmolarity and sodium concentration is",
        "exp": "If osmotic pressure of the plasma is increased more than normal then the osmoreceptors are activated and ADH secretion increased. There's more receptors causes thirst and increase in the water intake. Daddy secretion causes water retention. This leads to dilution of ECF. Ref: page no 564 Textbook of physiology Volume 1 7th edition AK Jain",
        "cop": 1,
        "opa": "ADH and thirst",
        "opb": "Salt",
        "opc": "Angiotensin renin system",
        "opd": "Angiotensin rennin system",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dab07506-4786-4da2-a31f-97c9a6e9f125",
        "choice_type": "single"
    },
    {
        "question": "The supraoptic nucleus of the hypothalamus is believed to control secretion of which of the following hormones?",
        "exp": "The supraoptic nucleus (SON) is a nucleus of magnocellular neurosecretory cells in the hypothalamus of the mammalian brain. The nucleus is situated at the base of the brain, adjacent to the optic chiasma. In humans, it contains about 3, 000 neurons. Function; The cell bodies produce a peptide hormone: anti-diuretic hormone. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 311",
        "cop": 1,
        "opa": "Antidiuretic hormone",
        "opb": "Oxytocin",
        "opc": "Growth hormone",
        "opd": "Adrenocoiocotrophic hormone",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "4ba3bf9e-0616-48a3-87f8-2c433f181777",
        "choice_type": "single"
    },
    {
        "question": "Sucrose space is about",
        "exp": "The sucrose gap technique is used to create a conduction block in nerve or muscle fibers. A high concentration of sucrose is applied to the extracellular space, which prevents the correct opening and closing of sodium and potassium channels, increasing resistance between two groups of cells. It was originally developed by Robe Stampfli for recording action potentials in nerve fibers, and is paicularly useful for measuring irreversible or highly variable pharmacological modifications of channel propeies since untreated regions of membrane can be pulled into the node between the sucrose regions Ref: guyton and hall textbook of medical physiology 12 edition page number: 475, 476, 477",
        "cop": 2,
        "opa": "9 L",
        "opb": "14 L",
        "opc": "28 L",
        "opd": "40 L",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "38585e0e-7275-4caf-9a2a-d8f3e24d1081",
        "choice_type": "single"
    },
    {
        "question": "A negatively charged molecule is filtered with more difficulty compared to a positive one because",
        "exp": "Functionally, the glomerular membrane permits the free passage of neutral substances up to 4 nm in diameter and almost totally excludes those with diameters greater than 8 nm. However, the charges on molecules, as well as their diameters, affect their passage into Bowman's capsule. The negatively charged sialoproteins on the filtering membrane make it difficult for the negative paicles to pass through. The total area of glomerular capillary endothelium across which filtration occurs in humans is about 0. 8 m 2. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 640",
        "cop": 1,
        "opa": "Presence of negatively charged sialoproteins on the filtering membrane",
        "opb": "Negatively charged molecules are larger",
        "opc": "Positively charged proteins on filtering membrane",
        "opd": "Urine is acidic",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b415d049-d56d-4441-822f-b86c3a4ccb3f",
        "choice_type": "single"
    },
    {
        "question": "Angiotensinogen is produced by",
        "exp": "Angiotensiogen is produced in liver and is conveed into AT1 by RAAS mechanism Ref: guyton and hall textbook of medical physiology 12 edition page number: 489, 490, 491",
        "cop": 1,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Hypothalamus",
        "opd": "Atrium",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "4733fb34-fc91-4b5e-90e2-9de51dbd8047",
        "choice_type": "single"
    },
    {
        "question": "In micturition reflex, the first change to occur is _______",
        "exp": "One of the initial events is the relaxation of the muscles of the pelvic floor, and this may cause a sufficient downward tug on the detrusor muscle to initiate its contraction. Micturition Reflex Micturition is fundamentally a spinal reflex facilitated and inhibited by higher brain centers and is subject to voluntary facilitation and inhibition. These centers include Strong facilitative and inhibitory centers in the brain stem, located mainly in the pons Several centers located in the cerebral coex that is mainly inhibitory but can become excitatory. The micturition reflex is the basic cause of micturition, but higher centers normally exe final control of micturition. Micturition reflex is the result of a stretch reflex initiated by sensory stretch receptors in the bladder wall, especially by the receptors in the posterior urethra when this area begins to fill with urine at the higher bladder pressures. Sensory signals from the bladder stretch receptors are conducted to the sacral segments of the cord through the pelvic nerves and then reflexively back again to the bladder through the parasympathetic nerve fibers by way of these same nerves. As the bladder continues to fill, the micturition reflexes become more frequent and cause greater contraction of the detrusor muscle. Once a micturition reflex begins, it is &; self-regenerative&; It is a single complete cycle of The progressive and rapid increase of pressure A period of sustained pressure and Return of the pressure to the basal tone of the bladder. As the bladder becomes more and more fiilled, micturition reflexes occur more and more often and more and more powerfully. Once micturition reflex becomes powerful enough, it causes another reflex, which passes through the pudendal nerves to the extrenal sphincter to inhibit it. If this inhibition is more potent in the brain than the voluntary constrictor signals to the extrenal sphincter, urination will occur. If not, urination will not occur until the bladder fills still fuher and the micturition reflex becomes more powerful. Ref: Guyton and Hall 13th edition Pgno: 329-330",
        "cop": 3,
        "opa": "Trigone relaxation",
        "opb": "Detrusor contraction",
        "opc": "Relaxation of perineal muscles",
        "opd": "Decreased urethral pressure",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "34a2ea43-690a-4031-a54f-186889ea8c4e",
        "choice_type": "single"
    },
    {
        "question": "Glomerular feedback for decreased GFR is by",
        "exp": "Whenever blood flow to the kidney diminishes, renin is secreted and angiotensin is formed. The angiotensin causes widespread vasoconstriction and elevation of blood pressure consequent to greatly increased total peripheral resistance. A second effect, the increased secretion of aldosterone, results in retention of salt and water by the kidneys and therefore increased extracellular fluid volume, cardiac output, and aerial pressure. Additionally, the angiotensin acts directly on the kidneys to cause salt and water retention, which causes a long-term increase in aerial blood pressure. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 669",
        "cop": 3,
        "opa": "Increased vasopressin activity",
        "opb": "Increased PCT permeability",
        "opc": "Increase renin JG complex",
        "opd": "Increase renal sympathetic activity",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "42010f39-4ac1-45ca-a773-c3445d1da135",
        "choice_type": "single"
    },
    {
        "question": "The site of action of vasopressin is",
        "exp": "Vasopressin (ADH) Increasing the water permeability of distal tubule and collecting duct cells in the kidney, thus allowing water reabsorption and excretion of more concentrated urine. Ref: Ganong's Review of Medical Physiology; 24th edition; page no: 698",
        "cop": 3,
        "opa": "Ascending limb of loop of Henle",
        "opb": "Descending limb of loop of Henle",
        "opc": "Distal tubule",
        "opd": "Proximal tubule",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "997433d1-b962-4078-85ec-c8abd329d64a",
        "choice_type": "single"
    },
    {
        "question": "Filtration barriers have pores, which have size about",
        "exp": "Filtration barrier has pore size of about 4-6 nm. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 673",
        "cop": 2,
        "opa": "1-2 nm",
        "opb": "4-6 nm",
        "opc": "8-10 nm",
        "opd": "10-12 nm",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "3243813c-3162-42b8-9141-d1f778079d42",
        "choice_type": "single"
    },
    {
        "question": "In a patient p. O2 is 85 mm. Hg, p. CO2 is 50 mm. Hg, pH is 7. 2, and HCO3- is 36mmol/L. The condition is",
        "exp": "pH is decreased (<7. 35) so it is acidosis. The CO2 levels are increased (>45 mm. Hg), which is in line with the change in pH (in acidosis CO2 is expected to raise), thus the primary problem is respiratory. The HCO3- levels are increased (>30mmol/L), which is opposite to change in pH (i. e., there is acidosis and HCO3- levels are high), thus, there is compensatory metabolic alkalosis. Thus this is a case of respiratory acidosis with compensatory metabolic alkalosis. Ref: Oxford handbook of medicine 5th edition Pgno: 684",
        "cop": 1,
        "opa": "Respiratory acidosis with compensatory metabolic alkalosis",
        "opb": "Uncompensated respiratory acidosis",
        "opc": "Respiratory alkalosis with compensatory metabolic acidosis",
        "opd": "Respiratory acidosis with compensatory metabolic acidosis",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "32548adc-0e2f-4c3c-8f92-28acb316ce5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cause metabolic alkalosis?",
        "exp": "In hyperaldosterone: increased aldosterone levels cause increased H+ secretion by the distal tubule and increased reabsorption of HCO3- - Metabolic alkalosis Causes of Acid-Base Disorders Metabolic acidosis Metabolic alkalosis Respiratory acidosis Respiratory alkalosis Ketoacidosis Lactic acidosis Chronic renal failure Salicylate intoxication Methonol/Formaldehyde intoxication Ethylene glycol intoxication Diarrhoea Renal tubular acidosis Vomiting Hyperaldosteronism Loop or thiazide diuretics Opiates, sedatives, anesthesia Guillian-Barre syndrome, polio, ALS, multiple sclerosis Airway obstruction Adult repsiratory distress syndrome, COPD Pneumonia Pumonary embolism High altitude Psychogenic Ref: Costanzo&; s Physiology 6th edition Pgno: 325",
        "cop": 3,
        "opa": "Diarrhoea",
        "opb": "Chronic renal failure",
        "opc": "Hyperaldosteronism",
        "opd": "Salicylate poisoning",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "c01206fd-3805-461c-a4d2-e57b303afc00",
        "choice_type": "single"
    },
    {
        "question": "The primary driving force for counter current Multiplier system is:(2018)",
        "exp": "Concentrating mechanism depends on the maintenance of a gradient of increasing osmolality along the medullary pyramids. This gradient is produced by the operation of the loops of Henle as countercurrent multipliers and maintained by the operation of the vasa recta as countercurrent exchangers. Ref:- Ganong, pg num:- 685",
        "cop": 1,
        "opa": "Medullary hyperosmolarity",
        "opb": "Reabsorption of Na+ in thick ascending limb",
        "opc": "Action of ADH aquaporin channels",
        "opd": "Urea recycling",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "eb75bebc-9a98-4832-8926-4b1a670badcc",
        "choice_type": "single"
    },
    {
        "question": "Ethanol increases urine output by",
        "exp": "Alcohol inhibits the pituitary secretion of anti-diuretic hormone (ADH), which acts on the kidney to reabsorb water. Alcohol acts on the hypothalamus/pituitary to reduce the circulating levels of ADH. When ADH levels drop, the kidneys do not reabsorb as much water; consequently, the kidneys produce more urine. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 667",
        "cop": 2,
        "opa": "Inhibiting Na+ reabsorption",
        "opb": "Suppressing ADH secretion",
        "opc": "Increasing glomerular filtration rate",
        "opd": "Suppressing H+ secretion",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "5273d36f-bdd7-4ff6-ae93-e71e997f5bc9",
        "choice_type": "single"
    },
    {
        "question": "Juxtaglomerular apparatus lies in relation to",
        "exp": "The thick end of the ascending limb of the loop of Henle reaches the glomerulus of the nephron from which the tubule arose and nestles between its afferent and efferent aerioles. Specialized cells at the end form the macula densa, which is close to the efferent and paicularly the afferent aeriole. The macula, the neighboring lacis cells, and the renin-secreting juxtaglomerular cells in the afferent aeriole form the juxtaglomerular apparatus. Ref: Ganong's review of medical physiology, 23rd edition, page: 641",
        "cop": 4,
        "opa": "Proximal convoluted tubule",
        "opb": "Ascending loop of Henle",
        "opc": "Descending loop of Henle",
        "opd": "Glomerulus",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0a1b2976-ee5f-4d0d-8cbc-f19fdfc533ab",
        "choice_type": "single"
    },
    {
        "question": "Most impoant buffer system present in the distal convoluted tubule",
        "exp": "Ammonia acts as buffer in DCT and PCT. Ref: Ganong's review of medical physiology; 24th edition; page no: 713",
        "cop": 4,
        "opa": "Bicarbonate",
        "opb": "Phoshate",
        "opc": "Protein",
        "opd": "Ammonia",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "5be8263a-803e-4179-900a-e2971ec0f391",
        "choice_type": "single"
    },
    {
        "question": "pH of urine is",
        "exp": "Thats the normal ph of urine. Ref: guyton and hall textbook of medical physiology 12 edition page number: 503, 504, 505",
        "cop": 3,
        "opa": "7. 10 - 7. 40",
        "opb": "3 - 3. 5",
        "opc": "4 - 6. 5",
        "opd": "6. 5 - 7. 10",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b3fd7b54-ef41-42d0-bd97-2b41b6d2e065",
        "choice_type": "single"
    },
    {
        "question": "Two paicle with same size, the one which easily passes through glomeruli has",
        "exp": "Positively charged paicles passes easily through glomeruli because glomeruli basement membrane has many anionic sites. Ref: guyton and hall textbook of medical physiology 12 edition page number: 470, 471, 472",
        "cop": 1,
        "opa": "Positive charge",
        "opb": "Negative charge",
        "opc": "Charge has no relation",
        "opd": "More density",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "62ba64dd-7675-48c7-a630-6a4bd9b3412d",
        "choice_type": "single"
    },
    {
        "question": "Buffering action of hemoglobin is mainly due to",
        "exp": "The buffering action of hemoglobin is due to the imidazole group of the hystadine residues. Hemoglobin molecule contains 38 histidine. imidazole group of deoxyhemoglobin dissociate less than those of oxyhemoglobin. Ref: Page no 566 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 3,
        "opa": "heme",
        "opb": "Porphyrin",
        "opc": "Imidazole group of histidine",
        "opd": "Histidine group of imidazole",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "f118395f-4528-4983-bea5-0ed03d38208e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following product is primarily filtered with little secretion or reabsorption in renal tubules?",
        "exp": "In addition to the requirement that it be freely filtered and neither reabsorbed nor secreted in the tubules, a substance suitable for measuring the GFR should be nontoxic and not metabolized by the body. Inulin, a polymer of fructose with a molecular weight of 5200 that is found in Jerusalem aichokes (Helianthus tuberosus), meets these criteria in humans and most animals and is extensively used to measure GFR. Ref: Ganong's review of Medical Physiology, 23rd edition, Page no: 645",
        "cop": 2,
        "opa": "Sodium",
        "opb": "Inulin",
        "opc": "Glucose",
        "opd": "Amino acids",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "f4df4ae1-804b-49b9-aa90-ee879f776686",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male patient was diagnosed as having pituitary stalk compression due to increase in which hormone secretion",
        "exp": "Up to 70% of the patients with chromophobe adenomas of the anterior pituitary have elevated plasma prolactin levels. In some instances, the elevation may be due to damage to the pituitary stalk, but in most cases, the tumor cells are actually secreting the hormone. Hyperprolactinemia is the most common pituitary hormone hypersecretion syndrome in both men and women. PRL-secreting pituitary adenomas (prolactinomas) are the most common cause of PRL levels >200 mg/L. Less pronounced PRL elevation can also be seen with microprolactinomas but is more commonly caused by drugs, pituitary stalk compression, hypothyroidism, or renal failure",
        "cop": 4,
        "opa": "FSH",
        "opb": "GH",
        "opc": "TSH",
        "opd": "Prolactin",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "aa109cc6-d885-4da5-9047-fd951482c7e5",
        "choice_type": "single"
    },
    {
        "question": "Which is only filtered into renal tubules?",
        "exp": "Renal DTPA scan is a process for diagnosis and evaluation of kidney functioning. It involves intravenous administration of radiopharmaceutical material to assess the drainage pattern of kidneys and to find out if any area is not functioning properly. This painless, non-invasive technology has revolutionised the world of medicine. Ref: guyton and hall textbook of medical physiology 12 edition page number: 465, 466, 467",
        "cop": 1,
        "opa": "DTPA",
        "opb": "DMSA",
        "opc": "MAG3",
        "opd": "EC",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "4b575c41-1485-4194-ac89-0b0d99f5eb03",
        "choice_type": "single"
    },
    {
        "question": "The normal daily excretion of uric acid ranges from",
        "exp": "Uric acid the end product of purine metabolism or oxidation in the body. It is present in blood in a concentration of about 5 mg/100 ml and is excreted in the urine in amounts of a little less than 1 g per day. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 13",
        "cop": 4,
        "opa": "10 to 30 mg",
        "opb": "50 to 70 mg",
        "opc": "100 to 300 mg",
        "opd": "500 to 700 mg",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "842cbeb9-ee96-4bce-9022-a34a61775e19",
        "choice_type": "single"
    },
    {
        "question": "Free water clearance of -1. 3 ml/min signifies",
        "exp": "In the physiology of the kidney, free water clearance (CH2O) is the volume of blood plasma that is cleared of solute-free water per unit time. If an individual is producing urine more dilute than the plasma, there is a positive value for free water clearance, meaning pure water is lost in the urine in addition to a theoretical isoosmotic filtrate. If the urine is more concentrated than the plasma, then free water is being extracted from the urine, giving a negative value for free water clearance. Ref: Ganong&; s review of medical physiology; 23rd edition; page no; 657",
        "cop": 3,
        "opa": "No secretion of vasopressin",
        "opb": "Urine is hypotonic to plasma",
        "opc": "Urine is hypeonic to plasma",
        "opd": "Urine is isosmotic to plasma",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "1c62067e-f973-4f05-a82a-d09f8807dc49",
        "choice_type": "single"
    },
    {
        "question": "GFR is increased by",
        "exp": "Atrial natriuretic peptide (ANP) a hormone involved in natriuresis and the regulation of renal and cardiovascular homeostasis. It is synthesized as a prohormone in the granules of the myocytes of the atrium and is released into the circulation in response to atrial dilation or increased intravascular fluid volume. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 707",
        "cop": 1,
        "opa": "ANP",
        "opb": "Vasopressin",
        "opc": "Histamine",
        "opd": "Endothelium",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d3d8c4bd-e5a1-4154-bca7-cd0c64921bd6",
        "choice_type": "single"
    },
    {
        "question": "Ist urge of micturition comes at",
        "exp": "When 100-150 millilitres (3. 5-5 ounces) of urine accumulate, the first sensations of a need to void are felt. The feeling increases in intensity as more urine accumulates, and it becomes uncomfoable at a bladder volume of 350-400 millilitres. Impulses from the pelvic nerves mediate the sensations of bladder filling, painful distension, and the conscious need to urinate. Ref: guyton and hall textbook of medical physiology 12 edition page number: 519, 520, 521",
        "cop": 2,
        "opa": "50ml",
        "opb": "150ml",
        "opc": "250ml",
        "opd": "350ml",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "1bcebfdf-78dd-4ac4-a05b-3c08746c59ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of glomerular filtration barrier?",
        "exp": "Jump to search Mesangial cells are specialised cells in the kidney that make up the mesangium of the glomerulus. Together with the mesangial matrix, they form the vascular pole of the renal corpuscle. Ref: guyton and hall textbook of medical physiology 12 edition page number: 464, 465, 466",
        "cop": 4,
        "opa": "Capillary endothelial cell",
        "opb": "Basement membrane of endothelial and visceral epithelial cells",
        "opc": "Podocytes with their foot processes",
        "opd": "Mesangial cells",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d7ae3d85-49a7-42b9-b61e-974c7606c09e",
        "choice_type": "single"
    },
    {
        "question": "Maximum osmotic gradient is found in",
        "exp": "In inner medulla osmotic gradient is high as 1200milliosmolar. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 687",
        "cop": 2,
        "opa": "Outer medulla",
        "opb": "Inner medulla",
        "opc": "Outer coex",
        "opd": "Inner coex",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0e7abe2b-37a7-4bb5-a427-47968a51598d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following renal alterations would most likely preserve the GFR?",
        "exp": "The renal alteration that would most likely preserve the GRF is type I distal renal tubular acidosis, in which hydrogen ions diffuse back into the distal tubule. This not only retains hydrogen ions, but also reduces the distal tubule reabsorption of bicarbonate. The other choices listed are assocated with acute tubular necrosis and decrease the GFR.",
        "cop": 4,
        "opa": "Defect in the elimination of hydrogen ions in the distal tubule",
        "opb": "Luminal obstruction by renal tubular casts",
        "opc": "Increased interstitial pressure",
        "opd": "Decreased intrarenal nitric oxide",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "f6fdb820-5ee2-47bb-a2c1-66a20bfae00f",
        "choice_type": "single"
    },
    {
        "question": "Normal range of urine osmolality (mosmol/I)",
        "exp": "Normal range of urine osmolality in humans ranges between 300-1200 mosmol/l. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 654, 655",
        "cop": 4,
        "opa": "50 - 1400",
        "opb": "100 - 1400",
        "opc": "200 - 1000",
        "opd": "300 - 1200",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "82d087b7-db4f-41ac-9946-56c5a6e909f9",
        "choice_type": "single"
    },
    {
        "question": "Least reabsorption out of",
        "exp": "Reabsorption the flow of glomerular filtrate from the proximal tubule of the nephron into the peritubular capillaries, which allows the selective passage of ceain substances (glucose, proteins, sodium) back into the circulation. Urea is least reabsorbed as it is excreted out. Ref: Ganong's review of medical physiology; 24th edition",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Urea",
        "opc": "Na+",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "5971e3f9-2359-46a0-beb3-88841ab9b9ed",
        "choice_type": "single"
    },
    {
        "question": "In proximal convoluted tubule, H+ is exchanged for?",
        "exp": "The cells of the proximal and distal tubules, like the cells of the gastric glands, secrete hydrogen ions. Acidification also occurs in the collecting ducts. The reaction that is primarily responsible for H+ secretion in the proximal tubules is Na-H exchange. This is an example of secondary active transpo. Ref: Ganong's Review of Medical Physiology, 23rd edition, page no: 679 Ref of image:",
        "cop": 2,
        "opa": "K+",
        "opb": "Na+",
        "opc": "HCO3-",
        "opd": "Cl-",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6110e406-fffd-414a-9384-ff4d92bdc727",
        "choice_type": "single"
    },
    {
        "question": "Substance (s) freely filtered across glomerular capillaries",
        "exp": "Glomerular filtration the renal process whereby fluid in the blood is filtered across the capillaries of the glomerulus and into the urinary space of Bowman&; s capsule. Glucose is freely filtered across glomerular capillaries. Ref: Ganong&; s Review of Medical Physiology; 24th edition; page no: 678",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Albumin",
        "opc": "Thyroxin",
        "opd": "Creatinine",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "70d4aacb-b23e-4783-9d3f-d61a2a27049e",
        "choice_type": "single"
    },
    {
        "question": "Maximum reabsorption of HCO3 - occurs in",
        "exp": "The process of bicarbonate reabsorption occurs predominantly in the proximal tubule (about 90%). The rest occur in the thick ascending limb and in the collecting tubule. All involve hydrogen ion secretion. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 680",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "CD",
        "opd": "Loop of henle",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d2cd3a73-e6c6-41c4-b63d-e97de6d6e9ad",
        "choice_type": "single"
    },
    {
        "question": "Erythropoietin is secreted from",
        "exp": "In adults, about 85% of the erythropoietin comes from the kidneys and 15% from the liver. Both these organs contain the m. RNA for erythropoietin. Erythropoietin can also be extracted from the spleen and salivary glands, but these tissues do not contain the m. RNA and consequently do not appear to manufacture the hormone. When renal mass is reduced in adults by renal disease or nephrectomy, the liver cannot compensate and anemia develops. Erythropoietin is produced by interstitial cells in the peritubular capillary bed of the kidneys and by perivenous hepatocytes in the liver. It is also produced in the brain, where it exes a protective effect against excitotoxic damage triggered by hypoxia; and in the uterus and oviducts, where it is induced by estrogen and appears to mediate estrogen-dependent angiogenesis. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 677",
        "cop": 3,
        "opa": "Juxtraglomerular cells",
        "opb": "Macula densa",
        "opc": "Intersititial cells",
        "opd": "Glomerulus",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "8195d262-6715-4583-8c30-62f21a4bee9b",
        "choice_type": "single"
    },
    {
        "question": "The completeness of a 24-hour urine collection is best assessed by the simultaneous measurement of urinary",
        "exp": "Creatinine a nitrogenous compound formed as the end product of creatine metabolism. It is formed in the muscle in relatively small amounts, passes into the blood and is excreted in the urine. A laboratory test for the creatinine level in the blood may be used as a measurement of kidney function. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 684",
        "cop": 3,
        "opa": "Volume",
        "opb": "Urea",
        "opc": "Creatinine",
        "opd": "pH",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "3ad31be3-c0a1-42b5-ae5f-5c0a6edb89f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ion is least absorbed in tubules?",
        "exp": "The urinary plasma ratio of Creatinine is 1: 150 which shows the least reabsorption Glucose - 0, Sodium- 0. 6, Urea- 60 Ref: Ganong 25th ed/page 679",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Urea",
        "opc": "Creatinine",
        "opd": "Glucose",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "404179ca-a5e4-4da4-bc9d-df7c42d0992c",
        "choice_type": "single"
    },
    {
        "question": "The prime driving force for countercurrent multiplier system is",
        "exp": "In juxtamedullary nephrons with longer loops and thin ascending limbs, the osmotic gradient is spread over a greater distance and the osmolality at the tip of the loop is greater. This is because the thin ascending limb is relatively impermeable to water but permeable to Na+ and Cl-. Therefore, Na+ and Cl- move down their concentration gradients into the interstitium, and there is additional passive countercurrent multiplication. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 655",
        "cop": 2,
        "opa": "Medullary hyperosmolarity",
        "opb": "Reabsorption of Na+ in thick ascending limb",
        "opc": "Action of ADH aquaporin channels",
        "opd": "Urea recycling",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "befdd7d9-3743-4401-8d21-bfb8cd82b81b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cells are responsible for acid secretion in kidney?",
        "exp": "Intercalated (I cells) are present in late DCT & coical collecting ducts secrete H+ ions and reabsorb K+ ions. Ref: Ganong 25th ed/page 681",
        "cop": 1,
        "opa": "I cells",
        "opb": "P cells",
        "opc": "Mesangial cells",
        "opd": "Pericytes",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "c06f03de-dbd0-4b76-a111-6c4bc71e6ff9",
        "choice_type": "single"
    },
    {
        "question": "Renal blood flow contributes to what % of the cardiac output?",
        "exp": "In a resting adult, the kidneys receive 1. 2 to 1. 3 L of blood per minute or just under 25% of the cardiac output. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 643",
        "cop": 2,
        "opa": "15%",
        "opb": "25%",
        "opc": "45%",
        "opd": "50%",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "9aff736c-ce3a-4932-864e-a081efba8b46",
        "choice_type": "single"
    },
    {
        "question": "Juxtamedullary nephrons constitute what percentage of nephrons",
        "exp": "Juxtamedullary nephrons constitute only 30 percent of total nephrons..... remaining being coical nephrons. Ref: guyton and hall textbook of medical physiology 12 edition page number: 460, 461, 462",
        "cop": 3,
        "opa": "10",
        "opb": "15",
        "opc": "30",
        "opd": "70",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "71e73a68-ab64-4225-b47a-55ff89cf20bf",
        "choice_type": "single"
    },
    {
        "question": "Ion ligand receptors are",
        "exp": "Like. GABA, glycine acts by increasing Cl- conductance. The ionotropic receptors of glutamate are ligand-gated ion channels that resemble nicotinic cholinergic receptors and GABA and glycine receptors. Catecholamines acting on b adrenergic receptors use c. AMP mechanism.",
        "cop": 1,
        "opa": "Glycine receptor",
        "opb": "b adrenergic receptors",
        "opc": "V1 receptor",
        "opd": "Insulin receptor",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "bdcbbdbe-45fc-4f3d-95b5-6d0a8110b139",
        "choice_type": "single"
    },
    {
        "question": "A patient with salicylic acid poisoning has the following aerial blood gas analysis repo: pH= 7. 1, p. CO2 = 18mm. Hg, HCO3- = 12 mmol/L. The acid-base disorder here is ________",
        "exp": "The acid-base disorder here is a mixed disorder of metabolic acidosis and respiratory alkalosis. It should not be confused with metabolic acidosis with uncompensated respiratory alkalosis. This can be understand by the following calculation: Step 1: The pH in this patient is 7. 1 (pH < 7. 35) which indicates acidosis Step 2: HCO3- is 12mmol/L (Normal HCO3-: 22-30 mmol/L). In metabolic acidosis, HCO3- levels decrease. Hence, this is a case of metabolic acidosis. Step 3: As per Winter&; s formula, the expected respiratory compensation in metabolic acidosis can be calculated using, p. CO2= (1. 5*) + 8 +/- 2 = 26+/- 2 = 24-28 mm. Hg. The p. CO2 in this patient is 18 mm. Hg, which implies there is an overcompensation of p. CO2. This overcompensation can happen only if there is an additional component of respiratory alkalosis contributing to reduce p. CO2. Hence, this patient has a mixed disorder- metabolic acidosis and respiratory alkalosis Ref: Harrison&; s Principles Of Internal Medicine 20th edition Pgno: 315",
        "cop": 1,
        "opa": "Metabolic acidosis with respiratory alkalosis",
        "opb": "Respiratory acidosis with compensatory metabolic alkalosis",
        "opc": "Metabolic acidosis with uncompensated respiratory alkalosis",
        "opd": "Respiratory acidosis with metabolic alkalosis",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "65a3bb7e-26a4-4fdc-87b8-88760112bb2c",
        "choice_type": "single"
    },
    {
        "question": "Autosomal varient of nephrogenic diabetes insipidus is due to defect in",
        "exp": "Another cause of diabetes insipidus is inability of the kidneys to respond to vasopressin (nephrogenic diabetes insipidus). Two forms of this disease have been described. In one form, the gene for the V2 receptor is mutated, making the receptor unresponsive. The V2 receptor gene is on the X chromosome, thus this condition is X-linked and inheritance is sex-linked recessive. In the other form of the condition, mutations occur in the autosomal gene for aquaporin-2 and produce nonfunctional versions of this water channel, many of which do not reach the apical membrane of the collecting duct but are trapped in intracellular locations. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 668",
        "cop": 1,
        "opa": "Aquaporin 2",
        "opb": "Angiotensin I receptor",
        "opc": "Angiotensin II receptor",
        "opd": "VIP receptors",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dfd61c61-2d7f-4bc5-877c-04ac9b253984",
        "choice_type": "single"
    },
    {
        "question": "Minimum urine osmolality that can be human kidney",
        "exp": "Minimum urine osmolality that can be human kidney is 50m. Osm/L Ref: Guyton textbook of medical physiology; 12th edition; page no: 345",
        "cop": 3,
        "opa": "100 m. Osm/L",
        "opb": "80 m. Osm/L",
        "opc": "50 m. Osm/L",
        "opd": "20 m. Osm/L",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6629a93c-0d49-4965-849e-91bc87ae52a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following relaxes mesangial cells in glomerulus?",
        "exp": "Stellate cells called mesangial cells are located between the basal lamina and the endothelium. They are similar to cells called pericytes, which are found in the walls of capillaries elsewhere in the body. Mesangial cells are especially common between two neighboring capillaries, and in these locations, the basal membrane forms a sheath shared by both capillaries. The mesangial cells are contractile and play a role in the regulation of glomerular filtration. Mesangial cells secrete the extracellular matrix, take up immune complexes, and are involved in the progression of glomerular disease. TABLE 38-3. Agents causing contraction or relaxation of mesangial cells. Contraction: Endothelins, Angiotensin II, Vasopressin, Norepinephrine, Platelet-activating factor, Platelet-derived growth factor, Thromboxane A2, PGF2, Leukotrienes C4 and D4, Histamine. Relaxation: Dopamine, A NP, PGE2, c. AMPRef: Ganong&; s review of medical physiology, 23rd edition, page no: 640, 646",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Histamine",
        "opc": "AT III",
        "opd": "PDGF",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "27356ada-ab54-4839-987c-1fe3c50e5e35",
        "choice_type": "single"
    },
    {
        "question": "The normal plasma osmolality (m. Osmol/kg) is",
        "exp": "Normal human reference range of osmolality in plasma is about 285-295 milli-osmoles per kilogram. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 310",
        "cop": 3,
        "opa": "240-255",
        "opb": "260-275",
        "opc": "285-295",
        "opd": "300-312",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "daf89611-107e-4601-808a-e65130f65ba1",
        "choice_type": "single"
    },
    {
        "question": "Liddle syndrome is caused by a genetic defect in",
        "exp": "Liddle syndrome is caused by hyperactivity of the Amiloride-sensitive sodium channel (ENaC) of the principal cell of the coical collecting tubule. Liddle syndrome is a rare autosomal dominant disorder of renal epithelial transpo that clinically resembles primary aldosteronism with hypertension and hypokalemia metabolic alkalosis and with low plasma renin and aldosterone levels. Bater syndrome (Mimics loop diuretics) Gitelman&; s syndrome (MImics Thiazide Diuretics) Liddle Syndrome (Mimics Primary Aldosteronism) Autosomal recessive disorders Autosomal recessive disorder Autosomal Dominant Genetic defect in the thick ascending limb of loop of henle Defects in Na-K-2. Cl co-transpoer, K or Cl channels result in lack of concentrating ability Genetic defect in the distal tubule Defect in Na-Cl cotranspoer in the distal tubule Genetic defect in the collecting tubule Caused by hyperactivity of the Amiloride-sensitive sodium channel (ENaC) of the principal cell of the coical collecting tubule Presentation Diagnosis Hypokalemic- Metabolic acidosis with Hypertension Liddle&; s syndrome Hypokalemic Metabolic Alkalosis without hypertension Bater syndrome (Increased urinary Ca Excretion) Gitelman&; s syndrome (Decreased Urinary Ca Excretion) Ref: Ganong",
        "cop": 3,
        "opa": "Na-K-2. Cl co-transpoer in the thick ascending limb of loop of henle",
        "opb": "Na-Cl cotranspoer in the distal tubule",
        "opc": "ENasodium Channel in collecting duct/tubule",
        "opd": "The aquaporin 2 (AQP2) channel in collecting duct",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b73cdbfa-5348-4180-8d1d-c0f795aa0202",
        "choice_type": "single"
    },
    {
        "question": "In a healthy individual and a normal diet, which of the following ion is completely absorbed in tubules",
        "exp": "HCO3- is completely absorbed in renal tubules during normal diet. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 714",
        "cop": 4,
        "opa": "Na+",
        "opb": "K+",
        "opc": "C-",
        "opd": "HCO3-",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "047aac77-b64c-43bf-aa7a-c16c34975b3a",
        "choice_type": "single"
    },
    {
        "question": "Which set of aerial blood values describes a heavy smoker who is a COPD patient becoming increasingly somnolent?",
        "exp": "Respiratory acidosis can occur from pathological conditions that damage the respiratory centers or that decrease the ability of the lungs to eliminate CO2. For example, damage to the respiratory center in the medulla oblongata can lead to respiratory acidosis. Also, obstruction of the passageways of the respiratory tract, pneumonia, emphysema, or decreased pulmonary membrane surface area, as well as any factor that interferes with the exchange of gases between the blood and the alveolar air, can cause respiratory acidosis.",
        "cop": 4,
        "opa": "pH: 7. 65; HCO3-: 48meq/L; PCO2: 45mm. Hg",
        "opb": "pH: 7. 5; HCO3-: 12meq/L; PCO2: 20mm. Hg",
        "opc": "pH: 7. 4; HCO3-: 18meq/L; PCO2: 40mm. Hg",
        "opd": "pH: 7. 2; HCO3-: 30meq/L; PCO2: 60mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "64b5be0d-81d5-414b-9c48-8fe9c2b9b96d",
        "choice_type": "single"
    },
    {
        "question": "Glomerular filtration rate stas declining at what age?",
        "exp": "Glomerular filtration rate (GFR) is the volume of fluid filtered from the renal (kidney) glomerular capillaries into the Bowman&; s capsule per unit time. The normal range of GFR, adjusted for body surface area, is 100-130 ml/min/1. 73m2 in men and women. In children, GFRmeasured by inulin clearance is 110 ml/min/1. 73m2 until 2 years of age in both sexes, and then it progressively decreases. After age 40, GFR decreases progressively with age, by about 0. 4 - 1. 2 mL/min per year. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 679",
        "cop": 2,
        "opa": "10-15 years",
        "opb": "30-40 years",
        "opc": "45-55 years",
        "opd": "55-65 years",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d3a4dae7-4727-49da-9601-752cbf6ae5d0",
        "choice_type": "single"
    },
    {
        "question": "Rennin is present in",
        "exp": "Rennin is present in the Gastric juice whereas Renin is related to kidney. Ref: Ganong's review of medical physiology; 24th edition",
        "cop": 1,
        "opa": "Gastric juice",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Lung",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "e279ea07-1481-4561-a58e-427660730dd4",
        "choice_type": "single"
    },
    {
        "question": "Hyperosmolarity of renal medulla is due to",
        "exp": "The renal medulla is the innermost pa of the kidney. The renal medulla contains the structures of the nephrons responsible for maintaining the salt and water balance of the blood. These structures include the vasa rectae, the venulae rectae, the medullary capillary plexus, the loop of Henle, and the collecting tubule. The renal medulla is hypeonic to the filtrate in the nephron and aids in the reabsorption of water. Ref: Ganong&; s Review of Medical Physiology; 24th edition; page no: 671",
        "cop": 4,
        "opa": "K",
        "opb": "Na",
        "opc": "Glucose",
        "opd": "Cl",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0c5387e0-c854-41a4-9051-b686f603e82d",
        "choice_type": "single"
    },
    {
        "question": "A high plasma renin activity (PRA) is expected in patients",
        "exp": "A high plasma renin activity (PRA) is present in patients who are taking angiotensin-conveing enzyme inhibitors. Renin is a proteolytic enzyme that is synthesized and stored in the juxtaglomerular (JG) apparatus, which consists of the juxtaglomerular cells (specialized myoepithelial cells) and the cells of the macula densa, located in the distal tubule. The JG cells surround the afferent aerioles of glomeruli in the kidneys. Once released, renin acts on angiotensinogen, which is synthesized in the liver, and conves it into the decapeptide angiotensin I. Angiotensin I is then enzymatically transformed into angiotensin II (All), an octapeptide, by conveing enzymes located in the kidney and the pulmonary vascular endothelium in the lungs. AII is a potent peripheral vasoconstrictor that directly acts on aeriolar smooth cells in the resistance vessels. In addition, it stimulates the efferent aerioles in the kidneys and has a negative feedback on renin release. All, along with the nonapeptide AIII, also stimulates the release of aldosterone from the zona glomerulosa in the adrenal coex. Aldosterone enhances the distal and early collecting tubule reabsorption of sodium in exchange for potassium and/or hydrogen ions. An angiotensin-conveing enzyme inhibitor, such as captopril, increases PRA because it is the negative feedback inhibition of All on renin release. This treatment is used to test for stimulation of renin release, paicularly in renovascular hypertension, in which there is an exaggerated increase in PRA.",
        "cop": 3,
        "opa": "With sodium overload",
        "opb": "Presently taking a beta blocker",
        "opc": "Taking an angiotensin-conveing enzyme inhibitor",
        "opd": "With Conn syndrome",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "e63276c8-c691-472e-af22-310fb59899fa",
        "choice_type": "single"
    },
    {
        "question": "The function of P cells of the kidney is",
        "exp": "The principal cells reabsorb sodium and water from the lumen and secrete potassium ions into the lumen.",
        "cop": 3,
        "opa": "H+ secretion",
        "opb": "K+ reabsorption",
        "opc": "Na+ reabsorption",
        "opd": "Cl- secretion",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "d444dad0-31ab-4eb4-991f-f0103f9230f0",
        "choice_type": "single"
    },
    {
        "question": "The first urge to void occurs when the bladder contains _____ ml of urine",
        "exp": "The first urge to void is felt at a bladder volume of about 150 ml, and marked sense of fullness at about 400 ml. Cystometrogram The curve shows An initial slight rise in pressure when the first increments in the volume are produced (Ia); A long, nearly flat segment as fuher increments are produced (Ib) A sudden, sharp rise in pressure as the micturition reflex is triggered (II) The flatness of segment Ib is a manifestation of the law of Laplace. This law states that the pressure in a spherical viscus is equal to twice the wall tension divided by the radius. P= 2T/R In the case of the bladder, the tension increases as the organ fill but does the radius. Therefore, the pressure increase is slight until the organ is relatively full. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 682",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "881529ea-513b-4357-994c-35f5b9f45576",
        "choice_type": "single"
    },
    {
        "question": "Which of the following substances, actively transpoed by the tubular cells has higher tubular transpo maximum?",
        "exp": "Highest transpo maximum (Tm)is for glucose -375mg/minute Ref: Ganong 25th ed/page 680",
        "cop": 3,
        "opa": "Plasma protein",
        "opb": "Hemoglobin",
        "opc": "Glucose",
        "opd": "Sodium",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "c28f27e5-3fb0-4e70-b4c5-9499457b4b88",
        "choice_type": "single"
    },
    {
        "question": "Maximum reabsorption of filtered glucose is from",
        "exp": "Reabsorption is the act or process of absorbing again, as the absorption by the kidneys of substances that were already secreted into the tubules, such as glucose, proteins, or sodium. Glucose molecule is maximum absorbed through PCTRef: Ganong&; s review of medical physiology; 24th edition; page no; 682",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collecting disc",
        "opd": "Thick ascending loop of Henle",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "9d69cc68-1a45-40d6-b8d8-c81b810fff9d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most impoant for sodium and water retention in response to hypovolemia?",
        "exp": "The renin-angiotensin system plays a key role in body&; s response to hypovolemia. The plasma concentration of renin is the rate limiting step in the renin-angiotensin system; it is the major determinant of plasma angiotensin II concentration. Angiotensin II stimulates the aldosterone and ADH secretion; it also constricts the blood vessels and causes thirst, which helps in maintaining blood pressure. Ref: Ganong&; s Review of Medical Physiology 26th edition Pgno: 689, 690",
        "cop": 1,
        "opa": "Renin-Angiotensin system",
        "opb": "ADH",
        "opc": "Aldosterone",
        "opd": "ANP",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "c4781f10-37c3-4546-9509-481fba7f6d38",
        "choice_type": "single"
    },
    {
        "question": "Severe anxiety causes",
        "exp": "Increase in the alveolar ventilation due to hyperventilation and anxiety, hysteria causes respiratory alkalosis. Ref: page no 569 Textbook of physiology Volume 1 7th edition AK Jain",
        "cop": 2,
        "opa": "Respiratory acidosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Metabolic alkalosis",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b63d8228-2176-468e-9638-49bb1056c2b4",
        "choice_type": "single"
    },
    {
        "question": "Lacis cells are located at",
        "exp": "The thick end of the ascending limb of the loop of Henle reaches the glomerulus of the nephron from which the tubule arose and nestles between its afferent and efferent aerioles. Specialized cells at the end form the macula densa, which is close to the afferent and paicularly the afferent aeriole. The macula, the neighboring lacis cells, and the renin-secreting juxtaglomerular cells in the afferent aeriole from the juxtaglomerular apparatus. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 641",
        "cop": 1,
        "opa": "JGA",
        "opb": "Proximal tubule",
        "opc": "Distal tubule",
        "opd": "Loop of henle",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0e80e852-938d-4ded-a9d1-ec8eb47ff649",
        "choice_type": "single"
    },
    {
        "question": "Not absorbed from the PCT",
        "exp": "PCT is the convoluted poion of the veebrate nephron lying between Bowman&; s capsule and the loop of Henle; functions in the resorption of sugar, sodium and chloride ions, and water. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 685",
        "cop": 4,
        "opa": "Na+",
        "opb": "Phosphate",
        "opc": "HCO3-",
        "opd": "H+",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "9db3f164-9bd7-4065-8e95-564540747916",
        "choice_type": "single"
    },
    {
        "question": "Relaxation of mesangial cells is responsible for",
        "exp": "Mesangial cells are specialized cells around blood vessels in the kidneys, at the mesangium. They are specialized smooth muscle cells that function to regulate blood flow through the capillaries, Ref: Ganong&; s review of medical physiology; 24th edition; page no: 673",
        "cop": 2,
        "opa": "Absorption of glucose",
        "opb": "Maintenance of blood flow",
        "opc": "Osmotic gradient in medulla",
        "opd": "Secretion of uric acid",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "509646a3-7002-411c-880d-81526377a187",
        "choice_type": "single"
    },
    {
        "question": "Ascending loop of Henle has which transpoer",
        "exp": "Ascending loop of Henle has Na+ - 2. Cl - K+ cotranspoer. Ref: Ganong's review of medical physiology; 24th edition; page no; 685 ref of image:",
        "cop": 2,
        "opa": "Na+ Cl contraspoer",
        "opb": "Na+ - 2. Cl - K+ cotranspoer",
        "opc": "ENaC channel",
        "opd": "Na+ aminoacid contraspoer",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "fcea8938-d72c-48d7-99aa-a0bd6cda4ae7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of countercurrent mechanism?",
        "exp": "The concentrating mechanism depends upon the maintenance of a gradient of increasing osmolality along the medullary pyramids. This gradient is produced by the operation of the loops of Henle as countercurrent multipliers and maintained by the operation of the vasa recta as countercurrent exchangers. A countercurrent system is a system in which the inflow runs parallel to, counter to, and in close proximity to the outflow for some distance. This occurs for both the loops of Henle and the vasa recta in the renal medulla. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 654",
        "cop": 2,
        "opa": "Thick ascending limb of henle",
        "opb": "Collecting duct",
        "opc": "Descending limb of henle",
        "opd": "Vasa recta",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0a5ad6d9-7d25-48c5-91dc-23c4f839fbc7",
        "choice_type": "single"
    },
    {
        "question": "K+ secretion from the loop of Henle is decreased by",
        "exp": "Potassium-sparing diuretics act in the collecting tubule to inhibit Na+ reabsorption and K+ excretion. Spironolactone is a synthetic steroid that antagonizes aldosterone at intracellular cytoplasmic receptor sites. The spironolactone-receptor complex is inactive. That is, it prevents translocation of the receptor complex into the nucleus of the target cell and, therefore, it cannot bind to DNA. This results in a failure to produce proteins that are normally synthesized in response to aldosterone. These mediator proteins normally stimulate the Na+/K+-exchange sites of the collecting tubule. Thus, a lack of mediator proteins prevents Na+ reabsorption and, therefore, K+ and H+ secretion. Ref: Lippincott's Illustrated Reviews: Pharmacology, 5th edition, Page No: 286",
        "cop": 3,
        "opa": "Furosemide",
        "opb": "Thiazide",
        "opc": "Spironolactone",
        "opd": "Acetazolamide",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "f89d835b-c621-4541-9af5-b242bd0435dc",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following substances, actively transpoed by the tubular cells, has the highest Tubular Transpo Maximum?",
        "exp": "Glucose has highest Tubular Transpo Maximum. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 682",
        "cop": 3,
        "opa": "Plasma protein",
        "opb": "Hemoglobin",
        "opc": "Glucose",
        "opd": "Sodium",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "dafcdce7-07df-430a-b27f-5930efcb070d",
        "choice_type": "single"
    },
    {
        "question": "Relaxation of mesangial cells is caused by",
        "exp": "Dopamine causes relaxation of mesangial cells. Other three are agents causing contraction. Ref: Ganong&; s Review of Medical Physiology, 23rd edition, page no: 646",
        "cop": 2,
        "opa": "Histamine",
        "opb": "Dopamine",
        "opc": "Angiotension 2",
        "opd": "Vasopressin",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "acccccb6-28fa-44fd-bab9-a1d11f0f8cf8",
        "choice_type": "single"
    },
    {
        "question": "The principal site of acidification of urine is",
        "exp": "The cells of the proximal and distal tubules secrete hydrogen ions. Acidification also occurs in the collecting ducts. The reaction that is primarily responsible for H+ secretion in the proximal tubules is Na+-H+ exchange. Na is absorbed from the lumen of the tubule and H is excreted. Ref: guyton and hall textbook of medical physiology 12 edition page number: 504, 505, 506",
        "cop": 2,
        "opa": "Loop of henle",
        "opb": "Collecting duct",
        "opc": "DCT",
        "opd": "PCT",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "b8f4e987-6e3e-4c4c-a914-3997b355e3f1",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin-conveing enzymes are",
        "exp": "The structure of the somatic form of angiotensin-conveing enzyme has sho cytoplasmic tail of the molecule and the two extracellular catalytic sites, each of which binds a zinc ion (Zn2+). Angiotensin-conveing enzyme (ACE) is a dipeptidyl carboxypeptidase that splits off histidyl-leucine(at C-terminal of AT1) from the physiologically inactive angiotensin I, forming the octapeptide angiotensin II. Ref: Ganong's Review of Medical Physiology, 23rd edition, page no: 670, 672 Ref of image:",
        "cop": 1,
        "opa": "Zinc containing and cleaves C-terminal of AT-1",
        "opb": "Zinc containing enzyme and cleaves the signal poion of AT-!",
        "opc": "Copper containing and cleaves C-terminal of AT-!",
        "opd": "Copper containing enzyme and cleaves the signal poion of AT-1",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "7614a690-9630-4986-91c9-f5ee07f29892",
        "choice_type": "single"
    },
    {
        "question": "Net filtration pressure is",
        "exp": "The Net Filtration Pressure (NFP) at the glomerulus is the difference between the net hydrostatic pressure and the blood colloid osmotic pressure acting across the glomerular capillaries and is normally 10mm of Hg. Ref: guyton and hall textbook of medical physiology 12 edition page number: 464, 465, 466",
        "cop": 2,
        "opa": "32 mm Hg",
        "opb": "10 mm Hg",
        "opc": "60 mm Hg",
        "opd": "20 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "4ed35855-f91c-48ef-90c5-0ceb87041f62",
        "choice_type": "single"
    },
    {
        "question": "Urine concentrating ability of the kidney is increased by",
        "exp": "Countercurrent mechanism is a system in the renal medulla that facilitates concentration of the urine as it passes through the renal tubules. Ref: Ganong&; s review of medical physiology; 24th edition; page no: 687",
        "cop": 1,
        "opa": "Increased medullary hyperosmolarity",
        "opb": "Increase in RBF",
        "opc": "Reduction of medullary hyperosmolarity",
        "opd": "Increase in GFR",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "f13a74c3-dc74-4134-a219-0dc36840172c",
        "choice_type": "single"
    },
    {
        "question": "Most impoant extracellular buffer______",
        "exp": "The most impoant extracellular buffer is bicarbonate. The source of bicarbonate is plasma by filtration. It is non inducible buffer. Proteins: Are the most abundant intracellular buffer. Phosphate: Minor buffer in kidney. The source is plasma by filtration. It is non inducible buffer. Ammonia is a minor buffer, locally produced by tubular cells. Its production increases in metabolic acidosis. It is the only inducible buffer. Principal Buffers in the Body Fluids Extracellular Buffers Intracellular Buffers HCO3 - Major Plasma proteins Phoshate - Minor NH3- minor Organic Phosphate (e. g., AMP, ADP, 2, 3-diphosphologly (DPG)) Intracellular proteins Hemoglobin Ref: Guyton and Hall 13th edition Pgno: 410-414",
        "cop": 1,
        "opa": "Bicarbonates",
        "opb": "Plasma Protein",
        "opc": "Phosphates",
        "opd": "Nitrates",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "66aabc38-0d9e-41e5-9ca2-08df7235cc3f",
        "choice_type": "single"
    },
    {
        "question": "The length of distal convoluted tubule is",
        "exp": "Although the DCT is the shoest segment of the nephron, spanning only about 5 mm in length in humans (1), it plays a critical role in a variety of homeostatic processes, including sodium chloride reabsorption, potassium secretion, and calcium and magnesium handling Ref: guyton and hall textbook of medical physiology 12 edition page number: 460, 461, 462",
        "cop": 1,
        "opa": "5 mm",
        "opb": "2 mm",
        "opc": "12 mm",
        "opd": "8 mm",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "0523bb40-b401-4800-b2c7-5148495c05e1",
        "choice_type": "single"
    },
    {
        "question": "Destruction of zona glomerulosa will deplete",
        "exp": "The zona glomerulosa makes up 15% of the mass of the adrenal gland; the zona fasciculata, 50%;. and the zona reticularis, 7%. All three coical zones secrete coicosterone, but the active enzymatic mechanism for aldosterone biosynthesis is limited to the zona glomerulosa, whereas the enzymatic mechanisms for forming coisol and sex hormones are found in the two inner zones. Fuhermore, subspecialization occurs within the inner two zones, the zona fasciculata, secreting mostly glucocoicoids and the zona reticularis, secreting mainly sex hormones. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 338",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "Coisol",
        "opc": "Testosterone",
        "opd": "Catecholamines",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "bace6563-9852-45e3-bf59-e335080d3ca5",
        "choice_type": "single"
    },
    {
        "question": "Urge to urinate begins at what volume of urine in bladder?",
        "exp": "The first urge to void is felt at a bladder volume of about 150 mL, and a marked sense of fullness at about 400 mL The suppression of urge after initial experience is a manifestation of the law of Laplace. This law states that the pressure in a spherical viscus is equal to twice the wall tension divided by the radius. In the case of the bladder, the tension increases as the organ fill, but so does the radius. Therefore, the pressure increase is slight until the organ is relatively full. Ref: Ganong &; s review of medical physiology, 23rd edition, page no: 661",
        "cop": 1,
        "opa": "150-200 ml",
        "opb": "250-400 ml",
        "opc": "500 ml",
        "opd": "550-600 ml",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "5efb693b-0d9f-411e-bbcb-50ac2af7ba9d",
        "choice_type": "single"
    },
    {
        "question": "Maximum absorption of bicarbonate occurs at",
        "exp": "About 67% of filtered, sodium, water, potassium, urea, 80% of filtered phosphate and bicarbonate, 100% of filtered glucose and amino acids are reabsorbed in PCT Ref: Ganong 25th ed/page 679",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "CT",
        "opd": "ALH",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "78685ba7-1dbf-4091-ad93-e8e24e9a53c2",
        "choice_type": "single"
    },
    {
        "question": "PCT secretes",
        "exp": "PCT secretes H+ into tubule thus helping in excretion. Ref: Ganong's review of medical physiology; 24th edition; page no: 685",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Glucose",
        "opc": "Hydrogen ions",
        "opd": "Amino acids",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "812e7240-6761-4af4-b37d-9bd459801c9f",
        "choice_type": "single"
    },
    {
        "question": "Granular casts in urine are?",
        "exp": "On microscopic examination of urine, presence of granular cast, RBC, bacteria glucose, albumin, ketone bodies is abnormal granular cast are the hyaline casts embedded with RBC or WBC or these are degenerate glomerular cells or tubular epithelial cells in large number Their presence indicates renal destruction of glomerular tubular cells. Ref: page no 575 Textbook of physiology Volume 1 AK Jain 7th edition",
        "cop": 2,
        "opa": "Regarded as normal",
        "opb": "Hyaline casts embedded with RBC",
        "opc": "Made up of mucoprotein substances",
        "opd": "Formed in the DCT",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "3d1dd3d2-036f-442f-9ea8-031e845f0451",
        "choice_type": "single"
    },
    {
        "question": "In metabolic acidosis which of the following changes are seen?",
        "exp": "K+ secretion into the renal tubules when the H+ secretion is increased (intracellular Buffering of H+). Thus in metabolic acidosis, there is decreased K+ excretion. Factors afffecting K+ distribution between ECF and ICF concentration Shift Of K+ into the cell - Decrease in ECF K+ Shift Of K+ out of the Cell - Increase in ECF K+ Insulin Insulin deficiency(DM) Aldosterone Aldosterone deficiency (Addison&; s disease) Metabolic alkalosis Hypeonicity (e. g., Hyperglycemia) Diarrhoea Beta Blockers Cell lysis Eg., Intravascular hemolysis, tumor lysis syndrome, rhabdomyolysis Strenous excercise Ref: Guyton and Hall 13th edition Pgno: 387",
        "cop": 2,
        "opa": "Increased K+ excretion",
        "opb": "Decreased K+ excretion",
        "opc": "Increased Na+ excretion",
        "opd": "Increased Na+ reabsorption",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "7e8eee46-c8ad-4af4-8f06-ed01cc9f5bd7",
        "choice_type": "single"
    },
    {
        "question": "What is the clearance of a substance, if its concentration in plasma in 10 mg% concentration in urine is 100mg% and urine flow is 2 ml/min?",
        "exp": "The amount of such a substance in the urine per unit of time must have been provided by filtering exactly the number of milliliters of plasma that contained this amount. Therefore, if the substance is designated by the letter X, the GFR is equal to the concentration of X in urine (UX) times the urine flow per unit of time (V*) divided by the aerial plasma level of X (PX), or UXV*/PX. This value is called the clearance of X (CX). PX is, of course, the same in all pas of the aerial circulation, and if X is not metabolized to any extent in the tissues, the level of X in peripheral venous plasma can be substituted for the aerial plasma level. C= 2*100/10 = 20ml/min Ref: Ganong's review of medical physiology, 23rd edition, page: 645",
        "cop": 4,
        "opa": "0. 2 ml/min",
        "opb": "0. 2 ml/min",
        "opc": "2 ml/min",
        "opd": "20 ml/min",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "8804dcba-01e5-4d79-91f8-3e17031b48a5",
        "choice_type": "single"
    },
    {
        "question": "Macula densa is a pa of",
        "exp": "The thick end of the ascending limb of the loop of Henle reaches the glomerulus of the nephron from which the tubule arose and nestles between its afferent and efferent aerioles. Specialized cells at the end form the macula densa, which is close to the afferent and paicularly the afferent aeriole. The macula, the neighboring lacis cells, and the renin-secreting juxtaglomerular cells in the afferent aeriole form the juxtaglomerular apparatus. Ref: Ganong&; s review of medical physiology, 23rd edition, page: 641",
        "cop": 2,
        "opa": "Pct",
        "opb": "Dct",
        "opc": "Renal aeriole",
        "opd": "Glomerulus",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "522b352f-ee1d-45cc-92a1-3f3ffc790c11",
        "choice_type": "single"
    },
    {
        "question": "Minimal reabsorption in kidney occurs for",
        "exp": "Minimal reabsorption for urea. Ref: Ganong&; s review of medical physiology; 24th edition; page no; 682, 681",
        "cop": 1,
        "opa": "Urea",
        "opb": "Glucose",
        "opc": "Na",
        "opd": "HCO3",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "6ef43362-4d2f-433c-b8dd-9197ba101393",
        "choice_type": "single"
    },
    {
        "question": "Amount of gastric juice per day is",
        "exp": "A typical adult human stomach will secrete about 1. 5 liters of gastric acid daily Ref: guyton and hall textbook of medical physiology 12 edition page number: 406, 407, 408",
        "cop": 3,
        "opa": "500 - 1000ml",
        "opb": "1000 - 1500ml",
        "opc": "2000 - 2500ml",
        "opd": "3000ml",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "ad5102ce-4b61-4f44-a4b1-dfdb07d029e1",
        "choice_type": "single"
    },
    {
        "question": "Type 1 glomus cell secrete neurotransmitter because of oxygen sensitive",
        "exp": "Type I glomus cells have O2 sensitive K+ channels, whose conductance is reduced in propoion to the degree of hypoxia to which they are exposed. This reduces the K+ efflux, depolarizing the cell and causing Ca2+ influx, primarily L-type Ca2+ channels. The Ca2+ influx triggers action potentials and transmitter release, with consequent excitation. of the afferent nerve endings. The smooth muscle of pulmonary aeries contains similar O2-sensitive K+ channels, which mediate the vasoconstriction caused by hypoxia. This is in contrast to systemic aeries, which contain adenosine triphosphate (ATP) dependent K+ channels that permit more K+ efflux with hypoxia and consequently cause vasodilation instead of vasoconstriction. Ref: Ganong's Review of Medical Physiology, 23rd edition, page no: 628, 629 Ref image:",
        "cop": 4,
        "opa": "Na+ channel",
        "opb": "Cl channel",
        "opc": "Ca+2 channel",
        "opd": "K+ channel",
        "subject_name": "Physiology",
        "topic_name": "Renal physiology",
        "id": "761f0813-bd10-4063-bcf8-c45f1c662c0d",
        "choice_type": "single"
    }
]