[
    {
        "question": "Neuroendocrine cells in the lungs are:",
        "exp": "APUD (amine precursor uptake and decarboxylation) cells are neuroendocrine cells found in respiratory system, G. I. tract and other organs; they manufactrure amines (e. g. 5-HT). These cells form carcinoid tumors.",
        "cop": 4,
        "opa": "Dendritic cells",
        "opb": "Type I pneumocytes",
        "opc": "Type II pneumocytes",
        "opd": "APUD cells",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "aa61320f-a139-4ff6-b1a0-251125bf76e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following adaptations will be apt to increase the work capacity at high altitude?",
        "exp": "Exercise increases oxygen requirements, which must now be met in the face of this decreased oxygen. Increase workload, will increase sever O2 demand, which cannot be met at high altitude due to low paial pressure of oxygen, fuhermore it can precipitate pulmonary edema. But decrease workload and increase duration, will produce a low-grade hypoxic drive. This hypoxia produces hypoxia-inducible factor-1a, which stimulate vascular endothelial growth factor (VEGF) production. This promotes angiogenesis, augmenting blood flow and supplying more oxygen to the tissues. All these changes are helpful for acclimatization",
        "cop": 3,
        "opa": "Increasing workload, decreasing duration of exercise",
        "opb": "Increasing workload, increasing duration of exercise",
        "opc": "Decreasing workload, increasing duration of exercise",
        "opd": "Decreasing workload, decreasing duration of exercise",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "981e2d0b-f9f2-4fc1-8882-90aeaed67069",
        "choice_type": "single"
    },
    {
        "question": "Maximum positive intrathoracic pressure is generated in:",
        "exp": "A sneeze or a cough can generate a pressure of = + 30 and + 50 cm H2O. Blowing a trumpet can generate a pressure up to = + 80 cm H2O. Valsalva maneuvre (is a forced expiratory effo against closed glottis.) It can generate the pressure between = + 120 and + 150 cm H2O.",
        "cop": 4,
        "opa": "A forceful sneeze",
        "opb": "A dry brassy cough",
        "opc": "Blowing a trumpet",
        "opd": "Valsalva maneuvre",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "fbb00f33-8403-4ec7-9150-86e186ace57d",
        "choice_type": "single"
    },
    {
        "question": "A man is planning to leave Miami (at sea level) and travel to Colorado to climb Mount Wilson (14, 500 feet, barometric pressure = 450 mm Hg). Before his trip, he takes acetazolamide. What response would be expected before he makes the trip?",
        "exp": "Acetazolamide Carbonic Anhydrase inhibitor Forces kidneys to excrete bicarbonate, the base form of CO2. This excretion reacidifies the blood, balancing the effects of the hyperventilation that occurs at altitude in an attempt to get O2. Such reacidification acts as a respiratory stimulant, paicularly at night, reducing the periodic breathing pattern common at altitude. This would increase ventilation, resulting in a | p. CO2",
        "cop": 3,
        "opa": "Alkalotic blood",
        "opb": "Normal ventilation",
        "opc": "Elevated ventilation",
        "opd": "Normal aerial blood gases",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "6df8a1ba-8326-426e-8984-df7e8346c09e",
        "choice_type": "single"
    },
    {
        "question": "In a man weighing 200 pounds, the volume of anatomic dead space would be (approx.):",
        "exp": "Although 150 mL is said to the volume of dead space in adults, it can not be exactly the same in every individual. Anatomic dead space volume would depend on the size of the respiratory system, which in turn would depend upon the body size. Hence, a rough estimate of the dead space volume can be determined as: anatomic dead space = 1 mL per pound of the body weight. This is known as Radford's formula",
        "cop": 3,
        "opa": "100 mL",
        "opb": "150 mL",
        "opc": "200 mL",
        "opd": "250 mL",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "49bb2955-30ed-4e1f-b9ec-83d70021bb6e",
        "choice_type": "single"
    },
    {
        "question": "\"Raptures of the depth\" are caused by:",
        "exp": "A diver working at the depth for prolonged periods has gases in the body getting compressed and dissolved in body fluids. Major gas being N2, its dissolution in the body fluids, and paicularly in the myelin sheaths of CNS neurons, results in the 'raptures of the depth'.",
        "cop": 3,
        "opa": "CO narcosis",
        "opb": "CO2 narcosis",
        "opc": "N2 narcosis",
        "opd": "O2 toxicity",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "8267d026-0834-4c56-9496-f4540cabe15c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will decrease the physiologic dead space?",
        "exp": "Neck flexion decreases the volume of anatomic dead space and thus the total or physiologic dead (which includes anatomic dead space) will decrease. Physiologic dead space includes those alveoli which do not receive perfusion, making it a wasted ventilation in those alveoli. Physiologic dead space increases in emphysema. Increase in tidal volume increases anatomic dead space & thus physiologic dead space In IPPV, the positive pressure ventilation increases alveolar pressure, which in turn compresses vessels. This will decrease the blood flow to some regions of the lung.",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Neck flexion",
        "opc": "Increase in tidal volume",
        "opd": "IPPV",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "520f868f-4195-4778-a598-6eaea0e6545c",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary capillary pressure is:",
        "exp": "The average pulmonary capillary pressure is 10 mm Hg. Pulmonary capillary wedge pressure (which reflects LA pressure) is 5 mm Hg.",
        "cop": 2,
        "opa": "5 mm Hg",
        "opb": "10 mm Hg",
        "opc": "20 mm Hg",
        "opd": "32 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "152be853-2623-4c41-8b77-2102a041b3b7",
        "choice_type": "single"
    },
    {
        "question": "Mouth-to-mouth breathing delivers_____% oxygen into the subject's respiratory system:",
        "exp": "In mouth-to-mouth breathing, exhaled air is delivered into the subject's respiratory system. This exhaled air is a mixture of dead space air (about 20% oxygen) and the alveolar air (about 10% oxygen). Hence, the delivered air contains about 16% oxygen, along with CO2 and nitrogen.",
        "cop": 3,
        "opa": "8%",
        "opb": "10%",
        "opc": "16%",
        "opd": "20%",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "0b4e54cf-50af-4d2a-844c-83965f6f3060",
        "choice_type": "single"
    },
    {
        "question": "Most potent vasoconstrictor of the pulmonary aery is:",
        "exp": "Endothelin, urotensin, angiotensin are the potent constrictors of the systemic vessels. In case of the pulmonary vessels, hypoxia is the strongest vasoconstrictor, acting the O2-sensitive K+ channels in the pulmonary vascular smooth muscle cells (VSMCs).",
        "cop": 2,
        "opa": "Endothelin",
        "opb": "Hypoxia",
        "opc": "Angiotensin",
        "opd": "TXA2",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "555b680a-3ba0-4223-b16e-493ee1e8f363",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary function changes seen in Emphysema are A/E:-",
        "exp": "Emphysema: Destruction of alveolar septa leads to increase in compliance (C= DV/DP) Emphysema increase airway resistance & work of breathing difficulty in exhaling air due to compression of bronchioles leads to eventual increase RV & increase TLC (barrel chest). FEV1 and FVC =reduced in emphysema.",
        "cop": 4,
        "opa": "| TLC",
        "opb": "| RV",
        "opc": "| FEV1",
        "opd": "| DV/DP",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "ac4b9b3c-d4de-480b-9d3b-4cd5316a4906",
        "choice_type": "single"
    },
    {
        "question": "Total lung capacity depends upon:-",
        "exp": "TLC is the maximum volume to which the lungs can be expanded with the greatest possible effo. TLC = VC + RV (VC = IRV + TV + ERV) The expansion of lungs depends on its compliance Def: the extent to which lungs will expand for each unit increase in Transpulmonary pressure is k/a lung compliance.",
        "cop": 3,
        "opa": "Size of airway",
        "opb": "Closing volume",
        "opc": "Lung compliance",
        "opd": "Residual volume",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "1f48144e-4a3a-459d-82dd-44d2793a8a3b",
        "choice_type": "single"
    },
    {
        "question": "Residual volume is:-",
        "exp": "RV = Total lung capacity minus vital capacity. RV is volume remained in lungs after forceful expiration.",
        "cop": 4,
        "opa": "Equal to the dead space volume",
        "opb": "Amount of air in the lungs after maximal forceful inspiration",
        "opc": "Amount of air remaining in the lungs at the end of normal expiration",
        "opd": "Total lung capacity minus vital capacity",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "9ea0af24-f5c6-4864-86b3-f789db324dee",
        "choice_type": "single"
    },
    {
        "question": "The volume/capacity that can be measured by Hutchison's spirometer is:",
        "exp": "The volume that remains in the lung even after maximum forceful expiration is residual volume (RV). Since it does not come out into the spirometer, it can not be measured by the conventional spirometry (performed on Hutchison's spirometer). Any capacity that includes RV therefore can not be detected by spirometry. Thus, FRC (ERV + RV) and TLC (TV + IRV + ERV + RV) can not measured directly by spirometry. Hence, the answer is ERV, which can be measured directly by spirometry.",
        "cop": 2,
        "opa": "Residual volume",
        "opb": "Expiratory reserve volume",
        "opc": "Functional residual capacity",
        "opd": "Total lung capacity",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "35d779cc-43af-4e55-8c26-63781615e3b2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a metabolic function of the lung?",
        "exp": "Metabolic functions of the lungs. 1. Manufacture surfactant 2. Fibrinolytic system that lyses clots in pulmonary system. 3. Release, synthesize various substances into the blood, removed some substances from circulation 4. Activate angiotensin I to angiotensin II. 5. Inactivation of bradykinin by the release of ACE (angiotensin conveing enzyme or kininase)",
        "cop": 4,
        "opa": "Synthesis of surfactant",
        "opb": "Inactivation of bradykinin",
        "opc": "Formation of angiotensin II",
        "opd": "Inactivation of vasopressin",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "1a8badb6-9003-4e47-9eb0-afc6b09d2c49",
        "choice_type": "single"
    },
    {
        "question": "If Paery>Palveolus>Pvein, under normal circumstances, which zone of the lung is being described?",
        "exp": "Zone I ~ no blood flow (Palv> Pa>Pvein) Zone II ~ intermittent blood flow, i. e., during systole - Pa, cap>Palv>Pvein, Zone III ~ continuous blood flow (Pa>Pvein>Palv) These zones get created due to the interplay between alveolar pressure and the pressure in the pulmonary vessels. - In the recumbent posture, entire lung has zone III type of blood flow as heart would not have to pump blood against gravity to any region of the lung.",
        "cop": 2,
        "opa": "Zone I",
        "opb": "Zone II",
        "opc": "Zone III",
        "opd": "Zone IV",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "22ba7a2f-1594-44ae-9dea-4029e2c27398",
        "choice_type": "single"
    },
    {
        "question": "Which of the following oxygen-hemoglobin dissociation curves corresponds to blood during resting (dark purple line) and during exercise ( light purple line)?",
        "exp": "Factors that shift the oxygen-hemoglobin dissociation curve to the right are: | CO2 released from the muscle tissue, | H+concentration in the muscle capillary blood, | Temperature resulting from heat generated by the exercising muscle. The right shift of the oxygen-hemoglobin curve allows more oxygen to be released to the muscle at a given Po2 in the blood.",
        "cop": 3,
        "opa": "D",
        "opb": "A",
        "opc": "B",
        "opd": "C",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "c4d8a323-468b-4553-a430-64e65cc6282e",
        "choice_type": "single"
    },
    {
        "question": "Percentage of Normal dead space is:-",
        "exp": "Dead space - Some of the air a person breathes never reaches the gas exchange areas but simply fills respiratory passages where gas exchange does not occur, such as the nose, pharynx & trachea. - The air is called 'dead space air' because its not useful for gas exchange. - Normal tidal volume = 500 m - Normal dead space = 150 m Thus, Normal dead space ratio = 30 - 40%",
        "cop": 3,
        "opa": "50-70",
        "opb": "20-Oct",
        "opc": "30-40",
        "opd": "80-90",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "d1f589a8-5765-48a6-85e0-3fe0fee222fc",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary surfactant:",
        "exp": "The presence of surfactant reduces the surface tension of the alveolar lining layer and therefore the inward pull of the alveolar wall This in turn means that the hydrostatic pressure in the interstitium around the capillaries is less negative when surfactant is present. As a result, this helps to prevent transudation of fluid from the capillaries into the interstitium or into the alveolar spaces. The other choices are incorrect: Surfactant decreases the surface tension of the alveolar lining liquid it is secreted by type II alveolar epithelial cells it is a phospholipid, and it decreases the work required to expand the lung.",
        "cop": 4,
        "opa": "Increases the surface tension of the alveolar lining liquid",
        "opb": "Is secreted by type I alveolar epithelial cells",
        "opc": "Is a protein",
        "opd": "Helps to prevent transudation of fluid from the capillaries into the alveolar spaces",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "6e8449ae-5b68-4ead-9e97-b185c857b8cd",
        "choice_type": "single"
    },
    {
        "question": "Surfactant production in lungs stas at:",
        "exp": "Alveolar type II cells first appear in the 17 to 26 weeks of gestation. They are the surfactant producing cells. However, the process of surfactant production must mature to become efficient at reducing surface tension. Mature, functional surfactant is produced by 34-35 weeks. Since the question is - \"surfactant production begins at; the answer should be 18 weeks. It is the most appropriate answer. Extra edge Surfactant stas to appears in amniotic fluid between 28 and 32 weeks of gestation. By 20-24 weeks, primitive alveoli forms and surfactant production begins but it does not reach the surface of the lungs. Mature levels of pulmonary surfactant are present after 35 wk of gestation.",
        "cop": 1,
        "opa": "18 weeks",
        "opb": "24 weeks",
        "opc": "28 weeks",
        "opd": "32 weeks",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "db2d5696-3b4e-4c42-b820-2ed0d3e471b2",
        "choice_type": "single"
    },
    {
        "question": "Lung compliance is greatest at/during:",
        "exp": "Static compliance of the lung is 200 mL/cm H2O. However, the compliance goes on changing with stages of a respiratory cycle. This changing compliance is 'dynamic compliance' of the lung. At the sta of inspiration, with smaller diameter of the alveoli, the surfactant molecules are concentrated over a small surface area; it makes the surfactant more effective in reducing the surface tension. Lower the surface tension, less is the collapsibility and greater is the distensibility (i. e., compliance). By the end of inspiration (with enlarged alveoli), surfactant molecules spread, making the surfactant less efficient in reducing surface tension. Greater the surface tension, lower is the compliance. However, if inspiration and expiration are compared, compliance will be more during expiration. During expiration, alveoli are becoming small and concentrating the surfactant molecules. The surface tension will be low; compliance will be high during expiration. So the lung compliance is greatest at the end of expiration.",
        "cop": 4,
        "opa": "Sta of inspiration",
        "opb": "Mid-inspiration",
        "opc": "End-inspiration",
        "opd": "End-expiration",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "ac87c550-a36e-4e11-b1d6-0fdd1c81252c",
        "choice_type": "single"
    },
    {
        "question": "Surfactant is secreted by which of the following:",
        "exp": "Type I pneumocyte: Involved in gas exchange makes up 80-90% of alveolar cells. Type II pneumocyte: Secrete surfactant makes up 5-10 % area alveolar cells. Seoli cell: Present in seminiferous tubules, responsible for nourishment spermatozoa during spermatogenesis, has FSH receptors & secrete inhibin. Leydig cell: Produces testosterone in response to LH.",
        "cop": 2,
        "opa": "Type I pneumocyte",
        "opb": "Type II pneumocyte",
        "opc": "Seoli cell",
        "opd": "Leydig cell",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "7df4346c-6f36-4f63-ad24-4ab95535a8f1",
        "choice_type": "single"
    },
    {
        "question": "In a data collected from nitrogen wash-out method in a patient, volume of nitrogen was found to be 800 mL in his residual volume (RV). How much is the RV in this patient?",
        "exp": "In all the respiratory volumes, 80% fraction is of nitrogen. Thus, if total nitrogen volume in the RV is 800 mL, then RV is 1000 mL. (80% of 1000 mL is 800 mL.)",
        "cop": 3,
        "opa": "400 mL",
        "opb": "800 mL",
        "opc": "1000 mL",
        "opd": "1600 mL",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "ded94772-3fc7-4b1a-ae77-6c8b6945833a",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary vascular resistance is reduced by:",
        "exp": "Acutely increasing pulmonary venous pressure will raise capillary pressure and result in recruitment and distension of the capillaries. The other choices are incorrect because removing one lung greatly reduces the vascular bed, 10% oxygen breathing results in hypoxic pulmonary vasoconstriction, reducing lung volume to residual volume increases the resistance of the extra-alveolar vessels, and mechanically ventilating the lung with positive pressure increases the alveolar pressure and therefore tends to compress the capillaries.",
        "cop": 4,
        "opa": "Removal of one lung",
        "opb": "Breathing a 10% oxygen mixture",
        "opc": "Exhaling from functional residual capacity to residual volume",
        "opd": "Acutely increasing pulmonary venous pressure",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "6b39e8f1-165f-4a7d-999e-e00a7e54709f",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man has a pulmonary embolism that completely blocks blood flow to his left lung. As a result, which of the following will occur?",
        "exp": "Alveolar PO2 in the left lung will equal the PO2 in inspired air-No blood flow to the left lung- No gas exchange between the alveolar air and the pulmonary capillary blood-Consequently, O2 is not added to the capillary blood. The ventilation/perfusion (V/Q) ratio in the left lung will be infinite (not zero or lower than that in the normal right lung) because Q (the denominator) is zero. Systemic aerial PO2 will, of course, be decreased because the left lung has no gas exchange. Alveolar PO2 in the right lung is unaffected.",
        "cop": 4,
        "opa": "Ventilation/perfusion (V/Q) ratio in the left lung will be zero",
        "opb": "Systemic aerial PO2 will be elevated",
        "opc": "V/Q ratio in the left lung will be lower than in the right lung",
        "opd": "Alveolar PO2 in the left lung will be approximately equal to the PO2 in inspired air",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "4b774530-b29a-437f-80b2-1f312e830ce3",
        "choice_type": "single"
    },
    {
        "question": "With each quiet inspired breath, the fraction of alveolar air getting replaced would be:",
        "exp": "At the end of a quiet expiration, the volume of air remaining in the lung is functional residual capacity (FRC). The volume of FRC = 2300 mL. This is the existing alveolar air. With next quiet breath, about 500 mL (TV) is inspired. Of this, 150 mL stays in the dead space and 350 mL air will reach alveoli. This 350 mL air (with oxygen) will replace 350 mL alveolar air (containing CO2) to be mixed with dead space air and exhaled out. Out of 2300 mL of existing alveolar air, 350 mL air is getting replaced. 350/2300 = (approx.) 1/7th fraction.",
        "cop": 3,
        "opa": "1/2 (half)",
        "opb": "1/3rd",
        "opc": "1/7th",
        "opd": "1/10th",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "e7d7ea18-823a-4e05-89cc-129882954d09",
        "choice_type": "single"
    },
    {
        "question": "Total lung capacity depends upon",
        "exp": "TLC = (IRV + TV + ERV + RV) When a person inspires maximally, the lungs are at TLC. This total volume of inspired air (3000 + 500) would depend on the distensibility of the lungs. Greater the compliance, more is the distensibility and greater the amount that can be inspired. Conversely, if the compliance is reduced (as in fibrosis), the lungs cannot be distended to a great extent and TLC will be less. TLC is greater in emphysema, Due to incomplete expiration and air trapping beyond compressed airways, residual volume is increased. It may contribute to increase in TLC. However, TLC does not depend on residual volume",
        "cop": 4,
        "opa": "Size of airway",
        "opb": "Closing volume",
        "opc": "Residual volume",
        "opd": "Lung compliance",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "a4937438-b2ae-4ed0-bf60-e91addd57c36",
        "choice_type": "single"
    },
    {
        "question": "The apex of the upright human lung compared with the base has:",
        "exp": "The apex of the upright human lung has a high ventilation perfusion Ratio. Therefore, the apex has a higher alveolar PO2 than the base. The other choices are incorrect because the ventilation of the apex is lower than that of the base, the pH in endcapillary blood is higher because of the reduced PCO2 at the apex, the blood flow is lower as already stated, and the alveoli are larger because of the regional differences of intrapleural pressure.",
        "cop": 1,
        "opa": "A higher PO2",
        "opb": "A higher ventilation",
        "opc": "A lower pH in end-capillary blood",
        "opd": "A higher blood flow",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "3f2758ad-cf38-408e-9c6c-9240b7a3005d",
        "choice_type": "single"
    },
    {
        "question": "In the work of breathing, tissue resistance contributes ___% fraction:",
        "exp": "Work done = load x displacement. In the context of lungs, load is analogous to pressure and displacement is volume expansion of lungs. Hence, work of breathing = DP X DV. Thus, work done can be calculated as area covered under the inspiratory curve in compliance diagram. Of the total inspiratory work, 65% work is elastic work or compliance work. Remaining 35% is non-elastic work - (28% is airway resistance work, 7% is tissue resistance work.)",
        "cop": 1,
        "opa": "7%",
        "opb": "14%",
        "opc": "28%",
        "opd": "65%",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "d5c83c8d-2fad-4e4c-bb1a-5ddc9b848487",
        "choice_type": "single"
    },
    {
        "question": "According to Poiseuille's law, reducing the radius of an airway to one-third will increase its resistance how many fold?",
        "exp": "Poiseuille's law states that during laminar flow, airway resistance is inversely propoional to the 4th power of the radius, other things being equal. Therefore, a reduction in the radius by a factor of 3 increases the resistance by 34, that is, 81.",
        "cop": 4,
        "opa": "3-Jan",
        "opb": "3",
        "opc": "9",
        "opd": "81",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 1",
        "id": "6ba0c2d6-02f5-4965-ac8c-662be166105c",
        "choice_type": "single"
    }
]