[
    {
        "question": "Aerial blood gas of a 5 year old child done at sea level gives the following results: pH 7. 41, Pa. O2, 100 mm. Hg, and Pa. CO2, 40 mm. Hg. The child is being ventilated with 80% oxygen. What is the (A-a) DO2.-",
        "exp": "Alveolar air equation: Using the alveolar air equation - PAO2 = - Data: Fraction of O2 in the inspired air = 80% Barometric pressure = 760 mm Hg (sea level) Water vapor pressure = 47 mm Hg Respiratory quotient = 0. 8 Hence, Alveolar PO2 = - = 570. 4 - 50 = 520. 4 mm Hg Aerial PO2 is given = 100 mm Hg Hence, (A - a) DO2 = 520. 4 - 100 = 420. 4 mm Hg",
        "cop": 4,
        "opa": "570. 4 mm Hg",
        "opb": "520. 4 mm Hg",
        "opc": "470. 4 mm Hg",
        "opd": "420. 4 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "94c2904d-2d6d-4d92-9ad9-a88415418efb",
        "choice_type": "single"
    },
    {
        "question": "Hypercarbia is characterized by:",
        "exp": "Excess CO2 in aerial blood (hypercarbia/hypercapnia) has a direct peripheral effect; it causes cutaneous vasodilation. However, it acts on the VMC, resulting in increased sympathetic vasoconstrictor discharge. This will result in vasoconstriction in other vascular beds. These effects tend to cancel out, yet there is increased blood pressure. The overwhelming effect of CO2 on the VMC would cause hypertension. Hence, option D is correct. The increased sympathetic discharge would also cause tachycardia, mydriasis. There is cerebral and cutaneous vasodilation. Cutaneous vasodilation leads to flushed skin and warm extremities. There is increased sweating.",
        "cop": 4,
        "opa": "Miosis",
        "opb": "Cool extremities",
        "opc": "Bradycardia",
        "opd": "Hypertension",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "b117ad23-4b1b-48a3-a7fc-546be44e6140",
        "choice_type": "single"
    },
    {
        "question": "Acclimatization does not include?",
        "exp": "Acclimatization refers to the: Respiratory alkalosis produced by the hyperventilation which shifts the O2 -Hb curve to the left, but there is also concomitant increase in red blood cell 2, 3 DPG tends to decrease the O2 affinity of the hemoglobin the net effect is a small increase in P50 (right shift ) The decrease in O2 affinity makes more O2 available to the tissues. However, the value of the increase in P50 is limited because when the aerial Po2 is markedly reduced, the decreased O2 affinity also interferes with O2 uptake by hemoglobin in the lungs.",
        "cop": 2,
        "opa": "Hyperventilation",
        "opb": "Decreased concentration of 2, 3-DPG in RBC",
        "opc": "Increased erythropoiesis",
        "opd": "Kidney excrete more alkali",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "b833409a-d02a-4707-924c-24481262953b",
        "choice_type": "single"
    },
    {
        "question": "Haldane effect is:",
        "exp": "In the tissues, Hb unloads its oxygen and takes up CO2. CO2 enters red cells and combines with water to form H2. CO3. CO2 + H2O - H2. CO3 - H+ + HCO3- The H+ ions are taken up by the Hb (to form HHb); it is aided by the fact that deoxyhemoglobin is a better acceptor of H+. Also, deoxyhemoglobin more readily forms carbamino compounds. In lungs, the reactions are reversed. The inhaled O2 combines with Hb. Oxyhemoglobin is a better donor of H+; H+ is now released by Hb. H+ combines with HCO3- to form H2. CO3. H2. CO3 - CO2 + H2O. CO2 will be exhaled out. Thus, unloading of O2 in peripheral capillaries facilitates the loading of CO2, and oxygenation, in the lung-enhances the unloading of CO2. This has been termed \"Haldane effect\". Option A is correct.",
        "cop": 1,
        "opa": "Effect of O2 on CO2 carriage in blood",
        "opb": "Effect of CO2 on O2 carriage in blood",
        "opc": "Effect of PCO2 on CO2 carriage in blood",
        "opd": "Effect of pH on oxygen carriage in blood",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "1dd3d46a-f9d2-40fd-ae4b-79c15d82ee5c",
        "choice_type": "single"
    },
    {
        "question": "Which time points (W-Z) on the Cheyne-Stokes breathing graph are associated with the highest p. CO2 of lung blood and highest p. CO2 of the neurons in the respiratory centre?",
        "exp": "Cheyne Stokesbreathing: When a person over-breathes, thus blowing off too much CO2 from the pulmonary blood while at the same time increasing blood O2, it takes several seconds before the changed pulmonary blood can be transpoed to the brain and inhibit the excess ventilation. By this time, the person has already over ventilated for an extra few seconds. Therefore, when the over ventilated blood finally reaches the brain respiratory centre, the centre becomes depressed to an excessive amount, at which point the opposite cycle begins--that is, CO2 increases and O2 decreases in the alveoli. Again, it takes a few seconds before the brain can respond to these new changes. When the brain does respond, the person breathes hard once again and the cycle repeats. Z: point after which respiration will sta as shown in graph. Due to apnoea till this point the PCO2 will become maximum in the lungs W: maximum excitement of respiratory centre due to maximum PCO2 in brain",
        "cop": 3,
        "opa": "Lung Blood Respiratory Centre X Y",
        "opb": "`Lung Blood Respiratory Centre Y Z",
        "opc": "Lung Blood Respiratory Centre Z W",
        "opd": "Lung Blood Respiratory Centre W X",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "630d10ed-c2ff-45d2-98c3-1cd3d67f6a47",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following physiological events in the sequence that occurs on exposure to hypoxia: A. Reduced conductance of hypoxia-sensitive K+ channels B. Ca2+ influx C. Decreased K+ efflux D. Exocytosis",
        "exp": null,
        "cop": 3,
        "opa": "B-C-D-A",
        "opb": "D-B-A-C",
        "opc": "A-C-B-D",
        "opd": "C-B-D-A",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "3fdc088d-b78c-4664-83d7-b85451010568",
        "choice_type": "single"
    },
    {
        "question": "C02 is carried in blood mainly by:",
        "exp": "C02 transpo occurs in 3 forms: 1. Bicarbonate form (70%) 2. Carbamino compounds (20-25%) 3. Free/dissolved in plasma (5-7%)",
        "cop": 3,
        "opa": "Dissolved form",
        "opb": "Carboxy-Hb",
        "opc": "Bicarbonate form",
        "opd": "carbamino-compounds",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "dccda429-7418-4860-9e41-2380f1efa289",
        "choice_type": "single"
    },
    {
        "question": "'Inflation of the lungs will induce fuher distension'; this is referred to as:",
        "exp": "Head's paradoxical reflex is an example of positive feedback; distension --> fuher distension --> fuhermore distension. This occurs at bih, when the lungs are in a collapsed state and they are beginning to function thereafter. J-reflex:- Stimulation of J-receptors (pulmonary edema/congestion) --> apnea followed by rapid shallow breathing, bradycardia, hypotension.",
        "cop": 4,
        "opa": "Hering-Breuer inflation reflex",
        "opb": "Hering-Breuer deflation reflex",
        "opc": "J-reflex",
        "opd": "Head's paradoxical reflex",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "750acc4d-fbaf-466e-afac-7347ead6ee64",
        "choice_type": "single"
    },
    {
        "question": "A patient with severe anemia has normal lungs. You would expect:",
        "exp": "In a patient with severe anemia but normal lungs, the oxygen concentration of aerial blood will be reduced, and therefore, if the cardiac output and oxygen uptake are normal, the oxygen concentration of mixed venous blood will also be reduced. The other choices are incorrect because the aerial PO2 and O2 saturation will be normal if the patient has normal lungs, but of course the aerial oxygen concentration will be reduced, and the tissue PO2 will therefore be abnormally low. Note that a patient with severe anemia usually has some increase in cardiac output, but neveheless, the oxygen concentration of mixed venous blood will be low. As in all these questions, the one best answer is being sought, and this is clearly D. Normal Aerial Po2, |Mixed venous Po2, |2, 3-DPG",
        "cop": 4,
        "opa": "Low aerial PO2",
        "opb": "Low aerial O2 saturation",
        "opc": "Normal aerial O2 concentration",
        "opd": "Low oxygen concentration of mixed venous blood",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "171b73cb-2278-4494-a89a-d30e121fcd1a",
        "choice_type": "single"
    },
    {
        "question": "Least (A-V )O2 difference is seen in",
        "exp": "Histotoxic hypoxia Cause Decreased ability of cell to use O2 Examples Cyanide poisoning Pa. O2 Normal Hb content Normal Aerial O2 content or %O2 saturation Normal A-V PO2 difference Decreased Peripheral chemoreceptor stimulation Present (toxin prevents chemoreceptor to use oxygen) Cyanosis Present",
        "cop": 4,
        "opa": "Hypoxic hypoxia",
        "opb": "Anemic hypoxia",
        "opc": "Stagnant hypoxia",
        "opd": "Histotoxic hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "8e6a55f2-8c1e-45e1-80f1-55b81d9f37dd",
        "choice_type": "single"
    },
    {
        "question": "In which type of hypoxia does administration of O2 would have maximum benefit?",
        "exp": "Hypoxic hypoxia Low atmospheric Po2 leads to low aerial Po2. Hence, supplemental O2 can be helpful. Administration of oxygen-rich gas has limited value in anemic, histotoxic, and stagnant hypoxia because supplemental O2 can only increase the amount of dissolved O2 in the aerial blood as the O2-carrying capacity of the blood is otherwise normal in these conditions.",
        "cop": 2,
        "opa": "Stagnant hypoxia",
        "opb": "Hypoxic hypoxia",
        "opc": "Histotoxic hypoxia",
        "opd": "Anemic hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "383d9da5-4f1f-4d1f-ae9c-f31a4260dd6b",
        "choice_type": "single"
    },
    {
        "question": "The central chemosensitive area responds to changes in:",
        "exp": "The most direct stimulus (and the only stimulus) for central chemoreceptor is the H+ ions. However, these hydrogen ions are not coming from aerial blood; they are formed locally in the brain/CSF. (Note: H+ can not cross BBB easily.) Aerial CO2 crosses BBB easily. It enters brain or CSF; combines water in the interstitial fluid of brain or water in CSF. This forms H2. CO3, which then splits into hydrogen and bicarbonate ions. These hydrogen ions then stimulate the central chemoreceptor, thereby stimulating the respiratory center. Thus, basically the respiratory center is responding to changes in aerial CO2, which forms the H+ and stimulates respiration.",
        "cop": 3,
        "opa": "Aerial H+",
        "opb": "CSF H+",
        "opc": "Aerial CO2",
        "opd": "CSF CO2",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "ed4b4ccb-f53a-407f-b0fc-0b84b680c4d5",
        "choice_type": "single"
    },
    {
        "question": "Tachycardia caused by hypoxia is due to:-",
        "exp": "The primary reflex evoked by hypoxic stimulation of carotid chemoreceptor leads to excitation of the medullary vagal center. This will decrease the heart rate There is also a secondary reflex. Hyperventilation caused by hypoxic stimulation of chemoreceptor initiates pulmonary inflation reflex. Stretch receptors in the thorax stimulated by hyperventilation initiate this reflex which will inhibit medullary vagal center. This will result in tachycardia. There is also the effect of hypocapnia produced by hyperventilation; it will also add to the secondary reflex-induced tachycardia.",
        "cop": 4,
        "opa": "Reflexes initiated by peripheral chemoreceptors",
        "opb": "Diffuse vasodilatation",
        "opc": "central chemoreceptor stimulation",
        "opd": "Secondary reflex after hyperventilation",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "0d09e9c7-fa39-40c0-89ce-c7b7a9acec29",
        "choice_type": "single"
    },
    {
        "question": "Hypoxic pulmonary vasoconstriction:",
        "exp": "The great reduction in pulmonary vascular resistance during the transition from placental to normal respiration is largely brought about by the process of hypoxic pulmonary vasoconstriction. The other choices are incorrect because the PO2 of alveolar gas is much more impoant than the PO2 of mixed venous blood, CO2 uptake is irrelevant, the constriction paly dives blood flow from poorly ventilated, not well-ventilated regions of diseased lungs, and the inhalation of nitric oxide paly reverses hypoxic pulmonary vasoconstriction.",
        "cop": 2,
        "opa": "Depends more on the PO2 of mixed venous blood than alveolar gas",
        "opb": "Is released in the transition from placental to air respiration",
        "opc": "Involves CO2 uptake in vascular smooth muscle",
        "opd": "Paly dives blood flow from well-ventilated regions of diseased lungs",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 3",
        "id": "dd8e41f4-bcf5-4a7c-89a2-4951b2334200",
        "choice_type": "single"
    }
]