[
    {
        "question": "At the altitude of 6500 meters, the atmospheric pressure is 347 mm. Hg. What is the inspired PO2.",
        "exp": "According to law of paial pressures: Pressure exeed by a gas in a mixture is directly propoional to its concentration in the mixture. In inspired gases; 20 % = O2 78% = N2 PH2O = 47 mm. Hg (air humidified with inspiration) =347 - 47 = 300 mm. Hg = gaseous component",
        "cop": 2,
        "opa": "73 mm Hg",
        "opb": "63 mm Hg",
        "opc": "53 mm Hg",
        "opd": "83 mm Hg",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "e5c89f0e-a5b1-4f61-b46c-f382adfd8be4",
        "choice_type": "single"
    },
    {
        "question": "The most impoant stimulus controlling the level of resting ventilation is:",
        "exp": "The most impoant stimulus comes from the pH of the CSF on the central chemoreceptors. The other choices are incorrect: The effect of PO2 on the peripheral chemoreceptors under normoxic conditions is very small. Changes in PCO2 do affect the peripheral chemoreceptors, but the magnitude is less than that for the central chemoreceptors. The effect of changes in pH on peripheral chemoreceptors under normal conditions is small, and changes in PO2 do not affect the central chemoreceptors.",
        "cop": 4,
        "opa": "PO2 on peripheral chemoreceptors",
        "opb": "PCO2 on peripheral chemoreceptors",
        "opc": "pH on peripheral chemoreceptors",
        "opd": "pH of CSF on central chemoreceptors",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "a842bf1e-946a-43fd-ab71-fdfd1afdb41d",
        "choice_type": "single"
    },
    {
        "question": "The PO2 (in mm Hg) inside skeletal muscle cells during exercise is closest to:",
        "exp": "The PO2 (in mm Hg) inside skeletal muscle cells during exercise is closest to - 3mm Hg The PO2 decreases severly due to muscle's oxygen demand is very high.",
        "cop": 1,
        "opa": "3",
        "opb": "10",
        "opc": "20",
        "opd": "30",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "aae7ba09-a052-4772-b499-068edb869783",
        "choice_type": "single"
    },
    {
        "question": "In which of the following a reduction in aerial oxygen tension occurs?",
        "exp": "A gas exes its pressure when in a free state. p. O2 is exeed by the oxygen that is dissolved in plasma, and not by the oxygen that has combined with Hb. In anemia and CO poisoning, the oxygen that has combined with Hb is decreased; PO2 is not affected. In the moderate exercise, O2 delivery by Hb is facilitated by the increase of H+, CO2, and temperature. Thus, O2 is liberated from Hb, but PO2 will be unaffected. Alveolar and aerial PO2 depend on alveolar ventilation, alveolar PCO2, and the respiratory quotient; the relationship is given by alveolar air equation. Alveolar O2 is determined by a balance between the rate of O2 removal and the rate of O2 replenishment by ventilation. Metabolic demands of the tissues will determine the rate of O2 removal. If the demands are normal, but O2 replenishment is reduced (as in hypoventilation), alveolar O2 will decrease. And subsequently, aerial PO2 will decrease. In all other cases paial pressure of oxygen is unaffected",
        "cop": 4,
        "opa": "Anemia",
        "opb": "CO poisoning",
        "opc": "Moderate exercise",
        "opd": "Hypoventilation.",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "e2851cef-65b9-4afd-890e-01189daaa7a5",
        "choice_type": "single"
    },
    {
        "question": "The presence of hemoglobin in normal aerial blood increases its oxygen concentration approximately how many times?",
        "exp": "Normal aerial blood has a PO2 of about 100 mm Hg. The concentration of oxygen in the absence of hemoglobin is the dissolved oxygen, which is 100 x 0. 003, or 0. 3 ml O2/100 ml blood. However, normal aerial blood contains about 15 g/100 ml of hemoglobin, and each gram can combine with 1. 39 ml O2. Since the oxygen saturation of normal aerial blood is about 97%, the total oxygen concentration is given by (1. 39 x 15 x 97/100) + 0. 3 ml O2/100 ml blood. This is about 20. 5 as opposed to the dissolved oxygen concentration of 0. 3 ml O2/100 ml blood. Therefore, the presence of hemoglobin increases the oxygen concentration about 70 times",
        "cop": 4,
        "opa": "10",
        "opb": "30",
        "opc": "50",
        "opd": "70",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "498e7526-e750-47a1-9c91-29c05d6b1c2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions leads to tissue hypoxia without alteration of the oxygen content of blood?",
        "exp": "In Cyanide poisoning, there is histotoxic hypoxia. O2 content of aerial blood is normal; however tissues are not able to utilize oxygen. In CO poisoning, O2 cannot bind with Hb as CO competes with O2 for the same binding sites on Hb. O2 content of blood will decrease. Methemoglobin formation is due to poisoning with chlorates, nitrites, or ferricynides. In methemoglobin, Iron is Fe3+ instead of Fe2+. It cannot combine and transpo O2 in normal amounts. O2 content of blood will decrease. Respiratory acidosis as a result of hypoventilation will also be associated with hypoxia; O2 content of blood will be less.",
        "cop": 3,
        "opa": "CO poisoning",
        "opb": "Met Hb",
        "opc": "Cyanide poisoning",
        "opd": "Respiratory acidosis",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "aa03aad7-0eef-40a5-aaf9-ae91a470f847",
        "choice_type": "single"
    },
    {
        "question": "1 gram of Hb, when fully saturated in aerial blood, carries:",
        "exp": "1 gram of pure hemoglobin (Hb) can combine with 1. 39 ml of O2. However, under the normal conditions of the body, some of the Hb is in forms such as methemoglobin (met. Hb) which cannot combine with O2. Hence, actually 1 gm of Hb can bind 1. 34 ml of O2. This is O2-binding capacity of Hb. The maximum saturation of Hb is up to 97%; when Hb is fully saturated - 1 gm carries 1. 34 mL of oxygen.",
        "cop": 2,
        "opa": "1. 24 mL of oxygen",
        "opb": "1. 34 mL of oxygen",
        "opc": "1. 39 mL of oxygen",
        "opd": "1. 43 mL of oxygen",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "ae2379b1-2b61-4b90-95ab-40c957e969c2",
        "choice_type": "single"
    },
    {
        "question": "Under resting conditions, total body oxygen consumption is:",
        "exp": "Every 100 mL of aerial blood carries approx. 20 mL of oxygen. Of this 20 mL, tissues extract (and utilize) 5 mL, under resting conditions of metabolism. Considering the normal cardiac output (under resting conditions) to be 5 L/min, 250 mL of oxygen will be extracted by the entire body. (5 mL from every 100 mL of blood; 250 mL from 5 L of blood.)",
        "cop": 4,
        "opa": "100 ml. /min.",
        "opb": "150 ml./min.",
        "opc": "200 ml./min",
        "opd": "250 ml./min.",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "def8dab0-f300-478a-915b-f085ec5037a1",
        "choice_type": "single"
    },
    {
        "question": "An increase in which of the following increases the O2 affinity of hemoglobin?",
        "exp": "A small amount of carbon monoxide added to blood increases its oxygen affinity, that is, it causes a leftward shift of the O2 dissociation curve. All the other choices reduce the oxygen affinity of hemoglobin, that is, they shift the dissociation curve to the right.",
        "cop": 4,
        "opa": "Temperature",
        "opb": "PCO2",
        "opc": "H+ concentration",
        "opd": "Carbon monoxide added to the blood",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "648e8054-39f5-4236-9097-a829c282782c",
        "choice_type": "single"
    },
    {
        "question": "Myoglobin dissociation curve is:",
        "exp": "Myoglobin dissociation curve is: Rectangular hyperbola. P50for myoglobin (PO2at which 50% of myoglobin is saturated)- 5 mm. Hg. Myoglobin has high affinity for O2.",
        "cop": 3,
        "opa": "Almost linear",
        "opb": "Parabola",
        "opc": "Rectangular hyperbola",
        "opd": "Sigmoid",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "126ed480-77a1-47ea-8f1b-2b543c64d260",
        "choice_type": "single"
    },
    {
        "question": "The gas that is used to measure diffusing capacity of lung is:",
        "exp": "Carbon monoxide (CO) is used to measure diffusing capacity of the lung. CO is a 'diffusion-limited' gas. CO has high solubility in blood. However, when CO is given by inhalation, it does not remain in aqueous phase. Reason: CO has very high affinity for Hb; it enters red cells and combines with Hb. Due to this, CO content of blood will be high but paial pressure of CO (p. CO) will not rise. (Paial pressure is exeed by the gas in solution and not by the gas that combines with Hb). Paial pressure of CO in capillary blood remains close to zero. Diffusing capacity for CO (DLCO) at rest = 25 ml/min/mm Hg.",
        "cop": 1,
        "opa": "Carbon monoxide",
        "opb": "Carbon dioxide",
        "opc": "Nitrogen",
        "opd": "helium",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "2e3f55ff-4a7a-4bf6-9ba0-307e46f939f2",
        "choice_type": "single"
    },
    {
        "question": "A healthy 30-year-old male runs on the treadmill for 30 mins. Which of the following muscle does this person use during expiration?",
        "exp": "Internal intercostals and abdominal recti are involved in strenuous exercise Muscles involved in Respiration Primary inspiratory Muscles Diaphragm External intercostal muscles Accessory Inspiratory Muscles Sternocleidomastoid Scaleni Alae nasi Small muscles of the head & neck Expiratory Muscles Internal intercostal muscles Rectus Abdominis Internal & external obliques Transversus abdominis",
        "cop": 3,
        "opa": "Sternocleidomastoid and Diaphragm",
        "opb": "Diaphragm and Internal intercostals",
        "opc": "Internal intercostals and abdominal recti",
        "opd": "Sternocleidomastoid",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "b4927793-5dea-4d3d-8dcc-adca3aa711cb",
        "choice_type": "single"
    },
    {
        "question": "Normal p. O2 in venous blood is:",
        "exp": "p. O2 of the aerial blood = 95 mm. Hg p. O2 of venous blood = 40 mm. Hg p. CO2 of the aerial blood = 40 mm. Hg p. CO2 of venous blood = 45 mm. Hg",
        "cop": 1,
        "opa": "40 mm. Hg",
        "opb": "60 mm. Hg",
        "opc": "80 mm. Hg",
        "opd": "95 mm. Hg",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "946008c3-5f1f-4431-a445-97dd184d3785",
        "choice_type": "single"
    },
    {
        "question": "Following data was obtained from a 20 year old medical student: tidal volume = 540 mL, paial pressures of CO2 in expired air & aerial blood ~ PECO2 = 20 mm Hg, PACO2 = 30 mm Hg: respiratory rate = 15/min. The alveolar ventilation would be:-",
        "exp": "Alveolar ventilation = (tidal volume - dead space volume) x Respiratory rate= (540 - 180) 115 = 5. 4 L/min",
        "cop": 4,
        "opa": "4. 2 L/min",
        "opb": "4. 8 L/min",
        "opc": "5. 2 L/min",
        "opd": "5. 4 L/min",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "5c5c48da-12a7-4ae8-80a6-ea0852d92806",
        "choice_type": "single"
    },
    {
        "question": "Of the total oxygen consumed by the body (per min.), greatest fraction is consumed by:",
        "exp": "Under resting conditions, total O2 consumption by the body = 250 ml/min. Greatest fraction of this O2 consumption is by the liver Liver - 30% or 75 ml/min. Muscle consumes 20% or 50 ml/min. Brain consumes 18% or 45 ml/min. In terms of per 100 gm of tissue per min., highest O2 consumption is by the heart - 8 ml/100 gm/min.",
        "cop": 1,
        "opa": "Liver",
        "opb": "Brain",
        "opc": "Muscle",
        "opd": "kidney",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "9e09640f-b4ad-4ce5-91ba-635e15188499",
        "choice_type": "single"
    },
    {
        "question": "A patient with carbon monoxide poisoning is treated with hyperbaric oxygen that increases the aerial PO2 to 2000 mm Hg. The amount of oxygen dissolved in the aerial blood (in ml/100 ml) is:",
        "exp": "Since the solubility of oxygen is 0. 003 ml O2/100 ml blood, an aerial PO2 of 2000 mm Hg will increase the concentration of the dissolved oxygen to 6 ml O2/100 ml blood. Note that this actually exceeds the normal aerial-venous difference for the oxygen concentration.",
        "cop": 4,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "6",
        "subject_name": "Physiology",
        "topic_name": "Respiratory System Pa 2",
        "id": "7ebc058b-6e07-4048-bdc5-f90023122622",
        "choice_type": "single"
    }
]