[
    {
        "question": "Intrinsic factor is secreted by:",
        "exp": "Ans: A (Parietal cells) Ref: Guyton & Hall, Gastric Secretion, In: Textbook of Medical Physiology, 12th ed, Philadelphia, Saunders, Elsevier 2012, p 777. Explanation:* Stomach mucosa has 2 types of tubular glands1. Oxvntic glands (Gastric glands)- secrete hydrochloric acid, pepsinogen, intrinsic factor and mucus. 2. Pyloric glands - mucus for protection of the pyloric mucosa from the stomach acid; also secrete the hormone gastrin. Stomach oxyntic gland is composed of three types of cells: 1. Mucous neck cells - secrete mainly mucus2. Peptic (or chief) cells - secrete large quantities of pepsinogen3. Parietal (or oxyntic) cells - secrete hydrochloric acid and intrinsic factor {See figure on the next page). Structure of Gastric Glands and Cell Types",
        "cop": 1,
        "opa": "Parietal cells",
        "opb": "Chief cells",
        "opc": "Mucus cells",
        "opd": "G cells",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "330bcdcd-0c8f-4961-8b39-b95516b8041c",
        "choice_type": "single"
    },
    {
        "question": "HCI is secreted by which cells of stomach -",
        "exp": "Ans. is 'd' i. e., Oxyntie cells In stomacho Parietal cells (oxyntie cells) secrete - HC1 and intrinsic factor of castle, o Chief cells (zymogen or peptic cells) secrete - Pepsinogen, o G cells secrete - Gastrino D cells secrete - Somatostatino ECL cells secrete - Histamine",
        "cop": 4,
        "opa": "D-cells",
        "opb": "Zymogen cells",
        "opc": "Chief cells",
        "opd": "Oxynticcells",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "755b908c-f026-47be-9c0c-cc44913a99ee",
        "choice_type": "single"
    },
    {
        "question": "Acid secretion in cephalic phase contribute to what percentage of total gastric secretion-",
        "exp": "Ans. is 'a' i. e., 20% o There are following phases of gastric acid secretion: -1) The cephalic phase:# Just as salivary secretion may start before food enters the mouth, gastric secretion is also intitiated before food enters the stomach. Sight, smell or even thought of food stimulate gastric acid secretion.# It is by parsympathetic system through vagus.# This phase accounts for 20% of acid secretion. 2) The gastric phase:# This phase of acid secretion comes into play when food makes contact with the gastric mucosa.# Acid secretion in this phase is brought about two factors: -i) Hormonal stimulation due to gastrin releaseii) Stretch of stomach wall due to gastric distension which activates a vago-vagal reflex as well as a local intragastric reflex.# This phase accounts for 72-80% of acid secretion. 3) The intestinal phase:# Once the food enters upper portion of small intestine (i. e., duodenum) it causes small amounts of gastric juice secretion because of gastrin released from dudenal mucosa.# While the intestinal phase play only a minor role in stimulation of gastric secretion, presence of food in the intestine plays a major role in its inhibition. With the entry of food into the duodenum, gastric secretion starts slowing down.# The presence of acid, fats, and products of protein digestion; and increased osmolarity in the duodenum inhibit gastric secretion by: -i) Hormonal mechanism: These mentioned stimuli cause the release of several intestinal hormones like secretin, cholecystokinin (CCK), vasoactive intestinal peptide (VIP), gastric inhibitor polypeptide (GIP) and somatostatin. These local hormones inhibit the gastric secretion as well as gastric motility. ii) Neural mechanism (enterogastric reflex): The above mentioned stimuli inhibit gastric secretion and motility by intrinsic neural reflex.",
        "cop": 1,
        "opa": "20%",
        "opb": "70%",
        "opc": "10%",
        "opd": "100%",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "a8dd9231-3d87-4d78-91ec-b53255950fbb",
        "choice_type": "single"
    },
    {
        "question": "Which ion is more in gastric secretions compared to blood?",
        "exp": "ANSWER: (A) Cl\"REF: Harrison 18th ed chapter 45 Na+ (m. Eq/1)K+ (m. EQ/1). Cl- (m. Eq/1)HCO3- (m. Eq/1). Gastric juice of low acid70-1405 TO 4040 to 1205 to 25. Gastric juice of high acid20 to 305 to 4080 to 1500. Blood135 to 1453. 5-5. 596-10618-22",
        "cop": 1,
        "opa": "Cl-",
        "opb": "HCO3-",
        "opc": "K+",
        "opd": "Na+",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "7bd7ce3c-1d8d-4a94-a13f-47e7e48f2b9f",
        "choice_type": "single"
    },
    {
        "question": "Daily salivary secretion is -",
        "exp": "Ans. is 'b' i. e., 1000-1500 ml Daily secretion of intestinal juices. Daily volume (ml)p. HSaliva10006. 0-7. 0. Gastric secretion15001. 0-3. 5. Pancreatic secretion10008. 0-8. 3. Bile10007. 8. Small intestine secretion18007. 5-8. 0. Brunner's gland secretion2008. 0-8. 9. Large intestinal secretion2007. 5-8. 0. Total6700",
        "cop": 2,
        "opa": "250-500 m!",
        "opb": "1000-1500 ml",
        "opc": "2000-2500 ml",
        "opd": "3000 ml",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "a2ddf95e-a3ea-4b15-92ed-686b827da264",
        "choice_type": "single"
    },
    {
        "question": "Total fluid secreted by salivary gland, stomach, pancrease and itestine in a day -",
        "exp": "Ans. is 'c' i. e., 6500 ml Daily water turnover (mL) in the gastrointestinal tract. Ingested 2000. Endogenous secretions 7000. Salivary glands1500 Stomach2500 Bile500 Pancreas1500 Intestine+ 1000 7000 Total input 9000. Reabsorbed 8800. Jejunum5500 Ileum2000 Colon+ 1300 8800 Balance in stool 200",
        "cop": 3,
        "opa": "2000ml",
        "opb": "4000ml",
        "opc": "6500 ml",
        "opd": "10000 ml",
        "subject_name": "Physiology",
        "topic_name": "Secretory Functions of the Alimentary Tract",
        "id": "93a2d226-d05f-44d0-a4fa-62b8b2636916",
        "choice_type": "single"
    }
]