[
    {
        "question": "Stereognosis will be lost in the lesion of:",
        "exp": "Stereognosis is the ability to identify an object by its touch, texture. The object is placed in hands and is identified without seeing it. Fine touch sensation from the upper limb is carried toward coex in fasciculus cuneatus. The tract also carries the finer aspects of touch. Perception of touch occurs in the somatosensory coex I (areas 3, 1, 2); analysis and interpretation of the touch is done in the somatosensory coex II (areas 5, 7).",
        "cop": 2,
        "opa": "Fasciculus gracilis",
        "opb": "Fasciculus cuneatus",
        "opc": "Anterior spinothalamic tract",
        "opd": "Lateral spinothalamic tract",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "ef6b0423-eef2-448a-b53e-55703fe4f3aa",
        "choice_type": "single"
    },
    {
        "question": "Which disorder involves a loss of pain sensation on one side of the body coupled with the loss of proprioception, precise tactile localization, and vibratory sensations on the contralateral side of the body?",
        "exp": "The Brown-Sequard syndrome is characterized by the loss of pain sensation on one side of the body coupled with a loss of discriminative sensations, such as proprioception, vibratory sensation, stereognosis & motor loss on the opposite side of the body.",
        "cop": 4,
        "opa": "Herpes zoster",
        "opb": "Thalamic pain syndrome",
        "opc": "Lateral medullary syndrome",
        "opd": "Brown-Sequard syndrome",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "863f3954-5b30-4561-9567-13ac8202e346",
        "choice_type": "single"
    },
    {
        "question": "The first-order (primary afferent) cell bodies of the dorsal column-medial lemniscal system are found in which structure?",
        "exp": "Primary afferent neuronal cell bodies are found in the dorsal root ganglia.",
        "cop": 3,
        "opa": "Spinal cord dorsal horn",
        "opb": "Spinal cord ventral horn",
        "opc": "Dorsal root ganglia",
        "opd": "Nucleus cuneatus",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "62f4bbb6-a04c-4b94-b673-11bb076e9ba1",
        "choice_type": "single"
    },
    {
        "question": "The ability to detect two points simultaneously applied to the skin is based on which physiologic mechanism?",
        "exp": "Lateral inhibition is the basis of ability to detect two points simultaneously applied to the skin. Every sensory pathway, when excited, gives rise simultaneously to lateral inhibitory signals; these inhibitory signals spread to the sides of the excitatory signal and inhibit adjacent neurons. Presynaptic inhibition: decrease release of excitatory neurotransmitter. Endogenous analgesia system Feed-forward inhibition: when excitatory neurons exciteinhibitorycells, which theninhibit a group of postsynaptic excitatory neurons. Seen in cerebellum (Cerebellar learning) Recurrent/Renshaw cell inhibition: Sho inhibitory interneuron Collaterals excites renshaw cell which in turn inhibits the same neuron Purpose: delays muscle fatigue, sharpens the signal to muscle",
        "cop": 4,
        "opa": "Presynaptic inhibition",
        "opb": "Feed-back inhibition",
        "opc": "Feed-forward inhibition",
        "opd": "Lateral inhibition",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "89a50b5e-82c5-4e80-9d5c-e30e45fa5e77",
        "choice_type": "single"
    },
    {
        "question": "Stimulation by touching or pulling on which structure is least likely to cause a painful sensation?",
        "exp": "Touching or pulling on the postcentral gyrus is least likely to evoke a painful sensation because brain tissue lacks pain receptors. The pain receptors in the skin and other tissues are all free nerve endings. They are widespread in the superficial layers of the skin, as well as in ceain internal tissues, such as the periosteum, the aerial walls, the joint surfaces, and the falx and tentorium in the cranial vault.",
        "cop": 1,
        "opa": "The postcentral gyrus",
        "opb": "The dura overlying the postcentral gyrus",
        "opc": "Branches of the middle meningeal aery that lie superficial to the dura over the postcentral gyrus",
        "opd": "Branches of the middle cerebral aery that supply the postcentral gyrus",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "3e60f8e6-b878-4bcf-b21d-c566a4c73859",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman undergoes a neurologic exam that indicates loss of pain and temperature sensitivity, vibratory sense, and proprioception in the left side of the body. These symptoms could be explained by:",
        "exp": "Loss of pain and temperature indicate lesion in Spinothalamic pathway. Loss of touch, vibration, and proprioception points towards lesion of Dorsal column (Medial lemniscus) pathway. Since dorsal column crosses in medulla while spinothalamic tract crosses in spinal cord, destruction of right postcentral gyrus will result in loss of pain, temperature, vibration, touch, proprioception on left side of the leg. Option A: Right sided lesion in dorsal column will result in loss of touch, vibration, and proprioception on the right side only, below the level of lesion. Pain and temperature sense should remain intact. Option B: Left medial lemniscus pathway lesion will result in loss of touch, vibration, and proprioception on the left side only, below the level of lesion. Pain and temperature sense should remain intact. Option D: Tumour in right ventrolateral spinal cord will affect ventrolateral tract that will result in loss of pain and temperature sensation on the left side below level of lesion. But proprioception and vibration will remain intact.",
        "cop": 3,
        "opa": "A tumour on the right medial lemniscal pathway in spinal cord",
        "opb": "A tumour on the left medial lemniscal pathway in spinal cord",
        "opc": "A tumour affecting the right postcentral gyrus",
        "opd": "A large tumour in the right ventrolateral spinal cord",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "b0abd8bf-4ecc-4ec2-b8f6-ad9cc1e6e764",
        "choice_type": "single"
    },
    {
        "question": "Which system transmits somatosensory information with the highest degree of temporal and spatial fidelity?",
        "exp": "Temporal and spatial fidelity is enhanced in the dorsal column-medial lemniscal system compared with the anterolateral system. Dorsal column-medial lemniscal system has a high degree of spatial orientation of the nerve fibers with respect to their origin and thus relay sensory information that must be transmitted rapidly with temporal and spatial fidelity, whereas the anterolateral system has much less spatial orientation and relay sensations which does not need to be transmitted rapidly or with great spatial fidelity.",
        "cop": 2,
        "opa": "Anterolateral system",
        "opb": "Dorsal column-medial lemniscal system",
        "opc": "Coicospinal system",
        "opd": "Spinocerebellar system",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "d7033c2c-e138-49c2-8e4a-500853ab2ac6",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old neurosurgeon picks up a scalpel, which activates numerous sensory receptors in her hand. An increase in which of the following best describes the basis for transduction of the sensory stimuli into nerve impulses?",
        "exp": "Viually all mechanical stimuli cause an increase in ion permeability (usually to sodium) in mechanoreceptors. If the membrane potential of the mechanoreceptor reaches a critical threshold value, an action potential is initiated. The G-protein \"second messenger\" system is typically involved. Transmitter release does not occur at the level of the mechanoreceptor, but if a mechanoreceptor is activated, afferent nerve impulses do stimulate transmitter release at the nerve terminal in the central nervous system.",
        "cop": 4,
        "opa": "Activation of G protein",
        "opb": "Decreased ion permeability",
        "opc": "Decreased transmitter release",
        "opd": "Increased ion permeability",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "c4d872e7-23fe-4fa0-97a4-04923574d306",
        "choice_type": "single"
    },
    {
        "question": "A physiology experiment is conducted in which a glass microelectrode in inseed into a Pacinian corpuscle to record receptor potentials during different levels of stimulation (from 0 percent to 100 percent). Increasing stimulus strength from 10 percent of maximum to 30 percent of maximum causes a 40 percent increase in the amplitude of the receptor potential. Increasing the stimulus potential from 70 percent of maximum to 90 percent of maximum is most likely to cause which increase in the amplitude of the receptor potential (in percent)?",
        "exp": "The amplitude of the receptor potential from a Pacinian corpuscle increases greatly with a step increase in stimulus intensity at lower levels of stimulus strength, and to a lesser extent with a similar step increase at higher levels of stimulus strength. This relationship between stimulus strength and amplitude of receptor potential allows the Pacinian corpuscle to discern small changes in stimulus strength at low levels of stimulation and yet still respond to changes in stimulus strength when the intensity of stimulation is high. The amplitude increases rapidly at first but then progressively less rapidly at high stimulus strength.",
        "cop": 1,
        "opa": "10",
        "opb": "40",
        "opc": "60",
        "opd": "80",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "b993c9dc-acc3-479d-8f24-b10f6a499dd7",
        "choice_type": "single"
    },
    {
        "question": "For a sensory nerve fiber that is connected to a Pacinian corpuscle located on palmar surface of the right hand, the synaptic connection with the subsequent neuron in the corresponding sensory pathway is located in",
        "exp": "The Pacinian corpuscle transmits a modality of sensation (vibration) that is transmitted in the dorsal column-medial lemniscal system. The first synaptic connection in this sensory pathway is in the dorsal column nuclei on the ipsilateral side of the body",
        "cop": 1,
        "opa": "The right dorsal column nucleus",
        "opb": "The left dorsal column nucleus",
        "opc": "The dorsal horn of the right side of the spinal cord",
        "opd": "The dorsal horn of the left side of the spinal cord",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "3907eae5-1b5a-4224-a3aa-e30479b50545",
        "choice_type": "single"
    },
    {
        "question": "Two-point discrimination test exhibits maximum sensitivity in?",
        "exp": "Two-point discrimination is the ability to discern that two nearby objects touching the skin are truly two distinct points, not one. It is often tested with two sharp points during a neurological examination and is assumed to reflect how finely innervated an area of skin is. The maximum sensitivity for this test is in lips and fingeips which can be remembered as the most sensitive areas of the body.",
        "cop": 3,
        "opa": "Shin",
        "opb": "Toes",
        "opc": "Finger pads",
        "opd": "Soles",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "a71e3e43-0c9f-49bf-9c91-019493cff8ce",
        "choice_type": "single"
    },
    {
        "question": "Which structure carries axons from the nucleus gracilis to the thalamus?",
        "exp": "The medial lemniscus conveys axons from the nucleus gracilis and cuneatus to the thalamus (see the figure below).",
        "cop": 4,
        "opa": "Fasciculus gracilis",
        "opb": "Fasciculus lemniscus",
        "opc": "Lateral spinothalamic tract",
        "opd": "Medial lemniscus",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "a9a4aef0-b163-4ab2-a235-365c9b6008db",
        "choice_type": "single"
    },
    {
        "question": "The principle that in spinal cord, the dorsal roots are sensory and the ventral roots are motor, is known as:",
        "exp": "Bell Megendie Law: States that in spinal cord, the dorsal roots are sensory and the ventral roots are motor. Dale's principle: Same neurotransmitter is released at all branches of a neuron. Monro Kellie hypothesis: The blood volume in the cranial cavity is approximately constant. As the cranium is rigid (except in a young child) and as the brain is viually incompressible the combined volume of brain tissue, cerebrospinal fluid (CSF), and intracranial blood is nearly constant. Muller's doctrine of specific nerve energies: When a paicular nerve pathway from a paicular sense organ is stimulated, the sensation produced is that for which the receptor is specialized, no matter how the pathway was stimulated.",
        "cop": 1,
        "opa": "Bell-Magendie law",
        "opb": "Dale's principle",
        "opc": "Monro-Kellie hypothesis",
        "opd": "Muller's doctrine",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "0d2a2bc9-ec3d-4e06-b579-406415e2d635",
        "choice_type": "single"
    },
    {
        "question": "The gray matter of the primary somatosensory coex contains six layers of cells. Which layer(s) receive the bulk of incoming signals from the somatosensory nuclei of the thalamus?",
        "exp": "Layer IV of the somatosensory coex receives the bulk of the input from the somatosensory nuclei of the thalamus. The cerebral coex contains six layers of neurons, beginning with layer I next to the brain surface and extendingprogressively deeper to layer VI. The incoming sensory signal excites neuronal layer IV first; the signal then spreads toward the surface of the coex and also toward deeper layers.",
        "cop": 4,
        "opa": "I",
        "opb": "II and III",
        "opc": "III only",
        "opd": "IV",
        "subject_name": "Physiology",
        "topic_name": "Sensory System",
        "id": "a3b6e2b4-12de-4f9d-8c51-4e1947b5bb5c",
        "choice_type": "single"
    }
]