[
    {
        "question": "Spontaneous contraction is seen in -",
        "exp": "Ans. is 'b' i.e., Smooth muscles o Single unit smooth muscles have their own-rhythmic contractility myogenic tone that is independent of the nerve supply.o The rate of contraction may be determined by the pacemaker regions present within the muscles.o The nervous influence only modulates their activity, i.e., the role of the nerves is to increase or decrease the rate of rhythmic contraction.",
        "cop": 2,
        "opa": "Skletal muscles",
        "opb": "Smooth muscles",
        "opc": "Striated muscles",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "d897cdb6-4124-4f83-b58d-66d53200db35",
        "choice_type": "multi"
    },
    {
        "question": "Sorensess and pain in muscels after vigrous exercise is due to -",
        "exp": "Ans. is 'b' i.e., Lactic acidosis o Immediate-onset Soreness is characterized by pain during and immediately after exercise.o This type of soreness is thought to be caused by stimulation of pain receptors by metabolic by-products of cellular respiration, especially H+ associated with incereased lactic acid levels.",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Lactic acidosis",
        "opc": "Hyperthermia",
        "opd": "Hyponatremia",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "1881e6bf-79b7-4e52-88e8-1babc015e0c3",
        "choice_type": "single"
    },
    {
        "question": "A/E are the features of exercise:-",
        "exp": "Ans. is 'a' i.e. left shift of Hb-O2 dissociation curve A right shift of Hb-Oz dissociation curve is seen in exercising muscles.During exercise, the contracting muscles need more O2 for energy production.This need in meet by increasing the blood supply to the muscles. Cardiac activity increases to increase the stroke volume. Capillary bed of the contracting muscle dilates and many previously closed capillaries open up.In contracting muscle the amount of O2 extracted from blood increases (There is a net 3 fold increase in O2 extraction from each unit of blood). This is because of right shift of Hb-O2 dissociation curve.Right shift of Hb-O2 dissociation curve occurs because of -Accumulation of CO2 (Decrease pH)*Increased temp, of contracting muscles*Rise in RBCs 2,3 - DPG-*",
        "cop": 1,
        "opa": "Left shift of Hb- O2 dissociation curve",
        "opb": "Increase blood supply to muscle",
        "opc": "Increase stroke volume",
        "opd": "Increase O2 extraction",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "6afb3748-7bdc-4295-b5f8-38fbb6f9ef44",
        "choice_type": "single"
    },
    {
        "question": "Sprinter gets its immediate energy from -",
        "exp": "Ans. is 'c' i.e., Creatine phosphate Source of energy for muscular activityo The immediate source of energy for all muscle contraction is ATP, followed immediately by creatine phosphate6. In stemous exercise ATP store is sufficient only for 1-2 seconds and creatine phosphate for another 5-7 seconds. Thus, energy rich phosphagen stores (ATP and creatine phosphate) permit severe muscle contraction for 8-10 seconds only. After this, energy is obtained from the metabolism of stored glycogen or from circulating glucose and free fatty acids, depending upon the availability- of oxygen. Energy source during in exercise can be summarized by : -Short burst of intense activity (e.g., 100 meter sprint or weight lifting) : - All energy comes from ATP and creatine phosphateQ. Breakdown of these compound is an anaerobic processesQ.Little longer intense exercise (e.g., 200 m eter sprint or 100 meter swim): - Besides ATP and creatine phosphate, glycogen is metabolised by anerobic6 glycolytic pathways to provide a ready source of energy. So, muscle work is anaerobic.in) Longer duration exercise (e.g., jogging, marathan run) : - The muscle w ork is aerobic and energy comes from aerobic utilization of glucose and free fatty acids. More glucose is utilized at the initial stage, but as the exercise is prolonged, free fatty acids become the predominant fuelQ.",
        "cop": 3,
        "opa": "Glycogen",
        "opb": "Fatty acid",
        "opc": "Creatine phosphate",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "89b00f7a-1ab6-498b-a439-9c781134cde7",
        "choice_type": "multi"
    },
    {
        "question": "Troponin C mediated function is of which of the following?",
        "exp": "Ans. is 'c' i.e., Actin o Ca\" binds to troponin and this troponin - Ca'2 complex cause lateral displacement of tropomysin.o As a result active sites of actin becomes uncovered and interact with myosin.Important skeletal muscle proteinsMyosin : - Myosin is the protein that constitutes the thick filaments. Myosin of skeletal muscle is myosin-IL Myosin participates in the contractile mechanism and also acts as an ATPase.Actin : - Actin is the major protein of thin filament. It is the actin which slides over myosin during contraction.Tropomyosin : - It is the other protein of thin filament. It covers the active sites (myosin binding sites) on actin. When Ca+2 concentration of cytoplasm (sarcoplasm) is raised, it uncovers the active sites of actin and allow the contraction So, the 'cross-bridge cycling 'is switched off or on by the tropomyosin molecule which slides on the actin molecule to cover or uncover the active sites on it.Troponin : - It is a protein also associated with thin filament. The regulatory action of Ca+2 on tropomysin is mediated by troponin, a Ca+2 binding protein. When the cytoplasmic (sarcoplasmic) Ca+2 concentration rises Ca+2 ions bind to troponin-C. The troponin - Ca+2 complex induces changes in Troponin-I and Troponin-T, which in turn brings about a shift of tropomyosin away from the active sites of actin. When the sarcoplasmic Ca+2 concentration falls, Ca+2 dissociates from troponin-C and tropomyosin slides back on the actin filament to cover the active sites. Thus, the first event during muscle contraction, after cytoplasmic rise in Ca+2 concentration, is binding of troponin C to Ca+2 which trigers the further steps by sliding the tropomysin away from the active sites of actin.o There are additional structural proteins in skeletal muscles,i) Actinin : It binds actin to Z-lines.ii) Titin : It is the largest known protein and connects Z-lines to M-linesand is responsible for passive stiffness of muscle, by limiting range of motion of sarcomere in tension,iii) Desmin : It adds structures to Z-lines in part by binding the Z-lines to plasma membrane.",
        "cop": 3,
        "opa": "Dystrophin",
        "opb": "Calmodulin",
        "opc": "Actin",
        "opd": "Calcineurin",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "931441bf-cb4e-4ade-b767-692e1186f27a",
        "choice_type": "single"
    },
    {
        "question": "Thin filament is mainly composed of?",
        "exp": "ANSWER: (A) ActinREF: Guyton's physiology 22nd edition page 72-76, Textbook Of Medical Physiology by Khurana page 90Indirect repeat from December 2009Repeat (**)CONTRACTILE APPARATUS:The contractile apparatus of the striated muscle are made up of three types of proteins:I Contractile proteins are actin and myosin that interacts to generate contractile force in a muscle.II Regulatory proteins also called relaxation proteins include tropomyosin and troponin. These regulate the interaction between actin and myosin.III. Anchoring protein, as the name indicates anchors different protein to each other as well as to sarcolemma and extracellular matrix. These includes a-actinin, titin, nebulin, dystrophin.THE FILAMENTS OF MUSCLE FIBRE:Thin filament: Each thin filament is made up of contractile protein actin and two regulatory proteins; troponin and tropomyosin.The thick filaments, which are about twice the diameter of the thin filaments, are made up of myosin. The thick filaments are lined up to form the A bands, whereas the array of thin filaments forms the less dense I bands. The lighter H bands in the center of the A bands are the regions where, when the muscle is relaxed, the thin filaments do not overlap the thick filaments. The Z lines transect the fibrils and connect to the thin filaments. If a transverse section through the A band is examined under the electron microscope, each thick filament is seen to be surrounded by six thin filaments in a regular hexagonal pattern.",
        "cop": 1,
        "opa": "Actin",
        "opb": "Myosin",
        "opc": "Tropomyosin",
        "opd": "Dystrophin",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "d08b7dfd-8b91-4818-80bc-6c43950f1a9c",
        "choice_type": "single"
    },
    {
        "question": "All or the following are true about excitation contraction coupling except:",
        "exp": "Ans. d. Calcium hinds to tropomyosin to initiate muscle contraction (Ref: Guyton 11/e p90)Calcium binds to Troponin C, not to the tropomyosin, to initiate muscle contraction.'The calcium released into the cytosol binds to Troponin C by the actin filaments, to allow cross-bridge cycling, producing force and, in some situations, motion.'Excitation-Contraction CouplingIn skeletal muscle, E-C coupling relies on a direct coupling between key proteins, the sarcoplasmic reticulum (SR) calcium release channel (identified as the ryanodine receptor, RyR) and voltage-gated L-type calcium channels (identified as dihydropyridine receptors, DHPRs).DHPRs are located on the sarcolemma (which includes the surface sarcolemma and the transverse tubules), while the RvRs reside across the SR membrane.The close apposition of a transverse tubule and two SR regions containing RyRs is described as a triad and is predominantly where E-C coupling takes place.E-C coupling proceeds as follows:The membrane potential of a skeletal muscle cell is depolarised by an action potential (e.g. from synaptic activation from an alpha motor neuron)This depolarisation activates voltage-gated DHPRsThis activates RyR type 1 via physical linkage (involving conformational changes that allosterically activates the RyRs)As the RyRs open, calcium is released from the SR into the local junctional space, which then diffuses into the bulk cytoplasm to cause a calcium transient. Note that the SR has a large calcium buffering capacity partially due to a calcium-binding protein called calsequestrin.The calcium released into the cytosol binds to Troponin C by the actin filaments, to allow cross-bridge cycling, producing force and, in some situations, motion.The sarco/endoplasmic reticulum calcium-ATPase (SERCA) actively pumps calcium back into the SR.As calcium declines back to resting levels, the force declines and relaxation occurs.",
        "cop": 4,
        "opa": "Acetylcholine is released at the nerve terminal",
        "opb": "Calcium is pumped back into the sarcoplasmic reticulum during relaxation",
        "opc": "Calcium is released from sarcoplasmic reticulum during contraction",
        "opd": "Calcium binds to tropomyosin to initiate muscle contraction",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "4fe3f20f-c528-4681-a9f8-ba0b2b2c372d",
        "choice_type": "multi"
    },
    {
        "question": "Role of creatine phosphate in muscle -",
        "exp": "Ans. is 'b' i.e., Provides instant energy o In muscles, creatine phosphate occurs as a reservoir of high-energy phosphate groups,o It provides a quick source of energy for muscle fibres to contract when they need an initial burst of energy,o Creatine phosphate helps generation of ATP in exercising muscles bv substrate level phosporvlation.",
        "cop": 2,
        "opa": "Helps in gluconeogenesis",
        "opb": "Provides instant energy'",
        "opc": "Involved in action-contraction coupling",
        "opd": "Helps in stretch reflex",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "d208e2e4-0348-482e-94c0-200dc2d0545d",
        "choice_type": "single"
    },
    {
        "question": "Contractile unit of muscle is?",
        "exp": "ANSWER: (A) SarcomereREF: Guyton's physiology 22nd edition page 73The area between two adjacent Z lines is called a sarcomere. The orderly arrangement of actin, myosin, and related proteins that produce this pattern. The thick filaments, which are about twice the diameter of the thin filaments, are made up of myosin; the thin filaments are made up of actin, tropomyosin, and troponin. The thick filaments are lined up to form the A bands, whereas the array of thin filaments forms the less dense I bands. The lighter H bands in the center of the A bands are the regions where, when the muscle is relaxed, the thin filaments do not overlap the thick filaments. The Z lines transect the fibrils and connect to the thin filaments. If a transverse section through the A band is examined under the electron microscope, each thick filament is seen to be surrounded by six thin filaments in a regular hexagonal pattern.",
        "cop": 1,
        "opa": "Sarcomere",
        "opb": "Sarcolemma",
        "opc": "Myofibril",
        "opd": "Sarcotubular System",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "ea93dc78-726b-4a6f-948a-8ad1cdf0f811",
        "choice_type": "single"
    },
    {
        "question": "Myosin and actin filaments are kept in place by -",
        "exp": "Ans. is 'd' i.e., Titin o The side-by-side relationship between the myosin and actin filaments is difficult to maintain.o This is achieved by a large number of filamentous molecules of a protein called titin.o Titin molecules act as a framework that holds the myosin and actin filaments in place so that the contractile machinery of the sarcomere will work.Important muscle proteins1. Myosin Myosin is the protein that constitutes the thick filaments. Myosin of skeletal muscle is myosin-II. Myosin participates in the contractile mechanism and also acts as an ATPase.2. Actin :- Actin is the major protein of thin filament. It is the actin which slides over myosin during contraction.3. Tropomyosin : - It is the other protein of thin filament. It covers the active sites (myosin binding sites) on actin. When Ca+2 concentration of cytoplasm (sarcoplasm) is raised, it uncovers the active sites of actin and allow the contraction So, the 'cross-bridge cycling ' is switched off 'or on by the tropomyosin molecule which slides on the actin molecule to cover or uncover the active sites on it.4. Troponin It is a protein also associated with thin filament. The regulatory action of Ca+2 on tropomysin is mediated by troponin, a Ca+2 binding protein. When the cytoplasmic (sarcoplasmic) Ca+2 concentration rises Ca+2 ions bind to troponin-C. The troponin - Ca+2- complex induces changes in Troponin-I and Troponin-T, which in turn brings about a shift of tropomyosin away from the active sites of actin. When the sarcoplasmic Ca+2 concentration falls, Ca+2 dissociates from troponin-C and tropomyosin slides back on the actin filament to cover the active sites. Thus, the first event during muscle contraction, after cytoplasmic rise in Ca+2 concentration, is binding of troponin C to Ca+2 which trigers the further steps by sliding the tropomysin away from the active sites of actin.o There are additional structural proteins in skeletal muscles.Actinin : It binds actin to Z-lines.Thin : It is the largest known protein and connects Z-Iines to M-linesand is responsible for passive stiffness of muscle, by limiting range of motion of sarcomere in tension.Desntin : It adds structures to Z-lines in part by binding the Z-lines to plasma membrane.",
        "cop": 4,
        "opa": "Tropomyosin",
        "opb": "Troponin",
        "opc": "Actinin",
        "opd": "Titin",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "56041719-2299-4024-9eab-41d981273a69",
        "choice_type": "single"
    },
    {
        "question": "Band not covered by actin filament is?",
        "exp": "ANSWER: (A) H bandREF: Ganong's 22nd ed* The area between two adjacent Z lines is called a sarcomereThe thick filaments, which are about twice the diameter of the thin filaments, are made up of myosin; the thin filaments are made up of actin, tropomyosin and troponinThe thick filaments are lined up to form the A bands, whereas the array of thin filaments forms the less dense I bandsThe lighter H bands in the center of the A bands are the regions where, when the muscle is relaxed, the thin filaments do not overlap the thick filamentsThe Z lines transect the fibrils and connect to the thin filaments. If a transverse section through the A band is examined under the electron microscope, each thick filament is seen to be surrounded by six thin filaments in a regular hexagonal pattern.",
        "cop": 1,
        "opa": "H band",
        "opb": "I band",
        "opc": "M band",
        "opd": "Z band",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "5d7a643c-70a9-4d94-bb50-e30b78ba44f3",
        "choice_type": "single"
    },
    {
        "question": "Golgi tendon apparatus conveys message to CNS, depending upon -",
        "exp": "Ans. A. Tension in muscleInverse stretch reflex-a. Up to a point, the harder a muscle is stretched, the stronger is the reflex contraction. However, when the tension becomes great enough, contraction suddenly ceases and the muscle relaxes. This relaxation in response to strong stretch is called the inverse stretch reflex.b. The receptor for the inverse stretch reflex is in the Golgi tendon organ. This organ consists of a netlike collection of knobby nerve endings among the fascicles of a tendon. There are 3-25 muscle fibers per tendon organ.c. The fibers from the Golgi tendon organs make up the Ib group of myelinated, rapidly conducting sensory nerve fibers. Stimulation of these Ib fibers leads to the production of IPSPs on the motor neurons that supply the muscle from which the fibers arise.d. The Ib fibers end in the spinal cord on inhibitory interneurons that in turn terminate directly on the motor neurons. They also make excitatory connections with motor neurons supplying antagonists to the muscle.e. Because the Golgi tendon organs, unlike the spindles, are in series with the muscle fibers, they are stimulated by both passive stretch and active contraction of the muscle. The threshold of the Golgi tendon organs is low.f. The degree of stimulation by passive stretch is not great because the more elastic muscle fibers take up much of the stretch, and this is why it takes a strong stretch to produce relaxation.g. However, discharge is regularly produced by contraction of the muscle, and the Golgi tendon organ thus functions as a transducer in a feedback circuit that regulates muscle force in a manner analogous to the spindle feedback circuit that regulates muscle length.h. The importance of the primary endings in the spindles and the Golgi tendon organs in regulating the velocity of the muscle contraction, muscle length, and muscle force is illustrated by the fact that section of the afferent nerves to an arm causes the limb to hang loosely in a semi paralyzed state. The interaction of spindle discharge, tendon organ discharge, and reciprocal innervation determines the rate of discharge of a-motor neurons",
        "cop": 1,
        "opa": "Tension in muscle",
        "opb": "Length of muscle",
        "opc": "Rapidity of contraction",
        "opd": "Blood supply",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "58aee659-0ae4-4077-b732-3c5bbb46b609",
        "choice_type": "single"
    },
    {
        "question": "Muscle spindle detects -",
        "exp": "Ans. is 'b' i.e., Length Stretch reflex (through spindle)Golgi tendon reflexDetectDetect muscle lengthDetect muscle tensionStimulusPassive muscle stretchBoth passive stretch and active contraction of muscleResponseContraction of muscleRelaxation of muscleTypeMonosynaption. no intemeuron involvedBisynaptic, inhibitory intemeuron involvedAfferentType la afferent (Major)Type lb afferentEfferenta-motor neurona-motor neuronEffectActivation of a-motor neuronInhibition of a-motor neuronSituation of receptorMuscle spindle parallel to muscle fibersGolgi tendon organ in series with muscle fibers",
        "cop": 2,
        "opa": "Tension",
        "opb": "Length",
        "opc": "Proprioception",
        "opd": "Pressure",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "97c7206d-4016-4e5f-9ef7-23900cd08b2b",
        "choice_type": "single"
    },
    {
        "question": "Thin filament consists of all except-",
        "exp": "Ans. is 'c' i.e., Myosin o Myosin is thick filament.Muscle contractiono The shortening of muscle fiber occurs due to sliding of actin filaments on myosin filament. However, there are four muscle proteins involved in the process : - Actin, Myosin, Tropomyosin, and troponin.MyosinMyosin is the protein that constitutes the thick filaments.Myosin of skeletal muscle is myosin-II.Myosin participates in the contractile mechanism and also acts as an ATPaseQActinActin is the major protein of thin filamentQ.It is the actin which slides over myosin during contraction.TropomyosinIt is the other protein of thin filamentQ.It covers the active sites (myosin binding sites) on actinQ.When Ca+2 concentration of cytoplasm (sarcoplasm) is raised, it uncovers the active sites of actin and allow the contraction So, the 'cross-bridge cycling' is switched off or on by the tropomyosin molecule which slides on the actin molecule to cover or uncover the active sites on it.TroponinIt is a protein also associated with thin filamentQ.The regulatory action of Ca+2 on tropomysin is mediated by troponin, a Ca+2 binding protein.When the cytoplasmic (sarcoplasmic) Ca+2 concentration rises Ca+2 ions bind to troponin-C.The troponin - Ca+2 complex induces changes in Troponin-I and Troponin-T, which in turn brings about a shift of tropomyosin away from the active sites of actin.When the sarcoplasmic Ca+2 concentration falls, Ca+2: dissociates from troponin-C and tropomyosin slides back on the actin filament to cover the active sites.Thus, the first event during muscle contraction, after cytoplasmic rise in Ca+2 concentration, is binding of troponin C to Ca+2 which trigers the further steps by sliding the tropomysin aw ay from the active sites of actinQ.",
        "cop": 3,
        "opa": "Actin",
        "opb": "Troponin",
        "opc": "Myosin",
        "opd": "Tropomyosin",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "a88d36cf-5a42-4a2c-9714-0cf19a758e0a",
        "choice_type": "multi"
    },
    {
        "question": "True about tropomysin is?",
        "exp": "ANSWER: (B) Lies on top of actinREF: Guyton 12th ed page 72-76SLIDING FILAMENT THEORY OF MUSCLE CONTRACTION:In resting muscle, the ends of the actin filaments extending from two successive Z discs barely begin to overlap one another. Troponin I is tightly bound to actin and tropomyosin covers the sites where myosin heads bind to actin i.e the tropomyosin molecules lie on top of the active sites of the actin strands, Thus, the troponin-tropomyosin complex constitutes a \"relaxing protein\" that inhibits the interaction between actin and myosin filaments to cause contractionIn contracted state, these actin filaments have been pulled inward among the myosin filaments, so their ends overlap one another to their maximum extent. Also, the Z discs have been pulled by the actin filaments up to the ends of the myosin filaments. Thus, muscle contraction occurs by a sliding filament mechanism.Actin filaments slide inward among the myosin filaments by forces generated by interaction of the cross-bridges from the myosin filaments with the actin filaments. Under resting conditions, these forces are inactive. But when an action potential travels along the muscle fiber, this causes the sarcoplasmic reticulum to release large quantities of calcium ions that rapidly surround the myofibrils. When the Ca2+ released by the action potential binds to troponin C, the binding of troponin I to actin is presumably weakened, and this permits the tropomyosin to move laterally. This movement uncovers binding sites for the myosin heads. ATP is then split and contraction occurs. Seven myosin-binding sites are uncovered for each molecule of troponin that binds a calcium ion. But energy is needed for the contractile process to proceed. This energy comes from high-energy bonds in the ATP molecule, which is degraded to adenosine diphosphate (ADP) to liberate the energy.Molecular Basis of ContractionThe process by which the shortening of the contractile elements in muscle is brought about is a sliding of the thin filaments over the thick filaments. The width of the A bands is constant, whereas the Z lines move closer together when the muscle contracts and farther apart when it is stretched. The sliding during muscle contraction occurs when the myosin heads bind firmly to actin, bend at the junction of the head with the neck, and then detach. This \"power stroke\" depends on the simultaneous hydrolysis of ATP. Myosin-II molecules are dimers that have two heads, but only one attaches to actin at a time. The process by which depolarization of the muscle fiber initiates contraction is called excitation-contraction coupling.Steps in contractionDischarge of motor neuron.Release of transmitter (acetylcholine) at motor end-plate.Binding of acetylcholine to nicotinic acetylcholine receptors.Increased Na+ and K+ conductance in end-plate membrane.Generation of end-plate potential.Generation of action potential in muscle fibers.Inward spread of depolarization along T tubules.Release of Ca2+ from terminal cisterns of sarcoplasmic reticulum and diffusion to thick and thin filaments.Binding of Ca2+ to troponin C, uncovering myosin-binding sites on actin.Formation of cross-linkages between actin and myosin and sliding of thin on thick filaments, producing movementSteps in relaxationCa2+ pumped back into sarcoplasmic reticulum.Release of Ca2+ from troponin.Cessation of interaction between actin and myosin.",
        "cop": 2,
        "opa": "Lies on top of troponin",
        "opb": "Lies on top of actin",
        "opc": "ATP binds to it",
        "opd": "Calcium binds to it",
        "subject_name": "Physiology",
        "topic_name": "Skeletal Muscle: Contraction and Excitation",
        "id": "80b3c9e4-4cbd-46fe-84bd-f8c30d42fe5f",
        "choice_type": "multi"
    }
]