[
    {
        "question": "Smooth muscle contraction due to release of calcium, occurs because of?",
        "exp": "In Smooth muscles, rise in intracellular leads to binding of 4 Ca++ ions with calmodulin. Calcium-calmodulin complex then activates myosin light chain kinase (MLCK). MLCK phosphorylates the regulatory light chain of myosin; this phosphorylation then leads to interaction of myosin with actin. Calmodulin is structurally and functionally related to troponin. Troponin is present in skeletal muscles and initiates contraction by causing a conformational change in the tropomyosin molecule which then uncovers the active sites on the actin filament.",
        "cop": 4,
        "opa": "Increased c. AMP",
        "opb": "Calcium combining with troponin C",
        "opc": "Increased c. GMP",
        "opd": "Calmodulin-dependant myosin light chain kinase",
        "subject_name": "Physiology",
        "topic_name": "Smooth Muscle",
        "id": "efb4ab05-2841-48e8-a904-25986d677b68",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes an attribute of visceral smooth muscle not shared by skeletal muscle?",
        "exp": "An impoant characteristic of visceral smooth muscle is its ability to contract in response to stretch. Stretch results in depolarization and potentially the generation of action potentials. These action potentials, coupled with normal slow-wave potentials, stimulate rhythmical contractions. Smooth muscle contraction is dependent on both actin and ATP. However, the cross-bridge cycle in smooth muscle is considerably slower than in skeletal muscle, which allows for a higher maximal force of contraction.",
        "cop": 2,
        "opa": "Contraction is ATP dependent",
        "opb": "Contracts in response to stretch",
        "opc": "Does not contain actin filaments",
        "opd": "High rate of cross-bridge cycling",
        "subject_name": "Physiology",
        "topic_name": "Smooth Muscle",
        "id": "9d71db3b-dab6-4925-84c5-9f2502b6dd00",
        "choice_type": "single"
    },
    {
        "question": "Smooth muscle is not pain sensitive to:",
        "exp": "Smooth muscle is not sensitive to cutting type of pain. E. g. The intestinal smooth muscle. The reason is - It is sparsely innervated by A-delta type of nerve fibers that carry fast pain.",
        "cop": 1,
        "opa": "Cutting",
        "opb": "Distension",
        "opc": "Stretching",
        "opd": "Torsion",
        "subject_name": "Physiology",
        "topic_name": "Smooth Muscle",
        "id": "b15acef6-f310-4c5b-8b0c-c121d66742ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a calcium binding protein?",
        "exp": "Clathrin (does not bind ca2+) On inside of cell membrane beneath coated pits, latticework of fibrillar protein is present called clathrin Helps in pinocytosis Calbindin Present in brush border of intestinal epithelial cells & transpo Ca+2 into cell cytoplasm Amount of calcium absorption is directly propoional to quantity of calcium-binding proteins Troponin: Troponin C - binds to Ca+2 ions = Strong affinity of troponin to calcium initiate contraction process. Calmodulin In place of troponin, smooth muscle have calmodulin Ca+2 inside cell bind reversibly with calmodulin & activates myosin light chain kinase resulting in chain of events which cause muscle contraction",
        "cop": 4,
        "opa": "Calbindin",
        "opb": "Calmodulin",
        "opc": "Troponin",
        "opd": "Clathrin",
        "subject_name": "Physiology",
        "topic_name": "Smooth Muscle",
        "id": "daaf72c3-f98d-4cd3-9a65-274b2cc425a5",
        "choice_type": "single"
    },
    {
        "question": "Regulation of smooth muscle tone is persistently influenced by:",
        "exp": "Latch bridge mechanism: - Once smooth muscle has developed full contraction, the amount of continuing excitation can usually be reduced to far less than the initial level even though the muscle maintains its full force of contraction. Fuher the energy consumed to maintain contraction is very less, This mechanism is k/a 'latch' mechanism. The impoance of latch mechanism is that it can maintain prolonged toxic contraction in smooth muscle, with little use of energy.",
        "cop": 3,
        "opa": "Calcium release from sarcoplasmic reticulum",
        "opb": "Beta 1 receptor",
        "opc": "Latch bridge mechanism",
        "opd": "Troponin",
        "subject_name": "Physiology",
        "topic_name": "Smooth Muscle",
        "id": "4bcd529a-53e0-49ec-8598-c5509570e36b",
        "choice_type": "single"
    }
]