[
    {
        "question": "The structure that integrates impulses for eye-hand coordination is:",
        "exp": "Superior colliculus integrates impulses for eye-hand coordination to control rapid directional movements of the two eyes. VISUAL PATHWAY Other impoant areas of the brain involved in visual pathway: Suprachiasmatic nucleus of the hypothalamus, to control circadian rhythms; Pretectal nuclei in the midbrain, to elicit reflex movements of the eyes to focus on objects of impoance and to activate the pupillary light reflex; Superior colliculus, to control rapid directional movements of the two eyes; and Ventral lateral geniculate nucleus of the thalamus and surrounding basal regions of the brain, to help control some of the body's behavioral functions.",
        "cop": 1,
        "opa": "Superior colliculus",
        "opb": "Frontal eye field",
        "opc": "Pretectal nucleus",
        "opd": "Area 17",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "5367a4f7-2571-49b1-907e-55c08c59072b",
        "choice_type": "single"
    },
    {
        "question": "Light entering the eye passes through which retinal layer first?",
        "exp": "The most anterior layer of the retina, through which light passes first, is the retinal ganglion layer. Light then passes through the other cell layers of the retina until it reaches the photoreceptors in the posterior region of the retina. Visual processing/Phototransduction occurs in the opposite direction(Photoreceptors- ganglion cell layer)",
        "cop": 4,
        "opa": "Inner nuclear layer",
        "opb": "Outer nuclear layer",
        "opc": "Outer plexiform layer",
        "opd": "Retinal ganglion layer",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "a2b365ff-3410-452a-8658-902bf6df89ea",
        "choice_type": "single"
    },
    {
        "question": "The stereocilia of hair cells are embedded in which membrane?",
        "exp": "The scala media is bordered by the basilar membrane and Reissner's membrane and contains a tectorial membrane. The apical border of hair cells has stereocilia that are embedded in the tectorial membrane.",
        "cop": 3,
        "opa": "Basilar",
        "opb": "Reissner's",
        "opc": "Tectorial",
        "opd": "Tympanic",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "7fc651c1-b816-4962-b2ee-db8f5afdea4f",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old student with 20/20 vision looks up from his book to view his girlfriend sitting on the other side of the room. Which of the following is most likely to occur when the student changes his view from his book to his girlfriend?",
        "exp": "Light rays from distant objects do not require as much refraction (bending) as do light rays from objects close at hand. Therefore, a thinner lens with less curvature is required for viewing distant objects. The process of accommodation adjusts the thickness of the lens for near and far vision by contracting or relaxing the ciliary muscle that surrounds the lens of the eye; contraction of the ciliary muscle thickens the lens, and relaxation causes the lens to become thinner.",
        "cop": 4,
        "opa": "Thicker lens, contraction of ciliary muscle",
        "opb": "Thicker lens, relaxation of ciliary muscle",
        "opc": "Thinner lens, contraction of ciliary muscle",
        "opd": "Thinner lens, relaxation of ciliary muscle",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "7e89d38f-7a19-48b8-a170-ea432fed9886",
        "choice_type": "single"
    },
    {
        "question": "Analysis of visual detail occurs in which secondary visual area?",
        "exp": "Visual information from the primary visual coex (Brodmann's area 17) is relayed to Brodmann's area 18 and then into other areas of the cerebral coex for fuher processing. Analysis of three-dimensional position, gross form, and motion of objects occurs in the posterior midtemporal area and occipitoparietal coex. Analysis of visual detail and color occurs in the inferior ventral and medial regions of the occipital and temporal coex.",
        "cop": 2,
        "opa": "Brodmann's area 18",
        "opb": "Inferior ventral and medial regions of the occipital and temporal coex",
        "opc": "Frontal lobe",
        "opd": "Occipitoparietal coex",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "47ea7a4c-6029-4a48-9f9c-2ff118ba37e1",
        "choice_type": "single"
    },
    {
        "question": "Most afferent fibers from the lateral geniculate nucleus terminate in the primary visual coex in:",
        "exp": "LGB has 6 layers - (i) Layers 1 & 2: They are called magnocellular (contain large cells). The M ganglion cells project to magnocellular poion of LGB, (ii) Layers 3-6: They are called parvocellular (contain small cells). P ganglion cells project to the parvocellular poion of LGB The visual coex has 6 layers. The magnocellular and parvocellular neurons project to layer 4 and 4C of the visual coex. The axons from the interlaminar region end in layers 2 and 3.",
        "cop": 3,
        "opa": "Layer 1",
        "opb": "Layer 2 & 3",
        "opc": "Layer 4",
        "opd": "Layer 5 & 6",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "38e5c3aa-2b52-4565-bd90-dc436e9e0a2d",
        "choice_type": "single"
    },
    {
        "question": "Depolarisation in hair cells of organ of coi occurs due to:",
        "exp": "Depolarisation in hair cells of organ of coi occurs primarily due to movement of basilar membrane TIP LINK THEORY: When the shoer stereocilia are pushed toward the taller ones, the channel open time is increased. K+, the most abundant cation in endolymph, and Ca2+ enter the channel and induce depolarization. Mainly K+ influx in the hair cells causes depolarisation.",
        "cop": 1,
        "opa": "Movement of basilar membrane",
        "opb": "Movement of taller stereocilia toward the smaller ones",
        "opc": "Influx of Na+",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "a12333ed-b755-4d0f-95df-8eab0b7d91ad",
        "choice_type": "multi"
    },
    {
        "question": "Primary auditory coex in human beings is located in:",
        "exp": "The auditory coex (areas 41 & 42) is located in the superior temporal gyrus in temporal lobe Postcentral gyrus: In the parietal lobe there is somatosensory coex (S I) - areas 3, 1, and 2 Posterior parietal coex (PPC): Posterior to the S I, this area harbors S II (areas 5 & 7). It receives inputs from S I, and visual & auditory coices. The area is concerned with visuo-spatial orientation and performance of a planned movement.",
        "cop": 4,
        "opa": "Postcentral gyrus",
        "opb": "Posterior pa of parietal lobe",
        "opc": "Limbic system",
        "opd": "Superior pa of temporal lobe",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "a4e0fe62-d879-48ab-9dcd-f8d97535fe43",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is contracted as pa of the pupillary light reflex?",
        "exp": "In a normal individual, shining a light in either eye will result in both pupils constricting due to contraction of the pupillary sphincter muscles. In contrast, the pupillary dilator muscle dilates the pupil. The ciliary muscle is involved in focusing the eye (accommodation).",
        "cop": 3,
        "opa": "Ciliary muscle",
        "opb": "Pupillary dilator muscle",
        "opc": "Pupillary sphincter muscle",
        "opd": "Radial fibers of the iris",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "c7e07136-6f17-46ec-9a72-78d3bd4b2445",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes the permeability to sodium and potassium in rod cells in response to the light?",
        "exp": "Activated rhodopsin (metarhodopsin II) closes cGMP-gated sodium channels by lowering levels of cGMP; this action decreases sodium permeability. Potassium permeability is not affected.",
        "cop": 3,
        "opa": "Decreased sodium permeability, decreased potassium permeability",
        "opb": "Decreased sodium permeability, increased potassium permeability",
        "opc": "Decreased sodium permeability, no change in potassium permeability",
        "opd": "Increased sodium permeability, decreased potassium permeability",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "eaf682e6-b52e-4e20-afb0-7fcdb9a81e22",
        "choice_type": "single"
    },
    {
        "question": "In dark adaptation, there is:",
        "exp": "In dark adaptation, there is re-synthesis of the bleached rhodopsin. In the retina, the storage form of vitamin A (all-trans retinol) is conveed to 11-cis retinal which combines with opsin to form rhodopsin. Initial dark adaptation is due to cones; cones form visual pigment faster as compared to rods. Other changes in the dark: (1) dilation of pupil, (2) increased number of impulses in the optic nerve fibers.",
        "cop": 4,
        "opa": "Break down of rhodopsin",
        "opb": "Increased threshold for vision",
        "opc": "No role for cones",
        "opd": "No change in the dioptric power of the eye",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "b5584d2f-8943-45d0-880c-400498e0f44a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nuclei is involved in both light reflex and accomodation reflex?",
        "exp": "Explanation: - Pupillary light reflex: Visual pathway - pretectal nucleus - Edinger Westphal nucleus - constriction of the pupil. NOTE: Pretectal nucleus is connected to E-W nucleus bilaterally, causing contralateral pupil to also constrict (indirect light reflex). Accommodation reaction: Visual pathway - visual coex (blurred image of a near object) - E-W nucleus - changes of accommodation.",
        "cop": 2,
        "opa": "Pretectal nucleus",
        "opb": "Edinger - Westphal nucleus",
        "opc": "Suprachiasmatic nucleus",
        "opd": "Supraoptic nucleus",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "0222d03a-90aa-4a3e-a494-e87783665a8a",
        "choice_type": "multi"
    },
    {
        "question": "Sound transduction by Organ of Coi is initiated by:",
        "exp": "Organ of Coi consists of hair cells, the receptors for transduction. Hair cells are surrounded by endolymph. Endolymph has a rich concentration of K+. Basilar fiber vibration, caused by pressure in sound wave, leads to shearing between tectorial membrane and reticular lamina. It causes bending of stereocilia (at the top of hair cells), resulting in opening of the K+ channels at the base of the hair cells. The hair cells are depolarized by influx of K+. It leads to release of the transmitter by the hair cell at its base where it synapses with the VIII nerve fiber. Impulses are then sent in the VIII nerve.",
        "cop": 2,
        "opa": "Sodium influx",
        "opb": "Potassium influx",
        "opc": "Sodium efflux",
        "opd": "Potassium refflux",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "c00cdde7-a3e4-4a4e-8a98-e83e997428b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following receptor is responsible for sensing the vibration?",
        "exp": "RECEPTOR LOCATION SENSATION ENCODED MERKEL'S DISC EPIDERMIS LOCATION OF TOUCH MEISSNER CORPUSCLE DERMIS SPEED OF APPLICATION OF TOUCH PACINIAN CORPUSCLE DERMIS & DEEPER TISSUES VIBRATION RUFFINI'S CORPUSCLE LIGAMENTS, MUSCLES & TENDONS DEEP PRESSURE",
        "cop": 3,
        "opa": "Merkel's disc",
        "opb": "Meissner corpuscle",
        "opc": "Pacinian corpuscle",
        "opd": "Ruffini's corpuscle",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "d5e322ff-b609-4de0-9536-dfb7b7cf13ca",
        "choice_type": "single"
    },
    {
        "question": "Which molecules combine to form rhodopsin?",
        "exp": "Rhodopsin is the light-sensitive chemical in rods. Scotopsin and all-trans retinal are the breakdown products of rhodopsin, which has absorbed light energy. The all-trans retinal is conveed into 11-cis retinal, which can recombine with scotopsin to form rhodopsin",
        "cop": 4,
        "opa": "Bathorhodopsin and 11-cis-retinal",
        "opb": "Bathorhodopsin and all-trans-retinal",
        "opc": "Bathorhodopsin and scotopsin",
        "opd": "Scotopsin and 11-cis-retinal",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "615cad33-4712-43d1-a626-e8c353c23c23",
        "choice_type": "multi"
    },
    {
        "question": "Voluntarily tracking an object in the visual field is the function of:",
        "exp": "Area 8 is frontal eye field, the area in the frontal lobe that controls voluntary movements of the eyeballs. Vestibular apparatus and vestibulocerebellum are involved in involuntary rotation of eyes that occurs with head rotation. Superior colliculus (SC) is involved in eye-hand co-ordination. SC receives visual input; it sends those signals into cerebellum (tectocerebellar tract). Cerebellum then co-ordinates the contractions of hand muscles. Areas 18, 19 (occipital lobe) -Visual association areas",
        "cop": 1,
        "opa": "Area 8",
        "opb": "Vestibulocerebellum",
        "opc": "Superior colliculus",
        "opd": "Areas 18, 19",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "50ee71a7-07d9-4642-a5a6-d1aff802d46e",
        "choice_type": "single"
    },
    {
        "question": "Neurotransmitter of inner hair cells",
        "exp": "Hair cells: - Hair cells are surrounded by endolymph Endolymph is high in K+ concentration. Basilar fibre vibration | Shearing force created in Reticular lamina & tectorial membrane | Bending of the stereocilia | Opening of K+ channels | K+ enter hair cells | Depolarization Of hair cells. | Depolarization then open voltage gated Ca++ channels. | Ca++ enter hair cells | Glutamate (NT) is released at the synapse | Glutamate causes excitation of the VIIIth nerve",
        "cop": 2,
        "opa": "GABA",
        "opb": "Glutamate",
        "opc": "Glycine",
        "opd": "Acetyl choline",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "22140985-b7e0-4fc2-bd12-3e61746a8f0b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes the \"blind spot\" of the eye?",
        "exp": "The blind spot is located 15 degrees lateral to the central point of vision. It is the location where fibers that make up the optic nerve exit the globe of the eye. There are no photoreceptors in this location.",
        "cop": 2,
        "opa": "Located 5 degrees lateral to the central point of vision",
        "opb": "The exit point of the optic nerve",
        "opc": "Contains only rods and thus has monochromatic vision",
        "opd": "Contains no blood vessels",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "8583752d-faa3-4910-958f-9b2233c28ec2",
        "choice_type": "single"
    },
    {
        "question": "The organ of Coi normally contains:",
        "exp": "Organ of Coi organ for transduction of sound. Hair cells are receptor cells in organ of Coi There is a single row of inner hair cells (toward the center of cochlea) and 3-4 rows of outer hair cells (on the outer side). Each row contains about 3000 hair cells.",
        "cop": 3,
        "opa": "A single row of inner hair cells and a single row of outer hair cells",
        "opb": "3-4 rows each of inner and outer hair cells",
        "opc": "A single row of inner hair cells and 3-4 rows of outer hair cells",
        "opd": "A single row of outer hair cells and 3-4 rows of inner hair cells",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "84296a2f-99fd-4335-b56f-ba5543f98361",
        "choice_type": "multi"
    },
    {
        "question": "For detection of light, minimum amount of light (quanta) reaching retina should be:",
        "exp": "\"Visual threshold\" is the minimum amount of light detected by retina. Threshold for a single rod is 1 quantum of light. To distinguish light from this discharge, at least 5-6 rods should be excited synchronously. Hence, about 5-6 quanta of light is the 'visual threshold' for retina. For 5-6 rods to be excited, about 100 quanta of light should reach the eye (cornea). Many of the quanta are absorbed, reflected, or refracted in the intervening ocular media.",
        "cop": 2,
        "opa": "1",
        "opb": "6-May",
        "opc": "54",
        "opd": "More than 500",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "e90186d6-07c9-417c-8253-30f13366901d",
        "choice_type": "single"
    },
    {
        "question": "Damage to the sixth cranial nerve will produce which deficit in eye movement?",
        "exp": "The sixth cranial nerve (abducens nerve) innervates the lateral rectus muscle, which is attached to the lateral surface of the globe of the eye. Contraction of the lateral rectus muscle results in movement of the eyeball laterally away from the midline of the face in an abducting manner--thus the name abducens nerve. Damage to this nerve results in inability to move the eyes laterally away from the midline.",
        "cop": 4,
        "opa": "Inability to move the eyes in a veical up-and down motion",
        "opb": "Inability to rotate the eyes within the eye socket",
        "opc": "Inability to move the eyes laterally toward the midline",
        "opd": "Inability to move the eyes laterally away from the midline",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "2e29f3e9-70e2-4ab1-823c-35f5df6cb29e",
        "choice_type": "multi"
    },
    {
        "question": "Which cell type(s) have action potentials in the retina of the human eye?",
        "exp": "Ganglion cells are the only cell type in the retina that have action potentials. The axons of ganglion cells comprise the optic nerve. Bipolar cells, cones, rods, horizontal cells, and other cell types in the retina signal information by electrotonic conduction, which allows a graded response propoional to light intensity Extra edge Order of neurons Cells 1st-order neurons Photoreceptors (Rods and cones) 2nd-order neurons Bipolar cells 3rd-order neurons Ganglion cells (Optic nerve) 4th-order neurons Axons from the LGB (optic radiation)",
        "cop": 4,
        "opa": "Bipolar cells and ganglion cells",
        "opb": "Bipolar cells only",
        "opc": "Bipolar cells, horizontal cells, and ganglion cells",
        "opd": "Ganglion cells only",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "3e9e150d-76b3-4d41-a8c1-aef0c3b7d0c1",
        "choice_type": "single"
    },
    {
        "question": "The blobs of the visual coex are associated with:",
        "exp": "Layers 2 & 3 of the visual coex contain clusters of cells; the cells contain high concentration of cytochrome oxidase. These clusters are called \"pegs\" or \"blobs\". They are concerned with color vision. Axons from interlaminar region of LGN end in layers 2 & 3.",
        "cop": 3,
        "opa": "Ocular dominance",
        "opb": "Orientation",
        "opc": "Color processing",
        "opd": "Saccadic eye movements",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "18297ae1-5d77-42a1-8f36-f976f6b1e38f",
        "choice_type": "single"
    },
    {
        "question": "Which substance is most likely to increase in the rods of the retina when the light is turned on?",
        "exp": "Photons activate rhodopsin to become metarhodopsin II in the rods of the retina, which means that exposure to light decreases the concentration of rhodopsin and increases the concentration of metarhodopsin II, also called activated rhodopsin. Metarhodopsin II leads to a decrease in cGMP through a series of biochemical reactions cAMP levels are unchanged. Vitamin A levels are not likely to change with exposure to light",
        "cop": 3,
        "opa": "Cyclic adenosine monophosphate (cAMP)",
        "opb": "Cyclic guanosine monophosphate (cGMP)",
        "opc": "Metarhodopsin II",
        "opd": "Rhodopsin",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "64475a11-6eb9-4018-bf1c-9f9c0444d52b",
        "choice_type": "single"
    },
    {
        "question": "Olfactory receptor cells belong to which group of cells?",
        "exp": "The receptor cells for the smell sensation are bipolar nerve cells derived originally from the central nervous system itself. Olfactory system has the smallest range of intensity discrimination.",
        "cop": 1,
        "opa": "Bipolar neurons",
        "opb": "Fibroblasts",
        "opc": "Modified epithelial cells",
        "opd": "Multipolar neurons",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "5b9ab050-4cc6-45ad-bcc9-66c6ef1393a2",
        "choice_type": "single"
    },
    {
        "question": "A man when touches a hot object, the sensation of heat is not perceived. Signal reaches the thalamus but is not transmitted to postcentral gyrus. Which of the following is responsible for this?",
        "exp": "Third order neuron (teiary neuron) does not transmit the signal from thalamus to the cerebral coex (Postcentral gyrus) in this case. Teiary neuron acts as a pathway between thalamus and the postcentral gyrus. Second-order neurons project to the thalamus and teiary neuron project to postcentral gyrus.",
        "cop": 3,
        "opa": "Second order neuron",
        "opb": "First order neuron",
        "opc": "Third order neuron",
        "opd": "Receptor",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "280a6bdc-6ca2-45e1-83b8-0beddab5c0cb",
        "choice_type": "single"
    },
    {
        "question": "Which substance is responsible for the taste sensation marked in blue?",
        "exp": "Taste sensation marked in purple denotes Umami taste. 1. Sweet Taste (Pink): sugars, glycols, alcohols, aldehydes, ketones, amides, esters, some amino acids, some small proteins, sulfonic acids, halogenated acids, and inorganic salts of lead and beryllium 2. Salty Taste (Purple): cations of the salts, especially sodium cations 3. Sour Taste (Green): approximately propoional to the logarithm of the hydrogen ion concentration 4. Bitter taste (Yelllow): Long-chain organic substances that contain nitrogen and alkaloids 5. Umami (Blue): Umami, a Japanese word meaning \"delicious,\" designates a pleasant taste sensation. Umami is the dominant taste of food containing L-glutamate, such as meat extracts and aging cheese.",
        "cop": 3,
        "opa": "Acetic acid",
        "opb": "Sodium chloride",
        "opc": "Glutamate",
        "opd": "Alkaloids",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "7ffb5229-d189-4592-adc4-167c43569e3f",
        "choice_type": "single"
    },
    {
        "question": "Which substance will elicit the sensation of sour taste?",
        "exp": "The taste sensation of sour is propoional to the logarithm of the hydrogen ion concentration caused by acids. The taste sensation of sweet is caused by a long list of chemicals, including sugars, alcohols, aldehydes, ketones, and amino acids The taste sensation of bitter is caused by many organic substances that contain nitrogen, as well as by alkaloids.",
        "cop": 4,
        "opa": "Aldehydes",
        "opb": "Alkaloids",
        "opc": "Amino acids",
        "opd": "Hydrogen ions",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "c98c1183-a5b1-4332-b2a5-a95a9a1ea7f7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes the electrical response of the rods to light?",
        "exp": "The rod receptor potential is hyperpolarizing, not depolarizing. It is a receptor potential not action potential. Hyperpolarization leads to decrease in the release of glutamate, an excitatory neurotransmitter, from the synaptic terminals of the photoreceptor.",
        "cop": 4,
        "opa": "Action potential",
        "opb": "Capacitive discharge",
        "opc": "Depolarization",
        "opd": "Hyperpolarization",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "eac13c42-1ed1-4c7a-9eda-4a40636b58f2",
        "choice_type": "single"
    },
    {
        "question": "Total dioptric power of the crystalline lens inside the eye is:",
        "exp": "Diopteric power of the crystalline lens is +18 D. Total refractive power of the entire eye is +59 D; most of the refraction occurs at the anterior surface of the cornea (41 D).",
        "cop": 2,
        "opa": "41 D",
        "opb": "18 D",
        "opc": "59 D",
        "opd": "72 D",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "f1b5a20b-ea23-4c94-a491-bee49856814e",
        "choice_type": "multi"
    },
    {
        "question": "The receptors for umami taste are specifically stimulated by:",
        "exp": "Umami taste is due to activation of a truncated metabotropic receptor, mGluR4, in the taste buds. Glutamate in food may also activate ionotropic glutamate receptors to depolarize umami receptors. Sucrose stimulates sweet receptors; quinine activates receptors for bitter taste. Lysyl taurine is a compound that activates receptors for salty taste. Salt and sour tastes are triggered by activation of ionotropic receptors (ligand-gated ion channel) Sour, bitter, and umami tastes are triggered by activation of metabotropic receptors (GPCRs).",
        "cop": 1,
        "opa": "Glutamate",
        "opb": "Sucrose",
        "opc": "Quinine",
        "opd": "Lysyltaurine",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "1bc38409-5e36-4707-a24d-4f1cbcdfea18",
        "choice_type": "multi"
    },
    {
        "question": "Which taste sensation is the most sensitive (i.e., has the lowest stimulation threshold)?",
        "exp": "The bitter taste sense is much more sensitive than the other sensations because it provides an impoant protective function against many dangerous toxins in food.",
        "cop": 2,
        "opa": "Acid",
        "opb": "Bitter",
        "opc": "Salty",
        "opd": "Sour",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "b0a3e07d-508c-4e15-adea-616094ab3a0f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following structures is not a pa of the auditory pathway?",
        "exp": "AUDITORY PATHWAY Second-order neuron of the dorsal column system (carrying general senses) runs in the medial lemniscus.",
        "cop": 1,
        "opa": "Medial lemniscus",
        "opb": "Lateral lemniscus",
        "opc": "Inferior colliculus",
        "opd": "Medial geniculate body",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "b86c0b02-c6ac-4639-969b-377a3903fa4e",
        "choice_type": "single"
    },
    {
        "question": "Aqueous humor has lower concentration of:",
        "exp": "Protein content of aqueous humor is much less than that of plasma. The ocular tissue surrounding the aqueous humor (especially the cornea and lens) take up glucose from aqueous humor; glycolysis by these tissues results in higher pyruvate and lactate (and lower glucose) in aqueous humor. L-ascorbic acid content of aqueous humor is 10-50 times higher as compared to plasma. (However, no ocular defects have been noted in prolonged scurvy.) The aqueous humor contains moderately high amounts of hyaluronic acid; it is kept in the depolymerized state by hyaluronidase present in the ciliary body",
        "cop": 2,
        "opa": "Lactate",
        "opb": "Protein",
        "opc": "Hyaluronic acid",
        "opd": "L-ascorbic acid",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "fdd764bc-f21c-423d-bc71-3076e3cafebe",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman visits the ophthalmologist because of eye pain. Tests show that her right eye has an intraocular pressure of 22 mm Hg and her left eye has an intraocular pressure of 25 mm Hg. Which of the following is the most likely cause of eye pain in this woman?",
        "exp": "This woman has open-angle glaucoma, which is the most common type of glaucoma. Glaucoma is the second leading cause of blindness worldwide after cataracts. Blindness occurs because of damage to the optic nerve. The high intraocular pressure causes blood vessels and axons of the optic nerve to be compressed at the optic disc, which leads to poor nutrition with possible death of the neurons. The main cause of open-angle glaucoma is reduced flow of aqueous humor through the trabecular meshwork because of tissue debris, white blood cells, deposition of fibrous material, and other factors that increase the hydraulic resistance of the meshwork",
        "cop": 3,
        "opa": "Decreased hydraulic resistance of trabecular meshwork",
        "opb": "Decreased production of aqueous humor",
        "opc": "Increased hydraulic resistance of trabecular meshwork",
        "opd": "Increased production of aqueous humor",
        "subject_name": "Physiology",
        "topic_name": "Special Senses",
        "id": "f9849b92-e069-4f4d-8d70-2866b9b8c191",
        "choice_type": "single"
    }
]