[
    {
        "question": "Receptor w hich itself is a dendrite of a nerve",
        "exp": "(C) Olfactory > Olfactory Mucous Membrane contains supporting cells & progenitor cells for the olfactory receptors.> Interspersed between these cells are 10-20 million receptor cells.> Each olfactory receptor is a neuron & the olfactory mucous membrane is said to be the place in the body where the nervous system is closest to the external world.",
        "cop": 3,
        "opa": "Visual",
        "opb": "Gustatory",
        "opc": "Olfactory",
        "opd": "Hearing",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Smell and Taste",
        "id": "17b338a2-27f9-42fc-a522-79f6417b21ef",
        "choice_type": "single"
    },
    {
        "question": "Saccharin test is done to assess",
        "exp": "(A) Ciliary function # SACCHARIN TEST for nasal mucociliary clearance> A simple test of nasal mucociliary clearance is to place a small particle of saccharin approximately 1 cm behind the anterior end of the inferior turbinate.",
        "cop": 1,
        "opa": "Ciliary function",
        "opb": "Blood sugar",
        "opc": "Bronchial secretion",
        "opd": "Kidney function",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Smell and Taste",
        "id": "8ab93192-e94b-43b8-9838-6bc9ef34166c",
        "choice_type": "single"
    },
    {
        "question": "The following special sense has no relay in hypothalamus",
        "exp": "(D) Smell.> Axons from the olfactory sensory neurons converge in the olfactory bulb to form tangles called glomeruli (singular glomerulus). Inside the glomerulus, the axons contact the dendrites of mitral cells and several other types of cells.> Mitral cells send their axons to a number of brain areas, including the anterior olfactory nucleus, piriform cortex, the medial amygdala, and the entorhinal cortex.",
        "cop": 4,
        "opa": "Vision",
        "opb": "Hearing",
        "opc": "Taste",
        "opd": "Smell",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Smell and Taste",
        "id": "099da293-63e6-4892-8d60-0096b5d2b554",
        "choice_type": "single"
    },
    {
        "question": "Bitter taste is mediated by action of:",
        "exp": "Ans. B. G proteina. Taste pathways: -b. Receptor stimulation: -i. For sour Via mammaliondegenerin-I and by activating H+ -gated cation channelsii. For salt Via Epithelium sodium channels (ENaC) by direct application amiloride (diuretic) on tongue, inhibits the ENaC and abolishes the ability to taste salt. iii. For Sweet activating adenyl cyclase, via a heterotrimeric G-protein and the resulting increase in intracellular c. AMP reduces K+ conductanceiv. For bitter: - By reducing c. AMP via a heterotrimeric G-protein; and Increase IP3 and DAG. A novel G-protein named alpha - has been shown to occur in bitter taste cells that activates phosphodiesterase causing a decrease in intracellular c. AMP",
        "cop": 2,
        "opa": "Guanyl cyclase",
        "opb": "G protein",
        "opc": "Tyrosine kinase",
        "opd": "Epithelial Na chain",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Smell and Taste",
        "id": "981789c5-9ab4-4795-88c5-375638c3d63f",
        "choice_type": "single"
    }
]