[
    {
        "question": "The optical power of the eye is",
        "exp": "(C) 60 Dioptres > The human eye has a refractive power of approximately 60 diopters at rest.",
        "cop": 3,
        "opa": "25 Dioptres",
        "opb": "50 Dioptres",
        "opc": "60 Dioptres",
        "opd": "75 Dioptres",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "4fb5e20b-5a68-4ea2-a19e-45ed3533c263",
        "choice_type": "single"
    },
    {
        "question": "The parvocellular pathway, from the lateral geniculate nucleus to the visual cortex, carnes signals for the detection of",
        "exp": "(B) Color vision, shape and fine details. > In the optic nerves and visual pathways there are several different types of nerve fibres, of which the magnocellular and the parvocellular pathway are the most important.> The largest path (approximately 80% of the nerve fibres) is the parvocellular pathway that transfers all colour information and high contrast black and white information.> Its nerve fibres are thin and transfer information relatively slowly. In the optic nerve 80% of the nerve fibres are parvocellular fibres and 10% of the fibres are magnocellular fibres.",
        "cop": 2,
        "opa": "Movement, depth and flicker.",
        "opb": "Color vision, shape and fine details.",
        "opc": "Temporal frequency.",
        "opd": "Luminance contrast",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "15cad813-17e5-4d13-8153-7e7f8954976c",
        "choice_type": "single"
    },
    {
        "question": "Transducin is a protein found in?",
        "exp": "ANSWER: (B) Retina. REF: Ganong 22nd edition, chapter 8, http://en. mkipedia. org/uiki/Transducin. Repeat from December 2010. Repeat (***)\"Transducin (also called Gt) is a heterotrimeric G protein that is naturally expressed in vertebrate retina rods and cones\"Mechanism of action: Heterotrimeric Transducin (alpha-beta-gamma subunits) is activated by a conformational change in rhodopsin due to the absorption of a photon by rhodopsins active group retinal. Activation causes the GDP bound to the alpha subunit to be exchanged with GTP from solution and results in activated alpha dissociating from beta-gamma. Active Transducin-alpha then causes cyclic GMP Phosphodiesterase to increase its activity, thereby lowering the concentration of c. GMP, an intracellular second-messenger molecule. Decrease in c. GMP concentration leads to the closure of c. GMP-regulated Na+ and Ca2+ ion channels and a hyperpolarized membrane potential. This chain of signaling events is also called \"the vertebrate photo transduction cascade\"",
        "cop": 2,
        "opa": "Glomerulus",
        "opb": "Retina",
        "opc": "Skeletal muscle",
        "opd": "Adrenal medulla",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "e0bfacc1-8a7f-4058-a63d-3c1063a3efd6",
        "choice_type": "single"
    },
    {
        "question": "While seeing a colour chart a colour blind male has decreased vision for red light colour which appear very light than that of other colours. Which of the following is the likely anomaly in him?",
        "exp": "(A) Protanomaly > Prefixes \"Prot = red, Deuter = green & Tri = blue refer to defects cone system, respectively Suffixes anomaly = colour weakness; anopia = colour blindness> Individuals with normal colour vision and those with Protanomaly (red colour weakness), deuteranomaly (green colour weakness), and tritanomaly (blue colour weakness) are called Trichomates --i. e. they have all three cones, system but one is weak.> Dichromates: only two cone system present, E. g. Protanopia = red cone absent; Deuteranopia = green cone absent Tritanopia = Blue cone absent.",
        "cop": 1,
        "opa": "Protanomaly",
        "opb": "Dutanomaly",
        "opc": "Tritanomaly",
        "opd": "Butanomaly",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "eabd5465-efce-4649-b898-480df7ea3633",
        "choice_type": "single"
    },
    {
        "question": "Afferent component of corneal reflex is mediated by-",
        "exp": "Ans. is 'c' i. e., Trigeminal nerve o Afferent of corneal reflex - Trigeminal nerve (ophthalmic branch)o Efferent of comeal reflex - Facial nerve Touching the cornea|Ophthalmic branch of trigeminal nerve (afferent)|Superior sensory nucleus of trigeminal|Medial longitudinal bundle|Motor nucleus of VII cranial nerve|Facial nerve (efferent)|Orbicularis oculi|Blinking of eye. This question is also direct repeat from AI-06",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Facial nerve",
        "opc": "Trigeminal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "ab57f969-0947-440a-a5db-5fed966fd37c",
        "choice_type": "single"
    },
    {
        "question": "Amacrine cells are seen in",
        "exp": "(B) Retina > 4 type of cells: bipolar cells, ganglion cells, horizontal cells & amacrine cells are present in retina.",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Retina",
        "opc": "Lens",
        "opd": "Iris",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "7d5f556b-69ab-47a6-a8b3-a8bb47661ecc",
        "choice_type": "single"
    },
    {
        "question": "Retinal cells which secrete acetyl choline?",
        "exp": "Ans. C. Amacrine cells. Amacrine cells secrete at least eight types of transmitter substances, including GABA, glycine, dopamine, acetylcholine and indolamine, all of which normally function as inhibitory neurotransmitters.",
        "cop": 3,
        "opa": "Bipolar cells",
        "opb": "Ganglion cells",
        "opc": "Amacrine cells",
        "opd": "H cells",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "d1424bb3-8715-4b1d-8ac9-736a9e1ccddd",
        "choice_type": "single"
    },
    {
        "question": "Visual processing center is located in -",
        "exp": "Ans. is 'd' i. e., Occipital lobe o The occipital lobe is the visual processing center of brain containing most of the anatomical region of visual cortexo Primary visual area is brodmann area 17 (also called VI) on medial side of occipital lobe in calcarine sulcus. It is also called as striate area or striate cortex because it can be identified by a large stripe of myelin, the stria of gennari. Lobe. Area (Area No.). Location. Function. Lesion1. Frontal. Motor area (4). Premotor are (6). Frontal eye field (6, 8). Precentral gyrus. Controls volumatary motor activities. Control EPSResponsible for voluntary eye movt. Cont./L. Hemiparesis (UMN type). Deviation of eye towards the side of lession (Saccadic movts. of eye). Motor speech area (44, 45) (Broca's area) Prefrontal cortex (9, 10, 11, 12). Inferior frontal gyrus. Controls spoken speech (Language). Motor (Broca's/expressive) aphasia. Emotional control. Social behavior. Lack of initiation. Antisocial behavior2. Parietal. Somatic sensory area1 Primary somesthetic area S-I (3, 1, 2). Post central gyrus. Highest area for general conscious Sense perception (touch, pain, temp). Defect in sensory perception & processing to S-II S-IISylvian fissure. Learning based on tactile discrimini Sensory speech. Sensory aphasia(will produce difficiency in learning in blinds) Somato sensory association area (5, 7). Posterior part of parietal lobe. Synthesis of senses (formed sense) Maintenance of body image, constructional skills, Spatial orientation. Tactile agnosia (astereognosis) Neglect of opp. half of body (constructional apraxia, dressing apraxia)3. Temporal. Auditosensory area (41, 42). Gyrus of Heschl in floor of lat. sulcus. Auditory perception (Sound is heard) Sound is 'interpreted'Impaired hearing (deafness if B/L extensive lesion). Auditory agnosia, impaired non-verbal memory Smell balance. Wernicke's aphasia4. Occipital. Visuosensory area (17) (striate aera) Visuopsychic area (18, 19) (Parastriate/ area). Post calcarine sulcus. Highest area for perception of visual sense. Correlation of visual impulses with past memory & recognition of object seen & also the depth. Homonymous hemianopia with macular sparing (because macular area has largest representation). Visual agnosia",
        "cop": 4,
        "opa": "Frontal lobe",
        "opb": "Temporal lobe",
        "opc": "Parietal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "05bc67bd-29ca-4bcf-a327-c823554fe482",
        "choice_type": "single"
    },
    {
        "question": "The cones in the eye are",
        "exp": "(C) Associated with higher visual acuity than the rods > The rods and cones, which are next to the choroid, synapse with bipolar cells, and the bipolar cells synapse with ganglion cells. The axons of the ganglion cells converge and leave the eye as the optic nerve.> Horizontal cells connect receptor cells to the other receptor cells in the outer plexiform layer.> Amacrine cells connect ganglion cells to one another in the inner plexiform layer.> They have no axons, and their processes make both pre- and postsynaptic connections with neighboring neural elements.",
        "cop": 3,
        "opa": "Not responsible for colour vision",
        "opb": "More sensitive to light than the rod",
        "opc": "Associated with higher visual acuity than the rods",
        "opd": "Dependent on Vitamin-A for their function",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "4555865c-b4f3-446d-bd7d-9f21d26820e4",
        "choice_type": "single"
    },
    {
        "question": "Bitemporal hemianopia is seen in lesion of",
        "exp": "(B) Optic chiasma > Bitemporal hemianopsia - The loss of the fields closest to the temples. Bitemporal hemianopsia most commonly occurs as a result of tumors located at the mid-optic chiasm.> Since the adjacent structure is the pituitary gland, some common tumors causing compression are pituitary adenomas, and craniopharyngiomas.> Also another relatively common neoplastic etiology is meningiomas. An etiology of vascular origin is an aneurysm of the anterior communicating artery which arise superior to the chiasm, enlarge, and compress it from above.",
        "cop": 2,
        "opa": "Optic tract",
        "opb": "Optic chiasma",
        "opc": "Optic nerve",
        "opd": "Occipital lobe",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "5a052a3a-ebb5-425a-83b1-03ba8754441e",
        "choice_type": "single"
    },
    {
        "question": "Maximum visual acuity in retina is present on",
        "exp": "(B) Fovea centralis > Visual acuity, or resolving power, is the property of cones. To resolve detail, the eye's optical system has to project a focused image on the fovea, a region inside the macula having the highest density of cone photoreceptor cells (the only kind of photoreceptors existing on the fovea), thus having the highest resolution and best color vision.",
        "cop": 2,
        "opa": "Optic disc",
        "opb": "Fovea centralis",
        "opc": "Macula lutea",
        "opd": "Peripheral part",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "8f094853-8773-4d6f-877a-1fee3e5fc523",
        "choice_type": "single"
    },
    {
        "question": "Acetylcholine is secreted in eyes by:",
        "exp": "ANSWER: (D) Amacrine cells. REF: http://wrebvision. med. utah. edu/NT. html. Indirect repeat from June 2008. Neurotransmitters in the retina: Glutamate is the neurotransmitter of the neurons of the vertical pathways through the retina. All photoreceptor types, rods and cones, use the excitatory amino acid glutamate to transmit signals to the next order neuron in the chain. Glutamate is also considered to be the neurotransmitter of all bipolar cells and most ganglion cells in the vertebrate retina. GABA occurs in many different varieties of amacrine cells, and in one or more classes of horizontal cell in most vertebrate retinas. Glycine, accounts for most of the small-field types of amarine cell. Dopamine is found in one or more types of amacrine cell in the mammalian retina. The classic fast excitatory neurotransmitter of the peripheral nervous system, acetylcholine (ACh), is found in a mirror symmetric pair of amacrine cells in the vertebrate retina. These ACh containing amacrine cells are common to almost all vertebrate retinas and have been described morphologically in human retina too (Hutchins and Hollyfield, 1987; Kolb et al., 1992). Neurotransmitters of different Amacrine cells: Neurotransmitter. Type of Amacrine cell. GABAA2, A10, A13, A17, A19, A20, A22. Glycine. A3, A4, A8, All. Acetylcholine\"Starburst\" a-type. b-type. Dopamine. CA-typel, CA-tvpe 2. Serotonin. A17",
        "cop": 4,
        "opa": "Bipolar cells",
        "opb": "Horizontal cells",
        "opc": "Ganglion cells",
        "opd": "Amacrine cells",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "c076579a-8ff2-4e97-aa85-6fd296878c2e",
        "choice_type": "single"
    },
    {
        "question": "Lens derives nutrition from -",
        "exp": "Ans. is 'b' i. e.. Aqueous o Aqueous humor, a clear liquid that nourishes the cornea and lens, is produced in the ciliary body by diffusion and active transport from plasma. It flow's through the pupil and fills the anterior chamber of the eye. It is normally reabsorbed through a network of trabeculae into the canal of Schlemm.",
        "cop": 2,
        "opa": "Vitreous",
        "opb": "Aqueous",
        "opc": "Optic artery'",
        "opd": "Ophthalmic artery",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "a24cf57f-edd2-40c8-ad63-7fa07f4c724d",
        "choice_type": "single"
    },
    {
        "question": "Exposure to darkness leads to increased melatonin secretion. It is brought about by:",
        "exp": "Ans. is 'b' i. e. increasing the serotonin N-acetyl transferase Ref Ganong 21st/e p 468, 20th/e p448. First let's see the synthesis of melatonin from serotonin. Serotonin| N. Acetyl transferase + Acetyl CoA N-Acetyl serotonin|Hydroxy indole - 0 methyl transferase + S-Adenosylmethionine Melatonin (N-acetyl-5-methoxytryptamine). Regulation of Melatonin Secretion. In humans and all other species studied to date, melatonin synthesis and secretion are increased during the dark period of the day and maintained at a low level during the day-light hours. The remarkable diurnal variation in secretion is brought about by training of the hypothalamus to the light-dark cycle via retino-hypothalamic nerves. The hypothalamus in turn cause norepinephrine secretion by the postganglionic sympathetic nerves (nervi conarii) that innervate the pineal gland. The norepinephrine acts via b adrenergic receptors in the pineal gland to increase intracellular c. AMP, and the c. AMP in turn produced a marked increase in N-acetyltransferase activity. This results in increased melatonin synthesis and secretion. Exposure to darkness|Retino hypothalamic fibres| supra chiasmatic nuclei in hypothalamus|Preganglionic sympathetic neurons in spinal cord| postganglionic sympatheticnerves (nervi conarii) arising in superior cervical ganglion|| norepinephrine secretion in pineal gland|| intracellular c. AMP ||N-Acetyltransferase activity|| Hydroxyindole - O methyl transferase activity|| Melatonin",
        "cop": 2,
        "opa": "Decreasing the activity of suprachiasmatic nuclei",
        "opb": "Increasing the serotonin N-acetyl transferase.",
        "opc": "Decreasing the hydroxy-indole-o-methyl transferase, activity",
        "opd": "Blocking the release of norepinephrine from sympathetic nerve terminals",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "f24443a7-ba90-4c77-a435-8eaf2e0e457d",
        "choice_type": "single"
    }
]