[
    {
        "question": "Iodine uptake is seen in the following organs",
        "exp": "Ans. B Thyroida. Iodine Trapping (Iodine pump)b. Iodide uptake is a critical first step in the thyroid hormone synthesis by the thyroid. c. Iodide uptake from circulation, is mediated by Na+/I- symporter (NIS), which is expressed at the basolateral membrane of the thyroid follicular cells. It is an example of secondary active transport. d. The rate of iodide trapping by the thyroid is influenced by several factors, the most important being the cone of TSH (i. e. TSH stimuliltes iodide uptake)e. Low Level of NIS are also present in the salivary glands, lactating breast and placenta. f. \"The salivary glands, the gastric mucosa, the placenta, the ciliary body of the eye, the choroid plexus. And the mammary glands also transport iodide against a concentration gradient but their uptake is notg. affected by TSH. Diiodotyrosine is formed in mammary tissues but T4 and T3 are not\". h. Low Iodine levels increase the amount of NSI and stimulate uptake, whereas high iodine levels suppress NIS expression and uptake. i. Excess iodide transiently inhibits thyroid iodide organification, a phenomenon known as the. WOLFF-CHAIKOFF-EFFECT. Another iodide transporter, PENDRIN, is located on the apical surface of thyroid cells and mediates iodine EFFLUX into the lumen. Mutation of the PENDRIN gene causes Pendred syndrome, a disorder C/B a. defective organification of iodide b. goiter, and c. SN deafness.",
        "cop": 2,
        "opa": "Ovary",
        "opb": "Thyroid",
        "opc": "Parathyroid",
        "opd": "Adrenal gland",
        "subject_name": "Physiology",
        "topic_name": "Thyroid",
        "id": "36531a23-c4c7-4451-a594-eb2658196f9d",
        "choice_type": "single"
    },
    {
        "question": "Percentage of T4 and T3 released from thyroid gland-",
        "exp": "Ans. is 'c' i. e., 80% T4; 20% T3 \" Approximately 80% of secreted hormone is T4 and 20% is T3\".",
        "cop": 3,
        "opa": "50% T4; 50% T3",
        "opb": "25% T4; 75% T3",
        "opc": "80% T4; 20% T3",
        "opd": "1000% T4; 0% T3",
        "subject_name": "Physiology",
        "topic_name": "Thyroid",
        "id": "e0cd05b8-1f4e-4fda-9f68-82c8e57a9fa9",
        "choice_type": "single"
    },
    {
        "question": "TRH stimulates the release of?",
        "exp": "ANSWER: (C) Both. REF: Guyton's physiology 22nd edition Table 74-1 Page 907. Thyrotropin-releasing hormone (TRH), also called thyrotropin-releasing factor (TRF), thyroliberin or protirelin, is a tropic tripeptide hormone that stimulates the release of thyroid-stimulating hormone and prolactin by the anterior pituitary.",
        "cop": 3,
        "opa": "Prolactin only",
        "opb": "TSH only",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Thyroid",
        "id": "d1e23f1c-f043-4160-ad94-13b03e45ec3a",
        "choice_type": "multi"
    }
]