[
    {
        "question": "A red cell with a volume of 100 cu. microns and intracellular osmolality of 300 m. Osm was placed in a solution with an osmolality of 100 m. Osm. What will be the final volume of this cell?",
        "exp": "pi Vi = pf Vf 100 x 300 = 100 x Vf Vf = 300 Pi - initial osmolality; Pf - final osmolality Vi - initial volume; Vf - final volume",
        "cop": 4,
        "opa": "33. 33 cu. microns",
        "opb": "50 cu. microns",
        "opc": "150 cu. microns",
        "opd": "300 cu. microns",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "de1fb06c-d57c-413e-a2a1-172240baaded",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the \"regulated membrane transfer\"?",
        "exp": "Regulated membrane transfer is the transpo across/through the membrane which is regulated by a specific signal or ligand. Exocytosis is a regulated membrane transfer. E. g. Neurotransmitter secretion at a synaptic junction. The transmitter is released only when the signal/impulse arrives at the nerve terminal. Insulin secretion, by exocytosis, occurs when a signal, i. e. increased blood glucose, is delivered to the pancreatic beta cell. Options (B), (C), and (D) do not occur after a specific signalling ligand has arrived at those respective cells.",
        "cop": 1,
        "opa": "Insulin secretion by pancreatic b-cell",
        "opb": "O2 diffusion across the respiratory membrane",
        "opc": "Folate entry into the cells",
        "opd": "Mucus secretion by goblet cells",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "db6db397-a969-43aa-aeef-be4f15e78819",
        "choice_type": "single"
    },
    {
        "question": "In the sodium-calcium exchanger (NCX), the ratio of Na+: Ca++ exchange per event is:",
        "exp": "NCX (sodium and calcium exchanger) is present in the myocardial fiber. It exchanges 3 Na+ with 1 Ca++. That is, 3 sodium ions are moved out of the cell for every 1 calcium ion brought in (L type Ca channels).",
        "cop": 2,
        "opa": "6: 01",
        "opb": "3: 01",
        "opc": "1: 01",
        "opd": "1: 03",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "5610139b-bbaa-4062-b351-956489364211",
        "choice_type": "single"
    },
    {
        "question": "Glucose absorption from GIT occurs by:",
        "exp": "Glucose enters all the cells by facilitated diffusion (GLUTs). It enters the cells and is trapped within the cells, to be metabolized. In the case of GIT and kidney, where glucose movement is occurring across the cells (for absorption/reabsorption), glucose movement from the lumen into the cells, across the apical membranes of cells, is occurring low-to-high concentration and hence is an example of secondary active transpo or co-transpo. The carrier is SGLT.",
        "cop": 3,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Secondary active transpo",
        "opd": "Endocytosis",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "dcd416ba-6cbb-4044-b59a-218e50c4e010",
        "choice_type": "single"
    },
    {
        "question": "Most permeable to pure phospholipid bilayer:-",
        "exp": "Movement of hydrophobic molecules/Lipid soluble substances occurs by Simple diffusion Movement of H2O occurs by osmosis Movement of Polar molecules/ions occurs through Channels",
        "cop": 1,
        "opa": "O2",
        "opb": "Na+",
        "opc": "H2O",
        "opd": "Cl-",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "4ba9e406-7a8b-4f15-8ce5-1f3dfc8b46cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a characteristic of facilitated diffusion?",
        "exp": "Facilitated diffusion is a carrier-mediated transpo. Carrier can get saturated as the concentration of the transpo molecule reach the \"transpo maximum\". Carrier can be inhibited by specific ligands (or poisons). Also, carrier exhibits specificity. Substance will be transpoed from high to low concentration - the downhill transpo.",
        "cop": 4,
        "opa": "Inhibition",
        "opb": "Saturability",
        "opc": "Specificity",
        "opd": "Uphill transpo",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "3f5f81a9-6025-4469-ad34-68032062fdac",
        "choice_type": "single"
    },
    {
        "question": "Trace B best describes the kinetics of which of the following events?",
        "exp": "Trace B is indicative of a process not limited by an intrinsic Vmax -excludes active transpo and facilitated diffusion. Therefore, of the choices provided, only the rate of transpo of O2 across an aificial lipid bilayer simple diffusion would be accurately reflected by trace B.",
        "cop": 4,
        "opa": "Transpo of Ca++ into the sarcoplasmic reticulum of a smooth muscle cell",
        "opb": "Transpo of K+ into a muscle cell",
        "opc": "Transpo of Na+ out of a nerve cell",
        "opd": "Transpo of O2 across an aificial lipid bilayer",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "d8a9cce2-c28e-4c7b-9e28-42d3b053659d",
        "choice_type": "single"
    },
    {
        "question": "In a sedentary individual, greatest propoion of heat generation is in the form of:",
        "exp": "BMR Even when a person is at complete rest. Considerable energy is required to perform all the chemical reaction of body. This minimum level of energy required to exist is k/a - BMR, and accounts for 50 - 70 % energy expenditure in sedentary individual. Normal BMR - 1 Kcal / Kg / Hr. Per hour - 65 - 70 Kcal According to BSA - 37 - 40. Kcal / M2 / HR In men BMR accounts for - 1700. Kcal In women BMR accounts for - 1500 Kcal",
        "cop": 1,
        "opa": "BMR",
        "opb": "Maintenance of body posture",
        "opc": "Specific dynamic action of food",
        "opd": "Non-shivering thermogenesis",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "d08b4204-b330-48c1-9346-5eaa281fdbbf",
        "choice_type": "single"
    },
    {
        "question": "The SGLT-1 cotranspoer is present in GIT and it transpos:",
        "exp": "Glucose enters the cells lining the G. I. tract by the process of secondary active transpo. The transpoer is SGLT-1 (sodium-glucose linked transpoer). SGLT-1 transpos 2 Na+: 1 glucose into the cells of the digestive tract (Sympo /co-transpo). Defect of SGLT-1 results in 'Glucose-Galactose malabsorption'.",
        "cop": 2,
        "opa": "1 Na+: 1 glucose",
        "opb": "2 Na+: 1 glucose",
        "opc": "1 Na+: 2 glucose",
        "opd": "3 Na+: 2 glucose",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "bf0c78c8-2968-4b04-86e9-44702616c630",
        "choice_type": "single"
    },
    {
        "question": "Simple diffusion and facilitated diffusion share which of the following characteristics?",
        "exp": "In contrast to primary and secondary active transpo, neither facilitated diffusion nor simple diffusion requires additional energy and therefore, can work in the absence of ATP. Only facilitated diffusion displays saturation kinetics and involves a carrier protein. By definition, neither simple nor facilitated diffusion can move molecules from low to high concentration. The concept of specific inhibitors is not applicable to simple diffusion that occurs through a lipid bilayer without the aid of protein.",
        "cop": 2,
        "opa": "Can be blocked by specific inhibitors",
        "opb": "Do not require adenosine triphosphate (ATP)",
        "opc": "Require transpo protein",
        "opd": "Saturation kinetics",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "e21de7e2-71df-45c1-96cf-f310de08d38e",
        "choice_type": "single"
    },
    {
        "question": "Active transpo and facilitated diffusion share which of the following characteristic:",
        "exp": "Active transpo and facilitated diffusion both are carrier mediated transpo exhibits saturation kinetics or Michaelis Menten kinetics, specificity (i. e; specific carrier protein is required to transpo specific solute across the plasma membrane) and competitive inhibition. Facilitated diffusion is passive transpo and does not requires ATP.",
        "cop": 4,
        "opa": "Competitive inhibition does not occur",
        "opb": "Requires non-specific carrier protein",
        "opc": "Transpo solute against concentration gradient",
        "opd": "Follows Michaelis Menten kinetics",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "8b406c3d-ccdc-458c-8ec2-b7d70b44015e",
        "choice_type": "single"
    },
    {
        "question": "Peripheral cell membrane proteins are:",
        "exp": "There are two types of cell membrane proteins: Integral proteins - protrude all the way through the membrane Peripheral proteins - attached only to one surface of the membrane and do not penetrate all the way through. Integral proteins acts as: Channels carriers enzymes cell adhesion molecule Peripheral proteins acts as: Receptors cell adhesion molecules (CAMs) sub membranous cytoskeleton: ankyrin is a peripheral membrane protein that anchors the spectrin-actin meshwork directly to an integral membrane protein of the erythrocyte",
        "cop": 4,
        "opa": "Carriers",
        "opb": "Channels",
        "opc": "Enzyme",
        "opd": "Receptors",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "1f8218b8-90f5-4e03-8f3f-58977a27716a",
        "choice_type": "single"
    },
    {
        "question": "Absorption of glucose by kidney is by:",
        "exp": "Glucose enters in the intestine and kidneys, by secondary active transpo Sodium- dependent glucose cotranspoers (SGLT). - SGLT-1 = GIT - SGLT-2 = Renal tubules Facilitated diffusion of glucose occurs glucose transpoers (GLUTs).",
        "cop": 1,
        "opa": "Secondary active transpo",
        "opb": "Facilitated Diffusion",
        "opc": "Primary active transpo",
        "opd": "Endocytosis",
        "subject_name": "Physiology",
        "topic_name": "Transpo Processes",
        "id": "50fde97c-b9a3-4512-9ba3-97b8c99402f5",
        "choice_type": "single"
    }
]