[
    {
        "question": "A 25 year old man presents with 3 days history of pain in the right lower abdomen and vomitings. Patient's general condition is satisfactory and clinical examination reveals a tender lump in right iliac fossa. The most appropriate management in this case would be -",
        "exp": "Ans. is 'c' i.e., Oschner Sherren regimen o If an appendix mass is present and the condition of the patient is satisfactory', the standard treatment is the conservative Ochsner-Sherren regimen.o This strategy is used as the inflammatory' process is already localised and that inadvertent surgery' is dificult and may be dangerous.o It may be impossible to find the appendix and, occasionally, a faecal fistula may form.o For these reasons, it is wise to observe a non-operative programme but to be prepared to operate should clinical deterioration occur.o Criteria for stopping conservative treatment of an appendix massA rising pulse rateIncreasing or spreading abdominal painIncreasing sixe of the masso Ochsner-Sherren regimen comprises hospitalization, intravenous fluids, antibiotics, analgesics and a strict watch on the vitals and general state of the patient,o In 90-80% of the patients, the mass resolves without complications,o The remaining 10-20% need emergency operation due to spreading infection.",
        "cop": 3,
        "opa": "Immediate appendicectomy",
        "opb": "Exploratory laprotomy",
        "opc": "Oschner Sherren regimen",
        "opd": "External drainage",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "f52107a7-6dbb-48c6-8dd8-a5717b19fdfd",
        "choice_type": "single"
    },
    {
        "question": "All are true about acute appendicitis except:",
        "exp": "Ans: D (Ultrasound is...] Investigation L & B 26th/1206# The diagnosis of acute appendicitis is essentially clinicalThe premise that it is better to remove a normal appendix than to delay diagnosis does not stand up to close scrutiny, particularly in the elderly. A number of clinical and laboratory-based scoring systems have been devised to assist diagnosis. The most \\videly used is the Alvarado score. A score of 7 or more is strongly predictive of acute appendicitis.In patients with an equivocal score (5-6), abdominal ultrasound or contrast-enhanced CTexamination further reduces the rate of negative appendicectomy. Abdominal ultrasound examination is more useful in children and thin adults, particularly if gynaecological pathology is suspected, with a diagnostic accuracy in excess of 90 per centContrast-enhanced CT scan is most use fid in patients in whom there is diagnostic uncertainty, particularly older patients, in whom acute diverticulitis, intestinal obstruction and neoplasm are likely differential diagnoses. Selective use of CT scanning may be cost-effective by reducing both the negative appendicectomy rate and the length of hospital stayImaging Harrison 19th/1987-88The effectiveness of ultrasonography as a tool to diagnosis appendicitis is highly operator dependent. Even in very skilled hands, the appendix may not be visualized. Its overall sensitivity is 0.86, with a specificity of 0.81.Ultrasonography, especially intravaginal techniques, appears to be most useful for identifying pelvic pathology in wo men. Ultrasonographic findings suggesting the presence of appendicitis include wall thickening, an increased appendiceal diameter, and the presence of free fluid.The sensitivity and specificity' of computed tomography (CT) are 0.94 and 0.95, respectively. Thus, CT imaging, given its high negative predictive value, may be helpful if the diagnosis is in doubt, although studies performed early in the course of disease may not have any typical radiographic findings.\"Pain is initially felt in umbilical region. After a few hours, the pain localizes to the right iliac fossa. This is called sh ifting pain of acute appendicitis\"-blanipal 4A/828\"Lymphoid hyperplasia narrows the lumen of the appendix, leading to luminal obstruction & later culminates to acute appendicitis'\"- L& 3 26V1202Symptoms of appendicitis l&b 26th/1203Periumbilical colicPain shifting to the right iliac fossaAnorexiaNauseaCHILD REM L & B 26th/1203The diseases most commonly mistaken for acute appendicitis are acute gastroenteritis and mesenteric fymphadenitis. In mesenteric lymphadenitis, the pain is colicky in nature and cervical lymph nodes may be enlarged.It may be impossible to clinically distinguish Meckel's diverticulitis from acute appendicitis. The pain is similar; however, signs may be central or left sided. Occasionally, there is a history of antecedent abdominal pain or intermittent lower gastrointestinal bleeding.\"The sequence of abdominal discomfort and anorexia associated with acute appendicitis is pathognomonic. The pain is described as being located in the periumbilical region initially and then migrating to the right lower quadrant. This classic sequence of symptoms occurs in only 66% of patients Harrison 18th/2516\"The classical features of acute appendicitis begin with poorly localised colicky abdominal pain. This is due to mid-gut visceral discomfort in response to appendiceal inflammation and obstruction. The pain is frequently first noticed in the periumbilical region and is similar to, but less intense than, the colic of small bowel obstruction.\"-L, & B 25th/ 1208-09Table (L & 3 26th ): The Alvarado (MANTRELS) score ScoreSymptomsMigratory RIF painAnorexiaNausea and vomitingTenderness (RIF)Rebound tendernessElevated temperatureLeukocytosisShift to left1112112110 Signs Total",
        "cop": 4,
        "opa": "Clinically indifferent from Meckel diverticulum in children",
        "opb": "Lymphoid hyperplasia may causes acute appendicitis",
        "opc": "Pain shift to right iliac fossa",
        "opd": "Ultrasound is more diagnostic than CT scan",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "9a95aa1e-38ea-4a84-8abf-0bb641732ed5",
        "choice_type": "multi"
    },
    {
        "question": "Peritonitis in acute appendicitis is caused by -",
        "exp": "Ans. is 'b' i.e.. Early rupture of appendixo Perforation of appendix in acute appendicitis commonly leads to an abscess cavity' walled off by the small bowel loops and the omentum, forming a phlegmon. Rarely the appendix may perforate freely into the peritoneal cavity and cause generalized peritonitis. This usually occurs in cases of early rupture of the appendix as inflammatory process did not get time to be localized by the omentum and bowel loops.o Usually the rupture of appendix is a late sequelae of appendicitis, usually occurring 48 to 72 hours from the onset of symptoms.Also know:o The site of rupture is commonly just beyond the point of obstruction, along the antimesenteric border of appendix,o Fecaliths are the most common cause of appendiceal obstruction.Lets also see the management of appendicitis:Management of appendicitis: o The treatment of appendicitis is appendectomy. (It can be done open or laparoscopically)o Prophylactic antibiotics are indicated preoperatively. Postoperative antibiotic coverage is of no use in simple (uncomplicated) acute appendicitis. If perforated or gangrenous appendicitis is found, antibiotics are continued until the patient is afebrile and has a normal white blood cell count.Perforated Appendicitis (Maingot's 11/e p603)o Rupture is suspected in the presence of fever with a temperature of >39degC (102degF) and a white blood cell count of >18,000 cells/mm3.o The management of perforation depends on the nature of the perforation.o If the perforation is free causing intraperitoneal dissemination of pus and fecal material, urgent laparotomy is done for appendectomy and irrigation and drainage of the peritoneal cavity'.o If the perforation is contained it would result in an appediceal mass or abscess. This is managed as described under.Appendiceal Abscess/ Masso Patients who present late in the course of appendicitis with a palpable or radiographically documented mass (abscess or phlegmon) are treated with-# Conservative therapy and interval appendectomy 6 to 10 weeks later.(conservative management includes intravenous antibiotics and fluids as well as bowel rest.)# Patients with large abscesses, greater than 4 to 6 cm in size, and especially those patients with abscess and high fever, benefit from abscess drainage.",
        "cop": 2,
        "opa": "Fecolith",
        "opb": "Early rupture",
        "opc": "Appendicular abscess",
        "opd": "T.B.",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "4e8dbe0e-6c79-4b37-b682-48b0ecc39177",
        "choice_type": "single"
    },
    {
        "question": "Ochsner sherren regimen is used for management of:",
        "exp": "Ans. (a) Appendicular massRef: Bailey & Love 26th ed. /1211* The appendix that is acutely inflamed may perforate and later wall off from the peritoneal cavity by omentum and adjacent bowel loop to form a tender, palpable right iliac fossa mass. It is a common surgical pathology which occurs in about 2-6% of patients who presented with acute appendicitis.The initial school of thought regards this condition to be managed conservatively, with the famous one being the Ochsner-Sherren regimen. The idea behind this is that, surgery would be hazardous and increase the mortality rate.* The conservative management of appendicular mass can be summarized by mnemonic \"ABCDEF\" which is# A: Analgesic, Antibiotic, antipyretic# B: Bed rest# C: Charting (vital sign, size of the mass)# D: Diet (Keep Nil by Mouth)# E: Exploratory laparotomy KIV.# F: Fluid maintenanceThree methods are proposed for management of appendicular mass which are:1. Conservative management2. Interval appendectomy3. Early surgical intervention. The selection of methods depends on surgeon preference and patients condition.",
        "cop": 1,
        "opa": "Appendicular mass",
        "opb": "Appendicular abscess",
        "opc": "Appendicitis",
        "opd": "Peritonitis following appendicitis",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "f581ec86-6943-4c6d-b3aa-58dfa9bcbbc7",
        "choice_type": "single"
    },
    {
        "question": "A 22 year old male presents with acute right lower quadrant pain in abdomen. Suspecting appendicitis a USG is done but it is equivocal. Next investigation would be-",
        "exp": "Ans. is 'a' i.e., CT Scan o Diagnosis of appendicitis is primarily clinical, assisted by blood counts. Ultrasound and CT can be utilized to make the diagnosis in equivocal cases.o Has been explained in previous sessions",
        "cop": 1,
        "opa": "CT Scan",
        "opb": "Palin Xray",
        "opc": "Serum ESR",
        "opd": "MRI Abdomen",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "864f5d0f-0f9f-4975-9051-e48e438bd19b",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old lady presents with acute right sided lower abdominal pain since 4 hours. There is tenderness at McBurney's point. Which investigation is best suited to confirm the diagnosis of appendicitis -",
        "exp": "Ans. is 'a' i.e., CT Scan o Right lower quadrant pain is a common clinical presentation. Because of low cost and easy availability, USG is sometimes preferred, but it is often inconclusive. Spiral CT is the imaging modality of choice in patients presenting with right lower quadrant pain as it helps make a definitive diagnosis in the majority of cases. The recognition of various pathologies on CT allows appropriate management and prevents unnecessary intervention in patients otherwise suspected to have appendicitis.",
        "cop": 1,
        "opa": "CT Scan",
        "opb": "Palin Xray",
        "opc": "Serum ESR",
        "opd": "MRI Abdomen",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "12c617b3-5730-431c-a3d5-33ed1a0bd3c4",
        "choice_type": "single"
    },
    {
        "question": "Hyperextension of hip producing pain in acute appendicitis is due to which muscle?",
        "exp": "Ans. is 'c' i.e., Psoas Major - o In retrocecal appendicitis, inflammed appendix is in contact with psoas muscle causing flexion of the hip joint. Hyperextension of the hip joint may induce abdominal pain. This is known as 'iliopsoas sign' and is typical of retrocecal appendicitis.Other signs seen in appendicitis:o Obturator sign: pain on internal rotation of the hip (suggesting a pelvic appendix)o Dunphy's sign: Any movement, including coughing (Dunphy's sign), may cause increased paino Rovsing's sign: pain in the right lower quadrant during palpation of the left lower quadrant.",
        "cop": 3,
        "opa": "Gluteus maximus",
        "opb": "Obdurator Extemus",
        "opc": "Psoas Major",
        "opd": "Quadratus lumborum",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "8c9ca9ab-aed4-4f6d-9dc7-9590f2400f7f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of appendicitis?",
        "exp": "Ans. (b) Murphy's signRef: Sabiston 19thed ch-49",
        "cop": 2,
        "opa": "Rovsing s sign",
        "opb": "Murphy s sign",
        "opc": "Obturator sign",
        "opd": "Psoas sign",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "01328648-2711-48dd-b476-c3885a64dbd6",
        "choice_type": "single"
    },
    {
        "question": "MANTREL score is done for",
        "exp": "Ans. (a) Acute appendicitisCharacteristicScoreM = Migration of pain to the RLQ1A = Anorexia1N = Nausea and vomiting1T = Tenderness in RLQ2R = Rebound pain1E = Elevated temperature1L = Leukocytosis2S = Shift of WBCs to the left1Total10RLQ = right lower quadrant; WBCs = white blood cells",
        "cop": 1,
        "opa": "Acute appendicitis",
        "opb": "Acute pancreatitis",
        "opc": "Acute cholecystitis",
        "opd": "Acute salpingitis",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "692a214e-bc29-4d61-9b9f-c39c418fb29b",
        "choice_type": "single"
    },
    {
        "question": "In a child which of the following diseases is misdiagnosed as appendicitis:",
        "exp": "Ans. (d) All of the aboveInfantsPre-school ChildrenSchool ChildrenPyloric StenosisIntussusceptions, Meckel'sDiverticulitis, AcuteGastroenteritisThe most common mimicker of appendicitis in this population is mesenteric lymphadenitis AdultsWomen In Their Childbearing YearsElderlyPyelonephritis,ColitisDiverticulitis(Higher incidence of false- positive diagnoses in this group) Pelvic InflammatoryDisease (PID), Tubo-OvarianAbscess, Ruptured OvarianCyst Or Ovarian Torsion, AndEctopic Pregnancy.DiverticulitisBowelObstructionMalignanciesOfTheG.I Tract&ReproductiveSystemPerforated UlcersCholecystitis",
        "cop": 4,
        "opa": "Gastroentritis",
        "opb": "Lymphadenitis",
        "opc": "Intussusception",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "5cf00145-627d-4a6a-85c9-fa7656ca24c8",
        "choice_type": "multi"
    },
    {
        "question": "Murphy sign is seen in:",
        "exp": "Ans. (b) Acute CholecystitisRef:Page 1107, Chapter 67, Bailey and Love 26th edition* In the acute phase of Cholecystitis, the patient may have right upper quadrant tenderness that is exacerbated during inspiration by the examiners right subcostal palpation (Murphy's sign).* A positive Murphys sign suggests acute inflammation and may be associated with a leukocytosis and moderately elevated liver function tests. A mass may be palpable as the omentum walls off an inflamed gall bladder. Fortunately in the majority of cases, the process is limited by the stone slipping back into the body of the gall bladder and the contents of the gall bladder escaping by way of the cystic duct. This achieves adequate drainage of the gall bladder and enables the inflammation to resolve.",
        "cop": 2,
        "opa": "Acute appendicitis",
        "opb": "Acute cholecystitis",
        "opc": "Acute pancreatitis",
        "opd": "Acute cholangitis",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "17cbe785-b450-4d80-a718-f4f772207176",
        "choice_type": "single"
    },
    {
        "question": "Murphy's Sign is seen in?",
        "exp": "Ans. (b) Acute cholecystitisRef: Bailey and love 25th edition page 967 & 1140, Schwartz's 8th edition chapter 34, Sabiston Textbook of Surgery, 18thed chapter 55",
        "cop": 2,
        "opa": "Acute appendicitis",
        "opb": "Acute cholecystitis",
        "opc": "Acute Pancreatitis",
        "opd": "Ectopic pregnancy",
        "subject_name": "Surgery",
        "topic_name": "Acute Appendicitis",
        "id": "0e2c14ef-2d3e-4d40-b594-89752f357dda",
        "choice_type": "single"
    }
]