[
    {
        "question": "Drug used for Buerger's disease:",
        "exp": "Xanthinol Nicotinate Xanthinol nicotinate (or xanthinol niacinate or complamina) is a vasodilatorQ. It is a combination of xanthinol and niacin (nicotinic acid) This vasodilator is used in the treatment of Raynaud's phenomenon and Buerger's disease. All other forms of pharmacologic treatment have been generally ineffective in the treatment of Buerger's disease, including, steroids, calcium channel blockers, reserpine, vasodilators, antiplatelet drugs.",
        "cop": 1,
        "opa": "Xanthinol nicotinate",
        "opb": "Propranolol",
        "opc": "CCBs",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "d65ade7a-0f33-40a8-a229-e945717f69ee",
        "choice_type": "multi"
    },
    {
        "question": "An ankle-brachial index (ABI) that suggests increased risk of myocardial infarction would be",
        "exp": "There is increasing interest in the use of the ankle-brachial index (ABI) to evaluate patients at risk for cardiovascular events. An ABI less than 0.9 correlates with increased risk of myocardial infarction and indicates significant, although perhaps asymptomatic, underlying peripheral vascular disease.",
        "cop": 1,
        "opa": "<0.9",
        "opb": "<0.6",
        "opc": ">0.9",
        "opd": ">0.6",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "b29cf099-13ab-43da-a92c-49bc95afa59a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best responds to sympathectomy?",
        "exp": "Hyperhydrosis responds best to sympathectomy . Indications of Sympathectomy (BARA CHEF) Buerger's disease Atherosclerosis producing ischemia of limbs Raynaud's disease Acrocyanosis Erythrocyanosis Frost bite Hyperhydrosis Peripheral vascular insufficiency Causalgia",
        "cop": 2,
        "opa": "Buerger's disease",
        "opb": "Hyperhydrosis",
        "opc": "Raynaud's disease",
        "opd": "Acrocyanosis",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "bd0e5286-b52a-49c6-a014-5b245dcd17f9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are risk factors for thoracic aoic aneurysm (TAA) rupture except:",
        "exp": "TAAs are those occurring distal to the left subclan vein. The risk for rupture is increased with : Increasing aneurysm size Advanced age History of chronic obstructive pulmonary disease (COPD) Concurrent dissection. Anticoagulation is not a risk factor for rupture.",
        "cop": 4,
        "opa": "Symptomatic aneurysm",
        "opb": "Concurrent dissection",
        "opc": "Increased patient age",
        "opd": "Anticoagulation use",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "320b6f6f-c8ac-43bd-a28c-de7030b00187",
        "choice_type": "multi"
    },
    {
        "question": "The following is/are true of a descending aoic dissection:",
        "exp": "Descending Aoa dissections Almost always seen in hypeensive patients. Diagnosis is made by locating the tear in the aoa distal to the left subclan aery. Type III dissections may involve only the descending thoracic aoa but can extend the entire length of the aoa.",
        "cop": 4,
        "opa": "It originates distal to the subclan aery.",
        "opb": "It is usually found in hypeensive patients.",
        "opc": "It may extend the entire length of the aoa.",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "d194d866-639a-4074-9bc7-ce86e0b583ab",
        "choice_type": "multi"
    },
    {
        "question": "Diabetic gangrene is due to:",
        "exp": "Diabetic gangrene is related to: - Trophic changes from peripheral neuropathy - Ischemia as a result of microangiopathy and macroangiopathy (atherosclerosis) - Low resistance to infection because of excess sugar in the tissues",
        "cop": 4,
        "opa": "Ischemia",
        "opb": "Increased blood glucose",
        "opc": "Altered defense by host and neuropathy",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "bd093795-d3d3-47db-8a89-ef5bf8c8a6b7",
        "choice_type": "multi"
    },
    {
        "question": "In a lumbar sympathectomy the sympathetic chain in its usual position is likely to be confused with the all of the following except:",
        "exp": "LUMBAR SYMPATHECTOMY Open sympathectomy is done preferable through extraperitoneal approach Sympathetic chain lies on the sides of the body of veebra, sometimes psoas muscle sheath In unilateral surgeries, sympathetic ganglia L1, L2, L3 and sometimes L4 are removed In bilateral surgeries, L1 of one side preserved to avoid retrograde ejaculation Lumbar chain can be mistaken with lymphatic chain, genitofemoral nerve, psoas sheath. Psoas minor leading to technical failure",
        "cop": 3,
        "opa": "Psoas minor",
        "opb": "Genitofemoral nerve",
        "opc": "Ilioinguinal nerve",
        "opd": "Lymphatics",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "c3889a77-d911-465f-a2aa-0ebc3955f94f",
        "choice_type": "multi"
    },
    {
        "question": "What is the most common organism that causes infected abdominal aoic aneurysms (AAAs)?",
        "exp": "There are four different causes of an infected aneurysm. (1) Mycotic aneurysms involve a septic embolus from the hea infecting an aery. (2) Microbial aeritis involves bacteria infecting an athero- sclerotic aery to cause aneurysmal degeneration (80% of infected aneurysms). (4) Traumatic pseudoaneurysm that has concomitant bacterial inoculation. Salmonella causes 40% of all aneurysmal infections, with most others being caused by Streptococcus, Staphylococcus, Bacteroides, E. coli, and P. aeruginosa. Blood cultures are positive in only 50% of cases.",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Bacteroides",
        "opc": "Salmonella",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "8345df12-38e6-4d15-b10c-2ffac88eed2d",
        "choice_type": "single"
    },
    {
        "question": "A 44-year old male having a long history of cigarette smoking presented with gangrene of left foot. An amputation of the left foot was done. Representative sections from the specimen revealed presence of aerial thrombus with neutrophilic infiltrate in the aerial wall. The inflammation also extended into the neighboring veins and nerves. The most probable diagnosis is:",
        "exp": "BUERGER'S DISEASE (Thromboangiitis obliterans) - Segmental inflammatory disease, affecting small and medium sized aeries in upper and lower extremities - Inflammatory process involves neighboring veins and nerves - Typically seen in young, male smokers (not females and non-smokers) - Thrombus contain micro abscess . - Characterized by triad of intermittent claudication, Raynaud's phenomenon , migrated superficial vein thrombophlebitis",
        "cop": 3,
        "opa": "Takayasu aeries",
        "opb": "Giant cell aeries",
        "opc": "Thromboangiitis obliterans",
        "opd": "Hypersensitivity angitis",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "a7036c3b-9bf0-440f-8787-1b37d1ffa294",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is false regarding subclan steal syndrome ?",
        "exp": "Most commonly involved Vessel - Left SCA > Right SCA Reversal in the blood flow in the ipsilateral veebral aery to compensate for a proximal stenosis of SCA . Majority of cases are asymptomatic but severe stenosis can lead to Transient veebrobasilar ischemia .",
        "cop": 2,
        "opa": "Most commonly stenosed vessel is Left Subclan aery .",
        "opb": "Reversal of blood flow in the contralateral veebral aery .",
        "opc": "Reversal is to compensate for a proximal stenosis of Subclan aery .",
        "opd": "Majority cases are asymptomatic .",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "8a798ef9-b71b-4364-bccf-cee5379738b1",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old woman complains of severe, acute onset left temporal headache and changes in left eye vision. She presents to her physician with sweating, malaise, and temperature of 99oF. Medical evaluation reveals",
        "exp": "Temporal aery inflammation causes severe throbbing unilateral temporal headache, low-grade fever, visual changes, sweating, and malaise. Acute treatment with prednisone can be followed by temporal aery resection",
        "cop": 4,
        "opa": "Myocardial infarction (MI)",
        "opb": "Pneumonia",
        "opc": "Diabetes",
        "opd": "Temporal aeritis",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "4089696c-eed9-46a7-9cfe-55eb956213b0",
        "choice_type": "single"
    },
    {
        "question": "74yr old female was diagnosed to have rheumatic hea disease. She underwent valve replacement surgery, after few days she staed to complain of numbness and inability to move her left leg. Femoral, popliteal & pedal impulses were not felt on left side of pt. but . side examination of lower leg was normal. What is most appropriate management in this patient?",
        "exp": "It is a case of Acute aerial insufficiency leading to neurological compromise Other non invasive testing is not required (Duplex scan/CT Angiography) as they will delay the treatment process. Embolectomy of femoral aery can be performed under local anesthesia and has minimum risk to pt. Exploration of contralateral side is not required in absence of signs and symptoms of other side.",
        "cop": 2,
        "opa": "CT angiogram of bilateral lower extremities",
        "opb": "Embolectomy of the left femoral aery",
        "opc": "Duplex imaging of the left lower extremity aeries",
        "opd": "CT angiogram of the left lower extremity",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "00587765-a463-4a85-b740-0effbcf13ff3",
        "choice_type": "single"
    },
    {
        "question": "The most common site of acute aoic dissection is:-",
        "exp": "AOIC DISSECTION Aoic dissection is caused by circumferential or, less frequently, transverse tear of the intima. MC site: Right lateral wall of the ascending aoa Another common site: Descending thoracic aoa (just below the ligamentum aeriosum). Peak incidence: 6th and 7th decades.",
        "cop": 1,
        "opa": "Right lateral wall of ascending aoa",
        "opb": "Arch of aoa",
        "opc": "Suprarenal abdominal aoa",
        "opd": "Infrarenal abdominal aoa",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "a968a491-0050-4106-8406-42b1ca6d3309",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following aeries is most likely to be involved with serious atherosclerosis?",
        "exp": "In order of frequency, the anterior descending coronary aery is the most commonly involved with atherosclerosis, followed by the right coronary, the circumflex, and the left main coronary aery.",
        "cop": 3,
        "opa": "Right coronary aery.",
        "opb": "Left coronary aery.",
        "opc": "Anterior descending coronary aery.",
        "opd": "Circumflex coronary aery.",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "b3f83cd8-74f8-45b7-9086-daea13fb1ab8",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of Giant cell aeritis",
        "exp": "GIANT CELL AERITIS (TEMPORAL AERITIS) Superficial temporal, veebral & major aoic arch branches may be involved. Ischemic symptoms are common, including claudication of facial or extremity muscles & retinal ischemia Blindness, usually irreversible, is a dreaded complicated.",
        "cop": 3,
        "opa": "Stroke",
        "opb": "MI",
        "opc": "Blindness",
        "opd": "Renal failure",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "70525068-a19a-445c-9d17-26367c65ea7d",
        "choice_type": "single"
    },
    {
        "question": "Commonest symptom associated with thoracic outlet syndrome is:-",
        "exp": "Clinical Features In > 90% of cases, neurogenic manifestations are repoed. Ulnar nerve (C8-T1) involvement is most common Motor weakness and atrophy of the hypothenar and interosseous muscles Pain and paresthesia along the medial aspect of the arm, hand, 5th finger and medial aspect of 4th finger.",
        "cop": 3,
        "opa": "Intermittent claudication",
        "opb": "Pain in radial distribution",
        "opc": "Pain in ulnar distribution",
        "opd": "Gangrene",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "4cdf3924-5cee-4025-b869-c537f2dcff89",
        "choice_type": "single"
    },
    {
        "question": "Renal collar which surrounds the aoa has its two limbs split by:",
        "exp": "Renal collar The main renal vein divides and sends one limb anterior and another limb posterior to aoa to reach the IVCQ. Formed on the left side and represent persistence of the embryonic state.",
        "cop": 1,
        "opa": "Left renal vein",
        "opb": "Left renal aery",
        "opc": "Isthmus of horseshoe kidney",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "7ac0442f-bac9-452c-adb5-6157a65801ec",
        "choice_type": "multi"
    },
    {
        "question": "Pressure on aery proximal to fistula leading to diminished swelling is known as:",
        "exp": "Nicoladoni's or Branham's sign: Pressure on aery proximal to fistula causes the swelling to diminish in size, a thrill or bruit to cease, the pulse rate to fall and the pulse pressure returns to normal.",
        "cop": 4,
        "opa": "Murray sign",
        "opb": "Frei sign",
        "opc": "Darrier sign",
        "opd": "Branham sign",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "bdad69ca-51b7-4b10-b62d-991311834539",
        "choice_type": "single"
    },
    {
        "question": "This catheter is used for:",
        "exp": null,
        "cop": 3,
        "opa": "Drainage of urinary bladder",
        "opb": "Parenteral hyperalimentation",
        "opc": "Removal of embolus from blood vessels",
        "opd": "Ureteric catheterization",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "ac212417-6519-44c1-b4f0-3126b575355e",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male presented in the emergency with high BP (160/100) and hea rate of 120. A CECT is done which is given below. What is the management of the given condition:",
        "exp": "The given radiological image shows Aoic dissection involving arch of aoa which comes under Stanford type A. Stanford type A is usually associated with complications like Coronary occlusion Aoic regurgitation Cardiac tamponade -Hence Surgical repair is needed for this type Stanford type B If no life-threatening complication - Resuscitation and blood transfusion If complication present - Surgical repair",
        "cop": 1,
        "opa": "Surgical repair",
        "opb": "Low molecular weight heparin",
        "opc": "Beta blocker medication",
        "opd": "Vitamin K inhibitors",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "cdae73c2-8790-43cc-8df5-f945988743b9",
        "choice_type": "single"
    },
    {
        "question": "Allen's test is useful on evaluating:-",
        "exp": "Allen's test is useful for evaluating the integrity of palmer arch.",
        "cop": 3,
        "opa": "Thoracic outlet compression",
        "opb": "Presence of cervical rib",
        "opc": "Integrity of palmar arch",
        "opd": "Digital blood flow",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "9f239db5-a3a2-4522-9900-e16785a88ade",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about aoic aneurysm except:-",
        "exp": "Degenerative aneurysms ( caused by atherosclerosis) are MC AAA (90%) . True (all three layers of vessel are involved), false (do not have all three layers of vessel) Infected (mycotic) aneurysm are false aneurysm Dissecting aneurysm (dissection with aneurysmal dilatation of false lumen) Fusiform (symmetrical enlargement involving whole circumference of aery) Saccular (affect only pa of the aerial circumference) have higher risk of rupture",
        "cop": 1,
        "opa": "Saccular aneurysm involves whole circumference",
        "opb": "True aneurysm involves all 3 layers",
        "opc": "Atherosclerosis is the commonest cause",
        "opd": "False aneurysm is not covered by all 3 layers",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "11e5db8c-40ed-49a3-a7f2-4942a8577980",
        "choice_type": "multi"
    },
    {
        "question": "All of the following features are present in acrocyanosis except :",
        "exp": "Acrocyanosis Painless Not episodic. Tends to affect young women Mottled cyanosis of the fingers/toes Accompanied by paraesthesia and chilblains.",
        "cop": 3,
        "opa": "Tend to affect young female",
        "opb": "Painless",
        "opc": "Episodic",
        "opd": "Accompained by chillbains",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "cc9c4645-ff4a-41da-8313-5bf72a764755",
        "choice_type": "multi"
    },
    {
        "question": "Foot ulcers secondary to aerial insufficiency are successfully treated by all of the following techniques except:",
        "exp": "Elevation of the affected extremity will decrease perfusion and causes ischemia. AERIAL ULCER Aerial insufficiency ulcers ischemic ulcers are mostly located on the lateral surface of the ankle or the distal digits Most common on distal ends of limb Etiology Caused by lack of blood flow to the capillary beds of lower extremities Most often endothelial dysfunction is causative factor in diabetic microangiopathy & macroangiopathy Characteristic features Punched out appearance Pulses are not palpable Associated skin changes (thin shiny skin, absence of hair, brittle nails) Diagnosis The lesion can be easily identified clinically Aerial doppler & pulse volume recording for baseline assessment of blood flow Radiography may be necessary to rule out osteomyelitis Treatment Vascular surgery to revascularize the area In infection Antibiotics + Debridement",
        "cop": 2,
        "opa": "Debridement of devitalized tissue",
        "opb": "Elevation of the affected extremity",
        "opc": "Antibiotic administration",
        "opd": "Bed rest",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "6b2baa6e-87a7-4fb6-9693-4735dbbd6ed3",
        "choice_type": "multi"
    },
    {
        "question": "Which ulcer is likely to develop in a long standing chronic venous ulcer?",
        "exp": "- Marjolin's ulcer: Arises from long standing ulcer or burn scar Is a low-grade squamous cell carcinoma Destruction of - Nerves - painless - Vessels - slow growth, radio resistant, no distant metastasis - Lymphatics - no lymph node metastasis - Diagnosis by biopsy - Treated by wide local excision with flap closure",
        "cop": 1,
        "opa": "Marjolin ulcer",
        "opb": "Apthous ulcer",
        "opc": "Bazin ulcer",
        "opd": "Aerial ulcer",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "a81b0f39-f612-4000-9c89-00725c506d56",
        "choice_type": "single"
    },
    {
        "question": "60 year old man came to OPD with complaint of pain over his toes. Earlier , due to acute STEMI, coronary stenting was performed. On local examination of feet , coloured skin lesions were observed with tenderness(As shown below). Gradual fall in renal functions were also seen . What should be the most probable diagnosis?",
        "exp": "Atheroembolism =Causes Elderly patients with widespread atherosclerosis Complication of Abdominal aoa surgery As a consequence of angiography =C/F Renal insufficiency or hypeension Livedo reticularis Cerebrovascular events Retinal aery occlusion Acute pancreatitis Ischemic bowels Gangrene of extremities =Urine analysis Increased cellularity, mild proteinuria Eosinophiluria Cholesterol crystals(rare) =Rx Control Hypeension Avoid Hypotension Adequate hydration",
        "cop": 4,
        "opa": "Sharp syndrome",
        "opb": "Antiphospholipid antibody syndrome",
        "opc": "Aoic dissection",
        "opd": "Atheroembolism",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "72876f0c-3c02-4102-b471-cafedc71ee96",
        "choice_type": "multi"
    },
    {
        "question": "Most aerial emboli originate from which one of the following sites?",
        "exp": "Most aerial emboli originate in the hea. The most common intracardiac site is the left atrium, in which thrombi form because of stasis in patients with atrial fibrillation, mitral valvular disease, or both. Left ventricular thrombi are a potential source of embolism in patients with myocardial infarction, left ventricular aneurysm, congestive hea failure, or cardiomyopathy.",
        "cop": 2,
        "opa": "Cardiac valve",
        "opb": "Left atrium",
        "opc": "Left ventricle",
        "opd": "Thoracic aoa",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "74dd52ca-b035-4abf-97eb-8aebbce0e53f",
        "choice_type": "single"
    },
    {
        "question": "Best graft for aoic dissection:",
        "exp": "Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous vein Best vascular graft for aoa: Dacron",
        "cop": 1,
        "opa": "Dacron",
        "opb": "Autologous vein",
        "opc": "Autologous aery",
        "opd": "PTFE",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "f6caafcc-28af-4a57-bf7e-e4d89d514c65",
        "choice_type": "single"
    },
    {
        "question": "Definition of critical limb ischemia includes:-",
        "exp": "Critical limb Ischemia CLI results from severe aerial occlusive disease in whom resting blood flow cannot provide for basal nutritional needs of tissues Ischemic symptoms are present even during rest (rest pain) Pain is worse when legs are horizontal and may improve when legs are kept in a dependent position. Ischemic ulcers, lesions on the foot and gangrene may be seen ABI < 0.5",
        "cop": 1,
        "opa": "Rest/Night pain",
        "opb": "Ankle blood pressure >50 mm Hg",
        "opc": "Intermittent claudication",
        "opd": "Well preserved tissues",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "95a745d3-6fe8-40c8-93c2-7bb58b41d07f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding Raynaud's phenomenon except:",
        "exp": "Migratory thrombophlebitis is seen in: Raynaud's phenomenon Buerger's Disease Malignancies like Ca Pancreas-known as Trousseau Syndrome RAYNAUD'S PHENOMENON- It is episodic digital ischemia* On exposure of cold* Emotional stress* Use of vibrating tools- Manifested by - Sequential development of digital blanching, cyanosis and redness offingers and toes Sequence of EventsBlanching (Stage of local syncope)|Cyanosis (Stage of local asphyxia)|Redness (Stage of Recovery)BlanchingExposure of cold|Spasm of digital aerioles|Digits appear white CyanosisCapillaries & Venules dilates|Collection of deoxygenated blood|CyanosisRednessResolution of digital spasm|Increased blood flow in dilated aeries and capillaries|Bright red colour of digits Clinical features- Most common in Fingers > Toes- Radial, ulnar and pedal pulses are normalTypes1. Primary (Idiopathic) / Raynaud's disease2. SecondaryTreatment - To relieve spasm - Calcium channel blockers* Diltiazem* Nifedipine",
        "cop": 2,
        "opa": "It involves acral pas of fingers",
        "opb": "Migratory thrombophlebitis exclusive for Raynaud's phenomenon",
        "opc": "Drugs acting by inhibiting the beta-receptors in blood vessels also play a role",
        "opd": "Emotional stress may also precipitate Raynaud's phenomenon",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "566ae5c7-f577-48c9-8adf-fae9dcc17a25",
        "choice_type": "multi"
    },
    {
        "question": "AV fistula leads to all except",
        "exp": "Pathophysiology of AV Fistula: When an aeriovenous fistula is formed involving a major aery like the abdominal aoa, it can lead to a large decrease in peripheral resistance. This lowered peripheral resistance causes the hea to increase cardiac output to maintain proper blood flow to all tissues. An aeriovenous fistula can increase preload. AV shunts also decrease the afterload of the hea. This is because the blood bypasses the aerioles which results in a decrease in the total peripheral resistance (TPR). AV shunts increase both the rate and volume of blood returning to the hea.",
        "cop": 3,
        "opa": "Sinus tachycardia",
        "opb": "Increased preload",
        "opc": "Cardiac arrythmias",
        "opd": "Increased cardiac output",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "f33753dd-fea5-4b2b-aa82-1fcf77847373",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of acute aerial occlusion:-",
        "exp": "Cyanosis is not a feature of acute aerial occlusion . Features of Aerial Occlusion are characterised by 5 P's; Pain Pallor Pulselessness Paralysis Paraesthesia Some add 6th P-Poikilothermia .",
        "cop": 1,
        "opa": "Cyanosis",
        "opb": "Pallor",
        "opc": "Paralysis",
        "opd": "Paraesthesia",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "2991eabf-4945-48d7-aa12-303b41e71e93",
        "choice_type": "multi"
    },
    {
        "question": "Abdominal aoic aneurysm is operated when the size is more than:",
        "exp": "Cut off diameter ( an Indication of surgery)- 1. Descending thoracic aoa aneurysm >6.5 cm 2. Abdominal aoic aneurysm & Ascending aoic aneurysm > 5.5 cm 3. Iliac aery aneurysm > 3.5 cm 4. Popliteal & femoral Aery Aneurysm > 2 cm",
        "cop": 3,
        "opa": "35 mm",
        "opb": "45 mm",
        "opc": "55 mm",
        "opd": "65 mm",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "67a5ad4d-8844-459f-aec7-a1fcdaff4d34",
        "choice_type": "single"
    },
    {
        "question": "Amputated finger is transpoed in:",
        "exp": "Amputated finger is transpoed in a Plastic bag with wet ice. \"If it is anticipated that the amputated pa will be considered for replantation, it is critical to transpo the patient and the pa in an appropriate manner. The amputated pa is placed in a clean, dry, plastic bag, which is sealed and placed on top of ice in a Styrofoam container. This keep the pa sufficiently cool at 4 deg to 10 deg C without freezing. The amputated pa is wrapped in a lightly moistened saline gauze to prevent tissue drying\"",
        "cop": 1,
        "opa": "Plastic bag with wet ice",
        "opb": "Plastic bag with dry ice",
        "opc": "Plastic bag with cold saline",
        "opd": "Plastic bag with cold water",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "124ea856-bc16-4930-9908-d2b810f2c97b",
        "choice_type": "single"
    },
    {
        "question": "All of the following may be acceptable operative approaches to management of the thoracic outlet syndrome except:",
        "exp": "Supraclavicular decompression of the thoracic outlet is the preferred operative approach for the thoracic outlet syndrome. This procedure consists of extensive anterior scalenectomy, middle scalenectomy, removal of a cervical rib (if present), and, on occasion, first rib resection. Transaxillary first rib resection has been widely used as well but is associated with a greater risk for complications.",
        "cop": 3,
        "opa": "Scalenectomy",
        "opb": "Excision of a cervical rib",
        "opc": "Thoracoplasty",
        "opd": "First rib resection",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "f69d9059-e868-46ff-b47b-5b4e830e9266",
        "choice_type": "multi"
    },
    {
        "question": "Fontaine and Rutherford classification of peripheral aerial disease is based on:",
        "exp": "Fontaine or Rutherford classification system of peripheral aerial disease Fontaine classification Rutherford classification Stage Clinical Grade Category Clinical I Asymptomatic 0 0 Asymptomatic IIa Mild claudication I 1 Mild claudication IIb Moderate to severe I 2 Moderate claudication Claudication I 3 Severe claudication III Ischemic rest pain II 4 Ischemic rest pain IV Ulceration or gangrene III 5 Minor tissue loss III 5 Major tissue loss",
        "cop": 1,
        "opa": "Clinical",
        "opb": "Aerial stenosis on imaging",
        "opc": "Both clinical and aerial stenosis on imaging",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "634600b8-f40f-4120-bceb-96b4f106d630",
        "choice_type": "multi"
    },
    {
        "question": "Sequence of colour changes observed in Raynaud's disease.",
        "exp": "Triphasic Color Response Include Three Stages Blanching (stage of local syncope) With exposure to cold, digital aerioles goes into spasm Decreased flow is evidenced by pallor or blanching Digits may appear white Cyanosis (stage of local asphyxia) Capillaries and venules dilate Red Engorgement (stage of recovery) With rewarming or passing of attack, the digital vasospasm resolves Blood flow into dilated aeries and capillaries increases dramatically Reactive hyperemia impas bright red color to the digits",
        "cop": 2,
        "opa": "Red, blue, white",
        "opb": "White, blue, red",
        "opc": "Blue, red, white",
        "opd": "White, red, blue",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "edbd92c3-686d-47c3-8631-21122787e37a",
        "choice_type": "single"
    },
    {
        "question": "Buerger's disease affects all except:-",
        "exp": "BUERGER'S DISEASE (THOROMBOANGITIS OBLITERANS) Segmental inflammatory disease, affecting small and medium sized aeries in upper and lower extremities . Inflammatory process involves neighboring veins and nerves (not lymphatics )",
        "cop": 1,
        "opa": "Lymphatics",
        "opb": "Small vessels",
        "opc": "Nerves",
        "opd": "Veins",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "9ffa1388-a677-49bd-ae5f-74b1f07b576a",
        "choice_type": "multi"
    },
    {
        "question": "Commonest pa of subclan aery to be affected by Stenosis is:",
        "exp": "MC site of subclan aery Stenosis is the first pa of the subclan aery.",
        "cop": 1,
        "opa": "First pa",
        "opb": "Second pa",
        "opc": "Third pa",
        "opd": "Equally affected",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "23b0264c-fb2a-4365-8a42-db8a0d3a76d1",
        "choice_type": "multi"
    },
    {
        "question": "Re-implantation time for lower limb is:",
        "exp": "Ischemic time for digits is upto 8 hours. Ischemic time for extremities is 4-6 hours. Organ containing bag should be placed in a solution of saline with ice.",
        "cop": 1,
        "opa": "6 hours",
        "opb": "8 hours",
        "opc": "10 hours",
        "opd": "12 hours",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "2f341527-8298-4af6-b562-0ffce13fe7b8",
        "choice_type": "single"
    },
    {
        "question": "What is the best way to control external hemorrhage?",
        "exp": "External bleeding is best controlled by direct digital pressure Direct pressure assists in the process of coagulation by slowing the flow of blood out of the vessels and giving clot time to form. To be effective, direct pressure must be at least equal to the pressure of the blood attempting to escape. Aerial bleeding is often difficult to control and may require upto 5 minutes of firm direct pressure to be successful.",
        "cop": 1,
        "opa": "Direct pressure",
        "opb": "Elevation",
        "opc": "Proximal tourniquet",
        "opd": "Aery forceps",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "ec851684-b652-4c01-aec0-b7d1a421b277",
        "choice_type": "single"
    },
    {
        "question": "65 year old female presented to OPD with complaint of abdominal pain just after eating food , episodes of vomiting and diarrhea. She gave history of Coronary aery disease from last 20 years . BP - 160/100 mm Hg , pulse- 80/min .On abdominal examination, there is no tenderness or rigidity. What shall be the most likely diagnosis:",
        "exp": "CHRONIC MESENTERIC ISCHEMIA MC cause - Advanced atherosclerosis of multiple mesenteric vessels Risk factors Positive family history Hypeension Smoking Hypercholesterolemia C/F Post prandial abdominal pain Lasts for 15-45 min D/t ischemia of mesenteric vessels as there will be increase demand for blood after meals Diffuse crampy pain Intestinal angina / intestinal claudication Fear/aversion for food Weight loss Dx: Duplex scan - to assess flow in Mesenteric vessels Investigation of choice - Aoography Rx Revascularization by Balloon angioplasty or stent placement in elderly Definitive Rx - Trans aoic endaerectomy or Bypass grafting",
        "cop": 4,
        "opa": "Peptic ulcer",
        "opb": "Wilkie's disease",
        "opc": "Ulcerative colitis",
        "opd": "Chronic mesenteric ischemia",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "d596293b-b01a-4ed6-b285-6ae7d8764882",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common site of peripheral aneurysm?",
        "exp": "MC site of peripheral aneurysm: Popliteal aneurysm MC site of Splanchnic Aneurysm: Splenic Aery Aneurysm. MC vessel involved in aneurysm: Circle of Willis MC location of extra- cranial aneurysm: Aoa > Iliac > Popliteal > Femoral (AIPF) MC site of extra- cranial aerial aneurysm is infrarenal aoa",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "Radial aery",
        "opc": "Popliteal aery",
        "opd": "Brachial aery",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "5f4485f6-8e68-4ba1-8b09-6bc2238d2cd2",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of A-V fistulae is:-",
        "exp": "Aeriovenous Fistula (AVF) MC type of AVF: Congenital MC cause of acquired AVF: Penetrating trauma",
        "cop": 1,
        "opa": "Congenital",
        "opb": "Traumatic",
        "opc": "Surgical creation",
        "opd": "Tumor erosion",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "24abc81c-ff9b-4368-b987-5a453d36f4ef",
        "choice_type": "single"
    },
    {
        "question": "Adson's test is used for determining vascular insufficiency. It is useful in:-",
        "exp": "Adson's test is used for determining vascular insufficiency due to Cervical rib.",
        "cop": 3,
        "opa": "Peripheral vascular disease",
        "opb": "Varicose veins",
        "opc": "Cervical rib",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "fc5e8494-369c-4353-b1f8-b1b01f1e93dd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements best describe pseudoaneurysm",
        "exp": "Pseudoaneurysm Wall is not formed by all the three layers Pseudoaneurysms can arise from Primary defects in the aoic wall (e.g -After trauma or contained aneurysm rupture) Anastomotic or cannulation site leaks that occur after cardiovascular surgery. Anastomotic pseudoaneurysms can be caused by Technical problems Deterioration of the native aoic tissue, graft material, or suture. Associated with Marfan syndrome, Loeys-Dietz syndrome Progressive degenerative disease Infection. Saccular aneurysm: affect only one pa of aerial circumference",
        "cop": 1,
        "opa": "Focal dilation of vessel in which intimal and medial layers are disrupted and the dilated segment is lined by adventitia",
        "opb": "Focal dilation of a vessel only involving one poion of the circumference",
        "opc": "Apparent dilation of a vessel due to intrinsic narrowing proximal and distal to the point of apparent narrowing",
        "opd": "Dilation of a vessel, though not to the size necessary to be diagnosed as a true aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "65917ca5-e31f-4fe3-a35c-a5e5377885b1",
        "choice_type": "multi"
    }
]