[
    {
        "question": "Treatment of choice of desmoids tumour is:",
        "exp": "Ans. (d) Surgery + Radiotherapy* Role of Radiotherapy in Abdominal wall desmoids is still controversial.* But there are studies showing better results with RT combined with surgery, rather than surgery alone.* So let us opt for both",
        "cop": 4,
        "opa": "Surgery",
        "opb": "Chemotherapy",
        "opc": "Radiotherapy",
        "opd": "Surgery + Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "56dd6228-7b4c-4072-8c13-fa92f78bcc20",
        "choice_type": "single"
    },
    {
        "question": "Surgical treatment of anal canal carcinoma is largely replaced by -",
        "exp": "Ans. is 'a' i.e., Nigro protocol * Nigro protocol includes combined radiation and chemotherapy with 5FU and mitomycin C. It is commonly used in management of anal canal carcinoma.Management of Anal canal carcinoma:* Since its introduction in 1974, radiation and chemotherapy with 5FU and mitomycin C (Nigro Protocol) have largely replaced surgery in the treatment of anal cancer.* Data demonstrates equivalent local control, survival rates with preservation of sphincter function.* Approximately 30% of patients have persistent or recurrent disease after chemoradiation for anal SCC. Salvage abdominoperineal resection is reserved for recurrent or residual pelvic disease after chemoradiation.* The management of inguinal node disease is variable. Due to the high morbidity rate, prophylactic groin dissection is not recommended. Clinically significant inguinal adenopathy can be included in the field of radiation.* The overall response to chemoradiation should be assessed clinically at about 8 weeks after the completion of treatment. At this point, up to 85% of patients will have complete clinical response.* Those with good partial response may be observed closely to ensure that complete response does occur.* Any lesions suspicious for residual disease or progression of disease should be biopsied at that time.* For those patients with complete clinical response, surveillance entails DRE and examination of inguinal nodes every 3-6 months for the first 2 years and annually there after up to 5 years.",
        "cop": 1,
        "opa": "Nigro protocol",
        "opb": "UW protocol",
        "opc": "Mootz protocol",
        "opd": "Williams protocol",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "3b34c21c-3ce9-49d5-8bca-6e2310cbf8f4",
        "choice_type": "single"
    },
    {
        "question": "Nigro protocol is for management of -",
        "exp": "Ans. is 'b' i.e., Anal canal carcinoma * Nigro protocol includes combined radiation and chemotherapy with 5FU and mitomycin C. It is commonly used in management of anal canal carcinoma.",
        "cop": 2,
        "opa": "Rectal carcinoma",
        "opb": "Anal canal carcinoma",
        "opc": "Gastrinoma",
        "opd": "Renal cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "fb7641b5-5a8b-454c-8e77-0172122ef4d0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for low fistula in ano is -",
        "exp": "Ans. is 'a' i.e. Fistulotomy * A fistula in ano is a track, lined by granulation tissue, that connects deeply in the anal canal or rectum and superficially on the skin around the anus.* It usually results from an anorectal abscess (cryptoglandular abscess)* Other causes are:# Crohn's ds., malignancy, radiation, tuberculosis, actinomycosis, chalamydia inf* It is divided into 2 types - high & low, according to whether their internal openings is below or above the anorectal ring.* The importance of deciding whether a fistula is a low or a high type is that a low level can be treated by fistulotomy (opening the tract) without causing damage to the sphincter.* High level fistulas can be treated only by 'staged' operation as there is risk of incontinence.",
        "cop": 1,
        "opa": "Fistulotomy",
        "opb": "Intravenous antibiotics",
        "opc": "Staged surgical resection",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "40703a2f-33f2-4dbc-9675-cf0e05f08b00",
        "choice_type": "multi"
    },
    {
        "question": "Goodsall's rule is for:",
        "exp": "Ans. b. Fistula in ano. (Ref LB 26th/pg. 1260)In fistula in ano, Goodsall's rule used to indicate likley position of internal opening according to the position of external openings.FISTULA-IN-ANO# Intersphincteric fistulae (most common type; 45%) do not cross the external sphincter (bar, for the purist, the most medial subcutaneous fibres running below the distal border of the internal sphincter); most commonly they run directly from the internal to the external openings across the distal internal sphincter, but may extend proximally in the intersphincteric plane to end blindly with or without an abscess, or enter the rectum at a second internal opening.# Goodsall's rule used to indicate the likely position of the internal opening according to the position of the external opening(s), is helpful but not infallible.# Endoanal ultrasound, especially with hydrogen peroxide, can also be used to delineate fistulae, although definition of sepsis outside or above the sphincters is limited by the probe's focal range and scarring makes interpretation difficult. Nonetheless, ultrasound, which is more accurate than clinical examination, is useful to determine whether a fistula is relatively straightforward or not.# MRI is acknowledged to be the 'gold standard' for fistula imaging but it is limited by availability and cost and is usually reserved for difficult recurrent cases. The great advantage of MRI is its ability to demonstrate secondary extensions, which may be missed at surgery and which are the cause of persistence . Fistulography and CT both have limitations but are useful techniques if an extrasphincteric fistula is suspected.Anorectal fistulae# Are common and may be simple or complex# Are classified according to their relationship to the anal sphincters# May be associated wlith underlying disease such as tuberculosis or Crohn's disease# Laying open is the surest method of eradication, but sphincter division may result in incontinence",
        "cop": 2,
        "opa": "Internal haemorrhoides",
        "opb": "Fistula in ano",
        "opc": "Anal fissure",
        "opd": "Ischiorectal fossa abscess",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "48e51cea-8a7f-4523-8e19-5be54ee3c1f6",
        "choice_type": "multi"
    },
    {
        "question": "Position of internal hemorrhoid in anus is especially common in -",
        "exp": "Ans. is 'b' i.e., 11 o' clock position Classification of hemorrhoids|||Internal hemorrhoidsExternal hemorrhoids* Located proximal to the dentate line* Covered by transitional and columnar epithelium therefore are usually painless* Internal haemorrhoids (Greek: haima, blood; rhoos, flowing; synonym: piles, Latin: pila, a ball) are symptomatic anal cushions and characteristically lie in the 3, 7 and 11 o'clock positions (with the patient in the lithotomy position)* located distal to dentate line* Covered by richly innervated squamous epithelium thus its thrombosis causes severe pain. For the same reason external hemorrhoid are not ligated",
        "cop": 2,
        "opa": "4 o' clock position",
        "opb": "11 o' clock position",
        "opc": "8 o' clock position",
        "opd": "9 o' clock position",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "cc391afe-e381-4374-a25e-58a56bc4e2b2",
        "choice_type": "multi"
    }
]