[
    {
        "question": "In which of the following transmission, meiosis occurs:",
        "exp": "Ans. is 'a' i.e. Primary to secondary spermatocyte Meiosis is a special type of cell division that reduces the number of chromosomes to the haploid number of 23 (from diploid number 46). It takes place in germ cells only; to give rise to gametes (sperms and egg cells) It involves two meiotic cell divisions, meiosis I & meiosis II.The first mitotic division is a reduction division because the chromosome number is reduced from diploid (46) to haploid (23).The 2nd meiotic division is similar to mitosis as daughter cells formed contain the same haploid number of chromosomes as the mother cell.Steps of spermatogenesisSpermatogenesis which begins at puberty is the process which converts spermatogonia into mature sperms or spermatozoa.At or shortly before puberty, primordial germs cells in the seminiferous tubules, divide mitotically into spermatogoniaI stem cells. These stem cells give rise to type A spermatogoniaType A spermatogonia undergo mitotic divisions to form a clone of type A cells. The last cell division produces type B spermatogoniumSpermiogenesis is the process which transform spermatid into sperms or spermatozoa.",
        "cop": 1,
        "opa": "Primary to secondary spermatocyte",
        "opb": "Secondary spermatocyte to globular spermatid",
        "opc": "Germ cells to spermatogonium",
        "opd": "Spermatogonium to primary spermatocyte",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Testis & Scrotum)",
        "id": "e5c4cc5b-54d7-4527-956e-db275ba581b1",
        "choice_type": "single"
    },
    {
        "question": "The most common site for ectopic testis is:",
        "exp": "Ans: A (Above superficial inguinal ring) Ref: A Textbook on Surgical Short Cases-S Das. 2nd edition 303, Sabiston Textbook of Surgery, 19th Edition. pg. 1857Explanation:An ectopic testis is one in which the testis fails to descend into the scrotum and is deviated from its normal path of descent.The Gubernaculum testis is essential for the descent of testis. The Gubernaculum testis has five tails:The Scrotal tail - the main oneThe Pubic tail - attached to pubic tubercle Perineal tail - attached to perineumInguinal tail- attached to front of inguinal canalFemoral tail - attached to saphenous openingThe scrotal tail is the strongest and the other tails disappear. So, normally testis descends into scrotum.In case one of the accessory tail becomes stronger, the testis reaches an ectopic position.Sites of Ectopic TestisSuperficial Inguinal Pouch- most commonPerinealPubupenileCrural or FemoralCharacteristics of Ectopic TestisTestis is normally developedScrotum is usually fully developedSpermatogenesis is normalNot associated with indirect inguinal herniaTreatment is surgeryMain complication is risk of trauma.Undescended TestisCryptorchidism (undescened testis) is a condition in which one or both testes fail to descend into the scrotum before birth.Occurs in upto 30% of preterm infants.3% of full-term infants.Some undescended testes eventually descend by 1 year of age, but are unlikely to descend after this time.The undescended testis is associated with histologic and morphologic changes as early as 6 months of age.Atrophy of Leydig cells, decrease in tubular diameter, and spermatogenesis can also occur by 2 years of age.A true undescended testis has had its descent halted somewhere along the path of normal descent and can be found in the inguinal canal at exploration.Diagnoses and ManagementUltrasound is used evaluate for undescended testis, however an examination by an experienced surgeon has a higher sensitivity for locating an undescended testis.For unilateral palpable testis in the inguinal canal, standard dartos pouch orchidopexy is performed.The recommended timing for this procedure is at or near 1 year of age.Nonpalpable unilateral testis, diagnostic laparoscopy is useful.If the testicular vessels are seen exiting the internal ring, an open inguinal orchidopexy is performed.For an intra-abdominal testis, two-stage Fowler- Stephen orchidopexy can be considered, in which testicular vessels are ligated as a first stage to allow collateral circulation to develop for 6 months before performing orchidopexy as a second stage of the procedure.If both testes are nonpalpable. a human chorionic gonadotropin (hCG) stimulation test is carried out to confirm the presence of functioning testicular tissues. If present, diagnostic laparoscopy is performed to determine surgical therapy.Retractile TestisA retractile testis is a normally descended testis that retracts into the inguinal canal, but can be brought down into the scrotal sac during the examination.Does not require any management except for reassurance. (See the following figure)",
        "cop": 1,
        "opa": "Above superficial inguinal ring",
        "opb": "Perineum",
        "opc": "Root of penis",
        "opd": "Femoral triangle",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Testis & Scrotum)",
        "id": "d2b29def-9f22-42f1-9efb-8d4c317ac37a",
        "choice_type": "multi"
    },
    {
        "question": "Reinke's crystals are seen in?",
        "exp": "Ans. (a) Leydig cellsRef: Bailey & Love 26th ed. /1341Rectangular, crystal-like inclusions, composed of protein, with pointed or rounded ends in the interstitial cells of the testis (Leydig cells) and hilus cells in the ovary. Inside the Leydig cells of human males can be found Reinkes crystals. The purpose of these crystals is uncertain, some believe that they are a by-product of a degenerative process related to aging. They appear to have no contribution to androgen or testosterone production, and they can be used to identify Leydig cells easily when viewing testicular tissue under a microscope",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Curschmann spirals",
        "opd": "Creola bodies",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Testis & Scrotum)",
        "id": "af750bd3-a41a-4a04-a9f2-d2d3af291207",
        "choice_type": "single"
    }
]