[
    {
        "question": "In a patient of cholangitis, surgical intervention was performed. In post-operative period, on 10th day this investigation was performed. What is the name of this investigation?",
        "exp": "The investigation is T-tube cholangiogram.",
        "cop": 3,
        "opa": "ERCP",
        "opb": "MRCP",
        "opc": "T-tube cholangiogram",
        "opd": "PTC",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "b10e59eb-0900-4404-92d6-d8f568a19a25",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with choledocholithiasis?",
        "exp": "CBD stone (aka choledocholithiasis)- Present in 6 - 12% patients of gall stones C/F of choledocholithiasis: Asymptomatic, dyspepsia Biliary colic Jaundice with or without complications Complications: | risk of infection | risk of pancreatitis | risk of cholangiocarcinoma Murphy's sign/Naunyn's sign: Seen in acute cholecystitis Due to inflammation of the wall of gall bladder When right 9th coastal cailage is pressed, there is sudden catch in inspiration.",
        "cop": 3,
        "opa": "Increased levels of ALP",
        "opb": "Dyspepsia",
        "opc": "Murphy's sign",
        "opd": "Increased risk of pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "1ed1ddb7-fbfb-4595-8ba7-b89ecee9b96a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about bilhemia except:",
        "exp": "BILHEMIA: The bile stas flowing into systemic veins. M.C cause- CBD obstruction (CBD stone) Characteristics: rapidly increasing jaundice, marked hyperbilirubinemia, liver enzymes are normal, septicemia, can be fatal due to massive embolization of bile into lungs. IOC - ERCP (diagnostic & therapeutic) Management - decrease intrabiliary pressure by stenting or sphincterotomy.",
        "cop": 4,
        "opa": "Biliary pressure is more than poal pressure",
        "opb": "ERCP is diagnostic and therapeutic",
        "opc": "Death occurs due to embolism of bile in lungs",
        "opd": "Patient has hyperbilirubinemia with raised enzymes",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "ab680641-0daf-485e-960e-35b4a7aa4414",
        "choice_type": "multi"
    },
    {
        "question": "According to Bismuth classification, type IV cholangiocarcinoma involves:",
        "exp": "Bismuth-Corlette Classification of Hilar Cholangiocarcinoma Type Criteria I Tumor confined to hepatic duct, not involving the main biliary confluence II Tumor involving the main biliary confluence but not extending to the right or left ducts IIIa Tumor extending upto the right secondary biliary confluence IIIb Tumor extending upto the left secondary biliary confluence IV Tumor extending bilaterally to the secondary biliary confluence Most common site of cholangiocarcinoma is Hilum",
        "cop": 3,
        "opa": "Common hepatic duct",
        "opb": "Bifurcation only",
        "opc": "Bifurcation and bilateral secondary intrahepatic duct",
        "opd": "Bifurcation and unilateral secondary intrahepatic ducts",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "8acd1d95-95e3-4ff1-9f53-78464c4fa2d7",
        "choice_type": "single"
    },
    {
        "question": "Sphincterotomy of sphincter of Oddi is performed at:",
        "exp": "TRANSDUODENAL SPHINCTEROPLASTY This cut is made superiorly (at the 11'o clock position) for 4 to 5 mm. The sphincter is incised at the 11-O'clock position to avoid injury to the pancreatic duct.",
        "cop": 4,
        "opa": "3 o'clock position",
        "opb": "6 o'clock position",
        "opc": "9 o'clock position",
        "opd": "11 o'clock position",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "4e1afde3-1a55-4f34-a626-b3bff7ea13cb",
        "choice_type": "single"
    },
    {
        "question": "According to the Bismuth-Corlette classification system, perihilar cholangiocarcinomas extending into the right secondary intrahepatic ducts are classified as",
        "exp": "Perihilar cholangiocarcinomas, also referred to as Klatskin tumors, are fuher classified based on anatomic location by the Bismuth-Corlette classification. Type I tumors are confined to the common hepatic duct, but type II tumors involve the bifurcation without involvement of the secondary intrahepatic ducts. Type IIIa and IIIb tumors extend into the right and left secondary intrahepatic ducts, respectively. Type IV tumors involve both the right and left secondary intrahepatic ducts.",
        "cop": 3,
        "opa": "Type II",
        "opb": "Type IIIb",
        "opc": "Type IIIa",
        "opd": "Type IV",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "0d8939c4-9a07-411e-8853-99aaaff59e1d",
        "choice_type": "single"
    },
    {
        "question": "A 35yr old female who was an Occasional drinker complained of Severe Pruritis that becomes more bothersome in evening. On examination, patient was noted to have icteric sclera. Lab tests revealed anti-mitochondrial antibodies. What is the possible diagnosis?",
        "exp": "PBC- primary biliary cirrhosis Autoimmune disorder M/C in females Pathology Progressive destruction of intrahepatic bile ducts only Diagnostic appearance - florid duct lesion with lymphocytic infiltration and granulomatous inflammation Clinical features Pruritis precedes jaundiceQ Pruritis and fatigue - characteristic symptoms Diagnosis Anti-mitochondrial Ab - Can confirm diagnosis Investigation of choice - Biopsy Treatment Liver transplantation (severe pruritus & fatigue are indications for LT)",
        "cop": 3,
        "opa": "Primary sclerosing cholangitis",
        "opb": "Xanthogranulomatous cholecystitis",
        "opc": "Primary biliary cirrhosis",
        "opd": "Alcoholic cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "5185292c-470b-4dac-b597-4eed410df0e7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an exception of Courvoisier's law?",
        "exp": "Exceptions to courvoisier's Law Double impaction of stones i.e. one in the cystic duct and other in CBD. Oriental cholangiohepatitis Pancreatic calculus obstructing the ampulla of Vater Mucocele due to stone in the cystic duct",
        "cop": 1,
        "opa": "Double Impaction",
        "opb": "Poal lymphadenopathy",
        "opc": "Periampullary Carcinoma",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "0bdf0b92-aa46-4f07-a0a8-e79ca372d8b6",
        "choice_type": "multi"
    },
    {
        "question": "Cholangiocarcinoma has been associated with infection by:",
        "exp": "Risk Factors for Cholangiocarcinoma Choledocholithiasis Clonorchis sinensis and Opisthorchis viverrini Cirrhosis Radon Asbestos, Nitrosamines, Dioxin (AND) Diabetes, Obesity, OCPs, Smoking, Thorotrast, Isoniazid (DOSTI) Most common symptom is jaundice IOC - MRI + MRCP Rx Hilar cholangiocarcinoma - CBD Resection + routine caudate lobectomy + Lymphadenectomy Distal cholangiocarcinoma - Pylorus preserving whipples procedure Gemcitabine + cisplatin is used for advanced cases.",
        "cop": 2,
        "opa": "Paragonimus westermani",
        "opb": "Clonorchis sinensis",
        "opc": "Loa Loa",
        "opd": "Schistosoma haematobium",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "d2ef5bd7-2830-49d1-bada-0928dd55dc2f",
        "choice_type": "single"
    },
    {
        "question": "Non-resectability criteria in hilar cholangiocarcinoma are all except:",
        "exp": "Criteria of Un-resectability in Hilar Cholangiocarcinoma:- 1. Hepatic duct involvement up to secondary radicals bilaterally 2. Encasement or occlusion of the main poal vein proximal to its bifurcation 3. Atrophy of one lobe with encasement of contralateral poal vein branch 4. Atrophy of one lobe with contralateral involvement of secondary biliary radicals 5. Histologically proven metastasis to N2 lymph nodes 6. Liver, lung or peritoneal metastasis",
        "cop": 3,
        "opa": "Involvement of secondary biliary radicals bilaterally",
        "opb": "Metastasis to celiac nodes",
        "opc": "Involvement of right branch of poal vein",
        "opd": "Contralateral involvement of bile duct",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "ca934637-3344-4d4e-b460-207443d77f23",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in choledochal cyst:-",
        "exp": "Treatment of Choledochal Cyst Type I Roux-en-Y hepaticojejunostomy Type II Excision with T-tube repair Roux-en-Y hepaticojejunostomy Type III Endoscopic sphincterotomy and cyst unroofing Type IV A Hepatic resection for localized disease Liver transplantation for diffuse disease Type IV B Transduodenalsphincteroplasty and Roux-en-Y hepaticojejunostomy Type V Hepatic resection for localized disease Liver transplantation for diffuse disease",
        "cop": 1,
        "opa": "Roux-en-Y hepaticojejunostomy",
        "opb": "Cystojejunostomy",
        "opc": "Choledochoduodenostomy",
        "opd": "Choledochojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "43f551e1-9189-4365-bb3f-ca5e3f018046",
        "choice_type": "single"
    },
    {
        "question": "A 45 years old male presented with recurrent attacks of cholangitis. MRCP and ERCP findings are given below. What is the treatment of choice for this condition?",
        "exp": "Primary sclerosing cholangitis. More common in males Smoking is protective Associated with ulcerative colitis. IOC - MRCP Gold standard - ERCP TOC is liver transplantation | if not available High dose ursodeoxycholic acid (to control inflammation).",
        "cop": 4,
        "opa": "ERCP with stenting",
        "opb": "High dose ursodeoxycholic acid",
        "opc": "High dose prednisolone",
        "opd": "Liver transplantation",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "81f355ab-5e55-4479-90c5-2398cca0bdf1",
        "choice_type": "single"
    },
    {
        "question": "Not true about Triad of hemobilia:",
        "exp": "HEMOBILIA Bleeding into the biliary tract from an abnormal aerial source to intrahepatic biliary tract fistula Etiology - Iatrogenic trauma (PTC) is the MC Cause. Characterized by Quincke's triad (Sandblom's triad): GI hemorrhage + biliary colic + jaundice. Presentation: Melena (90%), hematemesis (60%), biliary colic (70%), and jaundice (60%)",
        "cop": 2,
        "opa": "GI bleeding",
        "opb": "Fever",
        "opc": "Jaundice",
        "opd": "Colicky pain",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "7521c434-055d-4f31-b83d-fec7e37de740",
        "choice_type": "multi"
    },
    {
        "question": "According to Strasberg classification. Lateral CBD injuries are classified as:",
        "exp": "Strasberg Classification of Laparoscopic Biliary Injuries Type A Bile leaks from minor ducts still in continuity with CBD Includes leakage from cystic duct stump and from a subvesical duct of Luschka MC causes of biliary leaks seen after laparoscopic cholecystectomy Type B Occlusion of a pa of the biliary tree, almost always an aberrant right sectoral duct Type C Transection without ligation of an aberrant right sectoral duct Type D A lateral injury to an extrahepatic duct Type E Includes biliary strictures, divided into E1 to E5 as classified by Bismuth",
        "cop": 3,
        "opa": "Type B",
        "opb": "Type C",
        "opc": "Type D",
        "opd": "Type E",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "ca0c9e05-94c6-437d-bb59-63717abea5f8",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of suppurative cholangitis is:-",
        "exp": "CHOLANGITIS Ascending bacterial infection of the biliary ductal system with obstruction MC cause of acute cholangitis is choledocholithiasis MC causative organism- E. coli, Klebsiella pneumonia, Streptococcus faecalis, & Bacteroid fragills. Treatment Initial treatment: IV antibiotics & aggressive hydration.",
        "cop": 1,
        "opa": "Stone in common bile duct",
        "opb": "Cancer of the ampulla of vater",
        "opc": "Choledochal cyst",
        "opd": "Empyema of gallbladder",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "2d80989d-79cd-4681-9d1f-a2d625f0a8ce",
        "choice_type": "multi"
    },
    {
        "question": "The treatment of choice for an 8 mm retained common bile duct (CBD) stone is:",
        "exp": "Treatment of Choledocolithiaisis Stone <1.5 cm --ERCP + Stone Removal ERCP is both diagnostic and therapeutic as stenting procedures may be done to allete the obstruction. Stone >1.5cm - Choledochotomy When distal obstruction is suspected- Choledochoduodenostomy",
        "cop": 3,
        "opa": "Laparoscopic CBD exploration",
        "opb": "Percutaneous stone extraction",
        "opc": "Endoscopic stone extraction",
        "opd": "Extracorporeal shock wave lithotripsy",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "4b651e5a-cdae-48c7-b9d6-1048054cea0f",
        "choice_type": "single"
    },
    {
        "question": "Most common surgical cause of obstructive jaundice:",
        "exp": "Obstructive Jaundice MC surgical cause of obstructive jaundice is CBD stones Characterized by dark urine, clay colored stools, icterus and pruritus Presence of urobilinogen in urine rules out obstructive jaundice USG is the best test to differentiate medical from surgical jaundice.",
        "cop": 4,
        "opa": "Periampullary carcinoma",
        "opb": "Carcinoma gallbladder",
        "opc": "Carcinoma head of pancreas",
        "opd": "CBD stone",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "1a2deb21-6e92-40ab-a471-d65176da553c",
        "choice_type": "multi"
    },
    {
        "question": "After 3 weeks of percutaneous transhepatic cholangiography a patient presented with pain upper abdomen, melena and jaundice. Best investigation for this patient should be:",
        "exp": "The case is classical presentation of HEMOBILIA. The most common predisposing factor is PTC. . Investigation of choice for diagnosis - ANGIOGRAPHY RX:Conservative management in most patients ANGIOGRAPHY + EMBOLIZATION- for rest of patients.",
        "cop": 4,
        "opa": "CECT",
        "opb": "MRI",
        "opc": "PET",
        "opd": "Angiography",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "62904b3a-7461-4c82-b0c1-7f7ca13ad035",
        "choice_type": "single"
    },
    {
        "question": "A 10 years old female presented with recurrent attacks of cholangitis. CECT was done, the diagnosis on the basis of CECT is:",
        "exp": "The CECT shows central dot; which is seen in type 5 choledochal cyst/ Caroli's disease Choledochal cyst.- Characterized by dilatation of bile duct. TODANI modification of ALONSO LEJ classification: -- Type I - dilatation of extra hepatic bile duct (MC)- Type II - diveicular dilatation of extra hepatic bile duct- Type III - dilatation of intraduodenal pa of bile duct (choledochocele)- Type IV (A) - dilatation of both intra and extra hepatic bile duct- Type IV (B) - multiple cyst involving only extra hepatic bile duct - Type V - multiple cyst involving only intra hepatic bile duct (Caroli's disease)",
        "cop": 4,
        "opa": "Type 1 choledochal cyst",
        "opb": "Type 3 choledochal cyst",
        "opc": "Type 4 choledochal cyst",
        "opd": "Type 5 choledochal cyst",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "56492bab-1e32-4d34-81d2-d3780e0ea5da",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not formed sphincter of oddi complex?",
        "exp": "Sphincter of oddi complex:- 1. sphincter ampullae 2. sphincter pancreaticus 3. superior choledochal sphincter 4. inferior choledochal sphincter",
        "cop": 4,
        "opa": "Sphincter pancreaticus",
        "opb": "Sphincter ampullae",
        "opc": "Superior choledochal sphincter",
        "opd": "Posterior choledochal sphincter",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "e09ccfa9-aea7-4ffc-82d3-5c87fd9e1d81",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of biliary stricture is:-",
        "exp": "MC cause of benign biliary stricture is laparoscopic cholecystectomy (operative trauma).",
        "cop": 2,
        "opa": "CBD stone",
        "opb": "Trauma",
        "opc": "Asiatic cholangitis",
        "opd": "Congenital",
        "subject_name": "Surgery",
        "topic_name": "Bile duct",
        "id": "8c19ab09-5f86-42b9-9fa8-58a0cdb55f4f",
        "choice_type": "single"
    }
]