[
    {
        "question": "Most common type of breast carcinoma:",
        "exp": "Ans: b (Ductal) Ref: Bailey, 24th ed, p. 836# Ductal carcinoma is the most common variant.# Subtypes of lobular carcinoma are classical type and pleomorphic type, of which classical type carries a better prognosis.Classification of breast carcinoma with percentage incidence is given in 2007 surgery paper. Please go through it.",
        "cop": 2,
        "opa": "Lobular",
        "opb": "Ductal",
        "opc": "Medullary",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "e2eacb4d-5f8b-490d-bfbb-43838d8ba33d",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of ca breast is :",
        "exp": "Ans. is 'd' ie Infiltrative Ductal ca Almost all breast malignancies are adenocarcinomas, all other types (i.e. squamous cell Ca, phylloides tumors, sarcomas, and lymphomas are rareThey are divided into two types ductal and lobular types each of which are further two types carcinoma in situ & invasive type.Ductal carcinomas arise from epithelium lining the ducts and lobular arises from the epithelium of the acini forming lobules.Infiltrative ductal Ca is the most common type of breast Ca.",
        "cop": 4,
        "opa": "Papillary ca",
        "opb": "Pagets disease",
        "opc": "Fibrasorcoma",
        "opd": "Infiltrative ductal ca",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "4566ea7e-cce4-4e99-bd14-b225f73cd185",
        "choice_type": "single"
    },
    {
        "question": "Which ca breast is B/L",
        "exp": "Ans. is 'a' ie. Lobular \"LCIS (lobular Ca in situ) occurs bilaterally in 50 to 70% of cases, while DCIS occurs bilaterally in 10 to 20% of cases\" - Schwartz\"Invasive lobular Ca is frequently multifocal, multicentric and bilateral\" - Schwartz",
        "cop": 1,
        "opa": "Lobular",
        "opb": "Paget's ds.",
        "opc": "Medullary",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "b6bee3d8-d52b-4ed6-bedb-234cf3cec7a1",
        "choice_type": "multi"
    },
    {
        "question": "False about Paget disease of the nipple:",
        "exp": "Ans: b (It is an eczematous condition) Ref: Bailey, 24th ed, p. 837Paget's disease of nippleIs a superficial manifestation of an underlying carcinoma(DCIS or invasive ductal carcinoma)It presents as an eczema - like condition of nipple and areola, which persists despite local treatment.Nipple is eroded slowly and eventually disappears (poor prognosis)- Microscopy - Characterised by presence of large, ovoid cells with abundant clear, pale-staining cytoplasm in the Malpighian layer of epidermis.Eczema of nipplePaget disease of nipple- Often bilateral- Unilateral- Is often seen during lactation- Is seen at menopause- Itches- Does not itch- Vesicles present- No vesicles found- Nipple remain intact- Nipple may be destroyed- No lump felt deep to nipple- May feel a lump deep to the nipple",
        "cop": 2,
        "opa": "Leads to destruction of whole nipple",
        "opb": "It is an eczematous condition",
        "opc": "Associated with underlying carcinoma",
        "opd": "Associated with poor prognosis",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "5d2f8df0-1cc1-4a09-b9b0-05faf11fa9d5",
        "choice_type": "multi"
    },
    {
        "question": "BRCA 2 gene is associated with allof the following malignancies except -",
        "exp": "Ans. is 'd' i.e., Uterine Cancer o BRCA2 - is associated in particular with1. Breast cancer in both men& women2. Multiple other cancers# Ovary# Pancreas# Prostrate# Larynx",
        "cop": 4,
        "opa": "Breast cancer in men",
        "opb": "Breast cancer in Women",
        "opc": "Ovarian Cancer",
        "opd": "Uterine Cancer",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "5ed8d46c-a91a-450f-8750-26118bd778fe",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding cystosarcoma phyllodes except",
        "exp": "Ans) c (Arise from ) Ref Sabiston 18th ed pg 871Phyllodes tumor contain a biphasic proliferation of stromal & mammary epithelium.They are finn lobulated masses. Histologically whorled stroma forms larger cleft lined by epithelium that resembles clusters of leaf like structure.Mammographically rounded densities with smooth borders indistinguishable from fibroadenomas.USG may reveal a discrete structure with cystic spaces.Core biopsy gives correct diagnosis in only 50% case.So, excision biopsy is the best.Local excision of phylloids tumor is curative in benign tumors.For border line phyllodes tumor excision with 1 cm margin.For malignant phyllodes tumor- total mastectomy.",
        "cop": 3,
        "opa": "Cut surface appears like leaf",
        "opb": "Mastectomy preferred for malignant tumors",
        "opc": "Arise from a single epithelial cell type",
        "opd": "Excision biopsy for diagnosis in benign tumors.",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "8780214a-9e79-4e89-8a19-c399e2424840",
        "choice_type": "multi"
    },
    {
        "question": "Maximum risk of invasive breast carcinoma is seen with?",
        "exp": "ANSWER: (D) Atypical ductal hyperplasiaREF: Sabiston Textbook of Surgery, 18th ed Table 34-3, Schwart'z 8til edition Table 17-4\"Annual risk for development of breast cancer in a woman with lobular carcinoma insitu (LCIS) is slightly less than 1% per year, and with either atypical ductal hyperplasia (ADH) or atypical lobular hyperplasia (ALH) it is between 0.5% and 1% per year\" (NOTE: Annual risk and relative risk provided in the chart are different)Cancer Risk Associated with Benign Breast Disorders and In Situ Carcinoma of the BreastNonproliferative lesions of the breastNo increased riskSclerosing adenosisNo increased riskIntraductal papillomaNo increased riskFlorid hyperplasia1.5 to 2-foldAtypical lobular hyperplasia4-foldAtypical ductal hyperplasia4-foldDuctal involvement by cells of atypical ductal hyperplasia7-foldLobular carcinoma in situ10-foldDuctal carcinoma in situ10-fold",
        "cop": 4,
        "opa": "Complex Fibroadenoma",
        "opb": "Sclerosing Adenosis",
        "opc": "Intraductal papilloma",
        "opd": "Atypical ductal hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "7547be30-7ca5-464e-a2cf-176fb89dceab",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy is done if -",
        "exp": "Ans. is 'c' i.e., Breast mass but no lymph node palpable Sentinel lvmph node biopsyo Now Sentinel lymph node biopsy is considered the standard for evaluation of the axillary lymph nodes for metastasis in women who have clinically negative lymph nodes, (the sentinel lymph node is the first regional lymph node to receive tumor cells that metastasize along the lymphatic pathway from the primary breast cancer)o SLN biopsy is usually done intraoperatively by using isosulphan blue dye (lymphazurin) or radioactive colloid. Accuracy in detection of SLN is best when both the methods are combinedo When radioactive colloid is used, the SLN is detected by a gamma-camerao The blue dye colours the afferent lymphatics and the SLN, hence aids in the identificationSLN Biopsy (for breast ca) is contraindicated ino Palpable lymphadenopathyo Prior axillary surgery, chemotherapy or radiation therapyo Multifocal breast cancers",
        "cop": 3,
        "opa": "Metastatic breast ca",
        "opb": "Lymph node palpable",
        "opc": "Breast mass but no lymph node palpable",
        "opd": "Breast lump with palpable axillary lymph node",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "990c805b-9117-425b-ab3e-d9656d9f0a0e",
        "choice_type": "single"
    },
    {
        "question": "Features, which are evaluated for histological grading of breast carcinoma, include all of the following except -",
        "exp": "Ans. is 'a' i.e. Tumour Necrosis For histological grading of breast carcinoma three individual factors are assessed.Nuclear pleomorphism Tubule formation Mitotic countThe most commonly used histological grading system is Nottingham histologic score (also k/a Scarff-Bloom- Richardson)",
        "cop": 1,
        "opa": "Tumour necrosis",
        "opb": "Mitotic count",
        "opc": "Tubule formation",
        "opd": "Nuclear pleomorphism",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "3356d2f4-2231-4d27-a3e4-95c2121a3e64",
        "choice_type": "multi"
    },
    {
        "question": "Peau d'orange appearance is due to -",
        "exp": "Ans. is 'c'i.e., Lymphatic permeation o Repeat from previous sessions",
        "cop": 3,
        "opa": "Intra-epithelial cancer",
        "opb": "Sub-epidermal cancer",
        "opc": "Lymphatic permeation",
        "opd": "Vascular embolization",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "d5353ecd-d76b-4d60-9689-0a240bdb226a",
        "choice_type": "single"
    },
    {
        "question": "What is peau d'orange?",
        "exp": "Ans. is 'a' i.e., Cutaneous lymphatic edema due to infiltration of subdermal lymphatics o Peau d' orange is due to cutaneous lymphatic edema, where the infiltrated skin is tethered by the sweat ducts, it cannot swell, leading to an appearance like orange skin.o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Cutaneous lymphatic edema due to infiltration of subdermal lymphatics",
        "opb": "Radiation associated edema of breast",
        "opc": "Radiation associated limb edema",
        "opd": "Limb edema associated with axillary lymph node dissection",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "3c665fd0-d327-4b51-9d83-898908614889",
        "choice_type": "single"
    },
    {
        "question": "This appearance of mammary skin is due to",
        "exp": "Ans. (c) Lymphatic penetration.Observe the dotted dimpling on the skin which resembles orange peel, hence the name peau-d-orange.Peau-d-orange is due to cutaneous lymphatic blockage, leading to an appearance like orange skin, this condition is due to lymphatic penetration by tumor cells.Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 3,
        "opa": "Intra-epithelial cancer",
        "opb": "Sub-epidermal cancer",
        "opc": "Lymphatic penetration",
        "opd": "Vascular embolization",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "b8611cc2-ccc3-4ac7-9e5e-ca7fa40211d5",
        "choice_type": "single"
    },
    {
        "question": "On which of following does prognosis in male breast Ca depend.",
        "exp": "Ans is 'd' ie. Lymph node status Lymph node status is the best prognostic indicator in both females as well as males.\"The presence of nodal metastasis appears to have at least the same prognostic power in male as in women.\" - Sabiston, 16/e\"The negative prognostic factors for breast cancer in men are the same as in women and include nodal involvement, tumor size, histologic grade, and hormone receptor status.\" - Sabiston 18/e, p 886",
        "cop": 4,
        "opa": "Duration of disease",
        "opb": "Nipple discharge",
        "opc": "Ulceration of nipple",
        "opd": "Lymph node status",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "aa43e0ce-859f-4b19-963b-b208c674076f",
        "choice_type": "single"
    },
    {
        "question": "As per AJCC breast cancer staging T4 is?",
        "exp": "Ans. (b) Satellite lesionsRef: Schwartz 10th ed. / 532ToNo evidence of primary tomorTISCarcinoma in situT1Tumor <2 cmT1aTumor > 0.1 cm but < 0.5 cmT1bTumor > 0.5 but < 1 cmT1cTumor > 1 cm but <2 cmT2Tumor > 2 cm but <5 cmT3Tumor >5 cmT4Extension to chest wall, inflammation, satellite lesions, ulcerations",
        "cop": 2,
        "opa": "Distant metastasis",
        "opb": "Satellite lesions",
        "opc": "Spread to contralateral axillary lymph nodes",
        "opd": "Sentinel lymph node involvement",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "521154a0-1ab4-4e63-bff1-31eb53420332",
        "choice_type": "single"
    },
    {
        "question": "Breast Cancer which involves both breasts is:",
        "exp": "Ans. (a) Lobular carcinomaRef: Sabiston 19th ed./842, Bailey 26th ed. / 809LOBULAR CARCINOMA BREAST SALIENT FEATURES* Mostly Multi-centric and bilateral* Histological hallmark: Indian file pattern due to the tendency of tumor cells to invade in linear strand.* Presenting feature-Breast mass with ill-defined margins* Cellular feature- cytoplasmic mucoid globule* Neighbourhood calcification-calcification in LCIS typically occurs in adjacent tissues. It is a unique feature and adds to diagnosis.BREAST CA- AT A GLANCEMC cancer in women (Worldwide)MC cancer in women in urban area (India)* MC arise from TDLU (terminal duct lobular unit)* MC type- invasive ductal* MC malignant type- inflammatory breast CA* MC Site- upper outer quadrant* MC Site of metastasis is bone (osteolytic) lumbar vertebra>femur>thoracic vertebrae.* MC Cause of death- metastatic disease i.e malignant pleural effusion* 2nd Most common cause of cancer death in women (1st is lung in both sexes)Evaluation/ Diagnosis by triple assessment-* Clinical* Imaging (Mammography/USG)* Histopathology# 1st initial Investigation is FNAC# Best /gold standard test- HPE after biopsy# USG- for young patient# MRI- Patient with breast implant condition# PET scan- For recurrence# Mammography- For older patient# Mammography: IOC for micro-calcificationBIRADSBreast imaging reporting and data system0- incomplete assessment1- Negative2- Benign3- Probably benign4- Suspicious5- Highly suggestive of malignancy6- Malignant",
        "cop": 1,
        "opa": "Lobular Carcinoma",
        "opb": "Mucoid carcinoma",
        "opc": "Ductal carcinoma",
        "opd": "Ductal carcinoma in situ",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "c705dbbb-51f5-4258-8376-04a5235cc62c",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common type of male breast cancer?",
        "exp": "Ans. is 'a' i.e., Infiltrating Ductal Carcinoma o All known histopathologic types of breast cancer have been described in men with infiltrating ductal carcinoma being most common (about 70%)Male breast cancero Breast cancer in men is a rare disease; less than 1% occurs in men.o The average age is about 60 yrs - older than the most common presenting age in womeno Gynecomastia is seen preceding or accompanying the breast cancer in about 20% of caseso The risk of male breast cancer is related to an increased lifelong exposure to estrogen (as with female breast cancer) or to reduced androgen. The strongest association is in men with Klinefelter's syndrome (XXY) who have a 14- to 50-fold increased risk of developing male breast cancer. Also, men who carry a BRC A1, or particularly a BRC A2 mutation, have an increased risk of developing breast cancero The following conditions have been reported to be associated with an increased risk of breast cancer in men:# Chronic liver disorders, such as cirrhosis, chronic alcoholism, schistosomiasis;# A history of mumps orchitis, undescended testes, or testicular injury; and# Feminization, genetically or by environmental exposure# Radiation exposureo All known histopathologic types of breast cancer have been described in men with infiltrating ductal carcinoma being most common (about 70%). o A majority of male breast cancers are ER/PR positive and the percentage positive is greater than for female breast cancer.o As for women, stage is the predominant prognostic indicator, and most studies report that stage for stage, men with breast cancer have the same outcome following treatment as women with breast cancer. Overall, men do worse because of the advanced stage of their cancer at the time of diagnosiso Treatment consists of modified radical mastectomy in operable patients. The use of postmastectomy radiation therapy follows the same guidelines as for female breast cancer. Similarly, the use of systemic therapy follows the same guidelines as for women with postmenopausal breast cancer. Tamoxifen is the mainstay for adjuvant systemic therapy in ER-positive male breast cancer. Metastatic breast cancer in men is treated identically to metastatic disease in women",
        "cop": 1,
        "opa": "Infiltrating Ductal Carcinoma",
        "opb": "lobular Carcinoma",
        "opc": "Mucinous Carcinoma",
        "opd": "Colloid Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "88e2a2a5-c30c-423a-9e33-a0ee972bd471",
        "choice_type": "single"
    },
    {
        "question": "Which type of breast carcinoma is bilateral and multicentric?",
        "exp": "1Ans: b (Lobular) Ref: Bailey, 24thMost Ca breast are adenocarcinoma.Types:* Ductal: in situ invasive* LobularMost common type: invasive ductal typeDuctal carcinoma arises from epitheliumColloid carcinoma--Cells produce abundant mucinMedullary Ca-- Solid sheets of large cells often associated with marked lymphocytic reactionInfiltrative Ca-- Rare highly aggressive Ca that present as a painful swollen breast with cutaneous odema.Tubular CaBreast carcinoma with good prognosis even with axillary lymph nodes--medullary CaBulls eye appearance is seen in - invasive lobularDesmoplastic reaction is shown by - ductal invasiveComedo carcinoma is - ductal carcinoma in situ (DCIS)Most common variant of breast carcinoma- ductal invasiveLobular carcinoma - multicentric and bilateralThe underlying lobular architecture can still be recognised on microscopic examination \"Indian file pattern\" is seen",
        "cop": 2,
        "opa": "Ductal",
        "opb": "Lobular",
        "opc": "Medullary",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "fbb93abc-b738-49a9-aa52-3d948ee53d06",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma breast spreads by all of the following veins hematogenously except -",
        "exp": "Ans. is 'd' i.e., Epigastric veins o Venous drainage of breast is through axillary, internal mammary and intercostal veins providing three major routes of hematogenous metastasis.",
        "cop": 4,
        "opa": "Internal mammary vein",
        "opb": "Axillary vein",
        "opc": "Intercostal veins",
        "opd": "Epigastric veins",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "acb526ce-ab02-4b20-9f47-06609f5bfa67",
        "choice_type": "multi"
    },
    {
        "question": "Intraoperative sentinel lymph node detection in axilla is done by using -",
        "exp": "Ans. is 'b' i.e., Isosulfan blue dye o Lymphetic mapping is performed by using isosulfan blue dye, technetium-fabled sulfur colloid ablumin or a combination of both.",
        "cop": 2,
        "opa": "Mammography",
        "opb": "Isosulfan blue dye",
        "opc": "MRI *",
        "opd": "CT",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "a2963db4-8c10-473f-b147-cc427a179997",
        "choice_type": "single"
    },
    {
        "question": "Bilateral carcinoma breast is common in which of the following type of breast cancer?",
        "exp": "Ans. a (Lobular). (Ref. Bailey & Love, 25th/ pg. 837)Breast carcinoma1Mast common typeDuctal carcinoma (80%)2Most malignant (bad prognosis)Inflammatory carcinoma3Most favourable/ excellent prognosisTubular carcinoma4BilateralInvasive Lobular carcinoma5'Indian file pattern' on HPRInvasive lobular carcinoma6Mast common type in malesInfiltrating ductal carcinoma",
        "cop": 1,
        "opa": "Lobular",
        "opb": "Inflammatory",
        "opc": "Scirrhous",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "58b505ce-68c3-4d78-a216-cc599db66bd7",
        "choice_type": "single"
    },
    {
        "question": "Histological variety of Breast carcinoma with best prognosis is?",
        "exp": "ANSWER: (D) TubularREF: Sabiston 17th ed p. 891, CSDT 11th ed p. 335It is commonly held that infiltrating ductal carcinomas (NOS) is the most common form of breast carcinoma and carries worst outcome.Infiltrating and pure medullary carcinomas have intermediate outcomesTubular and mucinous carcinomas are least aggressive cancersNOTE: Most important prognostic factor for breast carcinoma is staging followed by lymph node status",
        "cop": 4,
        "opa": "Medullary",
        "opb": "Colloid",
        "opc": "Lobular",
        "opd": "Tubular",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "4121bb5a-8be7-4f8d-ab25-84a9ba832fdb",
        "choice_type": "single"
    },
    {
        "question": "All the following statements about lobular carcinoma of breast are true EXCEPT:",
        "exp": "Ans) a (Easily...) Ref: Sabiston 18th ed, 17th ed p890, Robbins 7th ed p 1144Invasive lobular carcinoma (ILC) may be found by mammography, However, ILCdoes not always show up well on a mammogram because of the cells' tendency to grow in a single-file line, rather than form a mass. If mammogram does find invasive lobular carcinoma, the tumor may appear smaller than it actually is. Whenever a screening mammogram highlights an area of concern, additional mammograms often will be done to gather more information about that area. Mammography will be performed on both breasts. So ILC is difficult to detect in mammogram.Infiltrating lobular carcinomaInfiltrating lobular carcinoma accounts for about 5 percent of all malignant invasive cancers. It occurs most frequently in women between the ages of 45 and 56. The tumor grows in the terminal (last part) of the lobules where milk is produced. It usually does not show up on mammography and may feel like a thickening in the upper-outer quarter of the breast (from the nipple to under the arm) as it infiltrates the walls of the lobules.In about 30% of cases, this cancer is frequently found in the opposite breast.It is often found in other parts of the same breast (multicentric).Most tumors are positive for estrogen and progesterone receptors and thus respond well to hormonal therapy.Infiltrating lobular carcinoma sometimes has an increased incidence of spreading to the uterus and ovaries.Lobular carcinoma in situ (LCIS) occurs bilaterally in 50 70% of cases, while ductal carcinoma in situ (DCIS) occurs bilaterally in 10 - 20% of cases.Invasive lobular carcinomaFrequently multifocal, multicentric and bilateral.Incidence increased in post menopausal women (related to post menopausal HRT)Histological hallmark - pattern of single infiltrating tumor cells, often only one cell in width (Indian File Pattern) or in loose clusters or sheets.Most lobular carcinoma show a loss of a region on chromosome 16 (e-cadherin and b catenin genes are lost)Lobular carcinoma have a different pattern of metastasis compared to other breast carcinoma (less likely to metastasis to lung and pleura)Well/moderately differentiated lobular carcinomaDiploidExpress hormone receptorsAssociated with LCIS in majority of casesHER 2/neu over expression is very rare.Poorly differentiated lobular carcinomaAneuploidOften lack hormone receptorsMay over express HER 2/neuUltrasound bounces sound waves off of the breast to create additional images of the tissue. Ultrasound can be used in addition to mammography. Ultrasound appears to be more accurate in detecting invasive lobular carcinoma than mammography. As with mammography, however, the tumor may appear smaller than it is.Note:Breast carcinoma with good prognosis even with axillary lymph nodes - medullary CaBulls eye appearance is seen in - invasive lobularDesmoplastic reaction is shown by - ductalComedo carcinoma is - ductal carcinoma in situ (DCIS)Most common variant of breast carcinoma - Ductal invasive",
        "cop": 1,
        "opa": "Easily detectable in mammography",
        "opb": "30% bilateral",
        "opc": "Lobectomy is less preferred",
        "opd": "Difficult to detect in mammography.",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "ac24c246-0769-45e4-bfea-1b097a2a58ca",
        "choice_type": "multi"
    },
    {
        "question": "Increased incidence of breast carcinoma is seen with-",
        "exp": "Ans. is 'b' i.e., Atypical hyperplasia o Patients with a history-' of breast biopsy for benign breast disease have an increased risk of breast cancer. The degree of increase in risk depends on the specific epithelial abnormality. The table below shows the relative associated risks for patients with benign histologic findings.American Board of Pathology Histologic Classification of Benign DiseaseHistopatiioiogyApproximate Relative RiskNonproliferativeNo added riskCysts Duct ectasia Calcification Fibroadenoma Milk ductal epithelial hyperplasia Sclerosing adenosisNo added riskPapillomatosisSlight added riskRadial scars Complex sclerosing lesions?Moderate or florid hyperplasia1.5: 1 to 2:1Atypical hyperplasia (ductal and lobular)4:1Extensive ductal involvement of atypical hyperplasia 7:1 Lobular carcinoma in situ10:1Ductal carcinoma in situ10:1",
        "cop": 2,
        "opa": "Sclerosing adenosis",
        "opb": "Atypical hyperplasia",
        "opc": "Apocrine metaplasia",
        "opd": "Duct papilloma",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "61c6f088-881f-4451-91b8-5507939f7d9f",
        "choice_type": "single"
    }
]