[
    {
        "question": "Most common site of berry's aneurism is -",
        "exp": "Ans. is' b' i.e., Junction of anterior cerebral and anterior communicating artery Most common sites of Berry's Aneurysma. Junction of anterior cerebral and anterior communicating arteryb. Bifurcation of MCAc. Trifurcation of CIAd. Bifurcation of basilar artery",
        "cop": 2,
        "opa": "Trifurcation of internal carotid artery",
        "opb": "Junction of anterior cerebral and anterior communicating artery",
        "opc": "Bifurcation of basilar artery",
        "opd": "Middle cerebral artery",
        "subject_name": "Surgery",
        "topic_name": "Cerebrovascular Disorders",
        "id": "1616a1f9-40d0-4c00-a173-e4c6034e812d",
        "choice_type": "single"
    },
    {
        "question": "A 76-year-old woman is brought to the emergency department due to sudden loss of right-sided motor function in her face, arm, and leg. She has a past medical history of hypertension, hypercholesterolemia, and previous transient ischemic attack, and was recently placed on Coumadin for new-onset atrial fibrillation. A computed tomography (CT) scan is performed and is shown. Which of the following neurologic structures is most commonly involved in this patient's injury?",
        "exp": "Ans. (c) Putamen.This patient has a risk factor for both ischemic and hemorrhagic cerebrovascular accident (CVA); however, her recent onset of Coumadin for atrial fibrillation and imaging is suggestive of hemorrhage. Intracerebral or intraparenchymal bleeds can occur due to hypertension in the thalamus, pons, cerebellum, basal ganglia and internal capsule, and the caudate nucleus. The putamen (a basal ganglia structure) is documented as the most common area for intracerebral hemorrhage, and commonly tested in this regard.Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 3,
        "opa": "Corpus callosum",
        "opb": "Internal capsule",
        "opc": "Putamen",
        "opd": "Thalamus",
        "subject_name": "Surgery",
        "topic_name": "Cerebrovascular Disorders",
        "id": "a648d58b-c3d7-47b3-b610-f0649ffc852b",
        "choice_type": "multi"
    }
]