[
    {
        "question": "Which among the following surgery requires lithotomy position",
        "exp": "Ans) a (Anal) Ref: http://en.wikipedia.orgThe lithotomy position refers to a common position for surgical procedures and medical examinations involving the pelvis and lower abdomen. References to the position have been found in some of the oldest known medical documents including versions of the Hippocratic oath. The position is named after the ancient surgical procedure for removing kidney stones, gall stones and bladder stones via the perineum. The position is perhaps most recognizable as the 'often used' position for childbirth: the patient is laid on the back with knees bent, positioned above the hips, and spread apart through the use of stirrups.Obvious benefits from the position is that it provides good visual and physical access to the perineal region. The position is used for procedures ranging from simple pelvic exams to surgeries and procedures involving, but not limited to reproductive organs, urology, and gastrointestinal systems. Used for perianal surgeries like haemorrhoidectomy, fistulectomy, lateral sphinc-terotomy; perineal surgeries like APR & vaginal hysterectomy.",
        "cop": 1,
        "opa": "Anal",
        "opb": "Cardiac",
        "opc": "Abdominal",
        "opd": "Limb",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "49b875c4-3a3d-453f-994d-5953f1c5e511",
        "choice_type": "single"
    },
    {
        "question": "Following hemorrhoidectomy the most common complication is:",
        "exp": "Ans: b (Urinary retention) Ref: Bailey, p. 1256Degrees of hemorrhoidectomy (Ref: Bailey 1256)Ist - Bleed only; no prolapseIInd - Prolapse, but can be reduced digitally and will remain reduced.IIIrd - Continously remain prolapsedTreatment: Injection therapy -Ist degreeIInd degreeBanding -IInd degree too large for injection treatmentPhoto coagulation -Ist degreeIInd degreeHemorrhoidectomy -IIIrd degreeIInd degree not curable with other methodsFibrosed hemorrhoidsIntero-extemal hemorrhoid when external is well defined.Now the complications of hemorrhoidectomy:Eady:PainUrinary retentionReactionary haemorrhageLate:2o haemorrhage-usually 7-8 post op dayAnal strictureAnal fissure, sub mucosal abscessBridge:An arterial pile is a hemangiomatous condition of superior rectal artery",
        "cop": 2,
        "opa": "Bleeding",
        "opb": "Urinary retention",
        "opc": "Infection",
        "opd": "Fecal impaction",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "8e158cb8-da59-45fd-a99d-f3f036002649",
        "choice_type": "single"
    },
    {
        "question": "Five days self Limiting Rectal painful bleeding-",
        "exp": "Ans. is 'd' i.e.. Thrombosed external hemorrhoids",
        "cop": 4,
        "opa": "Proctalgia fugax",
        "opb": "Internal hemorrhoides",
        "opc": "External hemorhoides",
        "opd": "Thrombosed external haemorrhoids",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "4ee56365-90ca-4832-9b73-8a2a499555a8",
        "choice_type": "single"
    },
    {
        "question": "True about Haemorrhoid :",
        "exp": "Ans: D (Internal...) \"Portal hypertension was long thought to increase the risk of hemorrhoidal bleeding because of the anastomoses between the portal venous system (middle and upper hemorrhoidal plexuses) and the systemic venous system (inferior rectal plexuses). It is now understood that hemorrhoidal disease is no more common in patients with portal hypertension than in the normal population. Rectal varices, however, may occur and may cause hemorrhage in these patients, in general, rectal varices are best treated by lowering portal venous pressure. Rarely, suture ligation may be necessary if massive bleeding persists. Surgical hemorrhoidectomy should be avoided in these patients because of the'risk of massive, difficuit-to-control variceal bleeding.'- Sabiston 18th/ 1440\"Internal hemorrhoid pathology has no correlation with constipation (infrequent passage of stool) or portal hypertension.Pathologic hemorrhoids are not dilated vascular channels, varices, or vascular hyperplasias. The principal mechanism in younger men is increased resting pressure within the anal canal, leading to decreased venous return, venous engorgement, and disruption of the supporting tissues. The cause of external hemorrhoidal disease is unknown but is associated with straining such as that which occurs with constipation or d iarrbea *-CSDT 11 th/766\"Occasionally, patients with portal hypertension develop rectai varices, but these should not be confused with haemorrhoids as the consquences may he disastrous. External haemorrhoids relate to venous channels of the inferior haemorrhoidal plexus deep in the skin surrounding the anal verge L&B25th/1254\"Occasionally,; patients with porta! hypertension develop recta! varices, but these should not be confused with haemorrhoids as the consquences may be disastrous. Externa! haemorrhoids relate to venous channels of the inferior haemorrhoidal plexus deep in the skin surrounding the anal verge L & B25th/1254PORTAL HYPERTENSION AND VARICOSE VEINS L&B 25th/1254\"Misconceptions concerning the vascular anatomy of the anal canal (specifically the lack of appreciation of communications between portal and systemic systems and the 'normality' of venous dilatations) ted to theories of development of primary internal haemorrhoids that lasted for several centuries. Man's upright posture (we know little about haemorrhoidal problems in animals), lack of valves in the portal venous system and raised abdominal pressure were thought to contribute to the development ofanal varicosities. If raised portal venous pressure were indeed the cause, one would expect a high incidence in subjects suffering from portal hypertension; however, although such patients have a higher incidence of anorectal varices, these are a separate anatomical and clinical entity from haemorrhoids, which are seen no more frequently than in those without cirrhosis, portal hypertension and oesophageal varicesInternal piles ortrue piles are sacculardilations of internal rectal venous plexus. They occur above pectinate line & are therefore painless\"- BDC II 4th/384Internal piles or true piles is covered by upper mucous part of a nal canalfAs internal piles lies above pectinaie line-pectinate line is lower part of upper mucous layer)- BDC II 4th/384Internal piles is covered by transitional zonefstratified squamous epithelium) &!ower cutaneous part of anal canal- BDC II 4th/384HEMORRHOIDExternal Hemorrhoids# These are located distal to the dentate line and are covered with anoderm. Because the anoderm is richly innervated, thrombosis of an external hemorrhoid may cause significant pain.it is for this reason that external hemorrhoids should not be ligated or excised without adequate local anesthetic. A skin tag is redundant fibrotic skin at the anal verge, often persisting as the residual of a thrombosed external hemorrhoid.Treatment of external hemorrhoids and skin tags are only indicated for symptomatic relief.Internal HemorrhoidsThese are located proximal to the dentate line and covered by insensate anorectal mucosa, internal hemorrhoids may prolapse or bleed, but rarely become painful unless they develop thrombosis and necrosis (usually related to severe prolapse, incarceration, and/or strangulation). Internal hemorrhoids are graded according to the extentof prolapse.First-degree hemorrhoids bulge into the anal canal and may prolapse beyond the dentate line on straining.Second-degree hemorrhoids prolapse through the anus but reduce spontaneously. Third-degree hemorrhoids prolapse through the anal canal and require manual reduction. Fourth-degree hemorrhoids prolapse but cannot be reduced and are at risk for strangulation.Table (Sabiston 18th/1440).Internal Hemorrhoids: Grading and ManagementGradeSymptoms And SignsManagementFirst degreeBleeding; no prolapseDietary modificationsSecond degreeProlapse with spontaneous reductionRubber band ligation Bleeding, seepageCoagulation Dietary modificationsThird degreeProlapse requiring digital reductionBleeding, seepageSurgical hemorrhoidectomyRubber band ligationDietary modificationsFourth degreeProlapsed, cannot be reducedStrangulatedSurgical hemorrhoidectomyUrgent hemorrhoidectomyDietary modifications",
        "cop": 4,
        "opa": "Internal haemorrhoid is dilation of superior rectal artery",
        "opb": "Interna] haemorrhoid lined by - Squamous & transitional epithelium",
        "opc": "External haemorrhoid lined by - Squamous & transitional epithelium",
        "opd": "Internal haemorrhoid is classified on basis of prolapse",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "50877171-d395-4aec-a951-e4aae0092d71",
        "choice_type": "multi"
    },
    {
        "question": "Pain of External hemorrhoids is carried by?",
        "exp": "ANSWER; (A) Pudendal nerveREF: Gray's anatomy 39th ed p- 1371External hemorrhoids are innervated by cutaneous nerves that supply the perianal area, such as the pudendal nerve and branches of the sacral plexusInternal hemorrhoids are not innervated and cannot cause pain.",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Perineal nerve",
        "opc": "Superior rectal nerve",
        "opd": "Dorsal nerve of penis or clitoris",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "492a5a94-9349-4340-b92b-dc1f430470df",
        "choice_type": "single"
    },
    {
        "question": "External hemorrhoids below the dentate line are:",
        "exp": "Ans. a. Painful (Ref: Sabiston 19/e p1387-1391; Schwartz 9/e p1057-1059; Bailey 26/e p1250-1257, 25/e p1253-1259; Schackelford 7/e p1896-1906)External hemorrhoids are located below dentate line and are painful.External Hemorrhoids:Located distal to dentate lineQAlso known as 5-days painful self curing lesionPainful, not ligatedQExcision is doneQRepeated thrombosis leads to semi-ripe black current appearanceHemorrhoidRecent theories regard hemorrhoids as normal anatomical structuresQ.These are cushions of submucosal tissue containing venules, arterioles, smooth muscle fibres and elastic connective tissue.Three hemorrhoidal cushions are found in the left lateral, right anterior and right posterior position (3, 7 and 11 O' Clock)QHemorrhoids or piles are symptomatic anal cushionsMore common when intra-abdominal pressure is raised, e.g. in obesity, constipation and pregnancySymptoms: bright-red, painless bleeding, mucus discharge and prolapseHemorrhoids cannot be palpated, best diagnosed by proctoscopyQ.Internal HemorrhoidsExternal Hemorrhoids* Located proximal to the dentate lineQ* Painless, can be ligatedQ* Banding is preferredQ* Located distal to dentate lineQ* Also known as 5-days painful self curing lesion* Painful, not ligatedQ* Excision is doneQ* Repeated thrombosis leads to semi-ripe black current appearanceQ Classification of Internal hemorrhoids1st degreePainless bleedingQ, no prolapse2nd degreeProlapse through the anus, on straining but reduce spontaneouslyQ3rd degreeProlapse through the anal canal and require manual reductionQ4th degreePermanently prolapsed and cannot be manually reduced.QTreatment:Mere presence of hemorrhoids is not necessarily an indication of treatment.Treatment is only indicated if they are symptomatic. Best treatment is the least invasive one which is possible to alleviate the symptomsQ.Treatment of hemorrhoidsMedical therapy* Bleeding from 1st and 2nd degree hemorrhoids often improve with the addition of dietary fibre, stool softeners and other diet regulationQ.Rubber band ligation* Done for 1st, 2nd and selected 3rd degree hemorrhoidsQInfrared Photocoagulation* Done for 1st and 2nd degree hemorrhoidsSclerotherapy* Done for 1+, 2nd and selected 3rd degree hemorrhoidsQ* Most commonly used sclerosant is 5% phenol in almond or arachis oil.OperativehemorrhoidectomyQ* 3rd and 4th degree hemorrhoidQ* 2nd degree not cured by non-operative methodsQ* Mixed (combine internal/external hemorrhoids)Q* Fibrosed hemorrhoidsOperative HemorrhoidectomyMilligan-Morgan open hemorrhoidectomyQFerguson closed hemorrhoidectomyQWhitefield submucosal hemorrhoidectomyQLonga's stapler hemorrhoidectomyQ",
        "cop": 1,
        "opa": "Painful",
        "opb": "Ligation is done as management",
        "opc": "Skin tag is not seen in these cases",
        "opd": "May turn malignant",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "50c8b562-2087-464e-9909-2d19ecdd769f",
        "choice_type": "single"
    },
    {
        "question": "Pilonidal sinus position for treatment -",
        "exp": "Ans. is 'a' i.e., Jack knife Jack knife positiono An anatomical position in which the patient is placed on the stomach with the hips flexed and the knees bent at a 90deg angle and the arm outstretached in front of the patient.Pilonidal diseaseo Pilonidal disease consists of a hair-containing abscess or chronic sinus, occurring in the intergluteal cleft.o It is an acquired disease,o More common in maleso Treatment of choice is surgeryy Pilonidal sinus should be excised along with the secondary openings. (But only after controlling acute infection). Acute pilonidal abscesses and sinus ds can be managed by simple incision and drainage (under local anaesthesia).",
        "cop": 1,
        "opa": "Jack knife",
        "opb": "Sim's position",
        "opc": "Prone",
        "opd": "Supine",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "2df38d22-cb8d-4bf5-a93e-fc31757a4750",
        "choice_type": "single"
    },
    {
        "question": "Not a Cause of acute anal pain:",
        "exp": "Ans. (c) Fistula in anoRef: Bailey & Love 26/h ed. /1259Clinical Features* Thrombosed hemorrhoids# External hemorrhoids are located distal to the dentate line and are covered with anoderm. Because the anoderm is richly innervated, thrombosis of an external hemorrhoid may cause significant pain.# Internal hemorrhoids may prolapse or bleed, but rarely become painful unless they develop thrombosis and necrosis (usually related to severe prolapse, incarceration, and/or strangulation).* Acute anal fissure# Characteristic symptoms include tearing pain with defecation and hematochezia (usually described as blood on the toilet paper)* Fistula in ano# Patients usually complain of intermittent purulent discharge (which may be bloody) and pain (which increases until temporary relief occurs when the pus discharges).# Schwartzs 9th ed and oxford textbook of surgery do not mention pain as a feature of fistula in ano* Perianal abccess# Severe anal pain is the most common presenting complaint. Walking, coughing, or straining can aggravate the pain.",
        "cop": 3,
        "opa": "Thrombosed hemorrhoids",
        "opb": "Acute anal fissure",
        "opc": "Fistula in ano",
        "opd": "Perianal abccess",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "e0d3c731-8567-4fda-8c2c-b8adc9c4c76e",
        "choice_type": "single"
    },
    {
        "question": "Virus that has association with anal warts?",
        "exp": "Ans. a (HPV) (Ref. Bailey and Love 24th ed., 61.6)WART# It is a HPV-induced tumor-like lesion known to spontaneous resolution.# Transmission is by direct or intimate contact, the virus material usually being inoculated through an abrasion.# It is well recognised that patients with immune deficiencies develop widespread resistant warts.# They tend to occur on sites of trauma, such as the beard area, hands, genital region and feet.# Warts are more common in children and young adults.# Plantar warts occur on the sole and are usually multiple.# Curettage and diathermy give excellent results, as does cryotherapy, but the latter is often accompanied by pain.# The irritant 50 per cent podophyllin in liquid paraffin gives good results.# Use of liquid nitrogen is easier and is more effective. Recalcitrant lesions may respond to 585-nm pulsed dye laser.# Venereal warts and moist warts (papillomata acuminata) occur in the genital region.# Orf is caused by the virus that produces pustular dermatitis in sheep.ANAL WARTS# These are usually sexually transmitted, although anoreceptive intercourse is probably not necessary.# Rx: local scissor excision or destruction by some other local method, for example, diathermy or laser.# Less extensive wart infection can be controlled by application of podophyllin.# The wart virus (human papilloma virus) is able to incorporate in the human genome and cancer may develop.# The risk of progression of this intraepithelial neoplasia to invasive anal malignancy is small.",
        "cop": 1,
        "opa": "HPV",
        "opb": "HIV",
        "opc": "LMV",
        "opd": "EBV",
        "subject_name": "Surgery",
        "topic_name": "Disorders of the Anal Canal",
        "id": "b26aca0a-381f-487d-ad5c-ea256eae595d",
        "choice_type": "single"
    }
]