[
    {
        "question": "Cork screw esophagus in barium swallow is seen in:",
        "exp": "Ans: C (Diffuse esophageal spasm) Ref: Sc ibis ion Textbook of Surgery, 19th Edition 1028Explanation:Diffuse Esophageal spasmHyper motili ty di sorderRepetitive, simultaneous, and of high amplitude esophageal contractionsMotor abnormality of the esophageal body that is more in the lower two thirds.Muscular hypertrophy and degeneration of the branches of the vagus observed.Clinical featuresChest pain and dysphagiaSqueezing pressure in the chest that may radiate to the jaw, arms, and upper back mimicking anginaSymptoms are more during times of emotional stress.Regurgitation of esophageal contents and saliva common.DiagnosisBy esuphagraphy and manometric studiesBarium swallow - Corkscrew esophagus or pseudodiverticulosis due to the presence of tertiary contractionManometrySimultaneous multipeaked contractions of high amplitude (>120 mm Hg> or long duration (>2.5 seconds)Due to spontaneous contractions and intermittent normal peristalsis, standard manometry mayNot be enough to identify DES.An ambulatory manometry has sensitivity of 90% and a specificity of 100% and is preferred.ManagementPharmacologic or endoscopic treatment preferredAll patients require psychiatric evaluationPharmacotherapyNitrates,Calcium channel blockersAnticholinergicsRelative efficacy of each of the drugs not clearEndoscopic managementBougie dilation of the esophagus up to 50 or 60 Fr provides relief for severe dysphagia and is 70% to 80% effective.Botulinum toxin injections have also been triedSurgeryIndicationsPatients with incapacitating chest pain or dysphagia who have failed medical and endoscopic therapyPresence of a pulsion diverticulum of the thoracic esophagus.ProcedureA long esophagomyotomy is performed through a left thoracotomy or a left video-assisted technique.Dor fundoplication - to prevent healing of the myotomy site and provide reflux protectionNote:Barium Swallow appearance of Carcinoma esophagus - Rat tail appearaneeBarium Swallow appearance of Achalasia - Bird's Beak appearance due to dilated esophagus with a distal narrowingGold standard for diagnosing Achalasia - Esophageal manometry.",
        "cop": 3,
        "opa": "Achalasia cardia",
        "opb": "Esophageal cancer",
        "opc": "Diffuse esophageal spasm",
        "opd": "Diverticulum",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "e5388306-b30b-4d12-a393-0ffb9045d17c",
        "choice_type": "multi"
    },
    {
        "question": "A female patient has dysphagia, intermittent epigastric pain. On endoscopy, esophagus was dilated above and narrow at the bottom. Treatment is:",
        "exp": "Ans is 'd' i.e. Heller's Cardiomyotomy Ref: CSDT 13/ep430 This patient is having Achalasia cardia.\"A laparoscopic Heller myotomy and partial fundoplication is the procedure of choice for esophageal achalasia..... A laparoscopic Heller myotomy allows excellent relief of symptoms in the majority of patients and should be preferred to pneumatic dilatation whenever surgical expertise is available. Botulinum toxin and medications should be used only in patients who are not candidates for pneumatic dilatation or laparoscopic Heller myotomy. ''Achalasia Achalasia cardia is a motor disorder of the esophageal smooth muscle in which the LES does not relax normally with swallowing, & the esophageal body undergoes non peristaltic contractions. (Primary peristalsis is absent or reduced)The pathogenesis of Achalasia is poorly understood It involves:neurogenic degeneration either idiopathic or due to infection. The degenerative changes are either intrinsic (degeneration of ganglion cells of Auerbach's myenteric plexus) or extrinsic (extra esophageal vagus nerve or the dorsal motor nucleus of vagus)Pharmacologic studies suggest dysfunction of inhibitory neurons containing nitric oxide and vasoactive intestinal polypeptide in the distal esophagus (LES). The cholinergic innervation of the LES is intact or affected only in advanced disease.As a result of the abnormality, the LES fails to relax, primary peristalsis is absent in esophagus which dilates. As the disease progresses the esophagus becomes massively dilated and tortuous.Clinical findingsBoth sexes are equally affected (Ref: Maingot's 10/e, p 846)May develop at any age but peak years are from 30 to 60.Classical clinical symptom is progressive dysphagia for both solids and liquids. Dysphagia is worsened by emotional stress and hurried eating.Regurgitation and Pulmonary aspiration occur because of retention of large volumes of saliva and ingested food in the esophagus.Esophagitis with ulceration may occur with chronic retention of food.Pain is infrequent in classical achalasia but a variant called vigorous achalasia is characterized by chest pain and esophageal spasms that generate non-propylamine high-pressure waves in the body of the esophagus.DiagnosisChest x-ray - shows absence of gastric air bubble, an air-fluid level in the mediastinum in the upright position representing retained food in oesophagus.Barium swallow - shows dilated esophagus with tapering narrowing in the terminal end of esophagus described as 'birds' beak' appearance. Fluoroscopy shows loss of normal peristalsis in the lower two thirds of esophagus.Endoscopy may be done to rule out any secondary cause of achalasia eg. Carcinoma, stricture at LES.ManometryIt's the most confirmatory investigationit is able to distinguish between various forms of motor disorders of esophagusManometric characteristics of AchalasiaIncomplete lower esophageal sphincter relaxation (<75% relaxation)Elevated LES pressureLoss of primary peristaltic waves in the esophageal body, but disorganized muscular activity may be present.Increased intra esophageal baseline pressure relative to gastric baseline.Treatment of AchalasiaThe aim of treatment is to be relieve the functional obstruction at the cardiaThe two main methods to achieve this areForceful dilatation orEsophageal myotomy (Heller's myotomy) with or without an antireflux procedureForceful dilatation (pneumatic dilatation)The aim is to weaken or rupture the circular muscle fibres of the LES by forceful stretch.Perforation and bleeding are potential complicationsExtra mucosal cardiomyotomy {Heller's myotomy)this involves surgical division of the muscle fibres of the lower esophageal sphincter.this procedure can be performed through a laparoscopic or thoracoscopic approach {Open surgical procedure i.e. Laparotomy or thoracotomy can also be done, but the videoscopic procedure is better)major complication is gastro-esophageal reflux.partial fundoplication is done to prevent reflux \"modified laparoscopic Heller myotomy is the operation of choice\"- SabistonOther methods of treatmentDrugsNitrates and calcium channel blockers can be used, but are ineffective for long term use. They can be used for transient relief of symptoms and in patients unfit for surgery and pneumatic dilatation.Botulinum toxinBotulinum toxin is given by endoscopic injection into the LES. It reduces LES pressure by blocking the cholinergic excitatory nerves in the sphincter.Its effect is only short-lived and repeated injections have to be given.Used only in patients unfit for surgery and pneumatic dilatation.",
        "cop": 4,
        "opa": "PPIs",
        "opb": "Esophagectomy",
        "opc": "Dilatation",
        "opd": "Heller's Cardiomyotomy",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "fbb5df1e-6261-4ebc-b2d8-d3c23121153d",
        "choice_type": "multi"
    },
    {
        "question": "Hellers myotomy is used in -",
        "exp": "Ans. is 'c' i.e., Achalasia cardia SurgeryConditionHellers cardiomyotomyAchalasia CardiaNissens fundopicationGERDRamstaedfs pyloromyotomyCongenital hypertrophc pyloric stenosis",
        "cop": 3,
        "opa": "CHPS",
        "opb": "Ca esophagus",
        "opc": "Achalasia cardia",
        "opd": "Hiatus hernia",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "717673c6-b6c5-4553-b18e-a893e5cb1a7c",
        "choice_type": "single"
    },
    {
        "question": "Achalasia cardia presents with all EXCEPT:",
        "exp": "Ans. (b) Normal peristalsisRef: Bailey & Love 26th ed. Ch. 62 /1014* Achalasia is a rare disease caused by loss of inhibitory ganglion cells within the esophageal myenteric plexus* It leads to a hypertensive lower oesophageal sphincter (LOS) which fails to relax on swallowing, and by aperistalsis of the body of the oesophagus.* Long-standing achalasia is characterized by progressive dilatation and sigmoid deformity of the esophagus with hypertrophy of the LES.Clinical Presentation* Progressive dysphagia is the most common presenting symptom. It generally concerns initially liquids and later both liquids and solids from the outset.# Dysphagia: Liquids > Solid* The second most common symptom is the regurgitation of undigested food during or shortly after a meal.Investigation* Screening: Barium study- Bird beak appearance* IOC: ManometryTreatment* Medical management:# Calcium channel blockers# Nitrates# Botulinum toxin (injected into the LES under endoscopic guidance)* Surgical management:# Harrison states: \"The only durable therapies for achalasia are pneumatic dilatation and Heller myotomy\"# Surgery of choice: Heller's myotomy",
        "cop": 2,
        "opa": "Increased lower esophalgus sphincter tone",
        "opb": "Normal peristalsis",
        "opc": "Dilatation proximally",
        "opd": "Malignancy",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "0ec8fd12-9a75-4d25-9fca-aad328c909d8",
        "choice_type": "multi"
    },
    {
        "question": "Dysphagia mainly for liquids is seen with",
        "exp": "Ans. (a) Achalasia Cardia* Achalasia is a rare disease caused by loss of inhibitory ganglion cells within the esophageal myenteric plexus* It leads to a hypertensive lower oesophageal sphincter (LOS) which fails to relax on swallowing, and by aperistalsis of the body of the oesophagus.* Long-standing achalasia is characterized by progressive dilatation and sigmoid deformity of the esophagus with hypertrophy of the LES.Clinical Presentation* Progressive dysphagia is the most common presenting symptom. It generally concerns initially liquids and later both liquids and solids from the outset.# Dysphagia: Liquids > Solid* The second most common symptom is the regurgitation of undigested food during or shortly after a meal.Investigation* Screening: Barium study- Bird beak appearance* IOC: ManometryTreatment* Medical management:# Calcium channel blockers# Nitrates# Botulinum toxin (injected into the LES under endoscopic guidance)* Surgical management:# Harrison states: \"The only durable therapies for achalasia are pneumatic dilatation and Heller myotomy\"# Surgery of choice: Heller's myotomy",
        "cop": 1,
        "opa": "Achalasia cardia",
        "opb": "Zenker diverticulum",
        "opc": "Barret esophagus",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "5f69fc3d-6697-41fa-9004-3365de4b72fd",
        "choice_type": "single"
    },
    {
        "question": "Corkscrew esophagus is seen in -",
        "exp": "Ans. is 'a' i.e., Diffuse esophageal spasm o Radiological appearances of diffuse esophageal spasm have been described as:# Curling esophagus# Corkscrew esophagus or# Pseudodiverticulosis",
        "cop": 1,
        "opa": "Diffuse esophageal spasm",
        "opb": "Achalasia Cardia",
        "opc": "Carcinoma of esdophagus",
        "opd": "Esophageal web",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "fa26b4cc-f723-4d7b-b374-bd38d78a5a52",
        "choice_type": "single"
    },
    {
        "question": "Heller's operation done for -",
        "exp": "Ans. is 'c' i.e., Achalasia cardia Treatment of Achalasiao The aim of treatment is to be relieve the functional obstruction at the cardiao The two main methods to achieve this are:1. Forceful dilatation or2. Esophageal myotomy (Heller's myotomy) with or without an antireflux procedure.1)Forceful dilatation (pneumatic dilatation)The aim is to weaken or rupture the circular muscle fibres of the LES by forceful stretch.Perforation and bleeding are potential complications.2)Extram ucosal cardiomyotomy (Heller \\ myotomy)This involves surgical division of the muscle fibres of the lower esophageal sphincter.This procedure can be performed through a laparoscopic or thoracoscopic approach (Open surgical procedure i.e. Laparotomy or thoractomy can also be done, but the videoscopic procedure is better).Major complication is gastro-esophageal reflux.Partial fundoplication is done to prevent reflux.''Modified laparoscopic Heller myotomy is the operation of choice \" ____SabistonOther methods of treatmentDrugso Nitrates and calcium channel bockers can be used, but are ineffective for long term use. They can be used for transient relief of symptoms,o Botulinum toxino Botulinum toxin is given by endoscopic injection into the LES. It reduces LES pressure by blocking the cholinergic excitatory nerves in the sphinctero Its effect is only short-lived and repeated injections have to be give.o Used only in patients unfit for surgery and pneumatic dilatation.",
        "cop": 3,
        "opa": "Diffuse oesophageal spasm",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Achalasia cardia",
        "opd": "Hiatus hernia",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "36c82bf3-fa7c-495e-aba8-3f83ea97b6a7",
        "choice_type": "single"
    },
    {
        "question": "A 50 yr old male Raju present with occasional dysphagia for solids, regurgitation of food and foul smelling breath. Probable diagnosis is",
        "exp": "Ans. is 'b' Zenker's diverticulum Symptoms of Zenker's diverticulumPresenting symptoms include dysphagia associated with the spontaneous regurgitation of undigested, bland material, after interrupting eating or drinking.The dysphagia is occasional when the diverticula gets filled with food. Dysphagia is relieved when the diver- ticulum empties.Other symptoms areHalitosis (foul mouth odour) gurgling noise after eating swelling in the neck aspiration of contents leading to recurrent pneumonia, lung abscessDiagnosis is confirmed by barium swallowIn Achalasia & Ca esophagus, the dysphagia is progressive and not occasional, though regurgitation may be seen in achalasia.Diabetic gastroparesis is a rare disorder leading to motor abnormality of the esophagus.",
        "cop": 2,
        "opa": "Achalasia cardia",
        "opb": "Zenkers diverticulum",
        "opc": "CA esophagus",
        "opd": "Diabetic gastroparesis",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "f4ee606e-0e80-48e6-bb5f-ab2b69898926",
        "choice_type": "single"
    },
    {
        "question": "A young female presents with dysphagia for the past 2 years. She also complains of intermittent chest pain. Barium swallow shows dilation of the esophagus with narrowing of distal esophagus. The treatment of choice is:",
        "exp": "Ans. a. Heller's cardiomyotomy (Ref: Sabiston 19/e p1025-1028; Schwartz 9/e p850-851, 857-860: Bailey 26/e p1014- 1017, 25/e p1036-1038; Shackelford 7/e p349-352, 354-361)The features of dysphagia, intermittent chest pain and dilation of esophagus with narrowing of its distal end on radiology in a young female suggest a diagnosis of achalasia. Treatment of choice for achalasia cardia is Heller's cardiomyotomy.Achalasia CardiaAchalasia means \"failure to relaxQ,\" (sphincter remains in a constant state of tone with periods of relaxation)Both the muscle of the esophagus and LES are affectedQ.Prevailing theory: Destruction of the nerves to LES is primary pathology and degeneration of neuromuscular function of the body of esophagus is secondaryQ.Premalignant condition leading to squamous cell carcinomaTriple A-syndrome or Allgroves diseaseQ: Achalasia, Alacrima and ACTH-resistant Adrenal insufficiency.Pathogenesis:Progressive inflammation and selective loss of the inhibitory myenteric neurons in Auerbach'splexus of the esophagus that normally secrete VIP and nitric oxideQ.This results in failure of relaxation of the LES and aperistalsis of the esophageal body with subsequent functional obstruction at the level of the GE junction and gradual dilatation of the esophagusQ.Clinical Features:The classic triad of symptoms consists of dysphagia, regurgitation, and weight loss.Heartburn, postprandial choking, and nocturnal coughing are seen commonly.Men and women are equally affected, with no ethnic predisposition to the diseaseQ.Regurgitation of undigested, foul-smelling foods is common, and with progressive disease, aspiration can become life-threateningQ.Pneumonia, lung abscess, and bronchiectasis often result from long-standing achalasia.Dysphagia progresses slowly over yearsQ.Diagnosis:Barium swallow:Dilated esophagus with a distal narrowing\"Bird's beak\" ,\"Pencil-tip\" or \"Rat's tail\" appearanceQSphincter spasm and delayed emptying through the LESA lack of peristaltic waves in the body and failure of LES relaxationLack of a gastric air bubbleQ on the upright portion is a result of the tight LES not allowing air to pass easily into the stomach.Massive esophageal dilation, tortuosity, and a sigmoidal esophagus (megaesophagus) in advanced stageQMecholyl test is positive in AchalasiaQCCK test is positive in AchalasiaQManometry is gold standard test for diagnosis.Absence of body peristalsis and poor LES relaxation is mandatoryQ for diagnosis.Manometry Findings of Typical AchalasiaAbnormalities of LESAbnormalities of esophageal body* Incomplete or absent LES relaxationQ* Elevated LES pressureQ* Elevated intraesophageal pressureQ (pressurization of the esophagus) from incomplete air evacuation* Simultaneous mirrored contractions with no evidence of progressive peristalsisQ* Low-amplitude waveformsQ indicating a lack of muscular toneTreatment:Early stage: Sublingual nitroglycerin, nitrates, or calcium channel blockersQ may offer hours of relief of chest pressure before or after a meal.Bougie dilationQ up to 54 French may offer several months of relief but requires repeated dilations to be sustainable.Botulinum toxin:Injection of botulinum toxin (Botox) directly into the LES blocks acetylcholine release, preventing smooth muscle contraction, and effectively relaxes the LESQ.With repeated treatments, Botox may offer symptomatic relief for yearsSymptoms recur more than 50% of the time within 6 monthsQ.Laparoscopic Heller myotomy is now the operation of choiceQ.Extent of Heller's myotomy: 2 cm above GE junction to 1 cm belowQ, over stomach.Partial antireflux procedure (Toupet or Dor fundoplication)Q will restore a barrier to reflux and decrease postoperative symptoms.Esophagectomy is considered megaesophagus, sigmoid esophagus, failure of more than one myotomy, or an undilatable reflux strictureQ.",
        "cop": 1,
        "opa": "Heller's cardiomyotomy",
        "opb": "Esophagectomy",
        "opc": "Dilatation",
        "opd": "Proton pump inhibitors",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "ac3d102b-fbca-469e-84df-9ebf70b7a05e",
        "choice_type": "multi"
    },
    {
        "question": "Cork screw esophagus is seen in -",
        "exp": "Ans. is 'a' i.e., Diffuse esophageal spasm o Radiological appearances of diffuse esophageal spasm have been described as:Curling esophagusCorkscrew esophagus orPseudodiverticulosiso Diffuse esophageal spasm is a motor disorder of esophagus characterized by repetitive simultaneous non-peristal tic contractions.o Symptoms are substernal chest pain and/or dysphagiao Diagnosed by manometry",
        "cop": 1,
        "opa": "Diffuse esophageal spasm",
        "opb": "Achalasia cardia",
        "opc": "CA esophagus",
        "opd": "Globus hystericus",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Motility Disorders",
        "id": "8389f6b7-61b6-4c03-b83e-90f4af08f749",
        "choice_type": "single"
    }
]