[
    {
        "question": "Which of the following is the most common complication of TPN?",
        "exp": "- Most common complication of central venous catheterization (CVC): catheter related sepsis - Most dangerous complication following CVC: pneumothorax",
        "cop": 1,
        "opa": "Catheter related complications",
        "opb": "Acidosis",
        "opc": "Acalculous cholecystitis",
        "opd": "Hypokalemia",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "4bc74613-580e-48fa-b555-56d9abd95ad8",
        "choice_type": "single"
    },
    {
        "question": "Massive blood transfusion is defined as:",
        "exp": "Massive transfusion is defined, in adults, as replacement of whole blood volume in 24 hours or >50% of blood volume in 4 hours.",
        "cop": 1,
        "opa": "Whole blood volume in 24 hours",
        "opb": "Half blood volume in 24 hours",
        "opc": "40% blood volume in 24 hours",
        "opd": "60% blood volume in 24 hours",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "fa24f3d0-eb68-4cbe-9705-0c166a71d100",
        "choice_type": "single"
    },
    {
        "question": "What is the earliest sign of volume overload immediate after an operative procedure?",
        "exp": "Weight gain is the earliest sign of volume overload immediately after an operative procedure. It occurs most commonly due to excess of isotonic fluids because of overestimation of third-space losses or to ongoing GI losses which cannot be measured precisely. Volume overload can also present as: Increased cardiac output Increased central venous pressure Pulmonary edema Distended neck veins",
        "cop": 1,
        "opa": "Weight gain",
        "opb": "Increased Blood Pressure",
        "opc": "Peripheral oedema",
        "opd": "Distended neck veins",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "812d39be-2fe8-43b5-8626-9a2005b9f827",
        "choice_type": "single"
    },
    {
        "question": "Complication of total parenteral nutrition is:-",
        "exp": "One of the complication of total parenteral nutrition is metabolic acidosis. COMPLICATIONS OF TPN MC complication of central venous catheterization (CVC): Catheter related sepsisQ Most dangerous complication following CVC: PneumothoraxQ Electrolyte Abnormalities in TPN Hyponatremia and hypernatremiaQ Hypokalemia and HyperkalemiaQ Hypophosphatemia and hyperphosphatemiaQ Hypomagnesemia and HypermagnesemiaQ Hypocalcemia and hypercalcemiaQ High zinc and low zincQ High copper and low copperQ Hyperchloremic metabolic acidosisQ",
        "cop": 3,
        "opa": "CHF",
        "opb": "Hypochloremia",
        "opc": "Metabolic acidosis",
        "opd": "Leukopenia",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "f3e5fecf-cdac-44d4-a668-c4142e873464",
        "choice_type": "single"
    },
    {
        "question": "Sodium content of one liter of isotonic saline is:-",
        "exp": "Sodium content of one liter of isotonic saline is 154 mEq. Composition of crystalloid and colloid solutions (mM/L) Solution Na+ K+ Ca2+ Cl- Lactate Colloid Hamann's (RL) 130 4 < 2.7 109 28 Normal saline (0.9% NaCl) 154 154 Dextrose saline (4% dextrose in 0.18% saline) 30 30 Gelofusine 150 <1 150 Gelatin 4% Hemacel 145 5.1 < 6.26 145 Polygelin 75 g/L Hetastarch Hydroxyethyl starch 6% Lactated potassium saline injection (Darrow's solution) 121 35 103 53",
        "cop": 2,
        "opa": "140 mEq",
        "opb": "154 mEq",
        "opc": "40 mEq",
        "opd": "70 mEq",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "40727897-7e3f-4327-8d19-10391052cd1c",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man with small-bowel fistula has been receiving TPN for the previous 3 weeks through a single-lumen central venous catheter. He is scheduled for exploratory laparotomy and closure of fistula. On the morning of the day of surgery, TPN is discontinued and intra-venous infusion with balanced salt solution (Ringer's lactate) is staed. An hour later, the patient is found to be anxious, sweating, and tachycardic. What is the most likely cause?",
        "exp": "Patients on TPN with hypeonic glucosesolutions have elevated islet-cell production of insulin. - Sudden cessation of TPN can lead to rebound hypoglycemia, because pancreatic islet-cell insulin secretion is not immediately downregulated. Symptoms are attributable to high catecholamine release secondary to hypo-glycemia. - In general, the TPN rate should be reduced to 50 mL/h during surgery. This prevents both hypoglycemia and the hyperglycemia seen with higher infusion rates. Weaning from TPN should be done gradually over 24-48 hours.",
        "cop": 2,
        "opa": "Anxiety",
        "opb": "Hypoglycemia",
        "opc": "Hypovolemia",
        "opd": "Unexplained hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "4c97e799-21b3-4682-bdf4-b05a32e0e817",
        "choice_type": "multi"
    },
    {
        "question": "10% dextrose in water is:-",
        "exp": "10% dextrose is hypeonic. ISOTONIC HYPEONIC HYPOTONIC Dextrose 5% in water 0.9% normal saline Ringer lactate 5% dextrose in half normal saline 5% dextrose in normal saline Dextrose 10% in water 0.45 normal saline",
        "cop": 3,
        "opa": "Isotonic",
        "opb": "Hypotonic",
        "opc": "Hypeonic",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "c66e8545-e71f-4c00-86d1-40e32e0e9691",
        "choice_type": "multi"
    },
    {
        "question": "Condition which does not cause metabolic acidosis:-",
        "exp": "Hyperophic pyloric stenosis causes hypokalemia, hypochloremia metabolic alkalosis with paradoxical aciduria. CAUSES OF NON-ANION GAP ACIDOSIS Mnemonic- USED CARP U-Ureteraldiversion S-Small Bowel Fistula E-Extra Chloride (ammonium chloride, Calcium Chloride) D-Diarrhea C-Carbonic anhydrase inhibitors (Acetazolamide, Mefenamic acid) A-Adrenal Insufficiency R-Renal Tubular Acidosis P-Pancreatic Fistula CAUSES OF NORMAL-ANION GAP ACIDOSIS Mnemonic- MUD PILERS M Methanol, Metformin U Uremia D Diabetic Ketoacidosis (DKA), Alcoholic Ketoacidosis or Starvation Ketosis P Paraldehyde, Phenformin I Iron, Isopropyl Alcohol, and Isoniazid (due to Seizures) L Lactic Acidosis E Ethylene Glycol, Ethyl Alcohol R Rhabdomyolysis S Salicylates (do not miss Chronic Salicylate Poisoning)",
        "cop": 4,
        "opa": "Renal failure",
        "opb": "Ureterosigmoidostomy",
        "opc": "Pancreatic or biliary fistula",
        "opd": "Pyloric stenosis",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "e452099e-c7f2-4e00-8144-e27d10a14f7e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about anticoagulants except:",
        "exp": "Whole Blood Anticoagulant used Maximum storage ACD/CPD/CP2D 21 days CPDA-1 (citrate phosphate dextrose adenine) 35 days SAGM (Saline adenine glucose mannitol) 42 days Actions of ingredients of Anticoagulant solution Glucose - ATP generation by glycolysis Adenine -Synthesis of ATP - Increase shelf life of RBC to 42 days Citrate - Prevents coagulation by chelating calcium Sodium diphosphate - Maintain optimum pH",
        "cop": 3,
        "opa": "Maximum storage with CPDA-1 is 35 days",
        "opb": "Maximum storage with SAGM is 42 days",
        "opc": "Sodium diphosphate helps in synthesis of ATP",
        "opd": "Citrate Prevents coagulation by chelating calcium",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "386549e8-b49e-4975-aebf-694efa47daf8",
        "choice_type": "multi"
    },
    {
        "question": "In trauma transfusion, ratio of RBCs, FFP and platelets is:",
        "exp": "- Trauma transfusion Packed cell : fresh frozen plasma : Platelets1 : 1 : 1",
        "cop": 2,
        "opa": "1:01:03",
        "opb": "1:01:01",
        "opc": "1:01:02",
        "opd": "1:01:04",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "5858ad4d-948c-45f3-97b0-d23e35273be8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in the \"Malnutrition universal screening tool\" (MUST) for assessment of risk of undernutrition ?",
        "exp": "The MUST tool:",
        "cop": 1,
        "opa": "Age",
        "opb": "BMI",
        "opc": "Weight loss",
        "opd": "Acute disease effect",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "ca9f70d1-7a03-44f2-9c6b-64e60fc2286d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about transfusion protocol except:",
        "exp": "TRANSFUSION PROTOCOLS - BT should commence within 30 minutes of removing blood bag from refrigerators because of increased risk of bacteria contamination. - Whole blood or packed RBC transfusion must be completed within 4 hours. - Platelet and FFP transfusion should be completed within 20 mintues - Transfusion set should have standard filter of 170 mm size -Usual transfusion needle size should be of 18-19 gauge.",
        "cop": 1,
        "opa": "BT should commence within 60 minutes of removing blood bag from refrigerators",
        "opb": "Whole blood or packed RBC transfusion must be completed within 4 hours",
        "opc": "Transfusion set should have standard filter of 170 mm size",
        "opd": "Usual transfusion needle size should be of 18-19 gauge",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "6197016c-53ed-42a4-a492-c5ebee7e5e4c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about refeeding syndrome except:",
        "exp": "REFEEDING SYNDROME: - Potentially lethal condition - Occurs with rapid & excessive feeding of patients with severe underlying malnutrition due to starvation, alcoholism, delayed nutritional suppo, anorexia nervosa & massive weight loss in obese patients Pathophysiology - With refeeding, shift in metabolism from fat to carbohydrate substrate - Increased insulin release - Cellular uptake of electrolyte paicularly: - Phosphate - Hypophosphatemia - Magnesium - Hypomagnesemia - Potassium- Hypokalemia - Calcium- Hypocalcemia - Increased risk of arrhythmia, confusion, respiratory failure & death due to dyselectrolytemia.",
        "cop": 1,
        "opa": "Occur with TPN only, not seen in enteral nutrition",
        "opb": "Associated with increased risk of arrhythmia",
        "opc": "Occur with rapid & excessive feeding of patients with severe underlying malnutrition",
        "opd": "Hypophosphatemia & hypomagnesemia requires treatment",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "9c164a8b-f313-45f7-9fc7-69734bf196ca",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Enteral nutrition except:",
        "exp": "Enteral Nutrition: Common techniques used for gastrostomy are Stamm,Witzel& Janeway Jejunostomy is usually preferred over gastrostomy Jejunostomy is especially useful in severe pancreatitis Enteral nutrition is used in distal small intestinal fistula. ROUTES OF ENTERAL NUTRITION - Oral supplements by mouth - Nasogastric tube / Nasojejunal tube: Nasojejunal tube is better due to low risk of aspirations. - Feeding gastrostomy - Feeding jejunostomy",
        "cop": 4,
        "opa": "Common techniques used for gastrostomy are Stamm, Witzel & Janeway",
        "opb": "Jejunostomy is usually preferred over gastrostomy",
        "opc": "Jejunostomy is especially useful in severe pancreatitis",
        "opd": "Enteral nutrition is used in proximal small intestinal fistula",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "46eb146d-6488-4bdb-aa18-c259f29d32f7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a Hospital-Acquired infection?",
        "exp": "Infection acquired from the environment or the staff following surgery or after admission to the hospital is termed as Hospital-acquired infection (HAI) which is also referred to as Nosocomial infections. There are 4 main groups of HAIs 1. Respiratory infections - including Ventilator-associated pneumonia (10-15%) 2. Bacteremia - related to indwelling vascular catheters(10-15% ) 3. Urinary tract infections (UTI) - Related to urinary catheters(30-40%-MC) Q 4. Surgical site infection (SSI)(2ndMC) Q",
        "cop": 2,
        "opa": "Surgical site infection",
        "opb": "STD",
        "opc": "UTI",
        "opd": "Pneumonia",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "f70228ba-3f74-4375-9f59-69a5208c02f9",
        "choice_type": "single"
    },
    {
        "question": "Best vein for total parenteral nutrition is:",
        "exp": "Best vein for total parenteral nutrition is: subclan vein > internal jugular vein > femoral vein",
        "cop": 1,
        "opa": "Subclan vein",
        "opb": "Femoral vein",
        "opc": "Brachial vein",
        "opd": "Saphenous vein",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "3071eee9-47f4-4873-ba6c-8c82a8ad5bc9",
        "choice_type": "single"
    },
    {
        "question": "How long can blood stored with CPDA?",
        "exp": "Whole Blood Anticoagulant used Maximum storage ACD/CPD/CP2D 21 days CPDA-1 35 days SAGM 42 days Actions of ingredients of anticoagulant solution Glucose ATP generation by glycolysis Adenine Synthesis of ATP Increase shelf life of RBC to 42 days Citrate Prevents coagulation by chelating calcium Sodium diphosphate Maintain optimum pH",
        "cop": 3,
        "opa": "12 days",
        "opb": "21 days",
        "opc": "28 days",
        "opd": "48 days",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "9d25d19b-9b45-48a4-946b-62e2bb37f2f2",
        "choice_type": "single"
    },
    {
        "question": "Which is the best method to administrator oxygen in case of burns of airways?",
        "exp": "Initial Management of the Burned Airway Early Elective Intubation is safest Delay can make Intubation very difficult because of swelling Be ready to perform an Emergency Cricothyroidotomy if Intubation is delayed",
        "cop": 2,
        "opa": "Mask",
        "opb": "Elective intubation",
        "opc": "Nasal prongs",
        "opd": "Tracheostomy",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "a9720322-4c43-4e0a-ab21-7f7b36da586a",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old woman has a small-bowel fistula with output of 1.5 L/d. Replacement of daily losses should be handled using the fluid solution that has the following composition in mEq/L.",
        "exp": "The composition of small intestinal fluid issodium, 140 mEq/L; potassium, 5 mEq/L; chlo-ride, 104 mEq/L; and bicarbonate, 30 mEq/L. Daily losses are best replaced by administra-tion of balanced salt solution (Ringer's lactate) whose composition is depicted in A. Brepre-sents normal saline (0.9%), C is half normal saline (0.45%), D is M/6 sodium lactate, and E is 3% sodium chloride.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "4fe79df1-4075-4e7d-afe9-78e9a8ffc141",
        "choice_type": "multi"
    },
    {
        "question": "In a 40-year-old woman receiving TPN for small-bowel fistula, what finding can be attributed to hypophosphatemia?",
        "exp": "Hypophosphatemia results in decreased synthesis of phosphorylated intermediate metabolites such as adenosine triphosphate (ATP), 2, 3-DPG, and cyclic adenosine monophosphate (cAMP). Deficiency can result in erythrocyte membrane instability, WBC dysfunction, platelet dysfunction, congestive hea failure, arrhythmias, weakening of respiration muscles, hemolysis, and rhabdomyolysis.",
        "cop": 4,
        "opa": "Increased cardiac output",
        "opb": "Diarrhea",
        "opc": "Increased energy production",
        "opd": "Rhabdomyolysis",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "54af2754-e72e-4e58-8ee8-e7de825a2e18",
        "choice_type": "multi"
    },
    {
        "question": "Low molecular weight dextran is contraindicated in:",
        "exp": "Low molecular weight dextran is contraindicated in Thrombocytopenia( low blood platelet count) because it interferes in platelet function. Infusion of LMW Dextran prevent early thrombosis of the small aeries which was subjected to recent operative trauma",
        "cop": 4,
        "opa": "Fetal distress syndrome",
        "opb": "Cerebrovascular accident",
        "opc": "Electrical burns",
        "opd": "Thrombocytopenia",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "65442f90-dcc2-41cd-80a9-fd010142d965",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a method for providing enteral nutrition?",
        "exp": "PICC stand for Peripherally inseed central venous catheter It is not a method for providing enteral nutrition instead it provides parenteral nutritionthrough an peripherally inseed catheter in one of the central veins. Enteral feeding refers to delivery of nutrients into the GIT by means of following techniques: Sip feeding Nasogastric/Ryle's tubes Surgical or Percutaneous endoscopic gastrostomy.",
        "cop": 2,
        "opa": "PEG",
        "opb": "PICC",
        "opc": "Sip feeding",
        "opd": "Nasojejunal tube",
        "subject_name": "Surgery",
        "topic_name": "Fluid, Electrolyte and Nutrition",
        "id": "03af2026-a969-449c-aa06-0fea1ef3ac2a",
        "choice_type": "single"
    }
]