[
    {
        "question": "A 67-year-old, 60-kg homeless man has been in the intensive care unit (ICU) for a week after an emergency laparotomy and sigmoid resection for perforated diverticulitis. His serum albumin is 1.1 g/dL. He was just weaned from mechanical ventilation. His colostomy is not functioning. You start total parenteral nutrition (TPN) to deliver 1800 kcal/24 h. Two days later, the patient is in respiratory distress and requires reintubation and mechanical ventilation. You should check the level of serum",
        "exp": "Rapid institution of full nutritional support can cause \"refeeding syndrome\" in malnourished patients. The hall mark of this condition is hypophosphatemia. Phosphate is taken up by phosphate-depleted cells trying to metabolize the nutrition and levels of ATP fall precipitously. This leads to respiratory failure. Refeeding syndrome can be avoided by starting nutritional support at low levels and increasing slowly. The other substances listed are not associated with respiratory failure after starting nutritional support.",
        "cop": 1,
        "opa": "Phosphate",
        "opb": "Magnesium",
        "opc": "Calcium",
        "opd": "Selenium",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "b8e7a175-ee98-40bd-b8ce-80e5e9b84fc3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used for intravascular volume maintenance is:",
        "exp": "Ans. (c) ErythropoetinRef: Crystalloids versus colloids in fluid resuscitation: a systematic review. Crit Care Med.* Colloids increase intravascular volume* Colloids are dextran, gelatin, hydroxyethyl starch.",
        "cop": 3,
        "opa": "Hydroxy ethyl starch",
        "opb": "Dextran",
        "opc": "Erythropoetin",
        "opd": "Gelatin",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "789cb378-171c-454d-be28-9ece4a8d708c",
        "choice_type": "single"
    },
    {
        "question": "Initial fluid of choice in treatment of hypovolemia in trauma patient:",
        "exp": "Ans. (c) CrystalloidsRef: Bailey and Love 27th edition page 19)The ideal fluid of choice in emergency ward is crystalloids and especially the best is normal saline > Ringer lactate.",
        "cop": 3,
        "opa": "Colloid",
        "opb": "Blood",
        "opc": "Crystalloid",
        "opd": "Plasma expanders",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "9ed0b722-0452-455d-93ef-d046763a0a34",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a side effect of vagotomy?",
        "exp": "Ans. (d) All of the abovePost Vagotomy Complications:1. Post vagotomy diarrhea:# About 30% or more of patients suffer from diarrhea after gastric surgery.# Most patients with post-vagotomy diarrhea have their symptoms resolve over time, treatment should be symptomatic.2. Post vagotomy gastric atony:# After vagotomy, gastric emptying is delayed. This is true for both truncal and selective vagotomies but not in the case of highly selective or parietal cell vagotomy.# With selective or truncal vagotomy, patients lose antral pump function and therefore have a reduction in their ability to empty solids3. Incomplete Vagal Transaction:# It predisposes the patient to the possible development of recurrent ulcer formation. The type of vagotomy performed influences the likelihood of this problem.# In highly selective vagotomy, incomplete vagotomy is rarely a problem because of the meticulous dissection required during this procedure.",
        "cop": 4,
        "opa": "Delayed gastric emptying",
        "opb": "Gastric atony",
        "opc": "Diarrhea",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "38515417-24d4-4e35-92f7-eb5e6021eec4",
        "choice_type": "multi"
    },
    {
        "question": "Among patients who require nutritional resuscitation in an intensive care unit, the best evidence that nutritional support is adequate is",
        "exp": "The serum albumin level provides a rough estimate of protein nutritional adequacy. The accuracy of this estimate is affected by the long half-life of albumin (3 week) and vagaries of hemodilution. The acute-phase serum proteins have a very short half-life (hours) and may also provide good short-term indications of nutritional status. Transferrin is one of these acute-phase proteins, but unfortunately its levels too are influenced by changes in intravascular volume and, along with the other acute-phase reactants, rise nonspecifically during acute illness. All the listed responses provide some useful information about nutrition and adequacy of replacement.",
        "cop": 3,
        "opa": "Urinary nitrogen excretion levels",
        "opb": "Total serum protein level",
        "opc": "Serum albumin level",
        "opd": "Serum transferrin levels",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "d610e7be-6eda-4814-9096-549308f79702",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hyponatremia in surgical practice",
        "exp": "Ans. a (Small intestinal obstruction) (Ref. Bailey and Love Short textbook of surgery 24th ed., p 56)The most frequent cause of sodium depletion in surgical practice is obstruction of the small intestine.SODIUM BALANCE# Sodium is the principal cation content of the extracellular fluid.# On average it is 1 mmol/kg sodium chloride or 500 mL of isotonic 0.9 % saline solution. An equivalent amount is excreted daily, mainly in the urine and some in the faeces.Sodium Depletion (syn.Hyponatremia)Etiology# Small intestinal obstruction (most frequent cause in surgical practice).# Duodenal, total biliary, pancreatic and high intestinal external fistulae.# Severe diarrhea will cause hyponatremia with acidosis.# Hyponatremia with elevated potassium would suggest adrenocortical insufficiency.# SIADH.Potassium Depletion# It occurs most frequently in diabetic coma treated by insulin and prolonged infusion of saline solution.# Diuretics.# The diarrhoea from ulcerative colitis, villous tumours of the rectum and the loss from external fistulae of the alimentary tract are also common causes (e.g., duodenal fistula, ileostomy);Clinical features# risk of cardiac arrhythmias.# Symptoms of severe hypokalemia include listlessness and slurred speech, muscular hypotonia, depressed reflexes and abdominal distension as a result of a paralytic ileus.# ECG:Prolonged QT interval, depression of ST segment and flattening or inversion of the T-wave.Rx# Oral potassium. Potassium can be given in the form of milk, meat extracts, fruit juices and honey. However, in hospital practice, effervescent tablets of potassium chloride 2 g can be given by mouth 6-hourly.# IV potassium. Rapid IV supplementation (especially when renal function is impaired) carries the risk of dysrhythmias and cardiac arrest if the serum concentration rises to a dangerous level.# When there is no associated alkalosis, potassium deficit can be restored by adding 40 mmol KCL to each litre of 5% glucose, glucose-saline or 0.9 % saline solution, given 6-8-hrly.Sodium Excess (syn. Hypernatremia)Etiology# excessive amount of 0.9% saline solution given intravenously during the early postoperative period.Clinical Features# Slight puffiness of the face is the only early sign.POTASSIUM BALANCE# Potassium is almost entirely intracellular.# No less than 98% is intracellular, and only 2% is present in the extracellular fluid.# Three-quarters of the total body potassium (approximately 3500 mmol) is found in skeletal muscles.",
        "cop": 1,
        "opa": "Small intestinal obstruction",
        "opb": "Duodenal fistula",
        "opc": "Pancreatic fistula",
        "opd": "Intussuception",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "592cb791-d975-4e50-b342-c526b5e09c33",
        "choice_type": "multi"
    },
    {
        "question": "Side effect of massive blood transfusion are all except",
        "exp": "Ans. (d) HypokalemiaRef: Bailey and Love 27th Edition Page 22, Surgery Sixer 3rd Edition Page 12Complications of Massive Blood Transfusion ( > 10 units packed cells in 24 hours)Decreased things:* Hypocalcemia* Hypomagnesemia* Hypothermia* Dilutional Thrombocytopenia* Coagulopathy* Decreased 2,3 DPG and hence Oxygen delivery Increased Things:* Hyper kalemia* Metabolic Alkalosis* Volume overload* Iron overload (in people who receive long term Blood transfusions)",
        "cop": 4,
        "opa": "Hypothermia",
        "opb": "Hypocalcemia",
        "opc": "Hypomagnesemia",
        "opd": "Hypokalemia",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "031ad5fb-15e4-4db6-8388-63cf8ba0f3c2",
        "choice_type": "multi"
    },
    {
        "question": "Trousseaus sign is seen in -",
        "exp": "Ans. is 'a' i.e., Hypocalcemia * Trousseau's sign: Carpal spasm induced by inflation of a blood pressure cuff to 20 mmHg above the patient's systolic blood pressure for 3 min - is seen in hypocalcemia.",
        "cop": 1,
        "opa": "Hypocalcemia",
        "opb": "Hypercalcemia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "b044e826-6f88-488e-8af6-5972d37c09e0",
        "choice_type": "single"
    },
    {
        "question": "During nutritional assessment of a surgical patient, the status of muscle of muscle protein is indicated by which one of the following parameters:",
        "exp": "Ans. (c) Mid-arm circumferenceAnthropometric techniques of Nutritional Assessment:* Skin fold thickness - at Ulnar, Triceps, Subcapsular and Suprailiac regions.* Mid arm circumference",
        "cop": 3,
        "opa": "Serum albumin",
        "opb": "Triceps skinfold thickness",
        "opc": "Mid-arm circumference",
        "opd": "Hb level",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "ff37c8c9-766f-4bbc-ac37-8c24cc519169",
        "choice_type": "single"
    },
    {
        "question": "Best vein for total parenteral nutrition is",
        "exp": "Ans. a (Subclavian vein). (Ref. Baily and Love surgery 25th/pg. 231)TOTAL PARENTERAL NUTRITIONDefined as the intravenous provision of all nutritional requirements, without the use of GIT.Indications:# Proximal intestinal fistula# Inflammatory bowel disease# Massive intestinal resection (especially if <100 cm of small bowel remains)# Ileus# Pancreatitis (severe)Preferred vein:# Peripheral line (for short period < 2 weeks)# Central line (for long period)Central venous route is chosen more commonly, and the catheter should be inserted via either subclavian, internal/ external jugular vein should be avoided as it is associated with high incidence of infection and thrombosis. The catheter tip should be in distal SVC to minimize risk of central venous or cardiac thrombosis.Complications of TPN:Catheter relatedFeeding Regimen related# Arterial, venous injuries and cardiac perforation and thrombosis# Hyperglycemia# Hypoglycemia# Brachial plexus and stellate ganglion injury# Hypertriglyceridemia# Pneumothorax# Hyperchloremic acidosis# Thoracic duct injury# Electrolyte imbalance# Air embolism# Trace element and vitamin deficiency# Catheter related infections # Catheter migration/embolus # Thrombotic catheter occlusion # SABE",
        "cop": 1,
        "opa": "Subclavian vein",
        "opb": "Femoral vein",
        "opc": "Brachial vein",
        "opd": "Saphenous vein",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "ddd3876b-64d6-4c9e-a5c3-79348561e3e7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nutrients are not included in TPN?",
        "exp": "Ans. (d) FibersRef: Bailey 26/e p264Total Parenteral nutrition contains:* Carbohydrates* Lipids* Amino acids* Electrolytes* Trace elements* Vitamins* Water",
        "cop": 4,
        "opa": "Lipids",
        "opb": "Carbohydrates",
        "opc": "Proteins",
        "opd": "Fibers",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "bef4614e-e39d-4752-9134-d989dafd54aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is called balanced resuscitation?",
        "exp": "ANS. CComponents of damage control resuscitation:1. Permissive hypotension essential definitive surgical control2. Minimize crystalloid use3. Initial use of 5% hypertoxic saline4. Early use of blood products5. Treat coagulopathy",
        "cop": 3,
        "opa": "Giving colloids and crystalloids at a ratio of 1:1",
        "opb": "Maintaining pH ensuring acid-base balance",
        "opc": "Maintaining permissible hypotension to avoid bleeding",
        "opd": "Maintaining airway, breathing and circulation",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "20f96383-4528-4b27-864b-1e4770d9592c",
        "choice_type": "multi"
    },
    {
        "question": "Normal intra abdominal pressure is?",
        "exp": "ANSWER: (A) 5 mm HgREF: Sabiston 18tn ed chapter 15, Schwartz 9th ed Table 7-12Normal intra-abdominal pressure is around 5 mm Hg (range, 0.2-16.2 mm Hg). With an increase in intra-abdominal pressure, deleterious effects are observed in the intra- and extra-abdominal organs and the abdominal wallAbdominal Compartment Syndrome Grading System Bladder pressureGrademm Hgcm H20I10-1513-20II16-2521-35III26-3536-47IV>35>48",
        "cop": 1,
        "opa": "5 mm Hg",
        "opb": "10 mm Hg",
        "opc": "15 mm Hg",
        "opd": "20 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "eb0f1a10-344b-4926-9afc-5384c14ced8b",
        "choice_type": "single"
    },
    {
        "question": "Generally accepted indications for mechanical ventilatory support include",
        "exp": "Anticipation and early aggressive treatment of pulmonary insufficiency by mechanical ventilatory support are critical in managing the seriously ill patient. Readily measured changes that can be used to determine either the need for intubation or the appropriate time for weaning from mechanical respiratory support include arterial blood gas levels, dead space-tidal volume ratio (VD /VT ), alveolar-arterial oxygen tension difference , vital capacity, and respiratory rate. Indications for mechanical ventilation include a respiratory rate over 35 breaths/min, vital capacity less than 15 mL/kg, greater than 350 kPa after 15 min on 100% oxygen, VD /VT greater than 0.6, PaO2 less than 60 kPa, and PaCO2 greater than 60 kPa.",
        "cop": 4,
        "opa": "PaO2 of less than 70 kPa and PaCO2 of greater than 50 kPa while breathing room air",
        "opb": "Alveolar-arterial oxygen tension difference of 150 kPa while breathing 100% O2",
        "opc": "Vital capacity of 40-60 mL/kg",
        "opd": "Respiratory rate greater than 35 breaths/min",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "3ef59327-18e4-4dd8-b482-666afc9a6833",
        "choice_type": "multi"
    },
    {
        "question": "In fluid replacement following a 20% BSA burn, the fluid requirement for the initial 24-hour period is dependent on which of the following?",
        "exp": "In burns, the Parkland formula is used to calculate initial fluid management. Fluid requirement =4xweight(kg)x% second and third degree BSA. Half this volume is given over the first 8 hours from time of the burn and the other half over the next 16 hours. After the initial 24-hour period, clinical parameters are used to guide fluid management.",
        "cop": 1,
        "opa": "Patient's weight",
        "opb": "Serum Na",
        "opc": "CO level",
        "opd": "Acid base status",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "f67df0b3-3258-4996-8bd8-59a132730b99",
        "choice_type": "single"
    },
    {
        "question": "Which of the following electrolyte abnormalities can be seen after brain injury?",
        "exp": "Ans. is 'd' i.e., All the above Electrolyte abnormalities seen in brain injury* Electrolyte abnormalities occur in 60% of the patients with head injury.* Hyponatremia is the most common electrolyte abnormality seen and is often secondary to SIADH.* Other Electrolyte disorders including hypernatremia, hypokalemia, hyperkalemia, hypophosphatemia and hypomagnesemia are also common after acquired brain injury.",
        "cop": 4,
        "opa": "Hyponatremia",
        "opb": "Hyperkalemia",
        "opc": "Hypomagnesemia",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "4c37239d-c10d-494e-8fcd-4d9c01674142",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in the post op period:",
        "exp": "Ans: a (Hyponatraemia) Ref: Bailey, p. 56This is a direct pick from Bailey and Love !During the post traumatic period, there is a phase of increased adrenocortical activityThis leads to decreased excretion and so one must be careful while administering normal saline",
        "cop": 1,
        "opa": "Hyponatraemia",
        "opb": "Hypothermia",
        "opc": "Hyperkalaemia",
        "opd": "Negative N, balance",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "d822f8bd-82bd-46a0-880b-2f2e7d33be7e",
        "choice_type": "single"
    },
    {
        "question": "The following metabolic anomaly is seen in cases of hemorrhagic shock.",
        "exp": "Ans. (a) Metabolic acidosisRef: \"Anion Gap: Acid Base Tutorial\". University of Connecticut Health Centre* Lactic acidosis is seen in hemorrhagic shock.* Lactic acidosis causes increase anion gap metabolic acidosis.",
        "cop": 1,
        "opa": "Metabolic acidosis",
        "opb": "Respiratory acidosis",
        "opc": "Respiratory alkalosis",
        "opd": "Metabolic alkalosis",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "56741f78-2763-4271-8ab9-ccc5526b2e6e",
        "choice_type": "single"
    },
    {
        "question": "Best tool for monitoring the fluid resuscitation in trauma patients:",
        "exp": "ANS. ABest measure of organ perfusion and best monitor for adequacy of fluid resuscitation is urine output.The only problem is that it is an hourly measure and does not give minute to minute value (Adequate urine output is 0.5 mL/kg/hr or 30-60 mL/hr).Central venous pressure (CVP): As there is no CVP for a shock patient and cannot be placed as an assessment of shock as alone.CVP is a poor reflector of preload.* Lactic acid is the one best measure of gastrointestinal tract (GIT) perfusion* Consciousness is the best measure of brain perfusion.",
        "cop": 1,
        "opa": "Urine output",
        "opb": "Central venous pressure",
        "opc": "Blood pressure",
        "opd": "SPO2",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "bd4cc845-cae7-434e-9294-dc9ca7a35d73",
        "choice_type": "single"
    },
    {
        "question": "A patient presents in coma for 20 days, what will be the best way to give him nutrition?",
        "exp": "ANSWER: (C) Feeding via jejunostomyREF: European Journal of Anaesthesiology: January 1998 - Volume 15 - Issue - pp 94-96Oral feeding is rarely applicable to comatose patients. Early enteral (EN) nutrition through a nasoduodenal or nasojejunal tube will overcome the problem of delayed gastric emptying. Patients requiring enteral feeding on a long-term basis should have a gastrostomy or gastrojejunostomy tube placed,Parenteral nutrition (PN) is indicated when a patient's gastrointestinal tract does not tolerate full enteral feeding or when the access to the GI tract is difficult after head and neck trauma. Parenteral nutrition may be administered as central venous nutrition (expected duration of PN > 7 days) or as peripheral venous nutrition (short-term PN < 7 days).(Note: When GI tract is healthy, use it) Sabiston Textbook of Surgery, 18th ed.OPTIONS FOR ENTERAL FEEDING ACCESSAccess OptionCommentsNasogastric tubeShort-term use only (<30 days); aspiration risks; nasopharyngeal trauma; frequent dislodgmentNasoduodenal/nasojejunal tubeShort-term use (<30 days); lower aspiration risks in jejunum; placement challenges (radiographic assistance often necessary)Percutaneous endoscopic gastrostomy (PEG)Endoscopy skills required; may be used impaired swallowing mechanisms, oropharyngeal or esophageal obstruction, and major facial trauma; aspiration risks; can last 12-24 months; slightly higher complication rates with placement and site leaksSurgical gastrostomyRequires general anesthesia and small laparotomy; procedure may allow placement of extended duodenal/jejunal feeding ports; laparoscopic placement possibleFluoroscopic gastrostomyBlind placement using needle and T-prongs to anchor to stomach; can thread smaller catheter through gastrostomy into duodenum/jejunum under fluoroscopyPEG-jejunal tubeJejunal placement with regular endoscope is operator dependent; jejunal tube often dislodges retrograde; two-stage procedure with PEG placement, followed by fluoroscopic conversion with jejunal feeding tube through PEGDirect percutaneous endoscopic jejunostomy (DPEJ)Direct endoscopic tube placement with enteroscope; placement challenges; greater injury risks. Used in patients who cannot tolerate gastric feedings or who have significant aspiration risksSurgical jejunostomyCommonly carried out during laparotomy; general anesthesia; laparoscopic placement usually requires assistant to thread catheter; laparoscopy offersFluoroscopic jejunostomydirect visualization of catheter placementDifficult approach with injury risks; not commonly doneINDICATIONS OF PARENTERAL NUTRITION:Schwartz's Principles of Surgery 9th edition chapter 2 SystemicResponse to Injury and Metabolic Support1. Newborn infants with catastrophic gastrointestinal anomalies, such as tracheoesophageal fistula, gastroschisis, omphalocele, or massive intestinal atresia2. Infants who fail to thrive due to gastrointestinal insufficiency associated with short-bowel syndrome, malabsorption, enzyme deficiency, meconium ileus, or idiopathic diarrhea3. Adult patients with short-bowel syndrome secondary to massive small-bowel resection (<100 cm without colon or ileocecal valve, or <50 cm with Intact ileocecal valve and colon)Patients with enteroenteric, enterocolic, enterovesical, or high-output enterocutaneous fistulas (>500 mL/d)Infants who fail to thrive due to gastrointestinal insufficiency associated with short-bowel syndrome, malabsorption, enzyme deficiency, meconium ileus, or idiopathic diarrheaPatients with normal bowel length but with malabsorption secondary to sprue, hypoproteinemia, enzyme or pancreatic insufficiency, regional enteritis, or ulcerative colitisAdult patients with functional gastrointestinal disorders such as esophageal dyskinesia after cerebrovascular accident, idiopathic diarrhea, psychogenic vomiting, or anorexia nervosaPatients with granulomatous colitis, ulcerative colitis, or tuberculous enteritis in which major portions of the absorptive mucosa are diseasedPatients with malignancy, with or without cachexia, in whom malnutrition might jeopardize successful use of a therapeutic optionPatients in whom attempts to provide adequate calories by enteral tube feedings or high residuals have failedCritically ill patients wfio are hypermetabolic for > 5 days or for whom enteral nutrition is not feasible",
        "cop": 3,
        "opa": "Parenteral nutrition",
        "opb": "Ryle's tube feeding",
        "opc": "Feeding via jejunostomy",
        "opd": "Oral feeding",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "65427ab4-296f-4f46-97f7-4b29e93280f9",
        "choice_type": "single"
    },
    {
        "question": "Initial fluid of choice in treatment of hypovolemia in patients presenting after trauma is -",
        "exp": "Ans. is 'd' i.e., Crystalloid * Initial fluid of choice in treatment of hypovolemia in patients presenting after trauma crytalloid. Particularly in patients presenting after truam normal saline is preferred over hartmans solution.",
        "cop": 4,
        "opa": "Colloid",
        "opb": "Blood",
        "opc": "Plasma expanders",
        "opd": "Crytalloid",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "b3c7f1af-ad67-4b72-9322-dd41af2780a7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the preferred route of access for total parenteral nutrition in a patient who requires the same for <14 days and there is otherwise no indication for use of central catheter?",
        "exp": "Ans. is 'c' i.e., Peripheral vein * Following are the recommendations of the route of access for total parental nutrition :Route of access1.8.8In hospital, parenteral nutrition can be given via a dedicated peripherally inserted central catheter as an alternative to a dedicated centrally placed central venous catheter. A free dedicated lumen in a multilumen centrally placed catheter may also be used.1.8.9Administration of parenteral nutrition via a peripheral venous catheter should be considered for patients who are likely to need short-term parenteral nutrition (less than 14 days) who have no need for central access for other reasons. Care should be taken in catheter choice, and in attention to pH, tonicity and long-term compatibility of the parenteral nutrition formulations in order to avoid administration or stability problems.1.8.10Tunnelling subclavian lines is recommended for long-term use (more that 30 days).1.8.11Catheters do not have to be tunnelled for short-term use (less than 30 days).",
        "cop": 3,
        "opa": "Internal jugular vein",
        "opb": "External jugular vein",
        "opc": "Periphaeral vein",
        "opd": "PICC line",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "cbdbfca0-0444-4338-9ff5-184fda6813b3",
        "choice_type": "single"
    },
    {
        "question": "Refeeding Syndrome - Lab values to be monitored are all except",
        "exp": "Ans. (d) AmmoniumRef: Bailey and Love 27th edition Page 288, Surgery Sixer 3rd Edition Page 6Refeeding Syndrome* Characterized by severe fluid and electrolyte shifts in malnourished patients undergoing refeeding.* It can occur with Enteral and Parenteral nutrition (MC with TPN)* Lab values: Hypophosphatemia, Hypocalcemia, Hypomagnesemia(Mneumonic-CPM Low)* Risk factors: Alcohol, Severe malnutrition, Anorexia, Prolonged fasting* Treatment: Avoid Overfeeding* Deliver calories slowly* Electrolyte imbalance needs to corrected",
        "cop": 4,
        "opa": "Calcium",
        "opb": "Magnesium",
        "opc": "Phosphate",
        "opd": "Ammonium",
        "subject_name": "Surgery",
        "topic_name": "Fluid & Electrolyte",
        "id": "e530722d-fd21-4026-8be6-d9fd20cabc84",
        "choice_type": "multi"
    }
]