[
    {
        "question": "A 63-year-old woman fell while crossing the street after her Thursday afternoon bridge game. Attempts at resuscitation for cardiac arrest by the emergency medical service (EMS) team were unsuccessful. The woman had previously been diagnosed as having aortic stenosis and left ventricular hypertrophy. In addition to these factors, which of the following predisposes to sudden cardiac death?",
        "exp": "Sudden cardiac death is defined as an unexpected death occurring within 1 hour after the beginning of symptoms in a patient who was previously hemodynamically stable. In asymptomatic patients presenting initially with cardiac disease, 20% will die within the first hour of symptoms. Electrolyte imbalance, hypoxia, and conduction system defect are additional factors that increase the risk of sudden death syndrome. Split first heart sound accentuated on inspiration occurs in normal individuals. In CHF, the CVP changes more than 1 cm when pressure is applied below the right costal margin to the liver (hepatojugular reflex) for a 30-second period.New York Classification of Functional changes in Heart DiseaseClassLimitation of Physical ActivityINoneIISlightIIIMarkedIVComplete (even at rest)",
        "cop": 2,
        "opa": "Split first heart sound",
        "opb": "Hypokalemia",
        "opc": "Soft murmur at left of sternum that varies with inspiration",
        "opd": "Failure of the central venous pressure (CVP) to rise more than 1 cm H2O with 30-second pressure on the liver (hepato-jugular reflux)",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "35d6d440-2a31-4dfc-8b0e-6a7946de9523",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy is seen 1 h after ingestion of a lye drain cleaner. No oropharyngeal burns are noted, but the patient's voice is hoarse. Chest x-ray is normal. Of the following, which is the most appropriate therapy?",
        "exp": "Corrosive injuries of the esophagus most frequently occur in young children due to accidental ingestion of strong alkaline cleaning agents. Significant esophageal injury occurs in 15% of patients with no oropharyngeal injury, while 70% of patients with oropharyngeal injury have no esophageal damage. Signs of airway injury or imminent obstruction warrant close observation and possibly tracheostomy. The risk of adding injury, particularly in a child, makes esophagoscopy contraindicated in the opinion of most surgeons. Administration of oral \"antidotes\" is ineffective unless given within moments of ingestion; even then, the additional damage potentially caused by the chemical reactions of neutralization often makes use of them unwise. A barium esophagogram is usually done within 24 h unless evidence of perforation is present. In most reports, steroids in conjunction with antibiotics reduce the incidence of formation of strictures from about 70% to about 15%. Vomiting should be avoided, if possible, to prevent further corrosive injury and possible aspiration. It is probably wise to avoid all oral intake until the full extent of injury is ascertained.The most helpful ECG finding is the presence of a new right bundle branch block, which occurs because of damage to the anterior portion of the interventricular septum; ST-segment and T-wave changes and even the development of new Q waves may be seen. CPK-MB fractions are useful if they are positive; however, frequent false negatives may be seen because of the release of CPK-MM from other contused organs, such as the pectoralis muscles, which can dilute the cardiac CPK-MB to nondiagnostic levels. Echocardiography may be helpful, but the right ventricle is often poorly visualized. Radionuclide angiography is most useful because it suggests the degree of myocardial impairment caused by decreased compliance.Therapy of myocardial contusion is directed at inotropic support of the ventricle; usually, the coronary arteries are intact after the injury and so there is little role for coronary vasodilators and less for coronary artery bypass grafting.",
        "cop": 2,
        "opa": "Immediate esophagoscopy",
        "opb": "Parenteral steroids and antibiotics",
        "opc": "Administration of an oral neutralizing agent",
        "opd": "Induction of vomiting",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "09e96b89-6a4f-4bd5-a10a-f3591177249a",
        "choice_type": "single"
    },
    {
        "question": "For the pathologic sign \"Renal stones\" select the mediastinal tumor with which it is most likely to be associated (SELECT 1 TUMOR)",
        "exp": "Neuroblastoma, a highly malignant tumor of children, occurs along the distribution of the sympathetic nervous system. It is derived from ganglion cell precursors and thus usually causes an increased excretion of catecholamines and their metabolites. Because of its propensity to metastasize to bone and its histological resemblance to Ewing's sarcoma, its association with elevated catecholamine levels is a major factor in differential diagnosis.Renal stones occur in about half the cases of hyperparathyroidism. Other disorders sometimes associated with hyperparathyroidism include peptic ulcers, pancreatitis, and bone disease; central nervous system symptoms may also arise in connection with hyperparathyroidism. Occasionally, parathyroid adenomas occur in conjunction with neoplasms of other endocrine organs, a condition known as multiple endocrine adenomatosis.Cystic teratomas, or dermoid cysts, include endodermal, ectodermal, and mesodermal elements. They are characteristically cystic and contain poorly pigmented hair, sebaceous material, and occasionally teeth. Dermoid cysts occur in the gonads and central nervous system, as well as in the mediastinum. With rare exceptions, these lesions are benign.Thymomas are associated with myasthenia gravis, agammaglobulinemia, and red blood cell aplasia. These tumors are typically cystic and occur in the anterior mediastinum. Most thymic lesions associated with myasthenia gravis are hyperplastic rather than neoplastic.Persons afflicted with Hodgkin's disease have impaired cell-mediated immunity and are particularly susceptible to mycotic infections and tuberculosis. The severity of the immune deficiency correlates with the extent of the disease. The nodular sclerosing variant of primary mediastinal Hodgkin's disease is the most common type.",
        "cop": 4,
        "opa": "Thymoma",
        "opb": "Hodgkin's disease",
        "opc": "Neuroblastoma",
        "opd": "Parathyroid adenoma",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "afc1ae3b-b91d-4e1e-807e-a12f62e08c8c",
        "choice_type": "single"
    },
    {
        "question": "A patient undergoing surgery suddenly develops hypotension. The monitor shows that the end tidal CO2 has decreased abruptly by 155mm Hg. What is the probable diagnosis?",
        "exp": "Ans. is 'b' i.e. pulmonary embolism Ref: Miller's anesthesia 5th/e p1276First what is end tidal CO2The air exhaled during normal respiration initially consists of the dead space. Then a mixture of dead space air plus alveolar air comes out. The air coming out at the end consists purely of alveolar air.Measurement of concentration of gases in this alveolar air is useful for analysis. The CO2 concentration in the last 10ml. of tidal volume is known as end tidal CO2In pulmonary embolism the blood supply to certain parts of the lung is cut off due to the emboli in circulation. This reduces the exchange of gases between the alveoli and pulmonary capillaries, as a result the cone, of CO2 in alveolar air decreases (CO2 is carried from tissues to the lung by blood and is transferred to the alveoli in exchange of O2). The decrease in alveolar CO2 will lead to decrease in end tidal CO2.Other conditions in which end tidal CO2 decreasesIncrease in dead space (decrease in end tidal CO2 in pulmonary embolism can be explained by this also. Pulmonary embolism causes increase in physiological dead space hence decreases the end tidal CO2)HyperventilationMalignant hyperthermia.",
        "cop": 2,
        "opa": "Hypothermia",
        "opb": "Pulmonary embolism",
        "opc": "Massive fluid deficit",
        "opd": "Myocardial depression due to anaesthetic agent",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "1d11bdbb-06a3-4c9d-95fd-89b964b591aa",
        "choice_type": "single"
    },
    {
        "question": "Superior pulmonary sulcus carcinomas (Pancoast tumors) are bronchogenic carcinomas that typically produce which of the following clinical features?",
        "exp": "Pancoast tumors are peripheral bronchogenic carcinomas that produce symptoms by involvement of extrapulmonary structures adjacent to the cupula. These structures include the nerve roots of C8 and T1, as well as the sympathetic trunk. Interruption of the cervical sympathetic trunk leads to miosis, ptosis, and anhidrosis, the triad of signs that constitutes Horner syndrome. Involvement of the nerve roots causes pain along the corresponding dermatomes. The peripheral location of the neoplasm makes pulmonary signs, such as atelectasis, cough, and hemoptysis, unlikely.",
        "cop": 2,
        "opa": "Atelectasis of the involved apical segment",
        "opb": "Horner syndrome",
        "opc": "Pain in the T4 and T5 dermatomes",
        "opd": "Nonproductive cough",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "0b0c1fb0-5055-41cf-89cc-4c7b1a088139",
        "choice_type": "multi"
    },
    {
        "question": "For the physical finding \"Short stature, webbed neck, low-set ears, and epicanthal folds\" select the cardiovascular disorder with which it is most likely to be associated. (SELECT 1 DISORDER)",
        "exp": "Myocarditis, aortitis, and pericarditis all have been described in association with Reiter syndrome; the original description included conjunctivitis, urethritis, and arthralgias. Although its cause is unknown, Reiter syndrome is associated with HLA-B27 antigen, as are aortic regurgitation, pericarditis, and ankylosing spondylitis.Short stature, webbed neck, low-set ears, and epicanthal folds are the classic features of patients who have Turner syndrome. Persons affected by the syndrome, which is commonly linked with aortic coarctation, are genotypically XO. However, females and males have been described with normal sex chromosome constitutions (XX, XY) but with the phenotypic abnormalities of Turner syndrome. Additional cardiac lesions associated with Turner syndrome include septal defects, valvular stenosis, and anomalies of the great vessels.The Argyll Robertson pupil, a pupil that constricts with accommodation but not in response to light, is characteristic of central nervous system syphilis and is associated with vascular system manifestations of this disease. Treponema pallidum invades the vasa vasorum and causes an obliterative endarteritis and necrosis. The resulting aortitis gradually weakens the aortic wall and predisposes it to aneurysm formation. Once an aneurysm has formed, the prognosis is grave.Massive isolated tricuspid regurgitation produces a markedly elevated venous pressure, usually manifested by a severely engorged (often pulsating) liver. If the venous pressure is sufficiently elevated, exophthalmos may result. Tricuspid regurgitation of rheumatic origin is almost never an isolated lesion, and the major symptoms of patients who have rheumatic heart disease are usually attributable to concurrent left heart lesions. Bacterial endocarditis from intravenous drug abuse is becoming an increasingly important cause of isolated tricuspid regurgitation.A Quincke pulse, which consists of alternate flushing and paling of the skin or nail beds, is associated with aortic regurgitation. Other characteristic features of the peripheral pulse in aortic regurgitation include the water- hammer pulse (Corrigan pulse, caused by a rapid systolic upstroke) and pulsus bisferiens, which describes a double systolic hump in the pulse contour. The finding of a wide pulse pressure provides an additional diagnostic clue to aortic regurgitation.",
        "cop": 3,
        "opa": "Massive tricuspid regurgitation",
        "opb": "Aortic regurgitation",
        "opc": "Coarctation of the aorta",
        "opd": "Thoracic aortic aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "9189db57-b2a3-4eb2-9fc0-de15ae479be8",
        "choice_type": "single"
    },
    {
        "question": "Notching of ribs occurs in what? SELECT ONE.",
        "exp": "In the presence of coarctation of the aorta, left ventricular enlargement, hypertrophy, and failure to develop occur. As the child grows, collaterals develop between the subclavian artery and the aorta via the intercostal and internal thoracic vessels. In children older than 8 years of age, the intercostal arteries cause typical notching on the inferior margin of the ribs.",
        "cop": 4,
        "opa": "A double aortic arch",
        "opb": "Tetralogy of Fallot",
        "opc": "PDA",
        "opd": "Coarctation of the aorta",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "a784944d-3684-4e86-a124-883e2f9c7c31",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old tall, thin, male has acute onset of chest pain radiating into the back. In the emergency room his right radial pulse is bounding but his femoral pluses are absent. The most likely diagnosis is? SELECT ONE.",
        "exp": "Aortic dissection. This describes a patient with Marfan syndrome, who are typically at risk for aortic dissection. With dissection you may preserve right radial pulse but lose femoral pulses.",
        "cop": 2,
        "opa": "Aortic insufficiency",
        "opb": "Aortic dissection",
        "opc": "Ventricular fibrillation",
        "opd": "Mitral insufficiency",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "26fdcf33-afeb-4699-a81f-5ecd35dd3576",
        "choice_type": "multi"
    },
    {
        "question": "After undergoing repair of a left indirect inguinal hernia, a 72-year-old obese man is admitted to the emergency department with severe retrosternal pain of 1-hours duration. The pain radiates to the medial aspect of the left hand. The ECG shows Q waves and an elevated ST-segment. A diagnosis of acute MI is established 1 hour after admission. Immediate management should include which of the following?",
        "exp": "Thrombolytic therapy intravenously with streptokinase, urokinase, or tPA is indicated in most patients with MI presenting early for treatment. This therapy, however, is effective only if initiated within 6 hours after the onset of pain in patients with acute MI. These drugs are fibrinogenolytic, and aspirin and heparin are frequently included in the anticoagulant protocol. Reperfusion rates of 60% can be anticipated; reocclusion rates of 15% usually occur. Vitamin K is not indicated, because it would increase the coagulability of blood. If a diuretic, such as hydrochlorothiazide, 25-50 mg/d is indicated to treat milder hypertension, hypokalemia must be avoided.",
        "cop": 1,
        "opa": "Thrombolytic therapy with tissue plasminogen activator (tPA)",
        "opb": "Vitamin K",
        "opc": "Ampicillin, 2 mg tid PO",
        "opd": "Hydrochlorothiazide, 50 mg/d",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "21feaeae-e25a-4e64-b963-427555e0d3f6",
        "choice_type": "single"
    },
    {
        "question": "For the pathologic sign \"Red blood cell aplasia\" select the mediastinal tumor with which it is most likely to be associated (SELECT 1 TUMOR)",
        "exp": "Neuroblastoma, a highly malignant tumor of children, occurs along the distribution of the sympathetic nervous system. It is derived from ganglion cell precursors and thus usually causes an increased excretion of catecholamines and their metabolites. Because of its propensity to metastasize to bone and its histological resemblance to Ewing's sarcoma, its association with elevated catecholamine levels is a major factor in differential diagnosis.Renal stones occur in about half the cases of hyperparathyroidism. Other disorders sometimes associated with hyperparathyroidism include peptic ulcers, pancreatitis, and bone disease; central nervous system symptoms may also arise in connection with hyperparathyroidism. Occasionally, parathyroid adenomas occur in conjunction with neoplasms of other endocrine organs, a condition known as multiple endocrine adenomatosis.Cystic teratomas, or dermoid cysts, include endodermal, ectodermal, and mesodermal elements. They are characteristically cystic and contain poorly pigmented hair, sebaceous material, and occasionally teeth. Dermoid cysts occur in the gonads and central nervous system, as well as in the mediastinum. With rare exceptions, these lesions are benign.Thymomas are associated with myasthenia gravis, agammaglobulinemia, and red blood cell aplasia. These tumors are typically cystic and occur in the anterior mediastinum. Most thymic lesions associated with myasthenia gravis are hyperplastic rather than neoplastic.Persons afflicted with Hodgkin's disease have impaired cell-mediated immunity and are particularly susceptible to mycotic infections and tuberculosis. The severity of the immune deficiency correlates with the extent of the disease. The nodular sclerosing variant of primary mediastinal Hodgkin's disease is the most common type.",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Hodgkin's disease",
        "opc": "Neuroblastoma",
        "opd": "Parathyroid adenoma",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "8648abe6-30e7-4a9a-90b9-f21de81f5b8e",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman treated for many years for gastroesophageal reflux develops dysphagia and weight loss. Previous esophagoscopy has revealed cellular atypia. An esophagoscopy is about to be performed. What is it most likely to reveal?",
        "exp": "Adenocarcinoma, originated from islands of Barrett's esophagus, is today the most common cancer of the esophagus in the United States.",
        "cop": 3,
        "opa": "Leiomyoma arising from the long esophageal muscular layer",
        "opb": "Squamous cell carcinoma arising from esophageal mucosal lining",
        "opc": "Adenocarcinoma originated from islands of Barrett's esophagus",
        "opd": "Adenocarcinoma extending from the stomach",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "4db93a27-5959-45cd-b4b2-bf857facefbf",
        "choice_type": "single"
    },
    {
        "question": "Stenosis of which of the following vessels is associated with the highest patency rates following angioplasty or stenting?",
        "exp": "Angioplasty and stenting of the iliac vessels has a patency rate of 75% at 5 years; PTA and stenting of all other vessels has a much lower patency than bypass procedures. The FDA has only approved illiac artery stenting.",
        "cop": 2,
        "opa": "Medial circumflex artery",
        "opb": "Iliac artery",
        "opc": "Superficial femoral artery",
        "opd": "Popliteal artery",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "1389ae75-ced0-48b3-9e0d-b3f4b5bb6ec8",
        "choice_type": "single"
    },
    {
        "question": "A 83-year-old retired navy general shows improvement in claudication following aortoiliac bypass surgery. What is the factor that would cause the greatest concern over the possibility of developing cardiac complications? SELECT ONE.",
        "exp": "The single most serious prognostic sign for adverse changes after vascular surgery is the presence of CHF. Every effort must be made to correct pulmonary congestion and improve left ventricular function before undertaking elective procedures. MI occurring within 3 months before operation carries a high mortality rate that will be reduced by delaying surgery for 3-6 months when possible.",
        "cop": 4,
        "opa": "History of angina and prior MI",
        "opb": "Left ventricular ejection fraction of over 50%",
        "opc": "Aortic stenosis",
        "opd": "Signs of left ventricular failure",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "3bff2f18-64a6-442e-bb86-34af13e6afec",
        "choice_type": "single"
    },
    {
        "question": "Eight days after undergoing a hysterectomy, a 64-year-old woman complains of chest pain. After 12 hours, the internist orders tests to exclude MI. Which test will most likely support this diagnosis?",
        "exp": "99mTc pyrophosphate scintigraphy showing a \"hot spot\". Following injection of 99mTc pyrophosphate, scintigraphy may show a hot spot in the infarcted area. The hot spot is developed as the radiotracer forms a complex with calcium in necrotic tissue. The test should be requested within the first 18 hours following the onset of acute MI. It is not sensitive enough to detect small infarctions. Following 201Tl scintigraphy, a \"cold spot\" occurs because of hypoperfusion. The test is performed where exercise or dipyridamole (Persantine) injection can be given. SGOT levels are elevated in liver disease. The HIDA scan is used to exclude gallbladder disease. Cardiac enzyme levels and ECG findings are useful to establish a diagnosis of MI.",
        "cop": 3,
        "opa": "Serum glutamic oxaloacetic transaminase (SGOT) elevation",
        "opb": "Increased sedimentation rate",
        "opc": "Tc 99m pyrophosphate scintigraphy showing a \"hot spot\"",
        "opd": "Thallium 201 (Tl 201) scintigraphy showing a (\"hot spot\")",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "1e297932-ad59-47d0-a2ee-d129fbfb2c1a",
        "choice_type": "multi"
    },
    {
        "question": "Pain from parietal pericardium is transmitted through?",
        "exp": "ANSWER: (D) Vagus nerveREF: Gray's anatomy 39th edition page 996The pericardium is innervated by the vagus, together with phrenic nerves and the sympathetic trunks. Pericardial pain is typically a sharp severe substernal pain. It may be exacerbated by lying back or on the left side and relieved by leaning forward. It occasionally radiates to the upper border of trapezius.",
        "cop": 4,
        "opa": "Cardiac plexus",
        "opb": "Greater splanchinc nerve",
        "opc": "Intercostal nerve",
        "opd": "Vagus nerve",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "e7cac67f-6bec-45a9-a29d-e7de0a089526",
        "choice_type": "single"
    },
    {
        "question": "During examination of a 49-year-old male schoolteacher who presents with a swelling in the neck, palpation by a bounding pulse. Which test would be most likely to establish a possible cause of the underlying condition?",
        "exp": "The pulse is bounding when the pulse pressure is magnified because of a wide difference between the systolic and diastolic pressure. It may be due to aortic incompetence, PDA, or noncardiac causes that result in increase in cardiac output and decreased peripheral resistance (e.g., hyperthyroidism, peripheral AV fistula, or anemia).",
        "cop": 3,
        "opa": "Funduscopic eye examination",
        "opb": "Liver-spleen scan",
        "opc": "Thyroid function studies",
        "opd": "X-ray of the chest and cervical spine",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "35400ada-40b0-4469-bd85-308421fd7c9c",
        "choice_type": "single"
    },
    {
        "question": "A previously healthy 20-year-old man is admitted to a hospital with acute onset of left-sided chest pain. The electrocardiographic findings are normal but chest x-ray shows a 40% left pneumothorax. Treatment consists of which of the following procedures?",
        "exp": "Spontaneous pneumothorax usually results from the rupture of subpleural blebs in young men (age 20-40), which is often signaled by a sudden onset of chest and shoulder pain. Pneumothorax of more than 25% requires placement of a chest tube; thoracotomy with bleb excision and pleural abrasion is generally recommended if spontaneous pneumothorax is recurrent. Small pneumothoraxes in patients with minimal symptoms usually resolve and therefore can be observed. A spontaneous perforation of the esophagus (Boerhaave syndrome) can result in hydropneumothorax as well as the more usual pneumomediastinum but would not present with an isolated 40% pneumothorax. Barium swallow is an appropriate diagnostic test for evaluation of a suspected leaking esophagus.",
        "cop": 4,
        "opa": "Observation",
        "opb": "Barium swallow",
        "opc": "Thoracotomy",
        "opd": "Tube thoracostomy",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "fb7ad6ea-8624-458c-97ef-741cdf725f97",
        "choice_type": "multi"
    },
    {
        "question": "The best treatment of this 80-year-old woman with vomiting retrosternal pain and a looped nasogastric tube in her left chest is:",
        "exp": "Recurrent volvulus of the stomach into the chest is a serious condition that can lead to incarceration and gangrene. Every attempt should be made to repair this diaphragmatic hernia.",
        "cop": 4,
        "opa": "Remove the tube because the patient is now well and discharged.",
        "opb": "Evaluate the esophageal myotomy to treat achalasia.",
        "opc": "Immediate left thoracotomy to treat perforation.",
        "opd": "Consider surgical reduction of volvulus and diaphragmatic repair.",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "8846da6f-3b0a-468b-a205-6d7d07f4b6d3",
        "choice_type": "single"
    },
    {
        "question": "After suffering a streptococcal throat infection, a 12-year-old immigrant boy develops cardiac symptoms that are attributed to rheumatic fever. Years later, at the age of 34 he is admitted to the hospital with pulmonary edema. Further examination reveals a diastolic murmur at the apex and mitral stenosis is diagnosed. Before surgical evaluation, which of the following findings can be attributed to mitral stenosis?",
        "exp": "Dilation of the left atrium is the obvious complication following long-standing mitral stenosis. Echocardiography is the simplest and most precise method of showing enlargement of the left atrium. Frequently, there is a latency period of 15-20 years before symptoms become evident. Important complications of mitral stenosis include exertional dyspnea caused by an increase in left atrial pressure and backup of blood with possible pulmonary edema, decreased cardiac output, atrial fibrillation, emboli (15%), and pressure in the intermediate third of the esophagus as seen on an esophogram after barium swallow. The pulse in mitral or aortic stenosis is reduced.",
        "cop": 2,
        "opa": "Large left ventricle",
        "opb": "Indentation of the middle third of the esophagus by an enlarged left atrium",
        "opc": "Notching of the ribs",
        "opd": "Bounding, full pulse",
        "subject_name": "Surgery",
        "topic_name": "Heart & Pericardium",
        "id": "a8d96feb-36a3-4016-90f5-a59fd8915626",
        "choice_type": "single"
    }
]