[
    {
        "question": "Most common nerve injured during hernia surgery:",
        "exp": "External oblique aponeurosis is in close relation to ilioinguinal nerve & hence during operation for inguinal hernia, prevention of injury to ilioinguinal nerve to avoid later development of incisional hernia is very impoant. MC injured nerve in laparoscopic hernia repair: Lateral cutaneous nerve of thigh > Genitofemoral nerve (GFN) MC injured nerve in open hernia repair: Ilioinguinal nerve > IlioHypogastric nerve> Genital branch of GFNQ (GHI in reverse sequence)",
        "cop": 1,
        "opa": "Ilioinguinal nerve",
        "opb": "Iliohypogastric nerve",
        "opc": "Genitofemoral nerve",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "3396e0e4-d6da-49e5-8bc4-0232db6a1788",
        "choice_type": "multi"
    },
    {
        "question": "A 3- year- old child comes with hydrocele of the hernia sac. Management will include:",
        "exp": "Management of hydrocele of the hernia sac (congenital hydrocele) in a 3 years old child is Herniotomy. Mesh is not used because there will be growth in body compared to mesh.",
        "cop": 1,
        "opa": "Herniotomy",
        "opb": "Herniorrhapy",
        "opc": "Observation only",
        "opd": "Operated after 5 years of age",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "d7684173-c94c-411b-b5ff-23e618fd2c7a",
        "choice_type": "single"
    },
    {
        "question": "Which of following are the risk factors for inguinal hernia?",
        "exp": "Risk factors for hernia Weakness of abdominal muscles Increased intra-abdominal pressure Patent processus vaginalis Patent canal of nuck causing indirect inguinal hernia in females Connective tissue disorders like Ehlers Danlos Syndrome. Congenital conditions like Exstrophy of bladder, Prune Belly syndrome Advancing age Chronic debilitating disease Defective collagen synthesis Previous right lower quadrant incision Cigarette smoking Chronic cough (Bronchitis, tuberculosis) Chronic obstructive pulmonary disease Obesity Chronic constipation with straining at stool Enlarged prostate with straining at micturition Pregnancy Cirrhosis with ascites Heavy weight lifting Chronic ambulatory peritoneal dialysis Intra-abdominal tumors Chronically enlarged pelvic organs",
        "cop": 4,
        "opa": "COPD",
        "opb": "BPH",
        "opc": "Cigarette smoking",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "fbbf9379-c863-4e08-ae0d-a046471921e0",
        "choice_type": "multi"
    },
    {
        "question": "If caecum is involved as a pa of the wall of hernia sac and is not its content, then it will be known as:",
        "exp": "Sliding hernia - A.K.A hernia en glissade an acquired hernia due to weakening of the abdominal wall, but occurs at the deep inguinal ring lateral to the IE vessels. Retroperitoneal fatty tissue is pushed downwards along the inguinal canal. As more tissue enters the hernia, peritoneum is pulled with it, thus creating a sac - However, the sac has formed secondarily, distinguishing it from a classic indirect hernia. On the left side, sigmoid colon may be pulled into a sliding hernia and on the right side the caecum.",
        "cop": 3,
        "opa": "Richter's hernia",
        "opb": "Spigelian hernia",
        "opc": "Sliding hernia",
        "opd": "Interstitial hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "b306335c-6abe-423c-8aa5-c8457e6ebabb",
        "choice_type": "multi"
    },
    {
        "question": "The hernia, which often simulates a peptic ulcer, is:",
        "exp": "Epigastric hernia - A.K.A epigastric lipoma / fatty hernia of linea alba - Herniation of pre peritoneal fat - Due to defect in linea alba - Pain- Referred to epigastrium T/t - Excision of fat + closure - Size > 4 cm - mesh",
        "cop": 2,
        "opa": "Umbilical hernia",
        "opb": "Fatty hernia of the linea alba",
        "opc": "Incisional hernia",
        "opd": "Inguinal hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "bc39ffce-c48d-44b5-9743-ee1595061e29",
        "choice_type": "single"
    },
    {
        "question": "Pascal's law is used in which technique of hernia repair?",
        "exp": "Stoppa's preperitoneal repair In Stoppa's preperitoneal repair, the expanding intra-abdominal pressure holds the mesh in place without suture fixation. According to Pascal's law, any additional pressure exeed upon an enclosed fluid mass is transmitted equally n all directions. Use of large mesh extending 3-5 cm beyond the edge of defect in all sides utilizes Pascal's law.",
        "cop": 2,
        "opa": "Lichtenstein mesh repair",
        "opb": "Stoppa's preperitoneal repair",
        "opc": "Bassini's repair",
        "opd": "Darning repair",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "1aa0f207-c1f4-486a-994d-a0728004b0d8",
        "choice_type": "single"
    },
    {
        "question": "Spigelian hernia is a type of hernia occurring at:",
        "exp": "Hernia through Spigelian fascia. Located at Infra umbilical region (below arcuate line)",
        "cop": 2,
        "opa": "Medial border of rectus abdominis",
        "opb": "Lateral border of rectus abdominis",
        "opc": "Lumbar region",
        "opd": "Femoral canal",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "98233eb9-2372-4081-a347-c2c5898d2063",
        "choice_type": "single"
    },
    {
        "question": "The triangle of pain is bordered by all of the following EXCEPT ?",
        "exp": "The triangle of pain is a region bordered by the : iliopubic tract gonadal vessel reflected peritoneum It encompasses the lateral femoral cutaneous, femoral branch of the genitofemoral, and femoral nerves.",
        "cop": 2,
        "opa": "Iliopubic tract",
        "opb": "Ductus deferens",
        "opc": "Gonadal vessels",
        "opd": "Reflected peritoneum",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "43b43ebf-1962-47ea-9203-a66c4549c864",
        "choice_type": "multi"
    },
    {
        "question": "On examination of the patient for a hernia, it is useful to realize that:",
        "exp": "CLINICAL FEATURES Males are 20 times more commonly affected than females. The patient complains of pain in the groin or pain referred to the testicle when performing heavy work or taking strenuous exercise. When asked to cough, a small transient bulging may be seen and felt together with an expansile impulse. Large hernias : Sensation of weight and dragging on the mesentery may produce epigastric pain.",
        "cop": 1,
        "opa": "An impulse is often much better seen than felt",
        "opb": "The internal abdominal ring lies 1.25 cm above the midpoint of poupa's ligament",
        "opc": "The external abdominal ring lies 1.25 cm above and medial to ASIS",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "53c26eaf-59a7-4469-8794-408199447e8a",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of hernia in females is:",
        "exp": "MC type of hernia in males: Indirect inguinal hernia Femoral hernia is more common in females than in males but in females most common is indirect inguinal hernia. MC type of hernia in females: Indirect inguinal hernia Direct inguinal hernia is more common in the elderly",
        "cop": 2,
        "opa": "Direct inguinal hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Femoral hernia",
        "opd": "Umbilical hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "bfb44852-ac03-47b7-a78d-fc2ea63ccab4",
        "choice_type": "single"
    },
    {
        "question": "Hernia with hydrocele is ---hernia:",
        "exp": "Gibbon's hernia Hernia with hydrocele Berger's hernia Hernia into pouch of Douglas Beclard's hernia Femoral hernia through opening of saphenous vein Amyand's hernia Inguinal hernia containing appendix Ogilve's hernia Hernia through the defect in conjoint tendon just lateral to where it inses with the rectus sheath Stammer's hernia Internal hernia occurring through window in the transverse mesocolon after retrocolic gastrojejunostomy Peterson hernia Hernia under Roux limb after Roux - en - Y gastric bypass Valpeau hernia Hernia in front of femoral vessels Holthouse hernia Inguinal hernia with extension of the loop of intestine along inguinal ligament",
        "cop": 1,
        "opa": "Gibbon's",
        "opb": "Fruber's",
        "opc": "Dobson's",
        "opd": "Leobel's",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "841d87f2-8781-4d32-8a57-99c656a837be",
        "choice_type": "single"
    },
    {
        "question": "Which is of the following is not a content of inguinal canal?",
        "exp": "Contents of inguinal canal: Spermatic cord- in males Round ligament- in females Ilioinguinal nerve Genital branch of genitofemoral nerve",
        "cop": 4,
        "opa": "Spermatic cord",
        "opb": "Round ligament",
        "opc": "Ilioinguinal nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "56732cdb-f400-4b52-b6e4-b5773c8506c9",
        "choice_type": "single"
    },
    {
        "question": "A patient with femoral hernia can be managed by:",
        "exp": "McVAY repair closes the femoral space is effective for femoral hernia where the use of prosthetic material is contraindicated.",
        "cop": 4,
        "opa": "Bassini repair",
        "opb": "Hunters repair",
        "opc": "Shouldice repair",
        "opd": "McVAY repair",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "50f99761-eae6-495c-be38-defffc349216",
        "choice_type": "single"
    },
    {
        "question": "During surgery of hernia, the sac of a strangulated inguinal hernia should be opened at the:",
        "exp": "An incision is made over the most prominent pa of the swelling Each layer covering the anterior surface of the body of the sac \"near fundus\" is incised and, if possible, stripped off sac. The sac is then incised and any fluid, which may be highly infective, drained effectively.",
        "cop": 2,
        "opa": "Neck",
        "opb": "Fundus",
        "opc": "Body",
        "opd": "Deep ring",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "ce48fa9f-f8a6-4063-840a-c3cd37fa6164",
        "choice_type": "single"
    },
    {
        "question": "Funicular hernia is type of:",
        "exp": "Types of Indirect Inguinal Hernia - 1. Bubonocele - Hernia is limited to the inguinal canal 2. Funicular - Processus vaginalis is closed just above epididymis. Contents of the sac can be felt separately from testis, which lies below the hernia. 3. Complete or scrotal - Testis appears to lie within the lower pa of hernia.",
        "cop": 2,
        "opa": "Direct inguinal hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Femoral hernia",
        "opd": "Umbilical hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "4595de0c-957a-4593-9775-3571f3e7d72a",
        "choice_type": "single"
    },
    {
        "question": "A male neonate is born with an omphalocele. This entity can be distinguished from gastroschisis, because in an omphalocele, the protrusion is:",
        "exp": "Abdominal wall defects Omphalocele- Intestine fails return to the intra-abdominal cavity- Covered by 2 layers* Amnion* Peritoneum- For Small defect - Protrusion of small amounts of bowel- For Large defect - Protrusion of small bowel along with liver- Associated with Trisomy 13, 18, 21- Associated with congenital malformations - CVS > Musculoskeletal system >Gastrointestinal system > Genito urinary system- MC cause of death - congenital malformations- Associated with BECKWITH - WEIDMAN SYNDROME (variant of Wilms tumour)* Hemi hyperophy* Macroglossia* Visceromegaly* Omphalocele* Hepatoblastoma- Poor prognosis (associated with congenital malformations) Gastroschisis- Splitting of abdominal wall from right side with herniation of bowel.- Bowel is exposed, not covered and becomes thickened,matted and edematous- Associated with Intestinal atresiaRisk factors- If mother has history of intake of* Alcohol* Smoking* Aspirin during first trimester* Ibuprofen* Pseudoephedrine- Age of mother - < 20 years age- Not associated with congenital anomalies - so good prognosis",
        "cop": 4,
        "opa": "Not covered by a sac",
        "opb": "A defect in the abdominal musculature",
        "opc": "Associated with Intestinal atresia",
        "opd": "Associated with congenital malformations",
        "subject_name": "Surgery",
        "topic_name": "Hernia and abdominal wall",
        "id": "cee6e5ca-4a68-48a6-bba4-cc627de60e54",
        "choice_type": "single"
    }
]