[
    {
        "question": "Hernia not related to abdominal wall:-",
        "exp": "Amyand's hernia - content is appendix Little's hernia - content is Meckel's diveiculum Richter's hernia - Herniation of pa of circumference of bowel - Mimics acute gastro enteritis Peterson hernia - Type of internal hernia - Hernia behind Roux - LIMB, After Roux-en-y gastrojejunostomy",
        "cop": 4,
        "opa": "Amyand's hernia",
        "opb": "Richter's hernia",
        "opc": "Little's hernia",
        "opd": "Peterson hernia",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "44f4aa0b-21a2-4b26-9801-20593f9b3893",
        "choice_type": "multi"
    },
    {
        "question": "True statement about sebaceous cyst:-",
        "exp": "Generally sebaceous cyst is derived from infundibulum of hair follicles / caused by traumatic inclusion Sites are scalp, face, trunk and scrotum Usually sebaceous cyst contains a punctum (except scalp and scrotum) Skin is fixed over the cyst",
        "cop": 3,
        "opa": "Arise in the epidermis",
        "opb": "Mobile over skin",
        "opc": "Commonly seen in scalp",
        "opd": "Rarely contains central punctum",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "82909be7-d1b5-42bf-8b20-170fd640ffdc",
        "choice_type": "multi"
    },
    {
        "question": "Shrugging of shoulder following neck surgery due to injury to:-",
        "exp": "Shrugging of shoulder is because of trapezius muscle, supplied by spinal accessory nerve Radical neck dissection: - Removal of level I - V lymph nodes - Removal of spinal accessory nerve, internal jugular vein and sternocleidomastoid muscle",
        "cop": 1,
        "opa": "Spinal accessory nerve",
        "opb": "Thoracodorsal nerve",
        "opc": "Bell's nerve",
        "opd": "Vagus nerve",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "842bb4f7-bf0d-4af1-b857-114824df56cf",
        "choice_type": "single"
    },
    {
        "question": "A patient underwent complicated surgery for chronic pancreatitis. The most preferred route for supplementary nutrition in this patient would be:-",
        "exp": "Enteral nutrition is preferred over Total parenteral nutrition as it Maintains gut barrier integrity Limits bacterial translocation Less expensive Fewer complications Order of preference - Feeding jejunostomy > Feeding gastrostomy Oral feeding is staed at later stages",
        "cop": 3,
        "opa": "Total parenteral nutrition",
        "opb": "Feeding gastrostomy",
        "opc": "Feeding jejunostomy",
        "opd": "Oral feeding",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "eeec30f8-aafb-4016-84a8-f5707a3e5ded",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old lady with history of carcinoid syndrome complains of flushing and diarrhea. Which of the following is not true regarding this syndrome?",
        "exp": "Carcinoid syndrome: Occurs in <10% of carcinoid tumors Precipitated by Stress , Sex, Alcohol , Heavy meal . Bright-red patchy flushing is typically seen in Gastric carcinoids MC symptom - Abdominal pain Octreotide injection reduces symptoms of flushing and diarrhea Best investigation - DOPA - PET",
        "cop": 4,
        "opa": "Occurs in <10% of carcinoid tumors",
        "opb": "Octreotide injection reduces symptoms of flushing and diarrhea",
        "opc": "Attacks precipitated by stress, alcohol and large meal",
        "opd": "Bright-red patchy flushing is typically seen with ileal carcinoids",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "6b60232e-f245-4748-adfe-7e4365c8fe7d",
        "choice_type": "multi"
    },
    {
        "question": "A patient with necrotizing fasciitis is treated with antibiotics and debridement. He got discharged on wound recovery. Now he came back after 10 days with diarrhea and fever. The following are done except:-",
        "exp": "History of antibiotic(staph/strep) - aminopenicillin (ampicillin / amoxycillin) After this, patients develop diarrhea and fever PSEUDOMEMBRANOUS COLITIS - DOC - Oral Vancomycin Use of antidiarrheals (e.g.,loperamideis contraindicated in all cases ofpseudomembranous enterocolitisas this may exacerbate toxin-mediated disease and precipitate toxic megacolon.",
        "cop": 1,
        "opa": "Continue same antibiotic",
        "opb": "Stop loperamide",
        "opc": "Oral Vancomycin is the drug of choice",
        "opd": "Washing hands with alcohol based hand sanitizers are superior to washing hands with soap to stop the spread of diarrhea.",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "ab6b6eb5-a388-434f-9804-a1e81cbcf1bc",
        "choice_type": "multi"
    },
    {
        "question": "A 25 years old college student met with road traffic accident and is admitted in casualty. He has marked abdominal distension, pulse rate of 140/minute and a BP of 80/50 mm Hg. The most appropriate initial investigation would be:-",
        "exp": "Any patient of blunt trauma abdomen - first investigation done is FAST (stable / unstable) After FAST: - If patient unstable - exploratory laparotomy - If patient stable - CECT",
        "cop": 4,
        "opa": "Abdominal paracentesis",
        "opb": "CT abdomen",
        "opc": "Plain x- ray of abdomen",
        "opd": "FAST scan",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "d56ea14b-5dc4-408e-8aa5-a90fcb1f05b9",
        "choice_type": "single"
    },
    {
        "question": "Mr. Ramu 30 years old male with papillary carcinoma in thyroid with a nodule < 3 cm confined to neck with 2 lymph node palpable in neck along with lung micro-metastasis. How will you stage this according to AJCC 8th edition?",
        "exp": "Age <55 years, any T, any N, M0 - stage 1 Any T, any N, M 1 - stage 2 Primary tumor (T) Tx = Primary tumor cannot be assessed T0 = No evidence of primary tumor T1 = Tumor <= 2cm in greatest dimension limited to the thyroid T1a = Tumor <= 1 cm in greatest dimension limited to the thyroid T1b = Tumor >1cm but <= 2 cm in greatest dimension limited to the thyroid T2 = Tumor >2cm but <= 4 cm in greatest dimension limited to the thyroid T3 = Tumor >4 cm limited to the thyroid, or gross extrathyroidal extension invading only strap muscles T3a = Tumor >4cm limited to the thyroid T3b = Gross extrathyroidal extension invading only strap muscles (sternohyoid, sternothyroid, thyrohyoid or omohyoid muscles) from a tumor of any size T4 = Includes gross extrathyroidal extension beyond the strap muscles T4a = Gross extrathyroidal extension invading subcutaneous soft tissues, larynx, trachea, esophagus, or recurrent laryngeal nerve from a tumor of any size T4b = Gross extrathyroidal extension invading preveebral or encasing the aery or mediastinal Vessels from a tumor of any size Regional lymph nodes (N) NX = Regional lymph nodes cannot be assessed N0 = No evidence of locoregional lymph node metastasis N0a = One or more cytologically or histologically confirmed benign lymph nodes N0b = No radiologic or clinical evidence of locoregional lymph node metastasis N1= Metastasis to regional nodes N1a = Metastasis to level VI or VII (pretracheal, paratracheal, or prelaryngeal/ Delphian, or upper Mediastinal) lymph nodes. This can be unilateral or bilateral disease. N1b = Metastasis to unilateral, bilateral, or contralateral lateral neck lymph (levels I, II, III, IV, or V) or retropharyngeal lymph nodes Distant Metastasis (M) M0 = No distant metastasis M1 = Distant metastasis",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2019",
        "id": "5c502c91-c37d-43bc-9439-b88aae67f264",
        "choice_type": "single"
    }
]