[
    {
        "question": "Which of the following is/are true of blunt renal trauma?",
        "exp": "Renal trauma general management - Only those who have gross hematuria need undergo contrast studies. Microscopic hematuria is no longer an indication for contrast evaluation. Patients who have blunt renal trauma need to undergo exploration only if they are hemodynamically unstable. Conservative management in the absence of hemodynamic instability is the current trend. All penetrating injuries should undergo exploration.",
        "cop": 3,
        "opa": "Blunt renal trauma and penetrating renal injuries are managed similarly",
        "opb": "Blunt renal trauma must be evaluated by contrast studies using either IVP or CT",
        "opc": "Blunt renal trauma requires exploration only when the patient exhibits hemodynamic instability",
        "opd": "Any kidney fractured by blunt renal trauma must be explored",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "6acb7631-7537-45a2-8f6f-4ad1a4f46054",
        "choice_type": "multi"
    },
    {
        "question": "Central stellate scar on CT scans are seen in:",
        "exp": "Central stellate Scar is seen in 1. FNH 2. Fibrolamellar HCC 3.Serous cystadenoma (Pancreas) 4.Renal Oncocytoma",
        "cop": 4,
        "opa": "Renal oncocytoma",
        "opb": "FNH",
        "opc": "Serous cystadenoma pancreas",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "839f4acb-eba1-4c13-9d04-538b3eb1e2b5",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with renal cell carcinoma invading IVC and renal vein. False statement is:",
        "exp": "Patients with renal vein or IVC involvement by tumour but without evidence of metastatic disease remain surgical candidates. Occasionally, nephrectomy and removal of IVC tumour thrombus need to be done. Bench surgery and autotransplantation is performed for larger tumours in a solitary kidney. Chest X-ray should be done to rule out pulmonary metastasis .",
        "cop": 2,
        "opa": "Pre-op biopsy is not necessary",
        "opb": "IVC involvement indicates inoperability",
        "opc": "Pre-op radiotherapy is not essential",
        "opd": "Chest X-ray should be done to rule out pulmonary metastasis",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "ca71f0cb-3ac3-40d7-a299-4c89b12649ad",
        "choice_type": "multi"
    },
    {
        "question": "The typical appearance of \"spider leg\" on excretory urography is seen in:",
        "exp": "Diagnosis USG: Enlarged kidney with uniformly medullary echogenicity. IVP in ADPKD Stretching of the calyces by the cysts (spider leg or ball like deformity. Bubble appearance (calyceal distoion) Swiss cheese appearance. CT scan is IOC in ADPKD",
        "cop": 2,
        "opa": "Hydronephrosis",
        "opb": "Polycystic kidney",
        "opc": "Medullary sponge kidney",
        "opd": "Renal cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "72d9171f-8533-4501-ad9a-5a44165dec8d",
        "choice_type": "single"
    },
    {
        "question": "All are features of hypernephroma except:",
        "exp": "RENAL CELL CARCINOMA (AKA gravitz tumor, hypernephroma, internist's tumor, radiologist's tumor) - More common in males, in 6th and 7th decade - Tumor usually involve upper pole Most common site of distant metastasis are lungs (cannon ball deposits and pulsatile osteolytic secondaries in bone>liver>brain) Characteristic feature of RCC is tendency to invade renal vein",
        "cop": 2,
        "opa": "May invade renal vein",
        "opb": "Lower pole involvement",
        "opc": "More common in males",
        "opd": "Cannon ball secondaries are seen",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "14f5d8f0-86f5-4d01-bdda-76a697f18d7a",
        "choice_type": "multi"
    },
    {
        "question": "Earliest and often the only presentation of TB kidney is:",
        "exp": "Clinical Features Earliest symptom is urinary frequency. Tuberculosis of genital tract should be considered in the presence of following situations Chronic cystitis that refuses to respond to adequate treatment Sterile pyuria, gross or microscopic hematuria. Non- tender enlarged epididymis with beaded or thickened vas. Chronic draining scrotal sinus. Induration or nodulation of prostate and thickening of one or both seminal vesicle.",
        "cop": 1,
        "opa": "Increased frequency",
        "opb": "Pain",
        "opc": "Hematuria",
        "opd": "Renal calculi",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "f55d8147-93ab-4a09-95f4-f8fc5fcaf63f",
        "choice_type": "single"
    },
    {
        "question": "The most impoant determinant of prognosis in Wilm's tumor:",
        "exp": "Most impoant prognostic factor in most of malignancies- Stage (TNM) Exception- Wilms tumor and soft tissue sarcoma In Wilms tumor, Most impoant Prognostic Factor- Histology > Stage In soft tissue sarcoma, most impoant prognostic factor - Tumor grade",
        "cop": 3,
        "opa": "Stage of disease",
        "opb": "Loss of heterozygosity of chromosome 1p",
        "opc": "Histology",
        "opd": "Age less than one year at presentation",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "a867c908-56f0-4411-be34-2d37df6b49a3",
        "choice_type": "single"
    },
    {
        "question": "Stone formed in alkaline urine is:",
        "exp": "Struvite stones (infection stones) - Composed of calcium, ammonium, magnesium phosphate (Triple phosphate stones). Tend to grow in alkaline urine, especially with Proteus infection and fill whole of the pelvi-calyceal system, forming staghorn calculi. Formed In high urinary concentration of ammonia. More common In women (Increased susceptibility for UTI) Increased tendency to form struvite calculi Is seen In: Foreign body In the urinary tract (Foley's catheter) and neurogenic bladder / Bladder dysfunction / Bladder outlet obstruction.",
        "cop": 2,
        "opa": "Calcium oxalate",
        "opb": "Calcium phosphate",
        "opc": "Cysteine",
        "opd": "Uric acid",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "bb1e7edf-1704-40ff-956f-24491642f895",
        "choice_type": "single"
    },
    {
        "question": "The most common malignant neoplasm of the kidney is the hypernephroma or renal cell carcinoma. Which of the following statement is true concerning renal neoplasms?",
        "exp": "Most common route of spread- Hematogenous Lymphatic spread occurs when tumor extends beyond renal capsule Renal carcinomas can produce a variety of hormone or hormone-like substances (e.g., erythropoietin, renin, and parathormone) and may present with a variety of symptoms including anaemia, hypeension, fever and erythrocytosis. Renal masses such as benign cysts or renal cell carcinomas will both appear as \"tumour deformities\", distoing the renal outline or the collecting system on IVP .Renal cysts are far more common than renal cell carcinoma and the diagnosis can be confirmed by renal ultrasound. Named staging & Grading Robson staging , Fuhrman Grading - RCC Jackson staging - Ca Penis Gleason Grading - Ca Prostate",
        "cop": 4,
        "opa": "Most common mode of spread is lymphatic .",
        "opb": "Gleason Grading is used in RCC .",
        "opc": "A \"tumour deformity\" on IVP is diagnostic of a renal cell carcinoma",
        "opd": "Renal cell carcinomas can produce a variety of hormone or hormone-like substances",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "6916a336-042e-40e9-a165-a675e5fa745e",
        "choice_type": "multi"
    },
    {
        "question": "Classic symptom of ectopic ureter in females",
        "exp": "ECTOPIC URETERAL ORIFICE * Around 80% is associated with a duplication collecting system. * More common in females. Location * Males: Prostatic or posterior urethra (MC), lateral in bladder. * Females: Anterior urethra (MC), vestibule, vagina. Clinical Features * Females: continuous incontinence with an otherwise normal voiding . * Males: MC presentation Is UTI, no urinary incontinence . Diagnosis * IVP: Drooping Lily sign Treatment * Mainly expectant, Ureteric reimplantation or pole nephrectomy depending on moiety function.",
        "cop": 3,
        "opa": "Painful defecation",
        "opb": "Urinary frequency",
        "opc": "Ureteral incontinence with otherwise normal voiding",
        "opd": "Labial swelling",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "c3648da9-857c-4616-9952-05140141a7ba",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of the upper renal tract is:",
        "exp": "DUPLICATION OF URETER (AD) MC congenital anomaly of upper urinary tract. Mode of inheritance is autosomal dominant. More common in females and often bilateral. Yo-Yo effect in fused ureter (incomplete duplication) is seen. Upper pole ureter is associated with Ureterocele Lower pole ureter is associated with Sho intravesical length of ureter( risk of VUR) Diagnosis IVP: shows duplication In most of cases. Treatment If function of Upper pole ureter is normal- Excision and reimplanation into the bladder If function of Upper pole ureter is impaired- upper pole nephrectomy Lower pole ureter- Ureterovesicoplasty",
        "cop": 2,
        "opa": "Duplication of renal pelvis",
        "opb": "Duplication of ureter",
        "opc": "Ectopic ureteric orifice",
        "opd": "Congenital megaureter",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "cba14bb3-91ec-4ce4-8bd0-270340832329",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man presents to the surgical unit with a 24-hour history of acuteonset left loin pain, which seems to worsen intermittently and has not settled with regular simple analgesia. He suffers from mild dementia and is unable to recall the details of his past medical history. The foundation year 2 doctor on call suspects that a urinary calculus is the cause of this man's pain and spots an old pathology repo in the patient's notes showing the presence of negatively birefringent crystals in a synol fluid aspirate. Which one of the following substances is likely to make up the majority of this man's calculus?",
        "exp": "Gout is a disorder of purine metabolism exacerbated by dehydration, resulting in hyperuricaemia and acute recurrent attacks of synovitis due to urate crystal deposition in the (predominantly) large joints of the body. Aspiration of joint fluid and examination under polarized light shows negatively birefringent crystals, which are characteristic of the condition and suggested in this individual. Hyperuricaemia also predisposes individuals to urate and calcium oxalate stones. Treatment is as for other urinary tract stones, but also includes allopurinol and diet modification in order to lower levels of serum uric acid. Given the age of this man, it is impoant to exclude other impoant differentials (as for any patient), paicularly a ruptured AAA, which can present with similar symptoms and is occasionally missed in such individuals resulting in a catastrophic outcome.",
        "cop": 2,
        "opa": "Xanthine",
        "opb": "Uric acid",
        "opc": "(Triple) phosphate",
        "opd": "Calcium oxalate",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "ef62cb8a-73d2-4d2a-b563-337c6490fa8f",
        "choice_type": "multi"
    },
    {
        "question": "Horseshoe kidney ascent is prevented by:",
        "exp": "Ascent of horseshoe kidney remains incomplete due to Inferior Mesentric Aery prevents fuher migration of kidney . Isthmus usually located adjacent to L3-L4 veebrae , just below the origin of IMA from abdominal aoa .",
        "cop": 3,
        "opa": "Superior mesenteric aery",
        "opb": "Superior mesenteric vein",
        "opc": "Inferior mesenteric aery",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "316c7a39-67b1-45f1-b04f-15d4a42fbec5",
        "choice_type": "single"
    },
    {
        "question": "Reflux of urine into the pelvis and calyces with mild dilatation with minimal blunting of fornices indicates which grade of VUR ?",
        "exp": "Grade I Grade II Grade III Grade IV Grade V",
        "cop": 2,
        "opa": "Grade II",
        "opb": "Grade III",
        "opc": "Grade IV",
        "opd": "Grade I",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "a4c63cca-f955-42fa-aac0-3088821dad39",
        "choice_type": "single"
    },
    {
        "question": "Most common predisposing factor for chronic pyelonephritis is:",
        "exp": "Chronic pyelonephritis is so often associated with vesicoureteric reflux that some feel that it is better named \"Reflux nephropathy\". It is impoant cause of renal damage and death from end - stage renal failure.",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Renal stone",
        "opc": "Posterior urethral valve",
        "opd": "Vesicoureteric reflux",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "dd005f08-c766-461d-b6bb-b120e50e651e",
        "choice_type": "single"
    },
    {
        "question": "In hydronephrosis from pelvi-ureteric junction (PUJ) obstruction (idiopathic or congenital hydronephrosis), which of the following statements are false?",
        "exp": "Isotope renography is the best test to establish that dilatation is caused by obstruction. It would also determine the percentage function of the kidney. A procedure to preserve the kidney is carried out when a renogram shows that there is more than 20 per cent of renal function. The operation of choice is Anderson-Hynes pyeloplasty, a procedure which is now being carried out laparoscopically.",
        "cop": 4,
        "opa": "The condition may be asymptomatic",
        "opb": "It can be diagnosed in utero",
        "opc": "Ultrasound scanning is the least invasive method of imaging",
        "opd": "If there is more than 5 per cent of function in the obstructed kidney, a procedure to preserve the kidney is carried out",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "2c8e5b3e-a0fa-4a0d-a4e5-d6bc7f168998",
        "choice_type": "multi"
    },
    {
        "question": "Retrocaval ureter occurs due to persistence of:",
        "exp": "Retrocaval Ureter- Aka Circumcaval ureter- Abnormal development of IVC causes ureter to pass behind IVC and to take U turn before draining to bladder.- Abnormal persistence of right posterior subcardinal vein Clinical features- Signs & symptoms of ureteric obstruction Diagnosis- MRI is IOC to a delineate anatomy clearly and non-invasively- IVP \"Reverse J\" \"Fish Hook\" Or \"Shepherd Crook \"deformity Treatment - Relocation ureteroureterostomy",
        "cop": 4,
        "opa": "Azygous vein",
        "opb": "Hemiazygous",
        "opc": "Anterior cardinal vein",
        "opd": "Posterior cardinal vein",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "163ff471-1efc-4dc9-84bc-74c21b96d8bd",
        "choice_type": "single"
    },
    {
        "question": "Not true about right kidney is",
        "exp": "Renal Transplantation Before the donation it is essential to perform imaging (usually MR angiography or CT angiography) to delineate the anatomy of the aerial supply to the kidneysQ. If the left kidney has a single renal aery (10% of kidneys have two or more aeries) it is usually chosen for transplantation because it has a longer renal vein, which simplifies the transplant operationQ. The presence of multiple aeries does not necessarily preclude donation although implantation of living donor kidneys with multiple aeries may increases the chances of vascular complications developing after implantationQ.",
        "cop": 1,
        "opa": "Right kidney is preferred over the left for transplantation",
        "opb": "Rt. is lower than the left kidney",
        "opc": "Right renal vein is shoer than the left",
        "opd": "Right kidney is related to the duodenum",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "672ec516-a7b3-4df1-b491-1969aeda2e70",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not the component of Too-Late triad associated with renal cell carcinoma?",
        "exp": "Renal cell carcinoma* \"TOO- LATE\" TRAID- Mass+ Pain+ Hematuria * Triad is seen in 10% patients with advanced disease * Most common presentation - Hematuria* In Advanced cases, Non-Reducing Varicocele - due to tumor thrombus in the left kidney* IOC - CECT* Treatment of choice- Radical nephrectomy",
        "cop": 4,
        "opa": "Mass",
        "opb": "Pain",
        "opc": "Hematuria",
        "opd": "Pyrexia",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "11dd10b5-b15f-4d3f-9487-f9b60538ee17",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of Wilm's tumour is:",
        "exp": "WILMS TUMOR Wilm's Tumor: MC primary renal tumor of childhood (2-5 Years) Wilm's Tumor: 2nd MC malignant abdominal tumor in children (MC is neuroblastoma). Arise from kidney, composed of three elements- Blastema, Epithelium & Stroma. (BESt) MC presenting feature is asymptomatic abdominal mass or swelling.",
        "cop": 2,
        "opa": "Hematuria",
        "opb": "Abdominal lump",
        "opc": "Hydronephrosis",
        "opd": "Pain in abdomen",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "e2e2e09c-c859-44ba-88ab-1a83f1d980af",
        "choice_type": "single"
    },
    {
        "question": "A patient with acute urinary tract infection (UTI) usually presents with:",
        "exp": "Cystitis or infection of the bladder is the most common UTI. Lower UTI, or cystitis, is an infection in the bladder. Painful urination and frequency are the most common presenting complaints. Hematuria may occur, but is associated with painful urination and frequency. Flank pain, fever, chills, nausea, and vomiting usually occur only when the infection involves the kidney. An acute UTI is identified in unspun urine only when there are more than 10 leukocytes per hpf in the unspun urine. The normal urine may have as many as 10 WBC/per hpf without being infected.",
        "cop": 4,
        "opa": "Chills and fever.",
        "opb": "Flank pain.",
        "opc": "Nausea and vomiting.",
        "opd": "Painful urination.",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "06c72bab-f7d0-467b-b474-a3ab92fb76fe",
        "choice_type": "multi"
    },
    {
        "question": "What is the preferred treatment option for 1.5 cm stone located in lower third of ureter?",
        "exp": "Management of Ureteric Stone- Depends on location of stone* Stone in upper and middle 1/3rd of ureter- Size of stone up to 1cm - ESWL > URS- Size of stone > 1cm - URS* Stone in lower 1/3rd of ureter - URS (No use of shockwaves in this area)",
        "cop": 3,
        "opa": "ESWL",
        "opb": "PCNL",
        "opc": "URS",
        "opd": "Ureterolithotomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "97b1d029-3662-43ab-bc99-788f8c3608a1",
        "choice_type": "multi"
    },
    {
        "question": "Ureteral obstruction :",
        "exp": "Ureteral obstruction produces loss of renal function when there is only one renal unit and the ureter is obstructed or when obstruction is bilateral. Ureteral obstruction often is best identified by either intravenous pyelography (IVP) or retrograde pyelography, which allows one to identify the specific site of obstruction. Calculous disease is the most common cause of ureteral obstruction. Ureteral obstruction is not a surgical emergency that requires open surgical intervention, but it may be relieved by retrograde or antegrade passage of a double-J stent to bypass the obstruction, permitting orderly nonemergent identification of the cause of obstruction and selection of a treatment process.",
        "cop": 3,
        "opa": "Is best identified with USG .",
        "opb": "Is associated with deterioration of renal function and rising blood urea nitrogen (BUN) and creatinine values",
        "opc": "Is commonly caused by a urinary tract calculus",
        "opd": "Usually requires open surgical relief of the obstruction",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "84abd56b-5ab6-41a7-a959-ebea87ccb740",
        "choice_type": "multi"
    },
    {
        "question": "According to Weige Meyer rule of duplication of ureter, the lower pole ureter in urinary bladder is:",
        "exp": "Types Incomplete duplication: Both ureters join together and a single ureteric opening Complete duplication: Both ureters open separately Weige-Meyer's rule: - In case of complete duplication, the upper ureter and the lower pole ureter rotate on their long axes so that the upper pole ureteric orifice is medial & caudal to the lower pole orifice. - Lower pole is lateral and cephalad to the upper pole",
        "cop": 1,
        "opa": "Lateral and cephalad to the upper pole ureter",
        "opb": "Lateral and caudal to the upper pole ureter",
        "opc": "Medial and cephalad to the upper pole ureter",
        "opd": "Medial and caudal to the upper pole ureter",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "685815a2-d2d0-4237-8c8b-db9090eb4708",
        "choice_type": "single"
    },
    {
        "question": "Most common renal stone:",
        "exp": "Calcium oxalate MC type of kidney stone (85%) Risk factor are hypercalciuria, hypercalcemia, hyperoxaluria Have hard, small and jagged surface. On section-wavy concentric laminae",
        "cop": 1,
        "opa": "Calcium oxalate stone",
        "opb": "Uric acid stone",
        "opc": "Staghorn calculi",
        "opd": "Cysteine stone",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "b47edbe1-843b-4e72-b33f-5deedfb5da76",
        "choice_type": "single"
    },
    {
        "question": "Anderson-Hynes operation is performed for:-",
        "exp": "Anderson-Hynes operation is performed for Pelviureteric junction obstruction caused by PUJ stenosis",
        "cop": 4,
        "opa": "Achalasia cardia",
        "opb": "Pyloric stenosis",
        "opc": "Pseudopancreatic cyst",
        "opd": "Pelviureteric junction obstruction",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "417ba90d-20bf-4bae-ba6f-8866cf0a7b30",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man has urine output of 10 mL/h following abdominal aoic aneurysmectomy. Acute tubular necrosis is suggested by the presence of which of the following?",
        "exp": "Oliguria-Acute tubular necrosis -Intrinsic Renal Failures Prerenal Failures Intrinsic Renal Failures Urine osmolality (mOsm/kg) >500 <350 Urine sodium (mEq/L) <20 >40 Fractional excretion of sodium <1% >2% BUN/SCR >20 <10 Urine/PCR >40 <20",
        "cop": 2,
        "opa": "Urine osmolality of more than 500 mOsm/kg",
        "opb": "Urine sodium of more than 40 mEq/L",
        "opc": "Fractional excretion of sodium of <1%",
        "opd": "Blood urea nitrogen (BUN)-to-serum creatinine ratio (SCR) of more than 20",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "d81beaa4-21b8-487c-aab5-4b6dcf441bdf",
        "choice_type": "single"
    },
    {
        "question": "A 10 years old girl was evaluated for recurrent UTI and dysuria. IVP finding is given below. What is the preferred treatment option for this case?",
        "exp": "- In IVP, bilateral terminal poion of ureters is dilated (Ureterocele)-Adder head /Cobra head appearance. - Ureterocele causes outflow obstruction which causes backflow pressure changes-Hydroureteronepehrosis- So, diagnosis - Bilateral Ureterocele with bilateral hydroureteronephrosis. Ureterocele- Cystic dilatation of terminal ureter- MC in Females- Types* Intra- Vesical (20%)* Ectopic (80%) - A/W duplication of ureter- In Intravesical ureterocele - Terminal pa of ureter is cystic & dilated and is inside the bladder- In ectopic ureterocele - Duplication of ureter and the upper pole of ureter is having ectopic ureteric orifice Clinical presentation- Recurrent attacks of UTI/ Urosepsis- Unilateral Hydro-uretero nephrosis- Palpable mass Investigations- On USG - Hydroureteronephrosis with cyst in the bladder- On IVP - Adder Head/ Cobra- head appearance- IOC for diagnosis - IVP- On MCU - Filling defect in bladder- On Cystoscopy - Enlarging and collapsing cyst in the bladder Treatment- Depends on type of ureterocele* In intravesical ureterocele - Incision over the cyst wall (Free flow of urine intobladder)* In ectopic ureterocele - Excision and reimplantation into bladder ? MC Congenital abnormality of upper urinary tract - Duplication of ureter (AD)? MC Congenital abnormality of urogenital tract - VUR (AD)",
        "cop": 1,
        "opa": "Endoscopic incision",
        "opb": "Nephrectomy with paial ureterectomy",
        "opc": "STING operation",
        "opd": "Lich-Gregoir technique",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "a3f21be0-dd93-43ca-a7dd-63805cc482ac",
        "choice_type": "multi"
    },
    {
        "question": "65yrs old male complains of lump on . side lower back associated with blood in urine, wt. loss and night sweats. On investigation it was diagnosed to be RCC 8cm involving abdominal lymph nodes but no distant metastasis. What should be most appropriate management of this patient?",
        "exp": "Renal cell cancer is not responsive to radiation and chemotherapy Radical nephrectomy should be done for localized renal cancer Radical Nephrectomy should be done in this patient as the nodes that are suspected of having metastatic disease are just because they are showing reactive inflammation.",
        "cop": 4,
        "opa": "Radiation followed by nephrectomy",
        "opb": "Chemotherapy",
        "opc": "Radiation",
        "opd": "Radical nephrectomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "fcd5b365-b3ca-424f-9777-c656c8508b6e",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old female presented to emergency with high grade swinging fever, abdominal tenderness and flank mass. On CT there was collection around kidney. Antibiotics were staed but patient condition didn't improve after 48 hours. What is the next best treatment option?",
        "exp": "Diagnosis based on question- Perinephric Abscess. - Collection of fluid inside kidney- Pyonephrosis- Collection of fluid around kidney- Perinephric Abscess. Perinephric Abscess.- TOC for abscesses- Incision and drainage + Antibiotics.- If no improvement with antibiotics as given in the question/ Deep seated intraabdominal abscess- Percutaneous drainage under USG/CT guidance is preferred over Open surgical drainage.- Nephrectomy is not done because kidney function is not impaired in this case- Observation and follow up is not done because patient condition did not improvened",
        "cop": 1,
        "opa": "Percutaneous drainage under CT guidance",
        "opb": "Open surgical drainage",
        "opc": "Nephrectomy",
        "opd": "Observation & follow up",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "428aef0e-7e60-4f1b-b6e4-211d92918e86",
        "choice_type": "multi"
    },
    {
        "question": "Percutaneous nephrostomy in indicated in:",
        "exp": "Management of Pyonephrosis Immediate institution of antibiotics therapy and drainage of the infected collecting system. Antibiotics should be staed before manipulation of the urinary tract. In the ill patient, drainage of the collecting system with a percutaneous nephrostomy tube. Nephrectomy in destroyed or non-functioning kidney.",
        "cop": 4,
        "opa": "Polycystic kidney disease",
        "opb": "Solitary adenocarcinoma",
        "opc": "Simple hydronephrosis",
        "opd": "Pyonephrosis",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "ac8ee139-3122-4bff-97b6-8da74675c4c8",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive imaging modality to detect early renal tuberculosis is:",
        "exp": "Genitourinary tuberculosis Investigations- Urine routine and microscopic examination- presence of pus cells- Urine culture and sensitivity- no growth within 48 hours. (Sterile Pyuria- characteristic feature of GU TB)- IOC for diagnosis of renal TB-CECT- Most sensitive investigation to detect the earliest changes in renal TB- IVP (aka IVU)",
        "cop": 1,
        "opa": "Intravenous urography",
        "opb": "Computed tomography",
        "opc": "Ultrasound",
        "opd": "Magnetic resonance imaging",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "d915a882-b5d1-4caf-93c0-5428942f784b",
        "choice_type": "single"
    },
    {
        "question": "Sheela, a middle aged diabetic female presented with flank pain and fever. On USG, the kidney was irregular and showed fat density lesion with calculi. The diagnosis is most probably:",
        "exp": "Hints in the question-- Diabetic- Middle aged Female- Flank pain- Fever- Fat density lesion- Associated with calculi. Xanthogranulomatous (due to presence of fat) pyelonephritis (infection with kidney etiology)- It is more common in females as they are more prone to Struvite stone formation- Causative Organism - Proteus Emphysematous pyelonephritis- Most common causative organism- E. coli - Presence of ring of air around kidney or within kidney.",
        "cop": 2,
        "opa": "TB kidney",
        "opb": "Xanthogranulomatous pyelonephritis",
        "opc": "Chronic pyelonephritis",
        "opd": "Emphysematous pyelonephritis",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "73799231-763d-4d9d-b153-5af8836e347b",
        "choice_type": "single"
    },
    {
        "question": "All are radiolucent stones except",
        "exp": "Mnemonic - TIXU Triamterene Indinavir Xanthine Uric acid Radiolucent stones",
        "cop": 4,
        "opa": "Triamterene stones",
        "opb": "Uric acid stone",
        "opc": "Xanthine stones",
        "opd": "Cystine stones",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "1b5f87a8-a512-45b7-bce7-a032095563a2",
        "choice_type": "multi"
    },
    {
        "question": "A 4 years old child was brought to the hospital with complains of abdominal mass and fever. On CT, crescent shaped, discrete & peripheral calcification was seen. Which of the following chemotherapy regimen is given in this condition?",
        "exp": "Hints in the question suggesting diagnosis of Wilms tumor - Age - Abdominal mass - Crescent shaped, discrete and peripheral calcification Chemotherapy regimen used in Wilms tumor- Vincristine, Cyclophosphamide, Doxorubicin/Dactinomycin CA esophagus & CA stomach ECF (Epirubicin + Cisplatin + 5-FU) Colorectal carcinoma FOLFOX-IV Folinic add /Leucovorin + 5-FU) CA Breast CAF (Cyclophosphamide + Adriamycin + 5-FU) Staging Pre-chemotherapy staging Post-chemotherapy staging - Preferred by National Wilms Tumor Staging System (NWTS system) - Staging & surgery is done beforechemotherapy - Preferred by International society ofPediatric Oncology (SIOP staging system)- Staging & Surgery is done afterchemotherapy",
        "cop": 4,
        "opa": "FOLFOX",
        "opb": "ECF",
        "opc": "CAF",
        "opd": "VCD",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "50f7b4db-fcc2-47b1-a799-da27418aa548",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is characterized by \"Golf-hole ureter\"?",
        "exp": "\"Golf-hole ureter\" is a characteristic finding in Genitourinary Tuberculosis. It occurs because of the contraction caused by the fibrosis of ureter at the ureteric orifice which leads to widening of its internal opening which gives an appearance of golf hole.",
        "cop": 1,
        "opa": "Genitourinary Tuberculosis",
        "opb": "Ureterocele",
        "opc": "Vesicoureteric reflux",
        "opd": "Carcinoma of Bladder",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "9541fa59-9a5b-4590-84f4-d700f447621e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements are true?",
        "exp": "ACUTE FLANK PAIN Renal pain is a deep ache in the loin and is caused by stretching of the renal capsule. URETERIC COLIC Sudden severe agonizing colicky pain, staed at loin and radiating inferiorly and anteriorly caused by ureteral obstruction & its associated with nausea, vomiting, and urinary symptoms like hematuria or dysuria. There is No aggravating or relieving factors. The pain makes the patient rolling to get comfoable Bladder pain may take the form of wrenching discomfo at the end of micturition referred to as strangury.",
        "cop": 4,
        "opa": "Pain of renal origin is a deep-seated, sickening ache",
        "opb": "Pain from a ureteric stone is colicky and the patient rolls around in agony",
        "opc": "Pain from the urinary bladder is a suprapubic discomfo",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "37b3e9d8-3657-42b8-b1be-e7da313d8ca4",
        "choice_type": "multi"
    },
    {
        "question": "Under classification of Renal injuries, Laceration more than 1 cm without extension into the renal pelvis or collecting system comes under which Grade?",
        "exp": "Grade Type Description I Contusion Microscopic (>3 RBCs/HPF)or gross hematuria, urological studies normal Hematoma Subcapsular, nonexpanding without parenchymal laceration. II Hematoma Nonexpanding perirenal hematoma, confined to renal retroperitoneum Laceration <1 cm parenchymal depth of renal coex without urine extravasation. III Laceration >1 cm parenchymal depth of renal coex without collection system rupture or urinary extravasation IV Laceration Parenchymal laceration extending through collecting system Vascular Main renal aery or vein injury with contained hemorrhage V Laceration Completely \"Shattered kidney\" Vascular Avulsion of renal hilum, devascularising the kidney.",
        "cop": 2,
        "opa": "Grade I",
        "opb": "Grade III",
        "opc": "Grade IV",
        "opd": "Grade V",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "89bdbe5d-9abd-413e-a9cb-a0cc0997ffa8",
        "choice_type": "single"
    },
    {
        "question": "Most common renal tumor in neonatal period:",
        "exp": "\"Although congenital mesoblastic nephroma (CMN) is a rare benign congenital renal tumor it is the most common solid renal tumor in the neonatal period.\"",
        "cop": 2,
        "opa": "Renal cyst",
        "opb": "Congenital mesoblastic nephroma",
        "opc": "Neuroblastoma",
        "opd": "Nephroblastoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "2d6be52a-151c-4302-a8a3-3e44fe79b188",
        "choice_type": "single"
    }
]