[
    {
        "question": "Not a posterior mediastinal tumor :",
        "exp": "Ans is 'c' ie Thymoma Mediastinum- is situated b/w the lungs in the center of the thorax.It is divided into 3 compartmentsAnterior or Anterosuperior it lies in front of the anterior pericardium & tracheaMiddle mediastinum or Visceral compartment it lies within the pericardial cavity including the tracheaPosterior mediastinum or paravertebral sulci it lies posterior to the post pericardium & tracheaLocations of the common Mediastinal MassesAnterior mediastinumMiddle MediastinumPost. MediastinumThymoma (most common in Ant med.)LymphomaGerm cell tumorsMesenchymal tumorsThyroid & parathyroid massesThymic cystCysts (MC in Mid. Med.)pleuropericardialbronchogenicenterogenousneuroentericVascular masses (aneurysm)Lymph node enlargement (including lymphoma)Mesenchymal tumorsPheochromocytomaMC tumor in middle Mediastinum- LymphomaNeurogenic tumors (MC overall)MeningoceleGastroenteric cystMesenchymal tumorsPheochromocytomaLymphoma",
        "cop": 3,
        "opa": "Neurofibroma",
        "opb": "Lymphoma",
        "opc": "Thymoma",
        "opd": "Gastroenteric cyst",
        "subject_name": "Surgery",
        "topic_name": "Mediastinum, Cysts, and Neoplasms",
        "id": "2bf3cc17-cf49-4fc2-bef7-290caaf2d1e2",
        "choice_type": "single"
    },
    {
        "question": "Most common posterior mediastinal tumor is:",
        "exp": "Ans: A (Neruofibroma) Ref: Bobbins Pathologic basis of Disease, 8th ed.Explanation:Mediastinal TumorsAnterior (front) mediastinumGerm cell Tumors - The majority of germ cell neoplasms (60 to 70%) are benign and are found in both males and females.Lymphoma - Malignant tumors that include both Hodgkin's disease and non Hodgkin's lymphoma.Thymoma and thymic cyst - The most common cause of a thymic mass, the majority of thymomas are benign lesions that are contained within a fibrous capsule. However, about 30% of these may be more aggressive and become invasive through the fibrous capsule.Mediastinal Thyroid mass - Usually a benign growth, such as a goiter, these can occasionally be cancerous.Middle mediastinumBronchogenic cyst - A benign growth with respiratory origins.Mediastinal Lymphadenopathy - An enlargement of the lymph nodes.Pericardial cyst - A benign growth that results from an ''out-pouching\" of the pericardium (the heart's lining).Mediastinal Thyroid mass - Usually a benign growth, such as a goiter. These types of tumors can occasionally be cancerous.Tracheal tumors - These include tracheal neoplasms and non-euplastic masses, such as tracheobronchopathia osteochondroplastica (benign tumors).Vascular abnormalities including aortic aneurysm and aortic dissection.Posterior (back) mediastinumExtramedullary haematopoiesis - A rare cause of masses that form from bone marrow expansion and are associated with severe anemia.Mediastinal Lymphadenopathy- An enlargement of the lymph nodes.Mediastinal Neuroenteric cyst- A rare growth, which involves both neural and gastrointestinal elements.Mediastinal Neurogenic neoplasm- The most common cause of posterior mediastinal tumors, these are classified as nerve sheath neoplasms, ganglion cell neoplasms, and paraganglionic cell neoplasms. Approximately 70%. of neurogenic neoplasms are benign.Oesophageal abnormalities including achalasia oesophageal, oesophageal neoplasm and hiatal hernia.Paravertebral abnormalities including infectious, malignant and traumatic abnormalities of the thoracic spine.Mediastinal Thyroid mass- Usually a benign growth, such as a goiter, which can occasionally be cancerous. Vascular abnormalities - Includes aortic aneurysms.",
        "cop": 1,
        "opa": "Neurofibroma",
        "opb": "Thymoma",
        "opc": "Germ cell Tumors",
        "opd": "Aortic aneursym",
        "subject_name": "Surgery",
        "topic_name": "Mediastinum, Cysts, and Neoplasms",
        "id": "7807da0b-8bca-4a0d-8765-34969573fe74",
        "choice_type": "single"
    },
    {
        "question": "Anterior mediastinal mass in 18 yrs old male -",
        "exp": "Ans. is 'a' i.e., Thymoma Mediastinumo It is situated b/w the lungs in the center o the thoraxo It is divided into 3 compartmentsy Anterior or Anterosuperioro It lies in front of the anterior pericardium &trachea.y Middle mediastinum or Visceral compartmento It lives within the pericardial cavity including the tracheay Posterior mediastinum or paravertebral suleio It lies posterior to te post pericardium & trachea Anatomic division of the mediastinumLocations of the common Mediastinal MassesAnterior mediastinumMiddle MediastinumPost. Mediastinumo Thymoma (most common in Ant. med.)o Cysts (MC in Mid. Med.)o Neurogenic tumors (MC overall)# pleuropericardialo Meningoceleso Lymphoma# bronchogenico Gastroenteric cysto Germ cell tumors# enterogenouso Mesenchymal tumorso Mesenchymal tumors# neuroenterico Pheochromocytomao Thyroid & parathyroid masseso Vascular masses (aneurysm)o Lymphomao Lymph node enlargement (including lymphoma)o Thymic cysto Mesenchymal tumorso Pheochromocytomao MC tumor in middle Mediastinum-Lymphoma",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Ectopic gland",
        "opc": "Aneunysm",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Mediastinum, Cysts, and Neoplasms",
        "id": "a71d2b36-12ae-409b-905d-17085847e024",
        "choice_type": "single"
    },
    {
        "question": "M. C. anterior mediastinum tumor is",
        "exp": "Ans is 'a' ie Thymoma RememberMost common mediastinal mass-Neurogenic tumorsMost common Ant. mediastinal mass-ThymomaMost common Middle mediastinal mass-Bronchogenic & pleuropericardial cystsMost common Posterior mediastinal mass-Neurogenic tumorMost common malignant mass of mediastinum-LymphomasMost common mediastinal mass in children-Neurogenic tumor",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Neurogenic Fibroma",
        "opc": "Lymphoma",
        "opd": "Meningocele",
        "subject_name": "Surgery",
        "topic_name": "Mediastinum, Cysts, and Neoplasms",
        "id": "7e7e6eba-3aaf-47ee-b4a8-56a28d829123",
        "choice_type": "single"
    }
]