[
    {
        "question": "A 30 year old lady with fever and pain in right hypochondrium with breath catch up upon palpation. Clinical diagnosis:",
        "exp": "Ans. (b) Acute cholecystitisRef: Sabistan 19th ed. /1847ACUTE CHOLECYSTITIS* Acute cholecystitis is inflammation of gall bladder and is related to gallstones in 90-95% of cases.* Characteristic triad of cholecystits: RUQ pain + Fever + Leucocytosis* Obstruction of the cystic duct leading to biliary colic is the initial event in acute cholecystitisClinical presentation* RUQ pain of much longer duration than biliary colic, is the MC symptom* Other common symptoms: Fever, nausea, and vomiting* Upon Physical examination: RUQ tenderness and guarding are usually present inferior to the right costal margin.* Murphy's sign: Inspiratory arrest with deep palpation in the RUQ in acute cholecystitis.* Boas sign: Hyperesthesia below right scapula in acute cholecystitis",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Acute cholecystitis",
        "opc": "Acute appendicitis",
        "opd": "Acute mediastinitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "fb804e8c-8a10-49e7-a558-2eaf9f829c87",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hemobilia is -",
        "exp": "Ans. is 'b' i.e., Iatrogenic trauma o Hemobilia is defined as bleeding into the biliary' tree from an abnormal communication between a blood vessel and bile duct.Causes of hemobiliaTrauma (most common)Iatrogenic trauma is the most common cause.(includes interventional radiological procedures, percutaneous liver biopsy, percutaneous transhepatic biliary drainage, operations on gallbladder and bile duct).Blunt trauma is more common cause than penetrating trauma.Gall stonesVascular pathologies - aneurysms, angiodysplasias, hemangiomas.Uncommon causesMalignant tumors of liver, biliary' tree, gall bladder, pancreasParasitic infectionHeaptic abscessCholangitisAcalculus cholecystitisClinical presentationo Classical triad consists ofUpper abdominal pain (biliary colic)Obstructive jaundice (obstruction by blood clots)Upper gastrointestinal haemorrhageHematemesisMelenaDiagnosiso Diagnosis of hemobilia is typically made on upper endoscopy with findings of bleeding from the ampulla of vater.o Arterial angiography is the investigation of choice as it will reveal the source of bleeding in about 90% of cases,o ManagementMinor hemobilia can be managed conservatively.For major hemobilia transarterial embolization (TAE) is first line of therapy.Surgery is indicated when TAE has failed, it consists of:# Ligation of bleeding vessels, excision of aneurysms, or nonselective ligation of a main hepatic artery.",
        "cop": 2,
        "opa": "Carcinoma",
        "opb": "Iatrogenic trauma",
        "opc": "Blunt trauma",
        "opd": "Cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "70ad4601-9ee2-416d-9b07-4bc9a5629ad3",
        "choice_type": "single"
    },
    {
        "question": "Charcot triad is used for",
        "exp": "Ans. (a) Acute cholangitisRef: Sabiston 19th ed. /1847* Charcoat triad is seen in case of acute cholangitis.* It includes: Pain, Fever, Jaundice",
        "cop": 1,
        "opa": "Acute cholangitis",
        "opb": "Acute cholecystitis",
        "opc": "Cholelithiasis",
        "opd": "Gall bladder CA",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "09d20734-365b-4086-b4cb-b29bd73226bd",
        "choice_type": "multi"
    },
    {
        "question": "All of the following constitute the Charcot's Triad except -",
        "exp": "Ans. is 'd' i.e., Septic Shock o Charcot's triad comprises of:# Pain abdomen# Jaundice# Fever with Chillso Presence of the triad indicates cholangitisNote: Reynolds's pentad - Charcot's triad + Septic Shock+Mental status changes",
        "cop": 4,
        "opa": "Pain",
        "opb": "Fever",
        "opc": "Jaundice",
        "opd": "Septic Shock",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "f1984c53-790c-41d4-b2b6-109e649b4902",
        "choice_type": "multi"
    },
    {
        "question": "Strawberry gall bladder is also known as -",
        "exp": "Ans. is 'b' i.e., Cholesterosis o Strawberry gallbladder or cholesterosis is caused by the accumulation of cholesterol in macrophages within the gallbladder wall. These submucosal deposits produce a fine yellow reticular pattern on a red background of mildly inflammed mucosa, providing an appearance like a strawberry. Some of the cholesterol deposits protrude like polyps and can be detected on ultrasound. There is no well defined symptom complex linked to this entity. Although frequently an incidental finding at postmortem, it is sometimes associated with vague dyspeptic complaints, the irritable bowel syndrome or recurrent rt. upper quadrant pain.",
        "cop": 2,
        "opa": "Emphysematous Cholecystitis",
        "opb": "Cholesterosis",
        "opc": "Mucocoele",
        "opd": "Gall Bladder polyp",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "55b86e81-c3e6-4f55-9bc2-a1db50759543",
        "choice_type": "multi"
    },
    {
        "question": "Alagile syndrome is-",
        "exp": "Ans. is 'a' i.e., Bile duct paucity",
        "cop": 1,
        "opa": "Bile duct paucity",
        "opb": "IHBR dilation",
        "opc": "PBC",
        "opd": "PSC",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "0d5bae15-f5a1-43de-bf60-454897821203",
        "choice_type": "single"
    },
    {
        "question": "Causes of Hemobilia All/Except -",
        "exp": "Ans. is 'd' ie Hepatitis (Ref. Sabiston, 18/e pl515 (17/e, p 1561, 16/e, p 1056); Maingot's 10/e, p 300)Hemobilia is defined as bleeding into the biliary tree from an abnormal communication between a blood vessel and bile duct.Causes of hemobilia:Trauma (most common)iatrogenic trauma is the most common cause(includes interventional radiological procedures, percutaneous liver biopsy, percutaneous transhepatic bil- iary drainage, operations on gallbladder and bile duct)blunt trauma is more common cause than penetrating traumaGall stonesVascular pathologies - aneurysms, angiodysplasias, hemangiomas.Uncommon causesMalignant tumors of liver, biliary tree, gall bladder, pancreas parasitic infection heaptic abscess cholangitisClinical presentationClassical triad consists ofUpper abdominal pain (biliary colic)Obstructive jaundice (obstruction by blood clots)Upper gastrointestinal haemorrhageHematemesismelenaDiagnosisDiagnosis of hemobilia is typically made on upper endoscopy with findings of bleeding from the ampulla of vater.Arterial angiography is the investigation of choice as it will reveal the source of bleeding in about 90% of cases.ManagementIn majority of cases, transarterial embolization (TAE) is curative.Surgery is indicated when TAE has failed, it consists of:ligation of bleeding vessels",
        "cop": 4,
        "opa": "Trauma to Abdomen",
        "opb": "Malignancy",
        "opc": "Rupture of hepatic artery aneurysm",
        "opd": "Hepatitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "635fb5d1-b898-48f8-98fa-a91780a15a46",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Asiatic cholangitis except -",
        "exp": "Ans. is 'd' i.e., Does not cause jaundice o Oriental cholangiohepatitis (or recurrent pyogenic cholangiohepatitis) is a condition essentially found in Southeast Asia and is characterised by intra- and extrahepatic bile duct strictures and dilatation with intraductal pigmented stone formation. Diagnosis is made after exclusion of more common conditions such as biliary stricture of known cause like previous surgery, trauma etc, primary or secondary sclerosing cholangitis or cholangicarcinomaClinical presentationo The common clinical presentation is that of recurrent RUQ pain, fever and jaundice. Leukocytosis with elevated alkaline phosphatase and bilirubin are seen.Pathologyo The exact aetiology is not well understood but strongly association with hepatobiliary infestation with Clonorchis sinensis (liver fluke) or ascaris lumbricoides have been implicated. Other associations include poor nutritional or socioeconomic status and ascending cholangitis from gut Escherichia coli florao The fluke acts like a nidus for stone formation and either directly or by causing strictures aids which to their formation.o Periductal inflammatory changes with infiltration of periportal spaces with inflammatory cells leading to periductal fibrosis and stricture which could ultimately leads into focal liver fibrosis or diffuse biliary cirrhosis.Radiographic featureso MRCP is superior to ERCP in depicting intra- and extrahepatic changes.Treatment and prognosiso Interventional radiology plays a role in percutaneous biliary drainage of affected segments, removal of pigment stones, balloon dilation of biliary strictures and repeated percutaneous procedures to clear pigment stones and mud-like biliary debris.Complicationso Biliary cirrhosiso Cholangiocarcinoma (in ~5% of cases)",
        "cop": 4,
        "opa": "Clonorchis sinensis is a causative factor",
        "opb": "Increased risk of cholangiocarcinoma",
        "opc": "Also known as oriental cholangitis",
        "opd": "Does not cause jaundice",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "054118bd-7de1-4022-80fc-0ce2d2a44130",
        "choice_type": "multi"
    },
    {
        "question": "\"Limey bile\" is?",
        "exp": "Ans. (c) Like toothpaste emulsion in the gall bladderRef: Harrison 18th ed/2622* It is a complication of chronic cholecystitis.* Calcium salts in the lumen of the gall bladder in sufficient concentration may produce calcium precipitation and diffuse, hazy opacification of bile or a layering effect on plain abdominal radiography.* This so called limey bile or milk of calcium bile, is usually clinically innocuous but cholecystectomy is recommended, especially when it occurs in a hydropic gall bladder.* In the entity called porcelain gall bladder, calcium salt deposition within the wall of a chronically inflamed gall bladder may be detected on the plain abdominal film.",
        "cop": 3,
        "opa": "Present in the CBD",
        "opb": "Thin and clear",
        "opc": "Like toothpaste emulsion in the gall bladder",
        "opd": "Bacteria rich",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Gall Bladder & Bile Ducts)",
        "id": "2915b15f-cb0e-49ad-8d4e-c5f1bde92a25",
        "choice_type": "multi"
    }
]