[
    {
        "question": "What is the most common site of tbyroglossal cyst -",
        "exp": "Ans. is 'b' i.e.. Below hyoid o Thyroglossal cvsto It is cystic swelling developed in the remnant of the thyroglossal duct or tracto Site - It may be present in any part of the thyroglossal tract (thyroglossal tract extends from foramen caecum to the isthmus of thyroid)o Common sites are:Subhyoid (most common)In the region of the thyroid cartilagesSuprahyoidIn the floor of mouthBeneath the foramen caecumo It is a midline swelling, except in the region of the thyroid cartilage, where the thyroglossal tract is pushed to one side, usually to the left.o Though it's a congenital swelling most common age of presentation is between 2 to 4 yrs.o Mobility - Cyst can be moved sideways but not verticallyo Peculiar characterstic which helps in distinguishing thyroglossal cyst from other neck swellingIt moves up with protrusion of tongue as the thyroglossal tract is attached to the tongue.o It also moves with degluttion so do all thyroid swellings, subhyoid bursitis, sublingual dermoid,o Cyst is lined by pseudostratified columnar epithelium and squamous epithelium with hetrotopic thyroid tissue present in 20% of cases.,o ComplicationsRecurrent infection,Formation of thyroglossal fistulao Carcinomatous change (usually Papillary carcinoma.*)o Treatment - Treatment involves the \"Sistrunk operation \" which consists ofenbloc cystectomy and excision of the central hyoid bone to minimize recurrence,o Note-o Thyroglossal cyst is congenital but thyroglossal fistula is never congenital. It follows infection or inadequate removal of a thyroglossal cyst.",
        "cop": 2,
        "opa": "Above hyoid",
        "opb": "Below hyoid",
        "opc": "At the hyoid",
        "opd": "At thyroid isthmus",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Thyroid Gland)",
        "id": "eb056546-c7fd-4dce-be69-26aef2b07ea8",
        "choice_type": "multi"
    },
    {
        "question": "Secretory sinus in neck, moving upon deglutination:",
        "exp": "Ans. (c) Thyroglossal fistulaRef: Dhingra's ENT 5th ed. / 398* Sublingual dermoid cyst present as midline submental swelling. This cyst is not attached to foramen cecum and hence doesn't move upon tongue protrusion or upon deglutition.* The thyroglossal cyst classically moves upwards with swallowing and notably with tongue protrusion, as it is attached to foramen cecum. It merely indicates attachment to the hyoid bone.",
        "cop": 3,
        "opa": "Branchial sinus",
        "opb": "Pilonidal cyst",
        "opc": "Thyroglossal fistula",
        "opd": "Sublingual dermoid cyst",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Thyroid Gland)",
        "id": "1bb7051f-7df7-4b35-80eb-5ad00754ca7e",
        "choice_type": "single"
    },
    {
        "question": "Most common site of thyroglossal cyst is?",
        "exp": "ANSWER: (A) SubhyoidREF: Schwartz s Principles of Surgery 9th edition Chapter 39. Pediatric Surgery' Usually the thyroglossal cyst is encountered in the midline at or below the level of the hyoid bone and moves up and down with swallowing or with protrusion of the tongue '",
        "cop": 1,
        "opa": "Subhyoid",
        "opb": "Suprahyoid",
        "opc": "Tongue",
        "opd": "Subomohyoid",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Thyroid Gland)",
        "id": "09858fda-8850-4dba-b2c1-48a7e07dd902",
        "choice_type": "single"
    }
]