[
    {
        "question": "Post operative hypoparathyroidism related hypocalcemia usually presents with in",
        "exp": "(A) (48 hours) (762- Bailey & Love 26th)Parathyroid insufficiency - the incidence of permanent hypoparathyroidism should be less than 1% and most cases present dramatically 2-5 days after operation, but very rarely, the onset is delayed for 2-3 weeks or if a patients with marked hypocalcaemia is asymptomatic",
        "cop": 1,
        "opa": "48 hours",
        "opb": "10 days",
        "opc": "10 weeks",
        "opd": "6 month",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid & Adrenal Glands",
        "id": "4afbf723-5608-40ec-a5cc-2d17e5a85412",
        "choice_type": "multi"
    },
    {
        "question": "Surgical removal of adrenal adenoma is indicated when their size is more than:",
        "exp": "Ans. B. 4 cm. (Ref. LB 25th pg. 811; Harrison 17th/pg. 2259; FIGURE 336-9)H-l7th/pg. 2258:\"Features suggestive of malignancy include: large size (>4-6 cm), irregular margins and tumor inhomogeneity, soft tissue calcifications visible on CT, and high unenhanced CT attenuation values (>10 HU). Similar findings characteristic of malignancy are seen on chemical-shift MRI. In contrast, the common benign adrenocortical adenoma is characterized by diameter < 4 cm and tumor homogeneity with sharp margins and low CT values (<10 HU).\"Indications for Surgical Removal of Adrenal Glands include:# Tumors of the adrenal cortex which overproduce hormones. .- Tumors of the adrenal medulla which overproduce adrenaline (pheochromocytoma).- Most solid tumors of the adrenal gland which are greater than 4 cm (~2 inches) regardless of whether they produce hormone or not (to rule out malignancy).- Primary cancers of the adrenal.# Any size adrenal mass which causes symptoms such as flank pain or tenderness.Note: Some books mention, size more than 5 cm favor adrenal carcinoma and should be criteria for surgical resection, while few books also have mentioned as more than 6 cm adenoma favor adrenal carcinoma and should be an indication for resection.",
        "cop": 2,
        "opa": "2 cm",
        "opb": "4 cm",
        "opc": "6 cm",
        "opd": "10 cm",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid & Adrenal Glands",
        "id": "8cba5f04-c27a-4abe-a1a8-9e5e670a8225",
        "choice_type": "single"
    },
    {
        "question": "Absent parathyroid, thymic aplasia with immunodeficiency and heart defects are features of",
        "exp": "Ans. c (Di george syndrome) (Ref. Harrison's medicine 17th ed., Ch. 310)22q11 deletion syndromes:# DiGeorge syndrome --thymic, parathyroid, and cardiac defects. Occurs Due to aberrant development of 3rd and 4th branchial pouches. Cleft palate, Abnormal facies, Thymic aplasia T-cell deficiency, Cardiac defects, Hypocalcemia 2deg to parathyroid aplasia, due to microdeletion at chromosome 22q11.# Velocardiofacial syndrome-palate, facial, and cardiac defects.THE DIGEORGE SYNDROME# classic example of isolated T cell deficiency# results from maldevelopment of thymic epithelial elements derived from the 3rd and 4th pharyngeal pouches.# The gene defect is on chromosomal position 22q11 in most patients with the DiGeorge syndrome.# Defective development of organs dependent on cells of embryonic neural crest origin includes:- Congenital cardiac defects, particularly those involving the great vessels;- Hypocalcemic tetany, due to failure of parathyroid development; and- Absence of a normal thymus.# Facial abnormalities may include abnormal ears, shortened philtrum, micrognathia, and hypertelorism.# Serum immunoglobulin concentrations are frequently normal, but antibody responses, particularly of IgG and IgA isotypes, are usually impaired. T cell levels are |, whereas B cell levels are normal.Pendred syndromeAn autosomal-recessive syndrome consisting of a bilateral congenital sensorineural hearing loss and goiter years later in mid-childhood. T4 levels are usually low to absent, and a perchlorate test is diagnostic. The hearing loss is nonreversible.Also Know:Features of Polyglandular Autoimmune (PGA) syndromesPGA IPGA IIAutosomal recessivePolygenic inheritanceMutations in APECED geneHLA-DR3 and HLA-DR4 associatedChildhood onsetAdult onsetEqual male:female ratioFemale predominanceDisease Associations Mucocutaneous candidiasisAdrenal insufficiencyHypoparathyroidismHypogonadismAdrenal insufficiencyGraves' diseaseHypogonadismType 1 diabetesAlopeciaHypothyroidismDental enamel hypoplasiaMyasthenia gravisMalabsorptionVitiligoChronic active hepatitisAlopeciaVitiligoPernicious anemiaPernicious anemiaCeliac disease",
        "cop": 3,
        "opa": "Autoimmune polyglandular syndrome",
        "opb": "Pendred syndrome",
        "opc": "Digeorge syndrome",
        "opd": "Lesch-Nyhan syndrome",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid & Adrenal Glands",
        "id": "ee753d26-dc41-4181-9b45-8b007f3d3002",
        "choice_type": "single"
    },
    {
        "question": "Adrenal arteries arises from all the following except",
        "exp": "Ans) d (Coeliac axis) Ref: BD ChaurasiaAdrenal artery cannot arise from Coeliac axisArterial supply of adrenal glandSuperior suprarenal artery- a branch of inferior phrenic artery.Middle suprarenal artery- a branch of the abdominal aortaInferior suprarenal artery- branch of renal artery.",
        "cop": 4,
        "opa": "Renal artery",
        "opb": "Aorta",
        "opc": "Inferior phrenic artery",
        "opd": "Coeliac axis",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid & Adrenal Glands",
        "id": "3e7e1483-deec-4eb9-b778-e5753c4e9256",
        "choice_type": "multi"
    },
    {
        "question": "Incidentally findings, in CT scan, a 3cm adrenal mass, which of the following is NOT- done",
        "exp": "(Adrenalectomy) (816- B&L 24th) (812-Baily &Love 25th)* A unilateral non functioning adrenal mass greater than 4cm in diameter is an indication for adrenalectomy. The patient with a mass smaller than 4cm in diameter should undergo repeat CT/MR1 -4-6 months after the previous examinationINVESTIGATIONSFunctioning adrenal tumourA malignant adrenal mass1. 2 x 24 hour urine collection for catecholamines and metanephrines** FNAC* Primary adrenocortical carcinoma -2. Plasma urea and electrolytes, plasma aldosterone and reninIncidentalomas of 4cm or more in diameter carry an increased risk of malignancy3. Basal a-m and midnight plasma cortisol, blood glucose, DHEAS4. 1 mg overnight dexamethasone suppression test*",
        "cop": 1,
        "opa": "Adrenalectomy",
        "opb": "Dexamethasone suppression test",
        "opc": "Measurment of catecholamines",
        "opd": "Midnight plasma cortisol",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid & Adrenal Glands",
        "id": "0fe2488a-b4b6-4aef-a4c9-4ce04c348e2a",
        "choice_type": "multi"
    }
]