[
    {
        "question": "All are resected in whipples operation except:",
        "exp": "Ans is 'c' ie Portal vein Whipple's operation (Pancreaticoduodenectomy)is the most commonly performed operation for carcinoma of head of pancreas.It includes resection of: distal stomach - duodenumgall bladder - proximal jejunumCBD - regional lymphatics head of pancreasRestoration of gastrointestinal continuity requiresPancreaticojejunostomy choledochojejunostomy &. Gastrojejunostomy",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Head of pancreas",
        "opc": "Portal vein",
        "opd": "Common bile duct",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "488f11aa-bce0-4d6a-b9c8-1ee0781c7deb",
        "choice_type": "multi"
    },
    {
        "question": "All of the following structures are removed in Whipple's procedure except -",
        "exp": "Ans. is 'c' i.e., Neck of Pancreas Whipples operation (Pancreaticoduodenectomy)o Is the most commonly performed operation for carcinoma of head of pancreas, o It includes resection of:# distal stomach# Duodenum# gall bladder# Proximal jejunum# CBD# Regional lymphatics# head ot pancreaso Restoration of gastrointestinal continuity requires# pancreaticojej unostomy# choledochojejunostomy &# gastrojejunostomyo In pylorus preserving pancreaticoduodenectomy the pylorus is spared.",
        "cop": 3,
        "opa": "Pylorus",
        "opb": "Proximal Jejumum",
        "opc": "Neck of Pancreas",
        "opd": "CBD",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "abdd07f6-ffd7-49d6-b9d5-7f22613440b9",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for carcinoma pancreas is -",
        "exp": "Ans. is 'a' i.e., Head o Most common site for carcinoma pancreas is head. The distribution as follows -* Head (75%)# Body (15%)# Tail (10%)o Ductal adenocarcinoma is the most common variety (90%)Also knowo Risk factors for pancreatic Ca* Cigarette smoking is the most consistent risk factor* As in other gastrointestinal cancers, diets high in fat and low in fibre, fruits and vegetables are thought to be associated with an increased risk,o Other risk factors are* Chronic pancreatitis* Diabetes* Obesityo Alcohol abuse or cholelithiasis are not risk factors for pancreatic cancer.",
        "cop": 1,
        "opa": "Head",
        "opb": "Body",
        "opc": "Tail",
        "opd": "Neck",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "095f0c3c-33db-4bc5-85a2-c3dfac3e2bc5",
        "choice_type": "single"
    },
    {
        "question": "Which investigation is used to assess the resectability of CA Pancres?",
        "exp": "Ans. is 'a' i.e., Contrast enhanced CT Scan Investigations done in Dancreatic cancera. USGd. Endoscopic U/Sb. CT scanc. ERCPe. Angiographyf. Barium studies - barium meal & hypotonic duodenographyo Contrast enhanced CT scan is the mv. of choice",
        "cop": 1,
        "opa": "Contrast enhanced CT Scan",
        "opb": "MRI abdomen",
        "opc": "USG",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "389ff4c9-4030-49ee-80c8-75fc2e7cf041",
        "choice_type": "single"
    },
    {
        "question": "Which is the treatment of choice for CA head of pancreas -",
        "exp": "Ans. is 'c' i.e., Whipple's Surgery Whipples operation (Pancreaticoduodenectomy)o Is the most commonly performed operation for carcinoma of head of pancreas, o It includes resection of:# distal stomach# Duodenum# gall bladder# Proximal jejunum# CBD# Regional lymphatics# head ot pancreaso Restoration of gastrointestinal continuity requires# pancreaticojej unostomy# choledochojejunostomy &# gastrojejunostomyo In pylorus preserving pancreaticoduodenectomy the pylorus is spared.",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy+ Radiotherapy",
        "opc": "Whipple's Surgery",
        "opd": "Resection of the entire pancreas with adjuvant chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "da8dc115-0bf5-4861-85cc-8a354d2b5d55",
        "choice_type": "single"
    },
    {
        "question": "Boundaries of Gastrinoma triangle are all EXCEPT:",
        "exp": "ANSWER: (C) Junction of hepatic ductsREF: Sabiston 18th ed chapter 38Gastrinomas were originally assumed to arise in the pancreas, but most subsequent series have shown that the majority originate in the duodenum.Sixty percent to 90% are found in the so-called Gastrinoma triangle, an area in the upper part of the abdomenSuperior point at the junction of the cystic and common bile ductsIts inferior point at the junction of the inferior margin of the second and third parts of the duodenumIts left lateral point at the junction of the head and neck of the pancreas.The duodenum is the site of gastrinomas in more than 60% of patients, and there is a pronounced proximal-to-distal gradient within the duodenum (i.e., most are in the first part, none in the fourth).",
        "cop": 3,
        "opa": "Cystic duct and bile duct junction",
        "opb": "Junction of second and Third part of duodenum",
        "opc": "Junction of hepatic ducts",
        "opd": "Junction of head and neck of pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "de982387-3de2-41ac-9024-9625b6d7aaf7",
        "choice_type": "multi"
    },
    {
        "question": "Gold standard test for insulinoma:",
        "exp": "Ans. a. 72 hours fasting test 818; Blumgari 5/e p935-937. Shackelford 7fepi206-/210)Gold standard test for the diagnosis of insulinoma is the 72-hour fasting test.\"Gold standard test for the diagnosis of insulinoma is the 72-hour fastinge test. An insulin-to-glucose ratio >0.4 is consistent with insulinomaInsulinoma* Insulinoma is MC functioning tumor of the endocrine pancreas* The average age at diagnosis is 45 years.Location of Insulinoma* 97% in pancreas (equal distribution in the head, body, and tail)0* 3% in duodenum, splenic hilum, or gastrocolic ligament0.* Typically small, with an average size of 1.0 to 1.5 cm.Diagnostic hallmark is Whipple's triad: Symptoms of hypoglycemia + Low blood glucose levels (40-50 mg/dL) +Relief of symptoms after the administration of glucose.Clinical Features:Diagnostic hallmark is Whipple's triad0: Fasting-induced neuroglyopenic symptoms of hypoglycemia (diaphoresis, shaking, mental confusion, obtundation, and seizures), low blood glucose levels (40 to 50 mg/dL), and relief of symptoms after the administration of glucose.Sympathetic overactivity0 in response to hypoglycemia: Fatigue, weakness, fearfulness, hunger, tremor, diaphoresis, and tachycardia.CNS disturbance: Apathy, irritability, anxiety, confusion, excitement, loss of orientation, blurred vision, delirium, stupor, coma, and'or seizures.Significant weight gain: Patients eat frequently to prevent hypoglycemia.* it's a painless condition.Diagnosis:* Gold standard test for the diagnosis of insulinoma is the 72-hour fasting0 test.* An insulin-to-glucose ratio >0.4 is consistent w ith insulinoma0.* Provocative testing with tolbutamide, glucagon: or intravenous calcium is rarely required.CECT or MR1: Hyperattenuating as compared w ith surrounding pancreatic tissue because of rich vascular supplyLocalization:* Angiography will detect approximately 70% of insulinomas >5 mm, showing a characteristic vascular blush0Portal venous sampling for insulin with or without arterial stimulation with calcium is the best pre-operative method of localization0.* ELS with intra-operative palpation is best localization technique for Insulinoma0.Treatment:* Diazoxide decreases beta cell release of insulin, used to prevent or attenuate symptoms of hypoglycemia prior to surgical interv ention once the diagnosis is made0.* Insulinomas are well suited for laparoscopic resection or enucleations0.Insulinoma of head of pancreas* Enucleation is TOCdegInsulinoma of body or tail of pancreas* Distal pancreatectomy is TOCdeg",
        "cop": 1,
        "opa": "72 hours fasting test",
        "opb": "Plasma insulin levels",
        "opc": "C-peptide levels",
        "opd": "Low glucose levels <30 mg/dl",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "34ae4951-9aad-447c-a230-56053e95289a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication for resection of head of pancreas -",
        "exp": "Ans. is 'b' i.e., Ascites Signs of unresectability in CA pancreasEncasement/invasion/occlusion of portal vein, sup. mesentric artery or vein.Extension beyond pancreatic capsule.Extension into reiroperitoneum.Involvement of nerves/nodes around celiac axis or sup. mesentric artery.Extension beyond hepatoduodenal ligament.",
        "cop": 2,
        "opa": "Liver metastasis",
        "opb": "Ascites",
        "opc": "Peritoneal seedings",
        "opd": "Involvement of major artery'",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "ddcff71f-51a2-4107-a809-fde4a1737509",
        "choice_type": "single"
    },
    {
        "question": "Most common site of pancreatic cancer is -",
        "exp": "Ans. is 'a' i.e., Head of pancreas o Pancreatic cancer has a very bad prognosis - with a 5-year survival of only 5%.o Only possible effective t/t is complete surgical resection.o Such curative resection is possible only in 10-15% of patients (usually those individuals with a tumor in the pancreatic head) The 5 year survival rate following such resection is only 10%",
        "cop": 1,
        "opa": "Head of pancreas",
        "opb": "Neck of Pancreas",
        "opc": "Tail of Pancreas",
        "opd": "Body of pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "f82ae4bd-06b0-4d68-99f1-3c8842e9ac28",
        "choice_type": "single"
    },
    {
        "question": "Which is not true regarding Insulinoma :",
        "exp": "Ans. is 'b' ie Weight loss Hypoglycemic attack are part of Whipple's triadInsulinoma is usually solitary tumorOnly 5 to 15% are malignant",
        "cop": 2,
        "opa": "Hypoglycemic attacks",
        "opb": "Weight loss",
        "opc": "Usually Solitary tumor",
        "opd": "Mostly benign tumor",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "a9a22570-b178-4763-ad67-fc1bf132338b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of Zollinger Ellison syndrome except -",
        "exp": "Ans. is 'c' i.e., Beta cell tumours of pancrease Gastrinoma or Zollinger Ellison syndrome is a non b cell neuroendocrine tumour of the pancreasIt secretes gastrinPathophysiology of GastrinomaGastrinoma - Increase secretion of gastrin - marked gastric acid hypersecretion - peptic ulcerPancreatic Neuroendocrine Tumors Gastrinoma (non b cell tumour)GastrinDuodenum (70%) Pancreas (25%) other sites (5%)60-90Pain (79-100%)Diarrhoea (30-73%)GERD (30-35%)Peptic ulcerInsulinoma (b cell tumour)InsulinPancreas > 99% (Insulinomas are distributed equally on head body and tail of pancrease)< 10Symptoms of hypoglycemiaSymptoms relieve on administration of glucoseVIPOMA (Vomer-Morrison syndrome,pancreatic cholera,WDHA)Vasoactive intestinalpeptidePancreas 90%40-70Watery diarrhoea (90-100%)Hypokalemia (80-100%)HypochlorhydriaDehydration (83%)Flushing (20%)GlucagonomaGlucagonPancreas 100% (usually occurs singly in pancreatic tail)50-80%Dermatitis (migratory necrolytic erythema) 67-90%Glucose intolerance (40-90%)Weight loss (66 to 96%)Anemia (33-85%)Diarrhoea (15-29%)Thromboembolism",
        "cop": 3,
        "opa": "Intractable peptic ulcers",
        "opb": "Severe diarrhoea",
        "opc": "Beta cell tumours of the pancreas",
        "opd": "Very high acid output",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Neoplasms",
        "id": "e6c0d0bc-9c6e-42df-8414-13a392680f26",
        "choice_type": "multi"
    }
]