[
    {
        "question": "A 10 years old boy, suffering from nephrotic syndrome developed peritonitis. Which of the following organism is most commonly responsible?",
        "exp": "Spontaneous bacterial peritonitis (SBP): ASCITES Children - MCC is Nephrotic syndrome Due to bacterial translocation M/C organism responsible Adults: E. coli Children: Group A streptococci",
        "cop": 3,
        "opa": "E. coli",
        "opb": "Klebsiella",
        "opc": "Group A streptococci",
        "opd": "Bacteroides fragilis",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "c4897870-8be9-4870-8339-26c065e9294e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about omental infarction are true?",
        "exp": "Omental Infarction Segment of Omentum susceptible to infarction as a result of torsion or venous thrombosis TYPES:- Primary omental infarction Secondary omental infarction Obesity Local trauma Chronic cough Hyperperistalsis Occupational vibrations Excessive exercise Cyst and tumor Internal hernia Diveiculitis Vasculitis and hypercoagulation status Omental torsion Right hea failure Depending on the location of the infarcted tissue, symptoms may mimic acute appendicitis, acute cholecystitis, acute diveiculitis, or perforated ulcer The diagnosis is usually inferred from abdominal CT scan which shows a localized inflammatory-appearing mass of the omentum. Surgical resection can hasten recovery, but clinically stable patients can be managed conservatively.",
        "cop": 3,
        "opa": "Patients usually present with fever and lassitude",
        "opb": "Diagnosis is made clinically",
        "opc": "Most cases do not require surgery",
        "opd": "Surgical resection is indicated in all cases",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "32790732-3d1e-454e-b385-45eb045530f7",
        "choice_type": "multi"
    },
    {
        "question": "A post-op patient presents with peritonitis and massive contamination because of duodenal leak. Management of choice is:",
        "exp": "Ans. (b) Duodenostomy+ FJ + Peritoneal lavageDuodenal leak with massive contamination:* After some surgery probably Billroth 1 or Billroth 2 or perforation closure of Duodenal ulcer perforation there may be a leak from Duodenum.* The history clearly mentions the patient is having massive contamination.* Immediately shift the patient to Operation theatre with resuscitation and do emergency laparotomy.* Damage control surgery is done in massive Contamination- Thorough peritoneal lavage is done, Duodenal leak point is inserted with a Foley's catheter and brought outside (Duodenostomy) and always in such patients a feeding Jejunostomy is done to provide nutrition via enteral route* TPN will be needed only if the patient cannot tolerate Enteral nutrition",
        "cop": 2,
        "opa": "Four quadrant peritoneal lavage",
        "opb": "Duodenostomy + Feeding jejunostomy + Peritoneal lavage",
        "opc": "Total parenteral nutrition",
        "opd": "Duodeno jejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "f371e2f5-e56f-4db6-ac31-ee0547d2babd",
        "choice_type": "single"
    },
    {
        "question": "Apa from Escherichia coli, the other most common organism implicated in acute suppurative bacterial peritonitis is:",
        "exp": "Secondary bacterial peritonitis- Aka acute suppurative bacterial peritonitis- Caused by visceral perforation- Poly microbial infection* E. coli (aerobe)* Bacteroides fragilis (anaerobe) Treatment- Exploratory laparotomy + peritoneal lavage + repair of perforation / stoma formation",
        "cop": 1,
        "opa": "Bacteroides",
        "opb": "Klebsiella",
        "opc": "Peptostreptococcus",
        "opd": "Pseudomonas",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "9ec369d5-762c-4e85-a9d9-60a1364a33a5",
        "choice_type": "single"
    },
    {
        "question": "Burst abdomen after laprotomy takes place after -",
        "exp": "Ans. is 'b' i.e., 6-9 days \"Dehiscence most often develops 7 to 10 days postopera lively but may occur anytime after surgery, from 1 to more than 20 days.\" - Sabistono Burst abdomen or wound dehiscence refers to postoperative separation of the abdominal masculoaponeurotic layers.Factors associated with burst abdomen (abdominal dehiscence)a) Suture material:* Chromic catgut is associated with high incidence of burst abdomen as it gets absorbed very quickly (in 8-9 days). An ideal suture material for abdominal closure should neither disappear nor lose its tensile strength until the wound has regained near-normal tensile strength.* Nonabsorbable, monofilament materials are found to be good.b) Method ofclosure* Single layer closure has lower incidence than multilayer closure* Interrupted suture is better than continuous suture.c) Drainage* Drainage directly through the wound leads to a higher incidence of burst than employing drainage through a separate (stab) incision.d) Incision* Midline & vertical incisions are more prone to burst than transverse incisions.e) Reason for initial operation* Deep wound infection is prone to cause burst abdomen.* Operations on pancreas with leakage of enzymes favours dehiscence.f) Wound complication* Hematoma, infectiong) Increased intraabdominal pressure* Ascites, distended bowel, coughing, vomitingh) General condition of the patient* Obesity, jaundice, malignant disease, hypoproteinemia and anemia predispose burst abd.",
        "cop": 2,
        "opa": "1-2 days",
        "opb": "6-9 days",
        "opc": "2 weeks",
        "opd": "4 weeks",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "b718d697-e370-4445-ba21-d6b29cf6c78c",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old diabetic male developed renal failure. The family belonged to lower middle class, was not able to afford hemodialysis frequently. Chronic ambulatory peritoneal dialysis (CAPD) was being performed. After 4 months of CAPD, the patient developed peritonitis. What is the most common organism responsible?",
        "exp": "CAPD: Continuous Ambulatory Peritoneal Dialysis Catheter MC colonised by: Staph epidermidis Rx: First gen cephalosporins catheter Recurrent attacks: change the catheter",
        "cop": 2,
        "opa": "Staph. aureus",
        "opb": "Staph. epidermidis",
        "opc": "E. coli",
        "opd": "Bacteroides",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "d6c47c1d-4e8f-4aa9-be8f-3754f8f8e632",
        "choice_type": "single"
    },
    {
        "question": "Ormond's disease is:",
        "exp": "Ans: c (Idiopathic retroperitoneal fibrosis)Ref: Bailey & Love, 24th ed, p. 1151, T 67.16 & 23rd ed, p. 1024, T 56.9",
        "cop": 3,
        "opa": "Idiopathic lymphadenopathy",
        "opb": "Retractile testis",
        "opc": "Idiopathic retroperitoneal fibrosis",
        "opd": "Idiopathic mediastinitis",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "f4b887da-8f90-4f2b-89d6-baa93e1d0c42",
        "choice_type": "single"
    },
    {
        "question": "True about pelvic abscess",
        "exp": "Ans. (d) May spontaneously drain via rectumRef: Sabiston I9th edition Page 1312* Pelvic abscess is the mc site of abscess formation in sitting position.* Rutherford Morrison pouch is the mc site of abscess formation in lying position.* Pelvic abscess is drained via rectum.* Pelvic abscess is associated with diverticulitis.* Pelvic abscess is identified after emptying the bladder in USG and CECT abdomen much clearly.",
        "cop": 4,
        "opa": "Uncommon cause of intraperitoneal abscess",
        "opb": "Identified by CT if there is a full bladder",
        "opc": "Associated with pyothorax",
        "opd": "May spontaneously drain via rectum",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "28bc2ada-72f4-4c94-9575-2b972c09b5f2",
        "choice_type": "multi"
    },
    {
        "question": "Ideally which gas is used for laproscopy?",
        "exp": "ANSWER: (C) CO2REF: Schwartz's Principles of Surgery 9th ed chapter 14, Mastery of endoscopic and laparoscopic surgery edited by Nathaniel J. Soper, Lee L. Swanstrom, W. Stephen Eubanks 3rd ed page 7, Palanivelus Text Book of Surgical Laparoscopy 1st ed page 21\"Laparoscopic surgery is most commonly performed with carbon dioxide pneumoperitoneum, because it is cheap, does not support combustion, and is rapidly eliminated from the body, decreasing the risk of gaseous embolism\"The unique feature of laparoscopic surgery is the need to lift the abdominal wall from the abdominal organs. Two methods have been devised for achieving this. The first, used by most surgeons, is a pneumoperitoneum.I Pneumoperitoneum1. Air pneumoperitoneum:* Throughout the early twentieth century, intraperitoneal visualization was achieved by inflating the abdominal cavity with air, using a sphygmomanometer bulb.* The problem with using air insufflation is that nitrogen is poorly soluble in blood and is slowly absorbed across the peritoneal surfaces. Air pneumoperitoneum was believed to be more painful than nitrous oxide (N2O) pneumoperitoneum, but less painful than carbon dioxide (COO2) pneumoperitoneum.2. N2O pneumoperitoneum* N2O had the advantage of being physiologically inert and rapidly absorbed.Local affectsSystemic effectsPeritoneal distentionVagal reactionElevated diaphragmAltered venous returnPainHypercartwaAddosisIncreased aftertoadIncreased catecholaminesMyocardial stressIt also provided better analgesia for laparoscopy performed under local anesthesia when compared with CO2 or airDespite initial concerns that N2O would not suppress combustion, controlled clinical trials have established its safety within the peritoneal cavity, (controvertial)In addition, N2O has been shown to reduce the intraoperative end-tidal CO2 and minute ventilation required to maintain homeostasis when compared to CO2 pneumoperitoneum.3. CO2..pneumoperitoneumThe physiologic effects of CO2 pneumoperitoneum can be divided into two areas: (a) gas-specific effects and (b) pressure-specific effectsII. Abdominal lift device:In some situations, minimally invasive abdominal surgery should be performed without insufflation. This has led to the development of an abdominal lift device that can be placed through a 10- to 12-mm trocar at the umbilicus. These devices have the advantage of creating little physiologic derangement, but they are bulky and intrusive.",
        "cop": 3,
        "opa": "NO",
        "opb": "N2O",
        "opc": "CO2",
        "opd": "AIR",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "48b75502-6f9d-442c-b062-46e35ebb860f",
        "choice_type": "multi"
    },
    {
        "question": "A pa of adjacent intestine will be removed in:",
        "exp": "Enterogenous Cyst Derived either from a diveiculum of the mesenteric border of the intestine or from a duplication of the intestine. Thicker wall than a chyloymphatic cyst and it is lined by mucous membrane, sometimes ciliated. Content is mucinous and is either colorless or yellowish brown as a result of past hemorrhage. Muscle in the wall of an enteric duplication cyst and adjacent bowel has a common blood supply. Removal of the cyst always entails resection of the related poion of intestine.",
        "cop": 1,
        "opa": "Enterogenous cyst",
        "opb": "Chylolymphatic cyst",
        "opc": "Dermoid cyst",
        "opd": "Mesothelial cyst",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "c2a7e1f4-f5c5-4786-969c-7f69576e73ab",
        "choice_type": "single"
    },
    {
        "question": "A 16 years old female patient has abdominal lump that is movable and painless, upon exploratory laparotomy a cystic lump is found arising from mesentery, diagnosis is -",
        "exp": "Ans. is 'b' i.e., Mesenteric cyst Painless, mobile lump arising from mesentrv is mesentic cvstMesentric cyst present aso A painless abdominal swellingThe swelling moves freely in a plane at right angles to the attachment of the mesentrvo Recurrent attacks of abdominal pain with or without vomiting due to obstructive symptoms o Acute abdominal pain due to : -Torsion of the mesentry> containing cyst.Rupture of cystHeamorrhage into the cystInfection of the cysto Enucleation is treatment of choice",
        "cop": 2,
        "opa": "Enterocele",
        "opb": "Mesenteric cyst",
        "opc": "Choledochal cyst",
        "opd": "Pancreatic pseudocvst",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "69d46977-b041-4d23-adef-dddfaeeb02fe",
        "choice_type": "single"
    },
    {
        "question": "Most common gas used for pneumoperitoneum -",
        "exp": "Ans. is 'b' i.e., CO2 * First Pneumoperitoneum was created by filtered room air. Carbon dioxide & N20 are now preferred gas because of increased risk of air embolism with room air.",
        "cop": 2,
        "opa": "Nitrogen",
        "opb": "CO2",
        "opc": "O2",
        "opd": "Air",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "5a9be0a8-9232-4971-a44f-d5460dad9e7f",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for air in peritoneal cavity is:",
        "exp": "A radiograph of the abdomen may confirm the presence of dilated gas-filled loops of bowel (consistent with a paralytic ileus) or show free gas, although the latter is best shown on an erect chest radiograph. If the patient is too ill for an 'erect' film to demonstrate free air under the diaphragm, a lateral decubitus film is just as useful, showing gas beneath the abdominal wall.",
        "cop": 4,
        "opa": "USG",
        "opb": "Laparotomy",
        "opc": "Laparoscopy",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "5cd25836-210d-4a56-b86b-4c415ca560f9",
        "choice_type": "single"
    },
    {
        "question": "Ormand's disease is",
        "exp": "Ans. b (Idiopathic retroperitoneal fibrosis) (Ref. Bailey and Love surgery 25th/pg. 1007)RETROPERITONEAL FIBROSIS (RPF) / ORMAND'S DISEASE# This is one of a group of fibromatoses (others being Dupuytren's contracture and Peyronie's disease).# This process was first identified in 1905 by Albarran who encountered a patient with an extensive fibrotic retroperitoneal process at surgery.# Causes of retroperitoneal fibrosis: Idiopathic (Ormond's disease), Chronic inflammation, Extravasation of urine, Retroperitoneal irritation by leakage of blood or intestinal Content, Aortic aneurysm ('inflammatory type'), Trauma, Drugs: Chemotherapeutic agents Methysergide Beta-Adrenoceptor antagonists, Lymphoma, Carcinoid tumours, Secondary deposits (especially from carcinoma of stomach, colon, breast and prostate)# Most cases are idiopathic.# It is most commonly observed in middle-aged to elderly men between the ages of 40 and 70.# Familial cases are known, involving mediastinal fibrosis, sclerosing cholangitis, Riedel's thyroiditis and orbital pseudotumour. Extensive collagen deposition surrounds the ureters, mostly at the level of the pelvic brim or below. Most patients present with ureteric obstruction, often with renal failure.# The hallmark IVU feature of RPF is deviation of both ureters medial to the lumbar vertebral pedicles.0# Multislice CT remains the standard imaging employed to evaluate patients in whom RPF is suspected.# Ureteric stenting and steroid therapy are often effective.",
        "cop": 2,
        "opa": "Retractile testis",
        "opb": "Idiopathic retroperitoneal fibrosis",
        "opc": "Idiopathic retroperitoneal lymphadenopathy",
        "opd": "Idiopathic mediastinitis",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "296b8c52-096e-4f38-a14b-0eb741b9550a",
        "choice_type": "single"
    },
    {
        "question": "Which is the most frequently used gas for laproscopy?",
        "exp": "Ans. is 'a' i.e., Carbon Dioxide o CO2 is the most common gas used to create surgical pneumoperitoneumo Other gases that have been tried are:a) Heliumb) Nitrous Oxide",
        "cop": 1,
        "opa": "Carbon Dioxide",
        "opb": "Helium",
        "opc": "Nitrogen",
        "opd": "Oxygen",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "a4f92370-1560-49ce-8425-6df0a0ba72c3",
        "choice_type": "single"
    },
    {
        "question": "The most ored treatment for a pelvic abscess in cul-de-sac",
        "exp": "The most oured treatment for a pelvic abscess in cul-de-sac is Posterior Colpotomy in females And Anterior Rectal drainage in Males. Investigation 1st investigation done -Ultrasound IOC - CECT",
        "cop": 2,
        "opa": "Laparotomy",
        "opb": "Colpotomy",
        "opc": "External I and D",
        "opd": "Antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "6e60f5fe-5360-4aa2-a58f-65b127758487",
        "choice_type": "single"
    },
    {
        "question": "Gas used in laparoscopy is-",
        "exp": "Ans. (a) CO2 (Ref: Bailey and Love 27th edition page 105, Surgery Sixer 3rd Edition Page 49)* Ideal gas used in Laparoscopy is Carbon Dioxide because it is easily absorbable and diffusible after surgery.* Rarely Air and nitrogen has been used.* Intraperitoneal pressure during surgery must be kept between 12-15mmHg.",
        "cop": 1,
        "opa": "CO2",
        "opb": "SO2",
        "opc": "N2",
        "opd": "O2",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "e5389774-c6c9-497d-ba51-0dc7c83ebd96",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old man develops intra-abdominal sepsis after undergoing difficult bowel resection and anastomosis. He is initially given ceftizoxime sodium (Cefizox), which is in effective because of overgrowth of which of the following?",
        "exp": "Ceftizoxime (Cefizox) is not effective against many strains of Pseudomonas. If the drug is used, a higher dosage may be indicated, and the antibiotic should be changed if a quick response does not occur. Complications may occur in patients who are allergic to penicillin.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Staphylococcus aureus",
        "opc": "Neisseria gonorrhoeae",
        "opd": "Bacteroides fragilis",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "56f3bbb6-09bb-47d1-900b-8ea0baae2690",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of peritonitis in adult male is:",
        "exp": "Peritonitis The most common cause is a perforation of the abdominal viscous-most commonly, a perforated ulcer, may occur as a result of perforation of any pa of the bowel; other causes include a benign ulcer, a tumor, or trauma MC cause of peritonitis in adult male: Peptic ulcer perforation . It is usually poly-microbial - E. coli (aerobe) ; Bacteroides fragilis (anaerobe) . Treatment - Exploratory laparotomy + peritoneal lavage + repair of perforation / stoma formation",
        "cop": 2,
        "opa": "Abdominal tuberculosis",
        "opb": "Duodenal ulcer perforation",
        "opc": "Enteric perforation",
        "opd": "Perforated appendix",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "4b9ec061-ca40-4528-9054-7d8b30786d5e",
        "choice_type": "single"
    },
    {
        "question": "On 7th post-operative day, abdominal wound shows pink serosanguinous discharge. It suggests:",
        "exp": "Wound dehiscence Evisceration Disruption of one / all the layers either paially or completely Extrusion of abdominal viscera apa from disruption Can occur at any time usually after 6-8th day of wound closure 1st sign - serious or serosanguinous discharge Mx: | Only wound dehiscence | Prompt elective closure Wound dehiscence + Evisceration | Cover with moist gauze | Under GA | Rinse exposed bowel along with Omentum with RL + antibiotics | Reclose the abdomen by tension suturing",
        "cop": 1,
        "opa": "Impending wound dehiscence",
        "opb": "Infection in the abdomen",
        "opc": "Stitch abscess",
        "opd": "Healing wound",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "9db76b22-ffb9-484b-be30-af717fcc5b78",
        "choice_type": "single"
    },
    {
        "question": "All are true about Pseudomyxoma peritonei EXCEPT:",
        "exp": "(Common in male) (1146-Baily & Love 24th) (1003-BaiIy & Love 25th)PSEUDOMYXOMA PERITONEI - is a rare malignant process of the peritoneal cavity that characteristically arise from ruptured ovarian or appendiceal adeno carcinoma.* The peritoneum becomes coated with a mucous secreting tumours that fills the peritoneal cavity with tenaceous semisolid mucous, large loculated cystic masses may also from within the abdomen* Most prevalent in women between 50 - 70 years of age (often asymptomatic)* Symptoms - Abdominal pain and distension with non shifting dullness* At laparotomy - liters of yellowish gray mucoid jelly material are present on the omental and peritoneal surfaces.TREATMENT* Peritonectomy and omentectomy* Appendiceal adenocarcinoma - Right colectomy* Ovarian malignancy - TAS with BSOPost operative - 5FU, mitomycin, cisplatin, intraperitoneal mucolytics dextransulfate and plasminogen activator (Urokinase)",
        "cop": 1,
        "opa": "Common in male",
        "opb": "Associated with ovary tumours",
        "opc": "Yellow jelly collection of fluids",
        "opd": "Appendicetal adeno carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "82a87254-2146-48b2-a9f0-508aec9c8205",
        "choice_type": "multi"
    },
    {
        "question": "False statement concerning the diagnosis and management of retroperitoneal fibrosis include ?",
        "exp": "Ninety percent of patients with retroperitoneal fibrosis present with dull, non-colicky pain in the back, flank, or abdomen. Diagnosis is most commonly suggested by intravenous pyelography. The combination of medial detion of the ureter, hydroureteronephrosis, and extrinsic ureteral compression are highly suggestive of retroperitoneal fibrosis. CT scanning or MRI can both define the level of ureteral involvement and depict the mass appearance of the fibrotic process. Exploratory laparotomy with multiple deep biopsies of the retroperitoneal process is an essential pa of diagnosis, since foci of carcinoma may be sparse within the predominately sclerotic reaction. Prognosis for patients with non malignant retroperitoneal fibrosis is good. Survivals of 86-100% for several years have been repoed.",
        "cop": 4,
        "opa": "Most patients present with dull, non-colicky back, flank, or abdominal pain",
        "opb": "Evidence of impaired renal function with an elevated blood urea nitrogen is common",
        "opc": "The diagnosis is most commonly suggested by intravenous pyelography although contrast studies with CT scan or MRI are useful in fuher defining the disease",
        "opd": "The prognosis for nonmalignant retroperitoneal fibrosis is grim with progression of disease until death occurring in most patients",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "a7e638f4-4dc0-48d2-b08c-bb3fe70b02c6",
        "choice_type": "multi"
    },
    {
        "question": "Commonest site of intraperitoneal abscess is:",
        "exp": "Commonest site of intraperitoneal abscess is Pelvis. C/F - Pain in lower abdomen , chills and rigor, fever Irritates the rectum - Multiple episodes of loose stool with mucous On digital Rectal exam -Bulge on anterior wall of rectum",
        "cop": 3,
        "opa": "Lesser sac",
        "opb": "Greater sac",
        "opc": "Pelvis",
        "opd": "Paracolic gutter",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "09c645e5-8d7a-4e74-95b3-b42aa20054ad",
        "choice_type": "single"
    },
    {
        "question": "Ormand's disease is:",
        "exp": "Ans. a (Idiopathic retroperitoneal fibrosis) (Ref. Bailey and Love 24th ed., 64.4)IDIOPATHIC RETROPERITONEAL FIBROSIS (Ormand's disease)# a rare condition in which one or both ureters become bound up in a progressive fibrosis of the retroperitoneal tissues.# The cause is unknown although some cases may be drug related.# A similar clinical picture occurs in patients with leaking aortic aneurysm and infiltrating retroperitoneal malignancy.# The patient complains of backache which is unremitting for several months, n ESR is markedly raised.# The onset of anuria and renal failure prompts investigation of the renal tract which reveals hydronephrosis.# The excretion urogram typically shows displacement of the obstructed ureters towards the midline.# The appearances on CT are diagnostic.# Treatment- It may be possible to insert ureteric stents as a temporary measure while renal function recovers.- If not, percutaneous nephrostomies will allow the obstructed kidneys to drain.- Some patients need renal replacement by dialysis.- Some advocate that these patients should be treated conservatively with high-dose steroids.- Surgical treatment involves careful dissection of the ureters from their entrapment (ureterolysis).- Wrapping omentum around the freed ureters make recurrent obstruction less likely.Educational Points:RUPTURE OF THE URETER# Injury during pelvic surgery is far more common.# Occurs most often during vaginal or abdominal hysterectomy.# Preliminary catheterisation of the ureters prevents such accidents.# Repair of the injured ureter- If there is no loss of length and the cut ends of the ureter can be brought together without tension, they should be joined by a spatulated anastomosis over a double pigtail catheter.- If the division is very low down, the bladder wall may be hitched up so that the ureter can be reimplanted into it. Extra length may be obtained by mobilising the kidney.- Boari's operation. A flap of bladder wall is fashioned into a tube to replace the lower ureter.- The ureter may be implanted end to side into the contralateral ureter. The disadvantage of a transureteroureterostomy is that it risks converting a unilateral injury into a bilateral one.- Occasionally, when conservation of all renal tissue is vital, replacement of the damaged ureter by a segment of ileum is necessary.- Nephrectomy may be the best course when the patient's outlook is poor and the other kidney is normal.",
        "cop": 1,
        "opa": "Idiopathic retroperitoneal fibrosis",
        "opb": "Idiopathic retractile mesentritis",
        "opc": "Idiopathic mediastinal fibrosis",
        "opd": "Idiopathic thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "a30cec31-6832-43d8-b8b2-33689ebd7a65",
        "choice_type": "single"
    },
    {
        "question": "'Hippocrates facies' are seen in",
        "exp": "Ans. A. Peritonitis. (Ref. Bailey and Love 26th/pg. 973; Fig. 61.6)Diffuse (generalised) peritonitis# Diffuse (generalised) peritonitis may present in differing ways dependent on the duration of infection.# Early- Abdominal pain is severe and made worse by moving or breathing.- It is first experienced at the site of the original lesion and spreads outwards from this point. Vomiting may occur. The patient usually lies still. Tenderness and rigidity on palpation are found typically when the peritonitis affects the anterior abdominal wall. Abdominal tenderness and rigidity are diminished or absent if the anterior wall is unaffected, as in pelvic peritonitis or, rarely, peritonitis in the lesser sac. Patients with pelvic peritonitis may complain of urinary symptoms; they are tender on rectal or vaginal examination. Infrequent bowel sounds may still be heard for a few hours but they cease with the onset of paralytic ileus.- The pulse rises progressively but, if the peritoneum is deluged with irritant fluid, there is a sudden rise. The temperature changes are variable and can be subnormal.# Late- If resolution or localisation of generalised peritonitis does not occur, the abdomen remains silent and increasingly distends.- Circulatory failure ensues, with cold, clammy extremities, sunken eyes, dry tongue, thready (irregular) pulse and drawn and anxious face (Hippocratic facies). The patient finally lapses into unconsciousness. With early diagnosis and adequate treatment, this condition is rarely seen in modem surgical practice.Additional Educational points:Clinical features of an abdominal/pelvic abscess# Malaise, Sweats with or without rigors, Abdominal/pelvic (with or without shoulder tip) pain, Anorexia and weight loss, Symptoms from local irritation, e.g. hiccoughs (subphrenic), diarrhoea and mucus (pelvic), Swinging pyrexia, and Localised abdominal tenderness/mass.",
        "cop": 1,
        "opa": "Peritonitis",
        "opb": "Pancreatitis",
        "opc": "Facial nerve injury",
        "opd": "Marginal mandibular nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "b84c2693-71c7-4299-aed4-4bb5f63abd1b",
        "choice_type": "single"
    },
    {
        "question": "Best treatment protocol of a Enterogenic cyst",
        "exp": "Ans. (b) Resection with intestine partRef: Bailey & Love 2&h ed. / 903* Enterogenous cyst arises from either a diverticulum of the mesentric border of the intestine that has become sequestrated from the intestinal canal during embryonic life or from a duplication of the intestine.* An enterogenous cyst has a thicker wall than a chylolymphatic cyst and is lined by mucous membrane, sometimes ciliated.* The content is mucinous and is either colourless or yellowish brown as a result of past haemorrhage. The muscle in the wall of an entric duplication cyst and the bowl with which it is in contact have a common blood supply, consequently removal of the cyst always entails resection of the related portion of intestine.",
        "cop": 2,
        "opa": "Enucleation",
        "opb": "Resection with intestine part",
        "opc": "Aspiration with marsupialization",
        "opd": "Observe",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "bf092133-7eb3-4111-9076-2c8a627f6a6d",
        "choice_type": "single"
    },
    {
        "question": "Laproscopic procedure patient develops shoulder pain due to",
        "exp": "Ans. (c) Sub diaphragmatic migration of gas(Ref: Bailey 26th 100-101)* Shoulder pain after laparoscopy is due to pain referred from diaphragm and due to subdiaphragmatic migration of gas",
        "cop": 3,
        "opa": "Sub phrenic abscess",
        "opb": "positional pain during surgery",
        "opc": "Sub diaphragmatic migration of gas",
        "opd": "Injury to liver",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "338575e4-eff7-4dc2-9bf5-544488b80320",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old female has abdominal lump that is movable and painless. On exploratory laparotomy, a cystic lump is found arising from mesentery which has no lymphatic supply but has independent blood supply. What is the probable diagnosis?",
        "exp": "Mesenteric Cyst More common in females Usually seen in 2nd decade. CHYLOLYMPHATIC MESENTERIC CYST ENTEROGENOUS MESENTERIC CYST Congenitally misplaced lymphatics in ileum with Afferent lymphatics only. No efferent lymphatics | The chyle will collect | Progressive increase in size of cyst independent blood supply to cyst Treatment Enucleation Duplication cysts (walled off diveicula) Origin is from diveicula / duplication SI lined by columnar epithelium, which has goblet cells that produce mucin. Collected mucin leads to cyst | Enterogenous cysts Content is mucinous(shared wall & shared vascular supply) Treatment Resection + anastomosis",
        "cop": 1,
        "opa": "Chylomyphatic mesenteric cyst",
        "opb": "Enterogenous mesenteric cyst",
        "opc": "Ectopic pregnancy",
        "opd": "Pelvic abscess",
        "subject_name": "Surgery",
        "topic_name": "Peritoneum",
        "id": "2876e565-9217-40aa-a0df-cea302a48aa3",
        "choice_type": "single"
    }
]