[
    {
        "question": "What is the type of this shunt?",
        "exp": "Distal pa of Splenic vein is ligated & anastomosed to renal vein. It is Known as DSRS (Distal Spleno -Renal shunt) WARREN preformed shunt for the first time. So, it is known as WARREN SHUNT It is a type of selective shunt- because one selective region is drained i.e only the spleen is being drain",
        "cop": 2,
        "opa": "Non-selective shunt",
        "opb": "Selective shunt",
        "opc": "Paial shunt",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "bb02f315-e5d9-40d7-8ba2-7ab5a0c14483",
        "choice_type": "multi"
    },
    {
        "question": "Left sided poal hypeension is best treated by:",
        "exp": "Acute pancreatitis - Splenic vein thrombosis & pseudo-aneurysm formation in splenic aery - Splenomegaly - Gastric varices Mainly along greater curvature of the stomach & fundus Left sided poal hypeension is also called as SINISTRAL hypeension TOC is splenectomy.",
        "cop": 1,
        "opa": "Splenectomy",
        "opb": "Poocaval shunt",
        "opc": "Lienorenal shunt",
        "opd": "Splenorenal shunt",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "2d62c7e7-1511-421e-a773-72114d309239",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the classical triad of Budd-Chiari syndrome?",
        "exp": "Classical triad of Budd - Chiari syndrome is Ascites Hepatomegaly (Mnemonic - AsHA) Abdominal pain Etiology of Budd - Chiari syndrome: Hepato-venous outflow obstruction caused by Hepatic venous Thrombosis /IVC obstruction Acutely obstruction results in tender hepatomegaly. Chronically liver is atrophied but caudate lobe will be hyperophied IOC for diagnosis - venography TOC in hepatic failure - liver transplantation TOC in Hepatic vein thrombosis - shunt - preferred shunt is side to side poocaval shunt",
        "cop": 3,
        "opa": "Fever, jaundice, abdominal pain",
        "opb": "Fever, ascites, jaundice",
        "opc": "Hepatomegaly, abdominal pain, ascites",
        "opd": "Abdominal pain, jaundice, hepatomegaly",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "6a8c929e-07a4-4882-b631-4b85a5b4ab22",
        "choice_type": "single"
    },
    {
        "question": "A 22 year old male presented with repeated episodes of hematemesis. There is no history of jaundice or liver decompensation. On examination the significant findings include massive splenomegaly and presence of esophageal varices. There is no ascites or peptic ulceration. The liver function tests are normal. The most likely diagnosis is:-",
        "exp": "Non-Cirrhotic Poal HTN- Types* EHPVO (Extra Hepatic Poal Venous Obstruction)* NCPF (Non-Cirrhotic Poal Fibrosis)Similarities Between EHPVO and NCPF- No ascites- No jaundice- No encephalopathy- No hepatic failure - Varices present- Splenomegaly Difference Between EHPVO and NCPF EHPVO NCPF - 1st and 2nd order branches are involved- M/C site of obstruction - Confluence of splenic vein and Superior mesenteric vein- Seen in 1-2nd decade- Splenomegaly is less common (Mild to Moderate) - Involvement of 3rd and 4th outer branches.- Seen in 2nd-4th decade- Substances that increases the risk of NCPF* V - Vinyl chloride* A - Arsenic* C - Copper- Splenomegaly is more common (Moderate to Massive)",
        "cop": 2,
        "opa": "Extrahepatic poal venous obstruction",
        "opb": "Non-cirrhotic poal fibrosis",
        "opc": "Cirrhosis",
        "opd": "Hepatic venous outflow tract obstruction",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "713fc643-dee7-4979-96ae-9db4a539d353",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common complication of this procedure?",
        "exp": "The procedure shown in the figure is TIPSS (TRANSJUGULAR INTRA -HEPATIC POO - SYSTEMIC SHUNT) - Non selective shunt A shunt is placed b/w right hepatic vein & right branch of poal vein & almost all blood is drained into IVC. Complications of TIPS 1. Encephalopathy (due to NH3) (M/C) 2. Stent stenosis 3. Stent thrombosis",
        "cop": 3,
        "opa": "Shunt stenosis",
        "opb": "Capsular hemorrhage",
        "opc": "Metabolic encephalopathy",
        "opd": "Recurrent variceal bleed",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "9e585673-62ae-4921-98e4-df308f760765",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indication of TIPSS except",
        "exp": "Hepato Pulmonary Syndrome is a Contra Indication of TIPSS . Indications of TIPSS:- 1.Prevention of acute variceal bleeding (MC) 2.Refractory variceal bleeding 3.Refractory ascites 4.Refractory hepatic hydrothorax 5.Hepatorenal syndrome 6.Budd Chiari syndrome 7.Veno-occlusive disease 8.Poal hypeensive gastropathy",
        "cop": 4,
        "opa": "Prevention of acute variceal bleed .",
        "opb": "Hepato Renal Syndrome",
        "opc": "Refractory Ascites",
        "opd": "Hepato Pulmonary Syndrome",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "d43acee9-cbac-40be-82c7-ff7d99f30558",
        "choice_type": "multi"
    },
    {
        "question": "On barium swallow the grade III esophageal varices appear as:-",
        "exp": "Radiological grading of varices Grade I Straight varices seen only on inspiration Grade II Straight varices seen in all phases of respiration Grade III Touous varices in lower half of esophagus Grade IV Touous varices in entire esophagus",
        "cop": 1,
        "opa": "Mucosal folds above the carina",
        "opb": "Mucosal folds below the carina",
        "opc": "Mucosal folds at the carina",
        "opd": "A thick band",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "80f66947-51f2-4329-800d-32e34f8e1cb8",
        "choice_type": "multi"
    },
    {
        "question": "What is the most common complication following TIPSS?",
        "exp": "TIPSS is a percutaneous procedure used for treatment of patients who have gastroesophageal varices in the setting of poal hypeension. It has largely replaced surgical poosystemic shunts due to the fact that it is both safe and effective while also providing a minimally invasive alternative to major abdominal surgery. TIPSS functions by creating an intrahepatic shunt between the poal and systemic circulation which causes a reduction in the poal pressure and ultimately in the blood flow through varices. It is accomplished by endovascular access through the jugular vein to a hepatic vein radical and subsequent creation of a needle tract that connects it to a branch of the poal vein. After dilation of the tract, a metallic stent is deployed to hold the new poosystemic connection open. Because this shunt reduces first pass metabolism of the liver, the most common complication of TIPS is encephalopathy which occurs in 25 to 30% of patients. Other complications such as hepatic ischemia, infection, renal failure, and hemorrhage may occur, but are rare",
        "cop": 1,
        "opa": "Encephalopathy",
        "opb": "Hepatic ischemia",
        "opc": "Infection",
        "opd": "Life-threatening hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "9ee33171-083c-4d8b-9f60-dde68ef40682",
        "choice_type": "single"
    },
    {
        "question": "In poal hypeension the sites of poosystemic anastomosis includes:-",
        "exp": "Poo-Systemic Anastomosis Location Poal component Systemic component Esophagus varices Left gastric vein Azygous vein and accessory hemiazygous vein Rectum and anal Canal Hemorrhoids Superior rectal vein Middle and inferior rectal vein Umbilicus Caput medusa Left branch of poal vein Superficial epigastric veins Posterior abdominal wall Colic and omental veins Retroperitoneal veins of abdominal wall, renal capsule, splenic and hepatic flexure Bare area of liver Hepatic venules Right branch of poal vein Phrenic and intercostal veins Retroperitoneal veins draining into lumbar, azygous and hemiazygous veins Liver Patent ductus venosus left branch of poal vein Inferior vena cava",
        "cop": 4,
        "opa": "Lower end of esophagus",
        "opb": "Around umbilicus",
        "opc": "Lower third of rectum and anal canal",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "4506e419-9600-4cee-8931-c08b91567424",
        "choice_type": "multi"
    },
    {
        "question": "The Sengstaken tube must maintain a pressure of ...... to stop bleeding from varices:",
        "exp": "Sengstaken tube - have 2 balloon 1)Gastric balloon 2)Esophageal balloon It is triple lumen; double ballooned tube. It is used mainly during transpoation of patient. Total amount of air inseed in gastric balloon = 50 + 250 ml (min air) =300 ml Maximum pressure exeed by esophageal balloon = 35-40 mm of Hg Every 12 hrs the esophageal balloon has to be deflated to prevent Ischemia & necrosis of the esophagus.",
        "cop": 3,
        "opa": "20 mm Hg",
        "opb": "25 mm Hg",
        "opc": "35 mm Hg",
        "opd": "45 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "34c29c3b-ef02-4e30-a408-38e0495db50a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is recommended for medical treatment of variceal bleed?",
        "exp": "Somatostatin and /or its analog octreotide are the agents of choice for medical management of variceal bleed. Drugs used in Poal hypeension Drugs decreasing poal blood flow Drugs decreasing intrahepatic resistance Non-selective beta blockers Vasopressin and Terlipressin Somatostatin and Octreotide Nitrates Alpha-blockers Angiotensin receptor blockers",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Desmopressin",
        "opc": "Vasopressin",
        "opd": "Nitroglycerine",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "002bd852-d617-4211-8c34-63c64161f35f",
        "choice_type": "single"
    },
    {
        "question": "Normal poal vein pressure is:",
        "exp": "Poal Pressure Normal Poal vein pressure: 5-10 mm Hg Variceal formation occurs when poal pressure is >10 mm Hg Variceal bleeding occurs when poal pressure is >12 mm Hg.",
        "cop": 3,
        "opa": "<3 mm Hg",
        "opb": "3-5 mm Hg",
        "opc": "5-10 mm Hg",
        "opd": "10-12 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "3b6c977b-08e6-49fb-8e01-b215e1c5ee83",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of pre-sinusoidal intrahepatic poal hypeension?",
        "exp": "MC cause of intrahepatic presinusoidal poal hypeension - Schistosomiasis Mc cause of Sinusoidal poal hypeension - Cirrhosis",
        "cop": 2,
        "opa": "Cirrhosis",
        "opb": "Schistosomiasis",
        "opc": "Sarcoidosis",
        "opd": "Graft-versus-host disease",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "1ab73410-785e-44e4-af7e-3bc6798599f1",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy presents with hematemesis, melena and mild splenomegaly. There is no obvious jaundice or ascites. The most likely diagnosis is:",
        "exp": "Most likely diagnosis is Extrahepatic Poal Vein Obstruction Differences b/w EHPVO and NCPF EHPVO - Extra hepatic poal venous obstruction- usually seen in 1st to 2nd decade; splenomegaly is less common & if its present, It is only mild/moderate NCPF - Non-Cirrhotic poal fibrosis - in 2nd -4th decade; Splenomegaly is M/C & If present, it is moderate to severe ;hematemesis present , no obvious jaundice & ascites .",
        "cop": 1,
        "opa": "Extrahepatic poal venous obstruction",
        "opb": "Non-cirrhotic poal fibrosis",
        "opc": "Cirrhosis",
        "opd": "Hepatic venous outflow tract obstruction",
        "subject_name": "Surgery",
        "topic_name": "Poal Hypeension",
        "id": "e1ad736c-429e-4f81-b9df-2f2199d6939f",
        "choice_type": "single"
    }
]