[
    {
        "question": "Skin grafts stored at 4degC can survive up to?",
        "exp": "ANSWER: (B) 2 weeksREF: Facial Plastic and Reconstructive Surgery by Ira D. Papel Page 44,http://sydney.edu.au/medicine/foundation/sydneybums/research/msg.phpExcess split-skin autografts harvested and meshed during a surgical session are often stored atshort-term for later burn surgery or graft failure.The current procedure in skin graft storage involves wrapping the meshed autograft on a piece of ringer lactate or normal saline-moistened gauze, transferring it into a sterile container and storing it in a 4deg C for 2 weeks. The graft should never be totally immersed in saline because it will become macerated. After 14 days of storage the respiratory activity of skin graft reduced by 50%.",
        "cop": 2,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "88ea0087-0192-46f6-9a7a-ef068c0e9e9b",
        "choice_type": "single"
    },
    {
        "question": "Best method to treat a large port-wine hemangioma is?",
        "exp": "ANSWER: (D) Pulsed dye LaserREF: Roxburgh's common Skin Diseases 17th edition page 194 & 205, Clinical Dermatology by John Hunter, John Savin & Mark Dahl 3rd edition page 275\"Selective Photothermolysis or Pulsed dye laser is the treatment of choice for Portwine hemangioma\"Port-wine stains are crimson blotches in which there is marked capillary dilatation compared to a capillary angioma, which is a red nodule or plaque containing proliferating endothelial cells. The latter tend to flatten and disappear at puberty. Larger ones may cause problems from bleeding and/or erosion. Cavernous haemangiomata are larger and compressible, containing large vascular spaces.Occasionally a port-wine stain of the trigeminal area is associated with a vascular malformation of the leptomeninges on the same side, which may cause epilepsy or hemiparesis (the Sturge- Weber syndrome), or with glaucoma.Excellent results have been obtained with careful and time-consuming treatment with a 585-nm flashlamp-pumped pulsed dye laser. Treatment sessions can begin in babies and anaesthesia is not always necessary. If a trial patch is satisfactory, 40-50 pulses can be delivered in a session and the procedure can be repeated at 3-monthly intervals.",
        "cop": 4,
        "opa": "Radiotherapy",
        "opb": "Tatooing",
        "opc": "Excision with skin grafting",
        "opd": "Pulsed dye Laser",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "ccaffe40-b678-436a-baf4-e54bbac2c2ff",
        "choice_type": "single"
    },
    {
        "question": "Graft Survival in first 48 hours depends on",
        "exp": "Ans. is 'a' ie. Plasma imbibition (Ref. Sabiston, 18/e p2135 (17/e p2185); Schwartz 9/e p165))\" Skin grafts to survive in the recipient bed, have to become revascularized. This takes place in three distinct phases\":Imbibition: refers to absorption of nutrients into the graft, which serves to feed the graft for the first 24 to 48 hrs.Inosculation: is the process whereby donor and recipient capillaries become aligned. During the first two phases, the graft becomes adhered to the recipient bed by fibrous deposition at the interface.Revascularization : is completed by differentiation of the connecting vessels into arterioles and venules.",
        "cop": 1,
        "opa": "Plasma imbibition",
        "opb": "Ingrowth of capillaries in donor tissue",
        "opc": "Amount of Saline in graft",
        "opd": "Connection between donor and recipient capillaries.",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "e510937d-9aad-42d9-a103-bab2467acbc9",
        "choice_type": "single"
    },
    {
        "question": "What is Wolfs Graft?",
        "exp": "Ans. is 'a' i.e., Full thickness skin graft o Full thickness (Wolfes graft) - It includes all epidermis and dermiso Partial thickness (Thiersch graft) - It includes all epidermis and part of dermisPartial thickness graftFull thickness grafto Partial thickness grafts are thin therefore uptake of graft is easy (easy survival)o Large grafts could be taken as the donor site has been left with a part of dermis which will cause easy regeneration of epidermiso Split thickness graft will contract upto 40% thus not useful for cosmetic surgerieso The donor site will heal well without any contraction, and is reusable.o Uptake is difficult because of thickness.(less chances of survival)o Small grafts could be taken as the donor site does not have epidermal or dermal remnants to allow epithelialization as in a paritial thickness grafto There is very minimal contraction making it suitable for cosmetic surgeries on faceo The donor site will have to be closed primarily or left open to granulate and contract.",
        "cop": 1,
        "opa": "Full thickness skin graft",
        "opb": "Partial thicknees skin graft",
        "opc": "Rotational flap",
        "opd": "Vascularised fibular graft",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "84f9b069-980a-43ed-93ad-3d4d62869d35",
        "choice_type": "single"
    },
    {
        "question": "Theirsch graft is:",
        "exp": "Ref: Bailey & Love's Short Practice of Surgery 25th Edition Plastic And Reconstructive Surgery Chapter 29 I pg 396-7Explanation:Grafts are tissues that are transferred without their blood supply, which therefore have to revascularise once they are in a new site.They include the following:Split-thickness skin grafts (of varying thickness). These are sometimes called Thiersch grafts. Fine punctate bleeding from a split-thickness skin graft donor site.Full-thickness skin grafts (Wolfe grafts). Used for smaller areas of skin replacement where good elastic skin that will not contract is required (such as fingers, eyelids, facial parts).Composite skin grafts (usually skin and fat, or skin and cartilage). Often taken from the ear margin and useful for rebuilding missing elements of nose, eyelids and fingertips.Nerve grafts-Usually taken from the sural nerve but smaller cutaneous nerves may be used.Tendon grafts taken from the palmaris longus or plantaris tendon (runs just anteromedial to the Achilles tendon ) and used for injury loss or nerve damage correction.",
        "cop": 2,
        "opa": "Full thickness",
        "opb": "Partial thickness",
        "opc": "Myocutaneous graft",
        "opd": "Osesomyocutaneous graft",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "0dd42524-4e8c-40e9-9918-6510871969ee",
        "choice_type": "single"
    },
    {
        "question": "Least chance of receipient failure in transplant is seen in -",
        "exp": "Ans. is 'b' i.e., Isograft o As an isograft occurs between two genetically identical individuals the chance of graft failure is the least",
        "cop": 2,
        "opa": "Allograft",
        "opb": "Isograft",
        "opc": "Xenograft",
        "opd": "Heterotropic Graft",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "a6949d5d-0313-4614-b481-5c6e1dc9cbaa",
        "choice_type": "multi"
    },
    {
        "question": "Skin grafting done on wound following major skin taken from twin brother -",
        "exp": "Ans. is 'a' i.e.,Isograft",
        "cop": 1,
        "opa": "Isograft",
        "opb": "Allograft",
        "opc": "Autograft",
        "opd": "Xenograft",
        "subject_name": "Surgery",
        "topic_name": "Reconstructive Techniques",
        "id": "5395d03e-2cbb-4577-9fae-727914b68c26",
        "choice_type": "multi"
    }
]