[
    {
        "question": "All are true about salivary gland tumor except:",
        "exp": "Ans: D (Parotid tumours...) Tumours of minor salivary glands are histologically similar to those of major glands; however, up to 90 per cent of minor salivary gland tumours are malignant\"- L&B 26th/722'Warthin tumour (papillary cystadenoma Lymphomatosum): It arise almost alwaysQ in the parotid gland (the only tumour virtually restricted to the parotid & occur more commonly in male'1 than in female (other tumour more common in female). Oncocytese that are epithelial cell stuffed with mitochondria are found in warthin tumour. (Robbins 7th/792-93)\"The parotid gland is the most common site for salivary tumours. Most tumours arise in the superficial lobe and present as slow growing,, painless swellings below the ear, in front of the ear or in the upper aspect of the neck\"- L& B 26th/732\"Tumours involving the sublingual gland are extremely rare and are usually (85 percent) malignantTreatment requires wide excision involving the overlying mucosa and simultaneous neck dissection\"- L & B 26th/725\"Tumours of the submandibular gland are uncommon and usually present as a slow-growing, painless swelling within the submandibular triangle.Only 50 per cent of submandibular gland tumours are benign, in contrast to 80-90 per cent of parotid gland tumours\"- L & B 26th/728TablefL & B 26th/728): Salivary gland tumours - frequency and distribution.TypeLocationFrequencyMalignant (%)MajorParotidSubmandibularSublingualCommonUncommonVery rate10-205085MinorUpper aerodigestive tractRare90PLEOMORPHIC ADENOMA (MIXED TUMOUR)This is the commonest tumour0 of the major salivary glandsThis tumour most commonly(r) occur in the parotid & about 90% isseen in thisgland\\7% is seen in submandibulargland. In the parotid the commonest location is the tail of parotid.Age : It is more frequent around 40 years of age, but it is also seen in childrenSex : Slightly higher incidence in woman(r) has been noticedSymptom : The patients complains of a painless swelling of the side of the face which has been present for months or years. It is a slow growing turnout^ & gradually increases in size.This tumour is radioresistant(r), so excision is the treatment of choice.Superficial parotidectomy(r) is the treatment of choice(r). This operation is also known as patey's operation (S. Das 5th/609)In case of submandibular gland neoplasms, the whole gland is excised with particular care to preserve the lingual & hypoglossal nerve.",
        "cop": 4,
        "opa": "Parotid gland is most common site of involvement",
        "opb": "Warthin tumour almost always found in the parotid gland",
        "opc": "Minor gland tumours are mostly malignant",
        "opd": "Parotid tumours are mostly malignant",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "a92f546a-63c0-4deb-b33a-8684b2986738",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding warthins tumor except:-",
        "exp": "Ans. is 'a' i.e. more common in females .Warthin's tumorIs the second most common benign tumor of the parotid gland (1st is pleomorphic adenoma).It consists of both epithelial and lymphoid elements thus known as adenolymphoma (probably arises from remnants of parotid tissue trapped in lymphnodes within the parotid gland).Also known as papillary cystadenoma lymphomatosumThe tumor arises only in the parotid gland.Almost always arises in the lower portion of the parotid gland overlying the angle of mandible.Common in males. (Occurs most often in older white men)Age : 5th to 7th decade.Association is seen with smoking.Bilaterality is seen in 10% cases.Its welI encapsulated, extremely slow growing tumor, never turns malignant.A peculiar feature of Warthin's tumor is that it shows 'hot' spot in 99m Tc-pertechnetate scan. Other tumors of the parotid show 'cold' spot (Oncocytoma another benign parotid tumor also shows hot spot). (Because of the high mitochondrial content within Oncocytes, the oncocyte-rich Warthin tumor and Oncocytoma incorporate technetium Tc 99m and appear as hot spots on radionuclide scans.)",
        "cop": 1,
        "opa": "More common in females",
        "opb": "Commonly involve the parotid glands",
        "opc": "They arise from the epithelial and the lymphoid cells.",
        "opd": "10% are bilateral",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "2a74afbe-63f7-472c-aec1-4a71c0401c44",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of benign tumor of parotid is-",
        "exp": "Ans. is 'b' i.e., Superficial parotidectomy \"Treatment of benign neoplasms is surgical excision of the affected gland or, in the case of the parotid, excision of the superficial lobe with facial nerve dissection and preservation. The minimal surgical procedure for neoplasms of the parotid is superficial parotidectomy with preservation of the facial nerve. 'Shelling out ' of the tumor mass is not recommended because of the risk of incomplete excision and tumor spillage\". ___Schwartz",
        "cop": 2,
        "opa": "Enucleation",
        "opb": "Superficial parotidectomy",
        "opc": "Radiofrequency ablation",
        "opd": "Radical parotidectomy",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "0f8f2f95-07c3-40b1-9c94-d6ec55f54e64",
        "choice_type": "single"
    },
    {
        "question": "Pleomorphic adenoma without fascial nerve infiltration and Limited to superficial lobe treatment-",
        "exp": "Ans. is 'a' i.e., Superficial parotidectory o Pleomorphic adenomas arise most commonly in the parotid gland. These form majority (~80-90%) of tumors of the parotid gland.o Pleomorphic adenomas are less common in the submandibular glands & sublingual glands; relatively rare in the minor glands.o Pleomorphic adenomas are benign tumors derived from a mixture of ductal (epithelial) and myoepithelial cells, and therefore show both epithelial and mesenchymal differentiation (hence k/a mixed tumor)o Although benign, it has the potential to turn malignant k/a carcinoma ex pleomorphic adenoma or malignant mixed tumor. The incidence of malignant transformation increases with the duration of the tumoro Signs & symptoms suspicious of malignant transformation# rapid growth# pain# paresthesias# facial weakness# skin invasion and fixation of mastoid tip.Treatment of Pleomorphic adenoma (or any benign lession of Salivary' gland)o in Parotid-superficial protidectomyo in other salivary glands-Excision of the affected gland.The above mentioned books mention the following indications of postop radiotherapy in Pleomorphic adenoma of parotid.Indications for postop radiotherapy in Pleomorphic adenomao Involvement of the deep lobe of the parotido Recurrent lesionso Large (> 5 cm) lesions, which may not allow complete surgical excision with adequate margins.o Microscopically positive margins after surgical resection.o Malignant transformation within a predominantly benign tumor.",
        "cop": 1,
        "opa": "Superficial parotidectory",
        "opb": "Total parotidectrmy",
        "opc": "Parotidectrmy followed by radiotherpy",
        "opd": "Observation",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "75bccafd-7ccf-41a9-8ce4-d23953a2246c",
        "choice_type": "single"
    },
    {
        "question": "All the following statements are true regarding malignant Salivary Gland Tumors EXCEPT:",
        "exp": "ANSWER: (D) Simple Enucleation is treatment of choiceREF: Sabiston 18rh edition chapter 33MALIGNANT SALIVARY GLAND TUMORS:The majority of neoplasms arise in the parotid gland (70%), -whereas tumors of the submandibular gland (22%) and sublingual and minor salivary glands (8%) are less common.The ratio of malignant to benign tumors varies by site as well: parotid gland, 80% benign and 20% malignant; submandibular gland and sublingual gland, 50% benign and 50% malignant; and minor salivary glands, 25% benign and 75% malignant.Salivary gland neoplasms are most often manifested as slow-growing, well-circumscribed masses. Symptoms such as pain, rapid growth, nerve weakness, and paresthesias and signs of cervical lymphadenopathy and fixation to skin or underlying muscles suggest malignancy.The accuracy of fine-needle aspiration cytology of the salivary glands has been well established. The sensitivity, specificity, and accuracy of parotid gland aspirates in one series were 92%, 100%, and 98%, respectively. Excision of the gland is used to confirm the final diagnosis.* Treatment of salivary gland malignancies is en bloc surgical excision. Radiation therapy is administered postoperatively for high-grade malignancies demonstrating extraglandular disease, perineural invasion, direct invasion of surrounding tissue, or regional metastases",
        "cop": 4,
        "opa": "Painful",
        "opb": "Present with skin Ulceration",
        "opc": "Cervical Lymphadenopathy present",
        "opd": "Simple Enucleation is treatment of choice",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "c68cb4fb-bd28-44e1-bc5c-2555e049de7f",
        "choice_type": "multi"
    },
    {
        "question": "In case of benign mixed parotid tumours T/t of choice is :",
        "exp": "Ans is 'a' ie Superficial parotidectomy Schwartz writes - \"Treatment of benign neoplasms is surgical excision of the affected gland or, in the case of the parotid, excision of the superficial lobe with facial nerve dissection and preservation. The minimal surgical procedure for neoplasms of the parotid is superficial parotidectomy with preservation of the facial nerve. Shelling out' of the tumor mass is not recommended because of the risk of incomplete excision and tumor spillage.\"",
        "cop": 1,
        "opa": "Superficial Parotidectomy",
        "opb": "Total parotidectomy",
        "opc": "Leave facial nerve and remove all gland",
        "opd": "Radical Parotidectomy",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "77264377-ac5a-49ef-bf45-4a80f0cd16cc",
        "choice_type": "multi"
    },
    {
        "question": "Perinerual spread is seen in:",
        "exp": "Ans: A (Adenoid cystic carcinoma) Ref: Robbins and Comm Pathologic Basis of Disease, 8th editionExplanation:\"Although slow growing, adenoid cystic carcinomas are relentless and unpredictable tumors with a tendency to invade perineural spaces\" Ref: RobbinsAdenoid cystic carcinomaIt is a relatively uncommon tumor.Found in the minor salivary glands in 50% of cases (especially in Palate ).Among the major salivary glands, the parotid and submandibular glands are the most common locations.MorphologySmall, poorly encapsulated, infiltrative, gray-pink lesions.Microscopically, small cells having dark, compact nuclei and scant cytoplasm.These cells tend to be disposed in tubular, solid, or cribriform patterns reminiscent of cylindromas arising in the adnexa of the skin.The spaces between the tumor cells are filled with a hyaline material which represents excess basement membrane,Has a tendency to invade perineural spaces and are recurrent.>50% disseminate widely to distant sites such as bone, liver and brain.5-vear survival rate is about 60% - 70%.",
        "cop": 1,
        "opa": "Adenoid cystic carcinoma",
        "opb": "Pleomorphic adenoma",
        "opc": "Mucoepidermoid Ca",
        "opd": "Warthin's tumor",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "c447cfa5-2b36-4d20-8b2d-52672c84dd8a",
        "choice_type": "single"
    },
    {
        "question": "A 43 year old male presented with a mass in the submandibular region. After USG and Biopsy he was diagnosed of having acinic cell carcinoma. After staging excision was attempted. Following the surgery he found that his tongue deviated to the affected side. Which of the follow ing nerves could be damaged -",
        "exp": "Ans. is 'c' i.e., Hypoglossal nerve o Following structures could be damged durimg submandibular gland surgeryImportant anatomical relationships of the submandibular glandso Lingual nerve o Hypoglossal nerveo Anterior facial veino Facial arteryo Marginal mandibular branch of the facial nerveo Injury to hypoglossal (12th) nerve paralyzes ipsilateral half of the tongue. When tongue is protruded, its tip deviates towards the paralyzed side because of unopposed action of genioglossus muscle on the normal side of tongue.",
        "cop": 3,
        "opa": "Lingual nerve",
        "opb": "Auriculotemporal nerve",
        "opc": "Hypoglossal nerve",
        "opd": "Facial Nerve",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "df3e6150-763a-4937-b314-13783411438d",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is most common neoplasm of Salivary gland?",
        "exp": "Ans is 'a' ie Pleomorphic adenoma \"Pleomorphic adenomas account for 40% to 70% of all tumors of the salivary glands, most commonly occurring in the tail of the parotid.\" - SabistonAlso knowIInd MC tumor of parotid - Warthin'sMC malignant tumor of salivary gland - Mucoepidermoid CaThe parotid tumor which spread through neural sheath - Adenoid cystic CaBest diagnostic modality for parotid swelling is - FNACOpen incisional biopsy is contraindicated.",
        "cop": 1,
        "opa": "Pleomorphic adenoma",
        "opb": "Adenocystic Carcinoma",
        "opc": "Mucoepidermoid",
        "opd": "Mixed tumour",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "7acceb2a-5aa0-4e49-9716-cea0cb197904",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant tumor of parotid gland is?",
        "exp": "ANSWER: (A) Mucoepidermoid carcinomaREF: Sabiston Textbook of Surgery, 18th ed. Chapter 33\"Mucoepidermoid carcinoma is the most common malignant tumor of the parotid gland and can be divided into low-grade and high-grade tumors\"Also know:Most common benign & overall tumor of parotid gland is pleomorphic adenomaSecond most common tumor of parotid gland is warthin's tumorMost common malignant tumor of parotidgland is mucoepidermoid carcinomaMost common tumor of parotid gland in children is hemangiomaParotid tumor ivhich spreads by perineural invasion is Adenoid cystic carcinoma",
        "cop": 1,
        "opa": "Mucoepidermoid carcinoma",
        "opb": "Warthin's tumor",
        "opc": "Squamous cell carcinoma",
        "opd": "Pleomorphic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "0732e471-6586-4240-baa2-e305c6e906d3",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant tumour of parotid is?",
        "exp": "Ans. is 'c' i.e., Mucoepidermoid carcinoma - o Repeat from previous sessions",
        "cop": 3,
        "opa": "Adenoid Cystic",
        "opb": "Warthin tumour",
        "opc": "Mucoepidermoid carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "ea87e377-1846-451c-8e5e-c4d37566460c",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of parotid -",
        "exp": "Ans. is 'b' i.e., Pleomorphic adenoma o The parotid gland is the most common site for salivary gland tumors and most tumors arise in the superficial lobe.o Majority of parotid gland tumors are benign (-90%), the most common tumor being pleomorphic adenoma, next being Warthin 'v tumor.Also Remembero Most common malignant tumor of parotid - Mucoepidermoid Ca > Adenoid cystic carcinomao The most common malignancies in the pediatric population are mucoepidermoid carcinoma and acinic cell carcinoma. --Ref: Schwartz 9/ep. 507",
        "cop": 2,
        "opa": "Warthins tumor",
        "opb": "Pleomorphic adenoma",
        "opc": "Adenolvmphoma",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "5edb8a5e-7ff7-4ccc-886b-94d343522bfb",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common malignant tumour seen in parotid gland ?",
        "exp": "Ans. is 'c' i.e., Mucoepidermoid carcinoma Salivary and .tumorso Most common salivary gland tumor-Pleomorphic adenoma (mixed tumor)o Most Common benign Salivary gland tumor-Pleomorphic adenoma (mixed tumor)o Most Common malignant tumor of salivary gland-Mucoepidermod Carcinomao Most Common site of pleomorphic adenoma-Parotid glando Most common parotid tumor-Pleomorphic adenomao Most Common site of mucoepidermoid Carcinoma-Parotid glando Most Common site for acinic cell ca-Parotid glando Most Common site for adenoid cytic Carcinoma-Minor salivary glandso Multifocal and bilateral Salivary gland tumor-Warthin tumor and acinic cell tumoro Salivary gland tumor with tendency to invade perineural space-Adenoid cystic carcinomao Salivary gland tumor with worst prognosis-Adenoid cystic carcinomao Most malignant salivary gland tumor-Adenoid cystic carcinomao Most common salivary gland tumor in children-Hemangiomao Most common malignant salivary gland tumor in children-Mucoepidermoid carcinoma",
        "cop": 3,
        "opa": "Adenoid Cystic",
        "opb": "Warthin tumour",
        "opc": "Mucoepidermoid carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "8c009aea-a31e-4878-af52-af6093108add",
        "choice_type": "single"
    },
    {
        "question": "Commonest salivary gland to get stones :",
        "exp": "Ans. is 'b' ie. Submandibular Gland [Ref. Bailey & love, 25/e p755 (24/e p. 723, 23/e. p 655)) \"Eighty percent of all salivary stones occur in the submandibular gland, 10% occur in parotid, 7% in the sublingual and the remainder occurs in minor salivary glands Bailey & love 23/e",
        "cop": 2,
        "opa": "Parotid",
        "opb": "Submandibular",
        "opc": "Minor salivary gland",
        "opd": "Sublingual",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "9c596c8c-c171-4d95-9802-5a847ad14ef1",
        "choice_type": "single"
    },
    {
        "question": "All are true about pleomorphic adenoma EXCEPT:",
        "exp": "ANSWER: (A) Malignant transformation risk is highREF: Robbin s 8th ed chapter 16, Sabiston 18th ed chapter 33See PLATE P-18 A KEY PLATE P-18 KEYSALIVARY GLAND TUMORS(A) PLEOMORPHIC ADENOMAMorphology. Most pleomorphic adenomas present as rounded, well-demarcated masses rarely exceeding 6 cm in the greatest dimension. Although they are encapsulated, in some locations (particularly the palate) the capsule is not fully developed, and expansile growth produces protrusions into the surrounding gland, rendering enucleation of the tumor hazardous. The cut surface is gray-white with myxoid and blue translucent areas of chondroid.The dominant histologic feature is the great heterogeneity mentioned. In the typical morphology' epithelial.'' myoepithelial areas (right arrowhead) are punctuated by myxochondroid areas (arrows). The epithelial elements resembling ductal cells or myoepithelial cells are arranged in duct formations, acini, irregular tubules, strands, or sheets of cells. These elements are typically' dispersed within a mesenchyme-like background of loose myxoid tissue containing islands of chondroid and, rarely, foci of bone. Sometimes the epithelial cells form well-developed ducts lined by cuboidal to columnar cells with an underlying layer of deeply' chromatic, small myoepithelial cells. In other instances there may be strands or sheets of myoepithelial cells. Islands of well-differentiated squamous epithelium may also be present. In most cases there is no epithelial dysplasia or evident mitotic activity.(B) WARTHIN'S TUMOR:Most Warthin tumors are round to oval, encapsulated masses, 2 to 5 cm in diameter, usually arising in the superficial parotid gland, where they are readily palpable. Transection reveals a pale gray' surface punctuated by narrow' cystic or deftlike spaces filled with a mudnous or serous secretion.On microscopic examination there is Papillary projections lined by a double layer of neoplastic epithelial cells resting on a dense lymphoid stroma sometimes bearing germinal centers. Outer oncocytic layer of columnar cells having an abundant, finely granular, eosinophilic cytoplasm (red arrow'). Secretory cells are dispersed in the columnar cell layer, accounting for the secretions within the cystically dilated lumens. Inner oncocytic lay'er of cuboidal to polygonal cells (green arrow) resting on lymphoid stroma (yreilow arrow)(C) MUCOEPIDERMOID CARCINOMA: Mucoepidermoid carcinomas can grow as large as 8 cm in diameter and although they are apparently circumscribed, they lack well-defined capsules and are often infiltrative at the margins. Pale and gray-white on transection, they frequently contain small, mucin-containing cysts. The basic histologic pattern is that of cords, sheets, or cystic configurations three distinct cell lines of squamous/ epidermoid cells (long white arrow), mucous cells (black arrow), or intermediate cells (short white arrow). The hybrid cell types often have squamous features, with small to large mucus-filled vacuoles, best seen when highlighted with mucin stains. The tumor cells may be regular and benign appearing or, alternatively, highly anaplastic and unmistakably malignant. Accordingly, mucoepidermoid carcinomas are subclassified into low, intermediate, or high grade.(D) ADENOID CYSTIC CARCINOMA: In gross appearance, they are generally small, poorly encapsulated, infiltrative, gray-pink lesions. On histologic evaluation, they are composed of multiple basaloid epithelial cells having dark, compact nuclei and scant cytoplasm arranged in cribriform architecture (arrow A) with perineural invasion (arrow B). The spaces between the tumor cells are often filled with a hyaline material thought to represent excess basement membrane. Pleomorphic adenoma is a benign, encapsulated mixed tumor of parotid gland. Malignant mixed tumors include both cancers originating from pleomorphic adenomas, termed carcinoma ex pleomorphic adenoma, and de novo malignant mixed tumors. The risk for malignant transformation of benign pleomorphic adenomas is 1.5% within the first 5 years but increases to 9.5% once the benign tumor has been present for more than 15 years.",
        "cop": 1,
        "opa": "Malignant transformation risk is high",
        "opb": "Mixed tumor",
        "opc": "Benign tumour",
        "opd": "Encapsulated",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "eeb06deb-ece5-4c6f-a022-667924c4aa72",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following parotid tumor spreads through neural sheath :",
        "exp": "Ans is 'b' ie Adenocystic Ca \"Adenoid cystic carcinoma, which has a propensity for neural invasion, is the second most common malignancy in adults. Skip lesions along nerves are common and can lead to treatment failures because of the difficulty in treating the full extent of invasion. Adenoid cystic carcinomas have a high incidence of distant metastasis, but display indolent growth. It is not uncommon for patients to experience lengthy survival despite the presence of disseminated disease.\" - Schwartz 8/e \"Treatment consists of removal of gross tumor with radiation therapy for the microscopic disease that is assumed to exist at the periphery of the tumor. Sabiston 18/e p836",
        "cop": 2,
        "opa": "Mixed parolid tumor",
        "opb": "Adenocystic Ca",
        "opc": "Sq. Cell Ca",
        "opd": "Oxyphillic lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "3c7fb08a-f89c-498e-8cb3-6ccf3663f3b1",
        "choice_type": "single"
    },
    {
        "question": "True regarding Warthin's tumor: (Repeat)",
        "exp": "Ans: A (Shows hot spot on tc99 scan) Ref: Robbins Pathologic basis of Disease, 8th edition & Sains ton Textbook of Surgery, 19th EditionExplanation:\"The only neoplasms of salivary glands known to consistently concentrate Tc-99m pertechnetate (Hotspot) are Warthin's tumor and oncocytoma\"Ref: SabistonWAR III IN TUMOR (PAPILLARY CYSTAD-ENOMAIYMPIKOMATOSUM)This curious benign neoplasm with its intimidating histologic name is the second most common salivary gland neoplasm.It arises almost exclusively in the parotid gland (the only tumor virtually restricted to the parotid, and occurs more commonly in males than in females, usually in the fifth to seventh decades of life.About 10% are multifocal and 10% bilateral.Smokers have eight times the risk of non- smokers for developing these tumors.The tumor is slow growing, painless, and usually appears in the tail of the parotid gland near the angle of the mandibleMorphology:Most Warthin tumors are round to oval, encapsulated masses. 2 to 5 cm in diameter, usually arising in the superficial parotid gland, where they are readily palpable.Transection reveals a pale gray surface punctuated by narrow cystic or cleftlike spaces filled with a mucinous or scions secretionOn microscopic examination these spaces arc lined by a double layer of neoplastic epitnelial cells resting on a dense lymphoid stroma sometimes hearing germinal centers.The spaces are frequently narrow ed by polypoid projections of the lymphoepithelial elements.The double layer of lining cells is distinctive; it consists of a surface palisade of columnar cells having an abundant, finely granular, eosinophilic cytoplasm, that imparts an oncocytic appearance, which rests on a layer of cuboidal to polygonal cells.Oncocytes are epithelial cells stuffed with mitochondria, which impart the granular appearance to the cytoplasm.Secretory cells are dispersed in the columnar cell layer, accounting for the secretions within the cystically dilated lumens.On occasion, there are foci of squamous metaplasia.The occasional finding of small salivary gland rests in lymph nodes in the neck suggests that these tumors arise from the aberrant incorporation of similar inclusion-bearing lymphoid tissue in the parotids.Rarely. Warthin tumors have arisen within cervical lymph nodes, a finding that should not be mistaken for metastases.These neoplasms are benign, with recurrence rates of only 2% after resection",
        "cop": 1,
        "opa": "Shows hot spot on tc 99 scan",
        "opb": "Most common tumor of minor salivary glands",
        "opc": "Most malignant tumor",
        "opd": "Common in females",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "49a72fa8-a2a1-4447-89cc-3a01d800e497",
        "choice_type": "multi"
    },
    {
        "question": "Most common benign salivay gland tumor -",
        "exp": "Ans. is 'a' i.e., Pleomorphic adenoma \"Pleomorphic adenomas account for 40% to 70% of all tumors of the salivary glands, most commonly occurring in the tail of the parotid \" __ SabistonAlso knowo IInd MC tumor of parotido MC malignant tumor of salivary glando The parotid tumor which spread through neural sheatho Best diagnostic modality for parotid swelling iso Open incisional biopsy is contraindicated.----WarthinsMucoepidermoid CaAdenoid cystic CaFNAC",
        "cop": 1,
        "opa": "Pleomorphic adenoma",
        "opb": "Warthin's tumor",
        "opc": "Mucoepidermoid",
        "opd": "Adenoid cystic",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "480323dc-f218-47f6-8942-69a3af80f3bb",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of Warthin tumour is?",
        "exp": "Ans. (b) Superficial parotidectomyRef: sabiston Textbook of Surgery, 18th ed chapter 33",
        "cop": 2,
        "opa": "Radical parotidectomy",
        "opb": "Superficial parotidectomy",
        "opc": "Superficial parotidectomy with neck dissection",
        "opd": "Enucleation",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "3623e624-40a0-404e-94a1-02eac1c7014f",
        "choice_type": "single"
    },
    {
        "question": "A Warthin's tumour is:",
        "exp": "Ans. is 'a' i.e. An adenolymphoma of parotid gland Warthin's tumourIt is also called papillary cystadenoma lymphomatosum because, histologically it consists of papillary cystic pattern with marked lymphoid component.Other important characteristics of Warthin's tumour.2nd most common* benign tumour of parotid gland (Ist is pleomorphic adenoma)*They are usually cysticTypically occur in 6th and 7th decades*More common in males*B/L in about 10%*Histological feature : -Consists of papillary cystic pattern with marked lymphoid component.Unlike all other neoplasms which form a 'cold' spot the adenolymphoma produces a 'hot spot' in a 99mTc - pertechnetate scan*, so that a firm preoperative diagnosis is possible without biopsy.",
        "cop": 1,
        "opa": "An adenolymphoma of parotid gland",
        "opb": "A pleomorphic adenoma of the parotid",
        "opc": "A carcinoma of the parotid.",
        "opd": "A carcinoma of submandibular salivary gland",
        "subject_name": "Surgery",
        "topic_name": "Salivary Gland Neoplasms",
        "id": "baac8c8f-7b79-4eb5-b27c-77f654a96efe",
        "choice_type": "single"
    }
]