[
    {
        "question": "The most important cause of the death in septic shock is:",
        "exp": "Ans. (d) CardiacRef: Sabiston 85/19th Edition* Most common cause of death in septic shock - Hypotension* Hypotension is due to decreased cardiac output leading to hypotension",
        "cop": 4,
        "opa": "DIC",
        "opb": "Respiratory failure",
        "opc": "Renal",
        "opd": "Cardiac",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "791374a4-4072-4060-8f94-c831c435c4be",
        "choice_type": "single"
    },
    {
        "question": "Polytrauma in paediatric age group most common feature is -",
        "exp": "Ans. is 'b' i.e., Hypovolemic shock o Due to the greater physiological capacity and ability' of children to compensate for fluid loss, hypotension is a very late and ominous sign of hypovolaemic shock.o Once they have become hypotensive, deterioration can be rapid and fatal.o As the surface area to body volume ratio of children is high, thermal energy' loss is higher and hypothermia is a higher risk.",
        "cop": 2,
        "opa": "Hypothermia",
        "opb": "Hypovolemic shock",
        "opc": "Hypotension",
        "opd": "Hypoxemia",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "2550d9fb-18fe-4f8d-bf25-df4aee3676aa",
        "choice_type": "single"
    },
    {
        "question": "Characteristics of SIRS include all of the following except:",
        "exp": "SIRS (Systemic Inflammatory Response Syndrome)- Mediators of SIRS* IL - I* IL - 6* TNF - a- It is body's inflammatory response to infectious or non-infectious insult - Parameters of SIRS* Temperature (>38deg C Or < 36deg C)* HR > 90 / min* Respiratory rate > 20/min* WBC count (> 12000/ml or < 4000/ml or >10% immature cells in the peripheralblood) Note: > 2 of 4 should be present Sepsis - SIRS + Established focus of infectionSevere sepsis - Sepsis with organ dysfunction of hypoperfusionSeptic shock - Sever sepsis not responding to IV Fluids According to 2016 Criteria- Sepsis - Suspected or Documented infection & Acute increase in ? 2 SOFA points- Septic Shock - Suspected or documented infection + Vasopressor therapy needed tomaintain MAP ? 65 mmHg of serum lactate > 2.o mmol/L despite of adequate fluidresuscitation",
        "cop": 2,
        "opa": "Leukocytosis",
        "opb": "Thrombocytopenia",
        "opc": "Tachycardia",
        "opd": "Oral temperature more than 38degC",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "9ba10c13-8cc5-4c7e-b6aa-314234bb2ba5",
        "choice_type": "multi"
    },
    {
        "question": "In hypovolemic shock which organ should be assessed for determining under-perfusion?",
        "exp": "In hypovolemic shock, kidney has to be assessed for determining under perfusion (Best clinical indicator of tissue perfusion- Urine output)",
        "cop": 1,
        "opa": "Kidney",
        "opb": "Hea",
        "opc": "Lung",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "16259bd1-ce3f-4c0c-98ba-348f875b65fc",
        "choice_type": "single"
    },
    {
        "question": "Shock is clinically best assessed by:-",
        "exp": "Shock is clinically best assessed by urine output. Ultimately, the goal of treatment is to restore cellular and organ perfusion. Ideally, therefore, monitoring of organ perfusion should guide the management of shock. The best measures of organ perfusion and the best monitor of the adequacy of shock therapy remains the urine output.",
        "cop": 1,
        "opa": "Urine output",
        "opb": "CVP",
        "opc": "BP",
        "opd": "Hydration",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "e973d53b-29a6-49f8-8962-b7c502e2258e",
        "choice_type": "multi"
    },
    {
        "question": "In traumatic cases, shock is most likely due to:-",
        "exp": "In traumatic cases, shock is most likely due to Injury to intra-abdominal solid organ. HYPOVOLEMIC SHOCK MC type of shockQ Causes of hypovolemic shock: Blood lossQ(Trauma, bleeding) Loss of plasma due to extravascular fluid sequestration in burnsQ Loss of body sodium & water (diarrhea & vomitingQ)",
        "cop": 1,
        "opa": "Injury to intra-abdominal solid organ",
        "opb": "Head injury",
        "opc": "Septicemia",
        "opd": "Cardiac failure",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "827ac21b-bbd1-4fc7-b9ee-7c6769762549",
        "choice_type": "single"
    },
    {
        "question": "Most common feature of polytrauma in pediatric age group:-",
        "exp": "Most common feature of polytrauma in pediatric age group is hypovolemic shock.",
        "cop": 2,
        "opa": "Hypothermia",
        "opb": "Hypovolemic shock",
        "opc": "Hypotension",
        "opd": "Hypoxemia",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "f8d2e0e0-3078-49d0-9c70-a13dede82f41",
        "choice_type": "single"
    },
    {
        "question": "15 - 30% blood loss seen in what class of hemorrhagic shock",
        "exp": "Ans. is 'b' i.e., II Following table depicts the stages of hemorrhagic shock:Class of haemorrhagic shock IIIIIIIVBlood loss (mL)Up to 750750-15001500-2000>2000Blood loss (% blood volume)Up to 15l5-3030-40>40Pulse rate (per minute)<100100-120120-140>140Blood pressureNormalNormalDecreasedDecreasedPulse pressure (mm Hg)Normal or increasedDecreasedDecreasedDecreasedRespiratory rate (per minute)14-2020-3030-40>35Urine output (mL/hour>3020-305-15NegligibleCentral nervous system/ mental statusSlightly anxiousMildly anxiousAnxious, confusedConfused, lethargic",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "3b0835db-a21c-46b0-af8c-9505e9e5d128",
        "choice_type": "single"
    },
    {
        "question": "A patient with spine, chest and abdominal injury in road traffic accident developed hypotension and bradycardia. Most likely reason is:",
        "exp": "Trauma+ Hypotension+ Bradycardia= Neurogenic shock NEUROGENIC SHOCK - Results from loss or suppression of sympathetic tone-Massive vasodilation in venous Vasculature -| Venous return -| Cardiac output - Impaired tissue perfusion & Cellular metabolism. Clinical features - Paralysis below the level of lesion; Hypotension - Bradycardia due to loss of sympathetic tone - Aerial & venous vasodilation - Warm & dry skin - Hypothermia",
        "cop": 4,
        "opa": "Hypovolemic shock",
        "opb": "Distributive",
        "opc": "Hypovolemic + septicemic shock",
        "opd": "Neurogenic shock",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "0ea6c89c-4e18-4dae-a6b5-8730c577847f",
        "choice_type": "single"
    },
    {
        "question": "A patient who met with a A presented to emergency, he lost 30% of his total blood volume approximately,blood pressure is normal. He/she will be classified under which class of hypovolemic shock?",
        "exp": "Four classes of Haemorrhagic Shock (According to the ATLS course) Class Parameter I II III IV Blood loss (%) 0-15 15-30 30-40 >40 CNS Slightly anxious Mildly anxious Anxious or confused Confused or lethargic Pulse (Beats/min) < 100 >100 >120 >140 Blood pressure Normal Normal Decreased Decreased Pulse pressure Normal Decreased Decreased Decreased Respiratory rate 14-20/min 20-30 / min 30-40/min > 35/ min Urine (mL/hr) >30 20-30 5-15 Negligible Fluid Crystalloid Crystalloid Crystalloid + Blood Crystalloid + blood Base deficit 0 to -2 mEq/L -2 to -6 mEq/L -6 to -10mEq/L -10mEq/L or less",
        "cop": 2,
        "opa": "Class I",
        "opb": "Class II",
        "opc": "Class III",
        "opd": "Class IV",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "e43d120a-aca0-4f0e-a4bd-713fab6e1123",
        "choice_type": "single"
    },
    {
        "question": "Treatment for hemorrhagic shock is-",
        "exp": "Ans. is 'a' i.e., Crystalloid o The priorities in patients with hemorrhagic shock are -Secure the airwayControl the source of bloodloss.IV volume resuscitation.o Fluid resuscitation is major adjunct to physically controlling hemorrhage. Ciystalloids are the mainstay of fluidchoice.",
        "cop": 1,
        "opa": "Crystalloid",
        "opb": "Colloids",
        "opc": "Packed cell",
        "opd": "FFP",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "0962b02d-3303-4306-9e07-58bc994bcc47",
        "choice_type": "multi"
    },
    {
        "question": "First line of therapy in shock in the patient of trauma:-",
        "exp": "First line of therapy in shock in the patient of trauma is crystalloids. Resuscitation following blood loss in trauma patients begins with administration of 1 liter of isotonic crystalloid immediately to restore BP and peripheral circulationQ. Lactated ringer (RL) solution is generally preferred over 0.9% NaCl (normal saline) as it is balanced salt solution and designed to mimic extracellular fluidQ. Resuscitation with colloids is no more effective than crystalloids but is more expensiveQ.",
        "cop": 1,
        "opa": "Crystalloids",
        "opb": "Colloids",
        "opc": "Inotropes",
        "opd": "Blood transfusion",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "5220d1b6-386f-4164-a35b-f07e59a8592e",
        "choice_type": "multi"
    },
    {
        "question": "Neurogenic shock is characterized by:-",
        "exp": "Neurogenic shock is characterized by hypotension and bradycardia. NEUROGENIC SHOCK Result from loss or suppression of sympathetic tone - Massive vasodilatation in venous vasculature -|Venous return - | Cardiac output - Impaired tissue perfusion & cellular metabolismQ Causes of Neurogenic Shock High cervical spinal cord injuryQ Inadveent cephalad migration of spinal anesthesiaQ Deep general anesthesiaQ (depress vasomotor tone) Devastating head injuryQ CLINICAL FEATURES Paralysis below the level of lesion; HypotensionQ Bradycardia due to loss of sympathetic toneQ - Aerial & venous vasodilatationQ - Warm & dry skinQ HypothermiaQ TREATMENT Treatment involves a simultaneous approach to relative hypovolemia & to loss of vasomotor tone. Excessive volumes of fluidQmay be required to restore normal hemodynamics if given alone. Once hemorrhage has been ruled out, norepinephrine or a pure alpha-adrenergic agentQ (phenylephrine) may be necessary",
        "cop": 4,
        "opa": "Hypeension and tachycardia",
        "opb": "Hypeension and bradycardia",
        "opc": "Hypotension and tachycardia",
        "opd": "Hypotension and bradycardia",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "6f76e70f-34e0-4842-b714-873fd1d6a959",
        "choice_type": "single"
    },
    {
        "question": "A patient had a massive bleeding during surgery. Which sized cannula should be used?",
        "exp": "Ans. a. 16 Gauge (Ref: Bailey 25/e p291)In a patient with massive bleeding, there is always a risk of patient going into shock and widest bore cannula available showed be used for cannulation. The ACLS guidelines recommend securing intravenous access with two large-bore cannulae (14-16G) in a patient needing resuscitation.\"Primary surrey in Trauma: These include blood samples for full blood count (FBC), coagidation studies, plasma chemistry (urea and electrolytes and, sometimes, toxicology or other case-specific indices), transfusion screening (group and cross-match, etc,), 12-lead electrocardiography (ECG) monitoring and pulse oximetry, if available. The blood can be taken at the same time as securing intravenous access with two large-bore cannulae (14--16G).\"- Bailey 25/e p29\"The sizes of needle-based instruments (such as Venflons and needles themselves) are measured in 'Gauge' (i.e. how many can be fitted into a tube of a fixed diameter). In Gauge, larger numbers, mean smaller diameter lumens. Catheters use the 'French 'system. This is the circumference of the tube in millimeters, e.g. a 30 F catheter has a circumference of 30 mm. In French, larger numbers therefore mean larger diameter lumens. \"GaugeColor codeExternal DiameterLengthFlow Rate14GOrange2.1 mm45 mm240 ml/min16GGrey1.8 mm45 mm180 ml/min18GGreen1.3 mm32/45 mm90 ml/min20GPink1.1 mm32 mm60 ml/min22GBlue0.9 mm25 mm36 ml/min24GYellow0.7 mm19 mm20 ml/min26GViolet0.6 mm19 mm13 ml/min",
        "cop": 1,
        "opa": "16 Gauge",
        "opb": "20 Gauge",
        "opc": "22 Gauge",
        "opd": "24 Gauge",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "960c4223-f81e-4a8b-a397-0cc856ed1e7a",
        "choice_type": "single"
    },
    {
        "question": "The most common shock in children is:",
        "exp": "Ans. (a) HypovolemicRef: Recognition and Initial Management of Shock. Nichols DG, ed. Roger's Textbook of Pediatric Intensive Care. Philadelphia PA: Lippincott, Wiliam and Wilkins; 2008. 372-383# Hypovolemic shock is the most common shock in children# It is the Most common type of shock for Adults also.",
        "cop": 1,
        "opa": "Hypovolemic",
        "opb": "Cardiogenic",
        "opc": "Septic",
        "opd": "Neurogenic",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "d9cfcd52-b332-438d-b6ea-ddbe3ede33c0",
        "choice_type": "single"
    },
    {
        "question": "Optimum urine output in post-operative patient:-",
        "exp": "Urine output of more than 1 mL/kg is an adequate measure of renal perfusion in the absence of underlying renal disease.",
        "cop": 1,
        "opa": "1 ml/kg",
        "opb": "2 ml/kg",
        "opc": "3 ml/kg",
        "opd": "4 ml/kg",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "fde8257f-ff11-4efa-bd38-f298c02fe02e",
        "choice_type": "single"
    },
    {
        "question": "In what type of hemorrhagic shock, there is 15-30% blood loss:",
        "exp": "Ans. (b) Class 2Ref: Bailey and Love Page 19/ 27th edition)As per the table below it is Class 2 Shock.* Class 1 Shock is 15% of 5Litres5 of Blood=<750mL* Class 2 Shock is 15-30%:=750-1500mL* Class 3 Shock is 30-40%=1500-2000mL* Class 4 Shock is > 40%=>2litres ParameterClassIIIIIIIVBlood loss (%)0-1515-3030-40>40Central nervous systemSlightly anxiousMildly anxiousAnxious or confusedConfused or lethargicPulse (beats/min)<100>100>120>140Blood pressureNormalNormalDecreasedDecreasedPulse pressureNormalDecreasedDecreasedDecreasedRespiratory rate14-20/min20-30/min30-40/min>35/minUrine (ml/hr)>3020-305-15NegligibleFluidCrystalloidCrystalloidCrystalloid + bloodCrystalloid + blood* Pulse rate increases at Class 2 Hemorrhagic shock* Blood pressure decreases at Class 3 Hemorrhagic shock* Pulse pressure decreases at Class 2 Hemorrhagic shock",
        "cop": 2,
        "opa": "Class 1",
        "opb": "Class 2",
        "opc": "Class 3",
        "opd": "Class 4",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "128d8c32-3508-4f76-9271-e7679502ee98",
        "choice_type": "single"
    },
    {
        "question": "TRISS incluses all of the following except -",
        "exp": "Ans. is 'd' i.e., Urine Output o TRISS (Trauma and injury severity score) determines the probability of survival of a trauma patient using following variables:a. ISS (injury severity score)b. RTS (Revised trauma score)c. Age(some books also include Mechanism of injury- blunt or penetrating)\"Unfortunately, TRISS remains fundamentally flawed because of the limitations of RTS and ISS.\" - SchwartzRevised Trauma Score o Revised Trauma Score is made up of a combination of results from three categories:# Glasgow Coma Scale,# Systolic Blood Pressure, and# Respiratory rate",
        "cop": 4,
        "opa": "Injury severity score",
        "opb": "Revised Trauma Score",
        "opc": "Age",
        "opd": "Urine Output",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "21decea7-9828-4f12-9ab4-d067ef31342e",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of shock in surgical practice is?",
        "exp": "ANSWER: (B) Hypovolemic shockREF: with textSurgeons routinely encounter hypovolemic shock, with hemorrhage being the most frequent specific cause\" (Ref: Sabiston 18th ed chapter 5)The most common cause of shock in the surgical or trauma patient is loss of circulating volume from hemorrhage. (Ref: Schwartz 9th ed chapter 5)",
        "cop": 2,
        "opa": "Cardiogenic shock",
        "opb": "Hypovolemic shock",
        "opc": "Neurogenic shock",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "e8a4fe9f-573b-4103-96a2-4f66aeba0c95",
        "choice_type": "single"
    },
    {
        "question": "First to be substituted in a patient presenting with acute hemorrhagic shock-",
        "exp": "Ans. is 'a' i.e., Crystalloid o The priorities in patients with hemorrhagic shock are - Secure the airway Control the source of blood loss. IV volume resuscitation. o Fluid resuscitation is a major adjunct to physically controlling hemorrhage. Crystalloids are the mainstay of fluid choice.",
        "cop": 1,
        "opa": "Crystalloid",
        "opb": "Colloid",
        "opc": "Whole blood",
        "opd": "PRBC",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "cf2f638f-b167-4262-b5ae-bd195991eb30",
        "choice_type": "multi"
    },
    {
        "question": "Sudden severe hemorrhage in a normal person causes all except:",
        "exp": "Acute post haemorrhagic anaemia Condition in which a person quickly loses a large volume of circulating hemoglobin. Acute blood loss is usually associated with an incident of trauma or a severe injury resulting in a large loss of blood. It can also occur during or after a surgical procedure Plasma volume and red cell mass are reduced in propoional amounts Platelet count increases Neutrophilic leukocytosis Anaemia following acute haemorrhage Reticulocytosis Polychromasia Macrocytosis Transient increase in MCV",
        "cop": 3,
        "opa": "Reticulocytosis",
        "opb": "Low red cell mass",
        "opc": "Low MCV",
        "opd": "Thrombocytosis",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "d69380ba-aa34-4a9b-9e82-255383c8e90c",
        "choice_type": "multi"
    },
    {
        "question": "First fluid of choice in Hypovolemic shock?",
        "exp": "Ans. (b) Normal salineRef.: Harrison 18th ed. / 270Fluid of choice in Hypovolemic shock is Normal saline.",
        "cop": 2,
        "opa": "Dextran",
        "opb": "Normal saline",
        "opc": "Dextrose normal saline",
        "opd": "Hartmann solution",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "be7d91d1-fa17-49d8-a91c-80b459649f99",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best parameter for monitoring septic shock?",
        "exp": "Definitions of sepsis, severe sepsis, and septic shock Sepsis category Sepsis-3 2001 Sepsis CMS Sep-1 Sepsis SOFA score> 2 + suspected infection 2 of 4 SIRS criteria + suspected infection 2 of 4 SIRS criteria + suspected infection Severe Sepsis Not applicable Sepsis + organ dysfunction, hypoperfusion or hypotension Sepsis + sepsis - induced organ dysfunction Septic Shock Vasopressor requirement to maintain MAP> 65 mm Hg + Serum lactate level > 2 mmol/L in the absence of hypovolemia Sepsis induced hypotension persisting after adequate IV fluid resuscitation + presence of perfusion abnormalities or organ dysfunction Lactate > 4 mmol/L SBP <90 mm Hg. not responsive to IV fluids MAP <70 mm Hg not responsive to IV fluids",
        "cop": 4,
        "opa": "Central venous pressure (CVP)",
        "opb": "Vasopressor requirement",
        "opc": "Urine output",
        "opd": "Serum lactate",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "a60b3f09-a256-473f-874c-13843e7949b9",
        "choice_type": "single"
    },
    {
        "question": "During the treatment of septic shock, a 28-year-old male remains hypotensive despite adequate volume replacement; PA occlusion pressure is 18 mm Hg. When dopamine is staed , ventricular tachycardia develops and this is unresponsive to lidocaine. The V-tach conves back to sinus rhythm once the dopamine is stopped. At this point, which of the following treatments are most appropriate for this hypotensive patient?",
        "exp": "Dopamine activates b1-receptors and this was probably the reason for the arrhythmia. Amrinone will inhibit phosphodiesterase and result in an increased cyclic AMP level, producing the same result as b-receptor stimulation. Dobutamine and epinephrine also stimulate the b- receptors. The only choice which stimulates only a-adrenergic receptors is phenylephrine. Intraaoic balloon pump is invasive, therefore, less appropriate as a choice.",
        "cop": 4,
        "opa": "Amrinone",
        "opb": "Dobutamine",
        "opc": "Epinephrine",
        "opd": "Phenylephrine",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "f7dc75ac-54b4-49e8-b90c-1e1b67940764",
        "choice_type": "multi"
    },
    {
        "question": "Which is the best fluid for resuscitation during shock state?",
        "exp": "ANSWER: (A) CrystalloidsREF: Schwartz's Principles of Surgery 9th ed chapter 5\"Fluid resuscitation is a major adjunct to physically controlling hemorrhage in patients with shock. The ideal type of fluid to be used continues to be debated; however, crystalloids continue to be the mainstay of fluid choice\"Several studies have demonstrated increased risk of death in bleeding trauma patients treated with colloid compared to patients treated with crystalloid. In patients with severe hemorrhage, restoration of intravascular volume should be achieved ivith blood products.Ongoing studies continue to evaluate the use of hypertonic saline as a resuscitative adjunct in bleeding patients. The benefit of hypertonic saline solutions may be immunomodulatory. Specifically, these effects have been attributed to pharmacologic effects resulting in decreased reperfusion-mediated injury with decreased O2 radical formation, less impairment of immune function compared to standard crystalloid solution, and less brain swelling in the multi- injured patient. The reduction of total volume used for resuscitation makes this approach appealing as a resuscitation agent for combat injuries and may contribute to a decrease in the incidence of ARDS and multiple organ failure.",
        "cop": 1,
        "opa": "Crystalloids",
        "opb": "Colloids",
        "opc": "Plasma substitutes",
        "opd": "5% dextrose",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "ab2db145-6c94-475b-817f-b15b55acd97b",
        "choice_type": "multi"
    },
    {
        "question": "Given immediately in hemorrhagic shock:",
        "exp": "Ans. (c) CrystalloidsRef: Bailey & Love 26th ed. /16-17* Crystalloid is the first fluid of choice for resuscitation. Immediately administer 2 L of isotonic sodium chloride solution or lactated Ringer's solution in response to shock from blood loss. Fluid administration should continue until the patient's hemodynamics become stabilized. Because crystalloids quickly leak from the vascular space, each liter of fluid expands the blood volume by 20-30%; therefore, 3 L of fluid needs to be administered to raise the intravascular volume by 1 L.* About the use of RL and NS in hemorrhagic shock, it has been shown that Resuscitation with NS modulates hypercoagulability after trauma and results in increased fluid requirements Administration of RL during resuscitation appears to have no effect on the hypercoagulable state induced by trauma. This hypercoagulable state may reduce bleeding and be protective initially, but may lead to thromboembolic complications later in the course of trauma admission. Due to this reason RL may be preferred in the trauma (hemorrhagic shock) in the initial phase over NS.* As the RL is a little hypotonic solution large volume of RL in patients with head injury may lead to cerebral oedema therefore NS may be preferred over LR in patients of hemorrhagic shock with head injury. (Also remember that head injuries may also precipitate hyponatremia. The most common metabolic abnormality after head injury is SLADH).",
        "cop": 3,
        "opa": "Packed RBC",
        "opb": "Colloids",
        "opc": "Crystalloids",
        "opd": "Isotonic fluids",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "33c5c465-cede-4f8e-8a99-9130a4dd3726",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old man is admitted after severing his arm on industrial machinery. His airway is patent and there is no identifiable hindrance to breathing. Hispulse is 110 beats/min, blood pressure is 130/105 mmHg, and respiratory rate is 25 breaths/min. Which stage of shock is this patient in?",
        "exp": "The following table illustrates the clinical signs of the different stages of hypovolaemic shock. Class I Class II Class III Class IV Percent blood loss Up to 15 15-30 30-40 >40 Pulse rate <100 >100 >120 >140 Blood pressure Normal Normal | | Pulse pressure Normal | | | Respiratory rate 14-20 20-30 30-40 >35 Urine output (mL/h) >30 20-30 5-15 <5 Mental status Slight anxiety Mild anxiety Anxious, confused Confused",
        "cop": 2,
        "opa": "Class I",
        "opb": "Class II",
        "opc": "Class III",
        "opd": "Class IV",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "e91dfedb-2097-484c-a09f-8be8bb1989c5",
        "choice_type": "single"
    },
    {
        "question": "Most common type of shock in surgical practice:-",
        "exp": "Most common type of shock in surgical practice is hypovolemic shock. HYPOVOLEMIC SHOCK Causes of hypovolemic shock: Blood lossQ(Trauma, bleeding) Loss of plasma due to extravascular fluid sequestration in burnsQ Loss of body sodium & water (diarrhea & vomitingQ)",
        "cop": 2,
        "opa": "Cardiogenic",
        "opb": "Hypovolemic",
        "opc": "Neurogenic",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "Shock",
        "id": "12fd64bd-9aeb-4e00-80bd-fcb3d1c7711e",
        "choice_type": "single"
    }
]