[
    {
        "question": "Most common arterial involvement causing ischemia of intestine is:",
        "exp": "Ans: A (Superior mesenteric artery thrombosis) Ref: Schwartz Textbook of Surgery, 10th edition, pg: 860; Mastery of Vascular and Endovascular Surgery - Gerald B. Zelenock - 2006, pg: 294 and Essentials of General Surgery, Peter F. Lawrence, 2006, pg: 459Explanation:\"The SMA is the most commonly involved vessel in acute mesenteric ischemiaRef: Mastery of Vascular and Endovascular Surgery\"Embolization to the superior mesenteric artery accounts for approximately 50% of ail cases of acute mesenteric ischemia Ref: Essentials of General SurgerySuperior Mesenteric Artery EmbolusMost common cause of mesenteric ischemia (40 to 50% of cases).The prognosis is poor (70% mortality).Sudden embolus with no time for collaterals to form.Presents with abdominal pain out of proportion to examination findings.Risk Factors:o Arrhythmias (atrial fibrillation),o Post-myocardial infarction with mural thrombi,o Valvular heart disease.o Structural heart defects.Superior Mesenteric Artery ThrombosisAccounts for 25 to 30% of mesenteric ischemia cases.Has worst prognosis with a mortality of 90%.Occurs near the origin of the SMA.Causes enormous amount of bowel necrosis.Most patients have a history of chronic mesenteric ischemia with vague and insidious symptoms such as:o Weight loss.o Abdominal angina (abdominal pain after meals),o Diarrhea,o Fear of food.Risk Factors:o Systemic atherosclerosis,o Old age.Angiography is the gold standard for mesenteric ischemia allowing for diagnosis and therapy.",
        "cop": 1,
        "opa": "Superior mesenteric artery thrombosis",
        "opb": "Inferior mesenteric artery thrombosis",
        "opc": "Hepatic artery thrombosis",
        "opd": "Celiac artery thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Mesenteric Ischemia",
        "id": "fab8542c-d4e7-4fa2-a645-b4b3b856cd34",
        "choice_type": "single"
    },
    {
        "question": "Most common cause uf acute mesenteric ischemia is:",
        "exp": "Ans. c. Embolism Most common cause of acute mesenteric ischemia is embolism.Acute Mesenteric Ischemia1. Emboli (50%)Q:- Arrhythmia, valvular diseasemyocardial infarction- Hypokinetic ventricular wall- Cardiac aneurysm, aortic atherosclerotic disease2. Thrombosis <25%): Atherosclerotic disease3. Nonocclusive (5-15%):- Pancreatitis. heart failure, sepsis0- Cardiac bypass, burns. renal failure04. Venous occlusion:- Hypercoagulable state- Sepsis, compression, pregnancy, portal hypertension Embolic occlusionAcute thrombotic occlusionNon-occlusive mesenteric ischemia* Accounts for 40-50% of cases of AMI.* Most emboli are secondary to AFdeg* More than 50% of emboli lodge in the mid to distal segment of the SMAdeg.* Account for 25-35% of cases of AMI.* Occurs in conjunction with chronically diseased vessels* More insidious onset because of previously developed collateral circulation.* Accounts for 20% of cases of AMI* Occurs with patent mesenteric arteries* Splanchnic vasoconstriction0 is the underlying pathophysiologic process* Precipitated by hypoperfusion from medications, depressed cardiac output, or renal or hepatic disease0.Clinical Features:Early diagnosis is the key to successful management of AMIdeg.Most patients have nonspecific symptoms of abdominal pain0.Abdominal pain out of proportion to the findings on physical examination and persisting beyond 2 to 3 hours is the classic picture.* Diarrhea, nausea, vomiting, and anorexia can also be part of the initial symptom complex.* Melena or hematochezia in 15%. and occult fecal blood is found in half of the patients.* Leukocytosis is common.Diagnosis:* IOC in AMI is mesenteric arteriography0.* CT scan: Wall hyperdensity, absence of wall enhancement, wall thickening, bowel dilation, pneumatosis, gas in mesenteric vein branches and in portal vein branches.* Hemoconcentration. leukocytosis and metabolic acidosis is present.* Hyperkalemia and hyperphosphatemia in bowel infarction should be suspected.Treatment:* Effective management: Early diagnosis, aggressive resuscitation, early revascularization, and ongoing supportive care.* Mucosal layer is the most sensitive to ischemia, bacterial translocation should be anticipated and intravenous antibiotics used to treat the associated bacteremia.* Catheter-directed papaverine to reverse the severe mesenteric vasospasm0 is initiated early after arteriography.* Anticoagulation is given to prevent propagation0 of mesenteric thrombus.* In addition to aggressively correcting the low cardiac output, terminating vasoconstrictor use. and discontinuing digitalis preparations, intra-arterial papaverine infusion is the treatment of choice.* In the absence of peritonitis, supportive care with anticoagulation and continued papaverine infusion is recommended.* Evidence of peritonitis: Exploratory laparotomy, with conservative resection of necrotic bowel.",
        "cop": 3,
        "opa": "Arterial thrombosis",
        "opb": "Venous thrombosis",
        "opc": "Embolism",
        "opd": "Non occlusive disease",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Mesenteric Ischemia",
        "id": "d9f1438b-2e1c-4e8c-99b0-e9c28ddb92d6",
        "choice_type": "single"
    },
    {
        "question": "Cause of acute mesenteric ischemia is-",
        "exp": "Ans. is 'a' i.e.. Embolus o Most common cause of acute mesentric ischemia is embolus to superior mesentric artery and rarely the iliac artery,o Source for embolus is usually heart most commonaly left atrial or ventricular thrombi or vascular lesions.",
        "cop": 1,
        "opa": "Embolus",
        "opb": "Vasospasm",
        "opc": "Thrombosis",
        "opd": "Venous thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Mesenteric Ischemia",
        "id": "047a912e-c319-4b09-999e-54526da9733c",
        "choice_type": "single"
    }
]