[
    {
        "question": "Meckel's diverticulum is a remnant of -",
        "exp": "Ans. is 'b' i.e., Vitellointestinal duct o The Vitellointestinal duct or the omphalomesentric duct is the connection between the yolk sac and the developing gut.o Normally, it gets obliterated and disappears.o But sometimes it may persist in various forms giving rise to congenital anomalies:-a. Umbilical fecal fistula - due to persistence of entire vitellointestinal duct.b. Umbilical sinus - when the duct is obliterated at the intestinal end but communicates with the umbilicus at the distal end.c. Meckel's diverticulum - when the duct is obliterated at the umbilicus but persists at it intestinal end.d. Umbilical cyst or vitelline cyst - when both ends are occluded but the tract in between persists.e. Fibrous band - the entire tract may be obliterated, but a fibrous band may persist between the ileum and the umbilicus. The fibrous band may lead to intestinal obstruction.",
        "cop": 2,
        "opa": "Urachus",
        "opb": "Vitellointestinal duct",
        "opc": "Yolk sac",
        "opd": "Allantoin",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Congenital Abnormalities",
        "id": "57c5d386-c7f1-41bc-92e4-0be632bf914e",
        "choice_type": "multi"
    },
    {
        "question": "Meckels diverticulum all is true except-",
        "exp": "Ans. is 'b' i.e., Remanent of urachal cystMeckel's diverticulum is situated at the anti-mesenteric border of small intestine,o Meckel'S diverticulum is a true diverticulum as it has all the 3 layers of the intestine,o It s the most common congenital anomaly of the gastrointestinal tract,o Male to female ratio is 3 :2.o Approximately 60% of Meckel 's diverticula contain heterotopic mucosa, of which more than 60% consists of gastric mucosa. Second most common ectopic mucosa is that of Pancreas (Pancreatic acini). Other mucosa are - colonic mucosa, Brunner's gland, pancreatic islets, endometriosis and hepatobiliary tissue,o A useful but crude Mnemonic used traditionally for describing Meckel's diverticula isRule of two : i.e.2% prevalence2 inch in length2 feet proximal to ileocecal valve.Half of these who are symptomatic are younger than 2 yrs of ageo Meckel's diverticula are asymptomatic. Symptoms arise only when any complication occurs.o Complicationso Most common complication* In children & young adults (< 18 yrs of age)-bleeding* In adults-intestinal obstruction* Overall-bleedingo Following complications are noted in Meckel's diverticulum.BleedingBleeding in Meckel's diverticulum is usually the result of ulceration in ileal mucosa adjacent to the diverticulum caused by the acid secreted by heterotopic gastric mucosa within the diverticulum.Intestinal obstructionIntestinal obstruction associated with Meckel's diverticulum can result from several mechanisms.Volvulus of the intestine around the fibrous band attaching the diverticulum to the umbilicusIntussusception with the diverticulum acting as the lead point.Entrapment of intestine by a mesodiverticuiar band (Mesodiverticular band is a remnant of left vitelline artery, it tethers the Meckel's diverticulum to the ileal mesentry).d) Stricture secondary to chronic diverticulitis.3) DiverticulitisClinical picture is similar to appendicitis.Diverticulitis may lead to perforation.o Littre's hernia -Rarely Meckel's diverticulum is found in inguinal or femoral hernia. This is known as Littres hernia.o Diagnostic studiesMeekers diverticulum in the absence of bleeding can be rarely diagnosed before surgical intervention.Barium meal follow through can rarely demonstrate the diverticulum. Barium enteroclysis can demonstrate the diverticula in 75% of cases but is avoided during acute presentation of complication.If repeated episodes of lower GI bleed occur and an ectopic gastric mucosa in the Meckel's diverticulum is suspected, it can be demonstrated by Technetium(tm)pertechnate radionuclide scan. It demonstrates the ectopic gastric mucosa and localizes the Meckel's diverticulum. Angiography can localize the site of bleeding during acute hemorrhage related to meckel's diverticula.",
        "cop": 2,
        "opa": "It contains all layers",
        "opb": "Remanent of urachal cyst",
        "opc": "Heterotopic epithelium in 50-60% cases",
        "opd": "May present with hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Congenital Abnormalities",
        "id": "2dcd0be2-541f-4b71-b153-44672906c873",
        "choice_type": "multi"
    },
    {
        "question": "Omphalocele is caused by?",
        "exp": "ANSWER: (C) Failure of gut to return to the body cavity from its physiological herniationREF: Langman's Medical Embryology 9th edition 212, Bailey 8t Love 25th edition page 980Exomphalos (synonym: omphalocele) is herniation of abdominal viscera through an enlarged umbilical ring. The viscera, which may include liver, small and large intestines, stomach, spleen, or bladder, are covered by amnion. The origin of omphalocele is a failure of the bowel to return to the body cavity from its physiological herniation during the 6th to 10th weeks.",
        "cop": 3,
        "opa": "Duplications of intestinal loops",
        "opb": "Abnormal rotation of the intestinal loop",
        "opc": "Failure of gut to return to the body cavity from its physiological herniation",
        "opd": "Reversed rotation of the intestinal loop",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Congenital Abnormalities",
        "id": "a975a8c1-7556-44e7-bcff-f7c2caa2e243",
        "choice_type": "single"
    },
    {
        "question": "What is false about Meckel's diverticulitis?",
        "exp": "Ans. a. Present in 3% of the population (Ref: Sabiston 19/e p1268-1270; Schwartz 9/e p1002-1004, 1435; Bailey 26/e p1169-1170, 25/e p1158-1159; Shackelford 7/e p695-698)Meckel's diverticulum is present in 2% of the population and not 3%.\"A Meckel's diverticulum is a persistent remnant of the vitellointestinal duct and is present in about 2 per cent of the population. It is found on the antimesenteric side of the ileum, commonly at 60 cm from the ileocaecal valve and is classically 5 cm long. A Meckel's diverticulum contains alt three coats of the bowel wall and has its own blood supply. \" - Bailey 26/e p1169Meckel's diverticulumMost commonly encountered congenital anomaly of the small intestineQOccur 2% of the populationQ.Rule of two in Meckel's diverticulum* 2% prevalenceQ* 2 inch in lengthQ* 2 feet proximal to ileocecal valveQ* Half of these who are symptomatic are <2 yearsQ of ageTrueQ diverticulum as it has all the 3 layers of the intestineQ.Located on the antimesenteric border of the ileum 45 to 60 cm proximal to the ileocecal valveResults from incomplete closure of omphalomesenteric or vitellointestinal ductQ.An equal incidence among men & womenQ.MC heterotopic tissue: Gastric mucosa (50%)Q >Pancreatic mucosa (5%) >colonic mucosa (rarely)Clinical Features:Most are entirely benign & incidentally discovered during autopsy, laparotomy, or barium studiesMC clinical presentation is GI bleeding (25-50%)QHemorrhage: MC symptomatic presentation in children <2 yearsQHemorrhage is manifested as painless bright red blood from the rectum, with intermittent episodesQ persisting without treatment.Source of the bleeding is a chronic acid-induced ulcer in the ileum adjacent to a Meckel's diverticulum that contains gastric mucosa.Intestinal obstruction (31%): Due to volvulus, intussusception, or, rarely, incarceration of the diverticulum in an inguinal hernia (Littre's hernia) QComplications of Meckel's diverticulumMC complication in children & young adults: BleedingQMC complication in adults: Intestinal obstructionQDiverticulitis (10-20%) is more common in adult patients.Progression of the diverticulitis may lead to perforation and peritonitis.When the appendix is found to be normal during exploration for suspected appendicitis, the distal ileum should be inspected for the presence of an inflamed Meckel's diverticulumQ.Diagnosis:Most accurate diagnostic test in children: Scintigraphy with sodium 99mTc-pertechnetateQ.99mTc-pertechnetateQ ScanThe 99mTc-pertechnetate is preferentially taken up by the mucus-secreting cells of gastric mucosa & ectopic gastric tissue in the diverticulumQ.(Sensitivity-85%. specificity-95% and an accuracy-90% in the pediatric age group)Less accurate in adults because of the reduced prevalence of ectopic gastric mucosaQ 1 The sensitivity & specificity can be improved by pentagastrin and glucagon or H2-receptor antagonists (cimetidine)Q.In adults with normal nuclear medicine findings, barium studies should be performed.Treatment:Symptomatic Meckel's diverticulum: Diverticulectomy or resection of the segment of ileumQ bearing the diverticulum.Segmental intestinal resection is required for bleeding because the bleeding site usually is in the ileum adjacent to the diverticulumQ.Asymptomatic diverticula found in children during laparotomy should be resectedQ.Incidentally found Meckel's diverticulum should be removed at any age up to 80 years as long as no additional conditions (e.g., peritonitis) made removal hazardousQ.",
        "cop": 1,
        "opa": "Present in 3% of the population",
        "opb": "Presents with periumbilical pain",
        "opc": "Remnant of proximal part of vitellointestinal duct",
        "opd": "Lies on the anti-mesenteric border",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Congenital Abnormalities",
        "id": "964d0628-fa71-4782-8062-74925a3da4ee",
        "choice_type": "multi"
    },
    {
        "question": "Remenant vitello intestinal duct causes -",
        "exp": "Ans. is 'b' i.e., Meckel's diverticulum",
        "cop": 2,
        "opa": "Patenturachus",
        "opb": "Meckel's diverticulum",
        "opc": "Umbilical granuloma",
        "opd": "Omphalocele",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Congenital Abnormalities",
        "id": "19e714c0-e5ec-4772-a695-01d6450baa8e",
        "choice_type": "single"
    }
]