[
    {
        "question": "Raw material used in nylon suture is:-",
        "exp": "Raw material used in nylon suture is Polyamide polymer. Suture Types Raw material Tensile strength Absorption rate Silk Braided or twisted multifilament; Coated (with wax or silicone) or uncoated Natural proteinRaw silk from silkworm Loses 20% when wet; 80-100% lostby 6 months Fibrous encapsulation in body at 2-3 weeks ; Absorbed slowly over 1-2 yearQ Catgut Plain Collagen derived from healthy sheep or cattle Lost within 7-10 days Phagocytosis and enzymatic degradation within 7-10 daysQ Catgut Chromic Tanned with chromium salts to improve handling and resist degradation in tissueQ Lost within 21-28 days Phagocytosis and enzymatic degradation within 90 days Polyglactin (Vicryl) Braided multifilament Copolymer of lactide & glycolideQ in a ratio of 90:10, coated with polyglactin & calcium stearate Approx, 60% remains at 2 weeks; 30% remains at 3 weeks Hydrolysis minimal until 5-6 weeks; Complete absorption 60-90 daysQ Polyglyconate Monofilament Dyed or undyed Copolymer of glycolic acid and trimethylene carbonateQ Approx, 70% remains at 2 weeks; 55% remains at 3 weeks Hydrolysis minimal until 8-9 weeks; Complete absorption 180 daysQ Polyglycaprone (Monocryl) Monofilament Coplymer of glycolide & caprolactoneQ 21 days maximum 90-120 daysQ Polyglycolic acid (Dexon) Braided multifilament Dyed or undyed Coated or Uncoated Polymer of polyglycolic acidQ Approx, 40% remains at 1 week; 20% remains at 3 weeks HydrolysisQ minimal at 2 weeks; significant at 4 weeks; Complete absorption 60-90 daysQ Polydioxanone (PDS) Monofilament dyed or undyed Polyester polymerQ Approx, 70% remains at 2 weeks; 50% remains at 4 weeks; 14% remains at 8 weeks Hydrolysis minimal at 90 days; Complete absorption 180 daysQ Nylon Monofilament or braided multifilament Dyed or undyed Polyamide polymer Loses 15-20% per year Degrades at approximately 15-20% per year Polypropylene Monofilament. Dyed or undyed Polymer of propylene Infinite (>1 year) Non-absorbable: remains encapsulated in body tissues",
        "cop": 2,
        "opa": "Polyethylene terephthalate",
        "opb": "Polyamide polymer",
        "opc": "Polybutylene terephthalate",
        "opd": "Polyester polymer",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "5c8e9f49-c374-4069-93c3-ace2a49a1658",
        "choice_type": "single"
    },
    {
        "question": "Stapler used for MIPH:-",
        "exp": "Procedure for prolapse and hemorrhoidectomy- also known as or MIPH - also known as or stapled hemorrhoidectomy MIPH Minimally invasive proctoscopic hemorrhoidectomy - In this procedure a circular cutting stapler is used to excise a sho - Circumferential segment of rectal mucosa proximal to dentate line, thus ligating venules feeding the hemorrhoides.",
        "cop": 2,
        "opa": "Linear cutting stapler",
        "opb": "Circular cutting stapler",
        "opc": "Linear stapler",
        "opd": "Circular stapler",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "ca09583c-2889-4227-86c3-e2ee0d53f793",
        "choice_type": "single"
    },
    {
        "question": "Timing of removal of sutures at scalp ?",
        "exp": "At scalp sutures can be removed at 6-8 days",
        "cop": 4,
        "opa": "3-4 days",
        "opb": "4-5 days",
        "opc": "10-12 days",
        "opd": "6-8 days",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "571bd48e-fcb7-4ed9-833f-b3d680f803a6",
        "choice_type": "single"
    },
    {
        "question": "Surgically used suture material polydioxanone:-",
        "exp": "Surgically used suture material polydioxanone undergoes hydrolysis and complete absorption.",
        "cop": 2,
        "opa": "A non-absorbable and remain encapsulated",
        "opb": "Undergoes hydrolysis and complete absorption",
        "opc": "Undergoes phagocytosis and enzymatic degradation",
        "opd": "Is specifically used for hea valves of synthetic grafts",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "de29467b-158f-40c8-889b-bca012b023b8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about suturing principles except:",
        "exp": "JENKIN'S RULE: Suture length: wound length ratio= 4:1 i.e If would length is X, suture length is 4X Elliptical Incision: Length: Width is 3X If width of incision is X, length is 3X. Ratio of distance between sutures: skin thickness If thickness of skin is X, distance between suture should be 2X",
        "cop": 4,
        "opa": "Each suture should be separated by a gap that is twice the thickness of the skin",
        "opb": "Suture length to wound length ratio of 4:1",
        "opc": "Length to width ratio for elliptical incisions of 3:1",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "515442b7-d04b-4be5-b08a-699289e7713e",
        "choice_type": "multi"
    },
    {
        "question": "PDS is absorbed within?",
        "exp": "Polydioxanone (PDS): A synthetic smooth suture that is delayed absorbable, monofilament and lasts longer than dexon. It is absorbed in 6 months; other propeies are the same as dexon.",
        "cop": 4,
        "opa": "7 days",
        "opb": "21 days",
        "opc": "100 days",
        "opd": "180 days",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "a2de050d-29c0-4d25-a4e2-e58bd177ab61",
        "choice_type": "single"
    },
    {
        "question": "Tissue suturing glue contains:-",
        "exp": "Tissue glue Tissue glue is also available based upon a solution of n-butyl-2-cyanoacrylate monomer. When it is applied to a wound, it polymerizes to form a firm adhesive bond Wound does need to be clean, dry, with near perfect hemostasis and under no tension Specific uses: - closing a laceration on the forehead of a fraction child in accident and emergency thus dispensing with local anesthetic and sutures. Relatively expensive, it is quick to use, does not delay wound healing and is associated with an allegedly low infection rate",
        "cop": 1,
        "opa": "Cyanoacrylate",
        "opb": "Ethanolamine oleate",
        "opc": "Methacrylate",
        "opd": "Polychloroprene",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "bf51f971-0245-4189-911b-f1fd45bc772a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most ideal when sealing a vessel?",
        "exp": "Use of a continuous low-voltage waveform is the most effective means of sealing a blood vessel. Continuous low- voltage wavelengths apply a consistent amount of energy, which causes dessication and protein denaturation without vaporization. Incomparison high voltage waveform will generate more heat leading to to increased thermal spread thus may lead to collateral tissue damage",
        "cop": 1,
        "opa": "Continuous low-voltage waveforms",
        "opb": "Continuous high-voltage waveforms",
        "opc": "Intermittent low-voltage waveforms",
        "opd": "Intermittent high-voltage waveforms",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "ab36a56b-6016-4437-a683-9d6d6aeaf067",
        "choice_type": "single"
    },
    {
        "question": "In intestinal anastomosis, strength is mainly provided by:-",
        "exp": "In intestinal anastomosis, strength is mainly provided by Submucosa.",
        "cop": 2,
        "opa": "Mucosa",
        "opb": "Submucosa",
        "opc": "Serosa",
        "opd": "Muscularis mucosa",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "bc1774c0-dd32-4a63-b1db-887ec7a087ba",
        "choice_type": "single"
    },
    {
        "question": "Catgut is preserved in:-",
        "exp": "CATGUT Catgut is preserved in Isopropyl alcohol. Plain catgut is derived from submucosa of sheep's intestineQ. Plain catgut loses 50% tensile strength in 3 daysQand all tensile strength in 15 days and absorbed in 60 daysQ. Isopropyl alcoholQis used as preservative for packing catgut sutures.",
        "cop": 2,
        "opa": "Glutaraldehyde",
        "opb": "Isopropyl alcohol",
        "opc": "Iodine",
        "opd": "Cetrimide",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "7c81e1fa-b188-4922-a896-0247f8b678d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the preferred suture material for vascular anastomosis?",
        "exp": "Non-absorbable, non-elastic suture (prolene) is the preferred suture material for vascular anastomosis.e.g. polypropylene.\"",
        "cop": 2,
        "opa": "Non-absorbable, elastic",
        "opb": "Non-absorbable, non-elastic",
        "opc": "Absorbable, elastic",
        "opd": "Absorbable, non-elastic",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "4e39553b-df00-45d3-854a-266d3d3744ca",
        "choice_type": "single"
    },
    {
        "question": "What is true about the resection and anastomosis of necrotic bowel?",
        "exp": "Single-layer, extramucosal suture technique is preferred as it causes the least tissue necrosis or luminal narrowing The extramucosal suture must include the submucosa because this has a high collagen content and is the most stable suture layer Catgut and silk have been replaced by synthetic, usually absorbable, polymers. The suture materials should be made of absorbable polymer- braided (e.g. polyglactin)/monofilament (e.g. polydioxanone)",
        "cop": 3,
        "opa": "Chromic catgut is used for anastomosis",
        "opb": "Submucosa should not be in the sutures",
        "opc": "Single-layer, extramucosal suture technique is preferred",
        "opd": "Single-layer seromuscular suture technique is preferred",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "fcebe597-e78f-47de-a2b3-c664ee117387",
        "choice_type": "multi"
    },
    {
        "question": "In elliptical incision, length to width ratio:-",
        "exp": "In elliptical incision, length to width ratio should be 3:1. PRINCIPLES OF SUTURING & ANASTOMOSES Each suture should be separated by a gap that is twice the thickness of the skinQ. When knots are cut sho, the free ends or 'ears' should be left at least 1-2 mm longQ. This is paicularly impoant with monofilament non-absorbablesQ. It has been suggested by Jenkins that a suture length to wound length ratio of 4:1 indicates the optimum size of tissue bites and of suture spacingQ. Anastomosis of vessels was pioneered by CarrelQ. Elliptical incisions must be at least 3 times of the width for the wound to heal without tension (Length to width ratio: 3:1Q)",
        "cop": 2,
        "opa": "4:01",
        "opb": "3:01",
        "opc": "2:01",
        "opd": "1:01",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "64a31111-b539-43e0-b3a5-e5fd62cdfef3",
        "choice_type": "single"
    },
    {
        "question": "All of the following decreases the risk of surgical site infection except:",
        "exp": "AVOIDING SURGICAL SITE INFECTIONS: - Staff should be always wash their hands between patients. - Preoperative shaving should be avoided if possible ( Preoperative clipping of hair is preferred ) - Antiseptic skin preparation should be standardized - Attention to theatre technique and discipline - Avoid hypothermia perioperatively and ensure supplemental oxygenatin in recovery.",
        "cop": 3,
        "opa": "IV antibiotics at induction of anesthesia",
        "opb": "Staff should always wash their hands between patients",
        "opc": "Preoperative shaving",
        "opd": "Avoid hypothermia perioperatively",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "6369e09b-02d4-46ae-b8a4-6be6132486ba",
        "choice_type": "multi"
    },
    {
        "question": "Vicryl, the commonly used suture material is a:",
        "exp": "- Vicryl - copolymer of glycolide and lactide - Work horse suture of general surgeon - Delayed absorbable suture (60-90 days)",
        "cop": 2,
        "opa": "Homopolymer of polydioxanone",
        "opb": "Co-polymer of glycolide and lactide",
        "opc": "Homopolymer of glycolide",
        "opd": "Homopolymer of lactide",
        "subject_name": "Surgery",
        "topic_name": "Sutures and Anastomoses",
        "id": "ad023a72-c9a3-4138-b095-6345163b98b9",
        "choice_type": "multi"
    }
]