[
    {
        "question": "In which of the following tumors alpha fetoprotein is elevated -",
        "exp": "Ans. is 'c' i.e., Hepatocellular carcinomaRepeated many times",
        "cop": 3,
        "opa": "Choriocarcinoma",
        "opb": "Neuroblastoma",
        "opc": "Hepatocellular carcinoma",
        "opd": "Seminoma",
        "subject_name": "Surgery",
        "topic_name": "Tumor Markers",
        "id": "d0084acd-042b-4eea-b870-34de0973ce17",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with obstructive symptoms. Biopsy of stomach reveals Gastrointestinal stromal tumor (GIST). Most appropriate marker for GIST is:",
        "exp": "Ans. b. CD-117 Most appropriate marker for GIST is CD-117.\"Most GISTs are positive for CD-117 (95%), BCL-2 (80%), CD-34 (70%).\"Gastrointestinal Stromal Tumor* GISTs: MC mesenchymal tumor of the GI tract0* MC primary' site for GIST: Stomach (60-70%)> small bowel (20-25%)> eolorectum and esophagus (5% each).Most GISTs are positive for CP-117 (95%), BCL-2 (80%). CD-34 (70%).* Types: Spindle cell (70%) and Epitheloid (30%)degPathology:* Arise from the muscularis propria and most likely originate from the cells of Cajaldeg* Expression of the receptor tyrosine kinase KIT (CD 117). 5% express platelet derived growth factor receptor alpha (PPGFRA)* P DC FRA mutations in GIST appear to confer a very favorable prognosis with low risk of recurrence.* Spindle ceil pattern (70%) of GIST is more common than epitheloid or round cell pattern (30%).* New tumor markers of GIST: DOG-1 (discovered on GIST-1) and protein kinase C-thetaClinical features:* Patients usually present after the fourth decade, with the mean age of 60 years at diagnosis.* MC presentations of gastric GISTs: GI bleeding and pain or dyspepsia.Carney triad* Association of extra-adrenal paragangliomas, pulmonary chondromas and multifocal GIST(r)Diagnosis:* CT: IOC for evaluation of primary tumor and accurate staging0* PET-CT: Gold standard for recurrent GIST0Percutaneous or endoscopic biopsy should only be performed if tbe results would obviate the need for surgervQ.Treatment:Bleeding manifestation is the MC indication for surgervQ.GIST should be treated with segmental resection0 (margins of 1cm)* LN metastasis are uncommon, regional lymphadenectomy is not recommended0* Intraoperative incisional biopsy prior to resection should be avoided, because it risks tumor spillage0* Imatinib (selective inhibitor of type 3 tyrosine kinase KIT ), is approved for use in CD 117-positive unresectable and metastatic GISTs.* Functional imaging of GIST with 18FDG-PET scanning represents a useful diagnostic modality forearly-response assessment with imatinib therapy0.* Sunitinib0 is used in imatinib-refractory disease.Prognosis:* Tumor size is a predominant factor for survival in surgical series for primary GIST.* MC sites of disease failure after complete resection: Liver0, omentum or peritoneal cavity.* Half to two third primaries will have disease failure within the liver and nearly 40% will have liver as the only site of failure. Generally hepatic involvement is multifocal.* Median time to recurrence after resection of primary GIST is 2 years.",
        "cop": 2,
        "opa": "CD-34",
        "opb": "CD-117",
        "opc": "CD-30",
        "opd": "CD-10",
        "subject_name": "Surgery",
        "topic_name": "Tumor Markers",
        "id": "1f3275d1-a7b4-42cf-8ec4-c207d09cf56b",
        "choice_type": "single"
    }
]