[
    {
        "question": "Delayed wound healing is seen in all except:",
        "exp": "Factors influencing healing of wound. site structure involved mechanism of wounding contamination loss of tissue local factors Systemic factors Factors that inhibit wound healing LOCAL FACTORS Infections Ischemia Foreign body Hematoma Movement Mechanical stress Necrotic tissue Tissue tension Large defect SYSTEMIC FACTORS Diabetes mellitus Ionizing radiations & temperature Advanced age & Malnutrition Vitamin A & C deficiency Mineral ZINC & IRON deficiencies Drugs( Steroids, Doxorubicin) Jaundice Uremia Malignancy HIV and immunosuppressive disease neuropathies",
        "cop": 2,
        "opa": "Malignancy",
        "opb": "Hypeension",
        "opc": "Diabetes",
        "opd": "Infection",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "85321392-bda2-4914-95b3-eff5cfd6e5f0",
        "choice_type": "multi"
    },
    {
        "question": "Spontaneous regression is seen in:",
        "exp": "Strawberry Hemangioma :Type of capillary hemangioma Baby is normal at bih Appears at the age of 1-3 weeks Grows with the child upto 1 year of age & then cease to grow. By the age of 9 years , 90% demonstrate complete involution . Emptying sign is demonstrable",
        "cop": 2,
        "opa": "Po Wine Hemangioma",
        "opb": "Strawberry Hemangioma",
        "opc": "Cavernous Hemangioma",
        "opd": "Aerial angioma",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "166b0754-5a43-4794-868e-2158d39bf7b9",
        "choice_type": "single"
    },
    {
        "question": "Prophylactic antibiotics to minimise SSI are given_____________?",
        "exp": "Prophylactic antibiotic to minimize SSI are given 30- 60 minutes before skin incision / at the time of induction",
        "cop": 1,
        "opa": "60 minutes before skin incision",
        "opb": "1-3 hours before skin incision",
        "opc": "At time of surgical incision",
        "opd": "Night before surgery for peaking of effect",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "427e1cf1-1a77-4e75-b2bb-fb98e1aadbde",
        "choice_type": "single"
    },
    {
        "question": "Scar formation is pa of the normal healing process following injury. Which of the following tissues has the ability to heal without scar formation?",
        "exp": "Every tissue in the body undergoes reparative processes after injury. Bone has the unique ability to heal without scar and liver has the potential to regenerate parenchyma, the only organ that has maintained that ability in the adult human. Although liver does regenerate, it often heals with scar (cirrhosis) as well. With these exceptions, all other mature human tissues heal with scar.",
        "cop": 3,
        "opa": "Liver",
        "opb": "Skin",
        "opc": "Bone",
        "opd": "Muscle",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "41551003-caeb-4474-a40c-fd6104fa913b",
        "choice_type": "single"
    },
    {
        "question": "Management of an open clean wound seen 12 hours after the injury:",
        "exp": "If the blood supply to the wound is adequate and bacterial invasion is absent, wound can be safely closed anytime following proper debridement and irrigation. If these established infection and tissue is of doubtful bility has been left in - situ, then the wound is left open and re-explored after 48 hours. If there is infection, and the doubtful ble tissue is now healthy, the deep tissues can be repaired and the wound is closed. If however there is fuher necrosis and infection, the wound is again debrided and left open.",
        "cop": 2,
        "opa": "Suturing",
        "opb": "Debridement and suture",
        "opc": "Secondary suturing",
        "opd": "Heal by granulation",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "b226abf9-95e1-46b9-88a1-90aad302f60f",
        "choice_type": "single"
    },
    {
        "question": "Maggots used for wound debridement:",
        "exp": "Maggots for Wound Debridement Maggots can either feed only on dead tissue, only on living tissue or both on living & dead tissue. The infestation by maggots of live animals is called myiasis. The files used most often for the purpose of maggot therapy are blow-files of Calliphoridae. The blow fly species used most commonly is Lucilia sericata, the common green bottle fly.",
        "cop": 3,
        "opa": "Black fly",
        "opb": "House fly",
        "opc": "Green bottle fly",
        "opd": "Blue bottle fly",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "ef106c7e-4c77-4f5a-b4ff-be1419483743",
        "choice_type": "single"
    },
    {
        "question": "Tensile strength of wound becomes normal after:-",
        "exp": "At the end of the first week, wound strength is approx. 10% of that unwounded skin. Strength increases rapidly over the next 4 weeks The rate of increase then slows at approximately the third month after the original incision,reaches a plateau at about 70-80 % of the tensile strength of the unwounded skin, a condition that may persist for life. The tensile strength of wound never equals that of unwounded skin",
        "cop": 2,
        "opa": "6 weeks",
        "opb": "Never",
        "opc": "4 months",
        "opd": "6 months",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "fb506982-5eda-40c8-b91a-b96cab493056",
        "choice_type": "single"
    },
    {
        "question": "All of the following are skin substitute except:",
        "exp": "- Skin substitutes are a type of dressing which is naturally derived from cells, extracellular matrix components or other components of skin. - It includes: Integra: A bilayered membrane skin substitute. AlloDerm: An acellular cadaveric dermis. Apligraf: A living bilayered biologic dressing composed of neonatal dermal fibroblasts on a collagen matrix. Trancyte: A tissue-engineered skin substitute is made from a nylon mesh and a silastic semi permissible and biocompatible layer. Duoderm is not a skin substitute it is a type of hydrocolloid which is composed of hydrocolloid matrix (gelatin, pectin, carboxymethylcellulose)",
        "cop": 1,
        "opa": "Duoderm",
        "opb": "Integra",
        "opc": "Alloderm",
        "opd": "Trancyte",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "aee27237-67ea-4536-a9be-8261308e1171",
        "choice_type": "multi"
    },
    {
        "question": "In a sutured surgical wound, the process of epithelialization is completed within:",
        "exp": "Healing by first intention Healing of a clean , uninfected surgical incision approximated by surgical sutures Narrow incisional space immediately fills with clotted blood containing fibrin & blood cells ; dehydration of the surface clot forms the well known scab that covers the wound Within 24hrs , Neutrophils appear at the margin of the incision , moving toward fibrin clot. In 24-48 hrs , spurs of the epithelial cells move from the wound edges along the cut margins of the dermis , depositing basement membrane components as they move. By day 3, the neutrophils have been largely replaced by macrophages . Granulation tissue progressively invade the incision space.",
        "cop": 2,
        "opa": "24 hours",
        "opb": "48 hours",
        "opc": "72 hours",
        "opd": "96 hours",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "da95bdc3-3be4-4daf-9fc3-9db94ed762c4",
        "choice_type": "single"
    },
    {
        "question": "Type IIIc Southamton grading is:",
        "exp": "Southampton Wound grading system 0: Normal healing I: Normal healing with mild bruising or erythema Ia. Some bruising Ib. Consideration bruising Ic. Mild erythema II: Erythema plus other signs of inflammation IIa. At one point IIb. Around sutures IIc: Along wound IId. Around wound III. Clear or hemoserous discharge IIIa: At one point only (<2cm) IIIb: Along wound (>2cm) IIIc: Large volume IIId: Prolonged (>3 days) IV: Pus IVa: At one point only (<2 cm) IVb: Along wound (>2 cm)",
        "cop": 2,
        "opa": "Erythema along sutures",
        "opb": "Large volume of hemoserous discharge",
        "opc": "Prolonged hemoserous discharge",
        "opd": "Pus at one point",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "178a7823-fa5d-4f55-886c-df28a3a077dd",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate management of Recurrent Keloid is?",
        "exp": "Treatment: Keloids rarely regress with time, often refractory to medical and surgical intervention First line treatment: silicone in combination with pressure therapy and intralesional coicosteroid injection Refractory cases (after 12 months of therapy): excision + post op radiotherapy (external beam or brachytherapy) New treatment modalities: internal cryotherapy and 5% imiquimod",
        "cop": 2,
        "opa": "Excisional surgery",
        "opb": "Intramarginal excision followed by radiation",
        "opc": "Cryosurgery",
        "opd": "Silicone gel sheeting",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "458d8388-029d-4c0d-ab19-51bff1a2926b",
        "choice_type": "single"
    },
    {
        "question": "Drug used for intralesional injection keloid is:",
        "exp": "Treatment of Hyperophic and Keloid scars Pressure - Local moulds or elasticated garments Silicone gel sheeting (mechanism unknown) Intralesional steroid injection (triamcinolone) Excision and steroid injections Excision and postoperative radiation (external beam or brachytherapy) Intralesional excision (keloids only) Laser - to reduce redness (which may resolve in any event) Vitamin E or palm oil massage",
        "cop": 2,
        "opa": "Prednisolone",
        "opb": "Triamcinolone",
        "opc": "Androgen",
        "opd": "Hydrocoisone",
        "subject_name": "Surgery",
        "topic_name": "Wound Healing, Tissue Repair and Scar",
        "id": "be4e92b0-1c33-42a4-9997-d86cc1777019",
        "choice_type": "single"
    }
]