[
    {
        "question": "Oligohydramnios is seen in:",
        "exp": "Oligohydramnios can be caused by - Renal anomalies Uteroplacental insufficiency: IUGR ACE inhibitors Premature rupture of membranes Amniocentesis (leak) Pre-ecclampsia Amnion nodosum NSAIDs Post term pregnancy over estimated gestational age The sonographic diagnosis of oligohydramnios is usually based on an AFI < 5 cm or a single deepest pocket of amnionic fluid of < 2 cm",
        "cop": 1,
        "opa": "Renal agenesis",
        "opb": "Cholangioma of placenta",
        "opc": "Spina bifida",
        "opd": "Esophageal atresia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "13708d59-7927-4a1d-a0dd-335404c476cb",
        "choice_type": "single"
    },
    {
        "question": "What is the color of normal amniotic fluid during term delivery?",
        "exp": "Color of Amniotic fluid Seen in : Clear fluid Early pregnancy Straw colored/ turbid At Term Green Meconium stained Red Antepaum hemorrhage(abruption) Yellowish green Post term pregnancy Tobacco juice IUD Golden yellow Rh isoimmunization",
        "cop": 3,
        "opa": "Milky to yellowish green with mucus flakes",
        "opb": "Dark brown",
        "opc": "Straw colored",
        "opd": "Golden color",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "bbba94ae-7ad8-4bd3-b263-e37e21459ded",
        "choice_type": "single"
    },
    {
        "question": "All are causes of Polyhydramnios EXCEPT :",
        "exp": "Polyhydramnios Causes: Diabetes Twin pregnancy Cleft lip/palate Duodenal atresia Esophageal atresia Neural tube defects Gastroschisis Disorders such as duodenal atresia, esophageal atresia, gastroscisis and diaphragmatic hernia cause swallowing defects Open spina bifida causes polyhydramnios (not occult spina bifida)",
        "cop": 1,
        "opa": "Occult spina bifida",
        "opb": "Diabetes mellitus",
        "opc": "Swallowing defects in fetus",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "8cff01e3-91be-48f0-a1e4-2c75d5e585b9",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant woman is found to have excessive accumulation of amniotic fluid. Such polyhydramnios is likely to be associated with all of the following conditions, except:",
        "exp": "B/L Renal agenesis causes oligohydramnios Polyhydramnios: - Liqour more than 25 on the AFI or - Single deepest pocket > 8 cm Causes Diabetes Twin pregnancy Cleft lip/palate Duodenal atresia Esophageal atresia Neural tube defects Gastroschisis",
        "cop": 4,
        "opa": "Twin pregnancy",
        "opb": "Anencephaly",
        "opc": "Esophageal atresia",
        "opd": "Bilateral renal agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "1b14f3e0-8dbd-4631-934c-2824082c4bba",
        "choice_type": "multi"
    },
    {
        "question": "The pH of amniotic fluid is:",
        "exp": "Amniotic Fluid: pH - Alkaline (7.4-7.6) Specific gravity- 1.008-1.010 Colour- Straw colour",
        "cop": 3,
        "opa": "6.8 to 6.9",
        "opb": "8.1 to 8.3",
        "opc": "7.4 to 7.6",
        "opd": "6.7 to 6.8",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "f51922b8-63b7-475e-899e-4a0a93a8e5e6",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman, gravida 2, para 0, aboion 1, is at 30 weeks gestation. Her fundal height measures 25cm. An obstetrical ultrasound examination reveals a 4 quadrant amniotic fluid index (AFI) of 4cm. Which of the following fetal conditions is associated with finding?",
        "exp": "- AFI <4 cm is suggestive of Oligohydramnios - The only option of the provided that leads to oligohydramnios is Renal agenesis. Oligohydramnios can be caused by - Renal anomalies Uteroplacental insufficiency: IUGR ACE inhibitors Premature rupture of membranes Amniocentesis (leak) Pre-ecclampsia Amnion nodosum NSAIDs Post term pregnancy over estimated gestational age",
        "cop": 4,
        "opa": "Duodenal atresia",
        "opb": "Open spina bifida",
        "opc": "Tracheoesophageal fistula",
        "opd": "Renal agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "29cec96d-41a8-4829-b899-93f2b6bd5627",
        "choice_type": "single"
    },
    {
        "question": "A case of 35 week pregnancy with Hydramnios and marked respiratory distress is best treated by:",
        "exp": "For rapidly increasing hydramnios where the patient has acute respiratory distress and overall discomfo, management is done by decompressing the amniotic sac by amniocentesis, but this conservation is best done till 34 weeks. Beyond 34 weeks, when pulmonary maturity is achieved, then an induction of labour with a 'controlled' ARM would be a prudent step. it is done under controlled conditions as sudden decompression of the fetus leading to placental abruption.",
        "cop": 4,
        "opa": "Intravenous furosemide",
        "opb": "Saline infusion",
        "opc": "Amniocentesis",
        "opd": "Aificial rupture of membranes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "c9a00c98-4133-427b-9ec6-631fe53fffc3",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old pregnant female with gestational diabetes came to OPD at 30 weeks of gestation for routine antenatal checkup. Her sugars are uncontrolled. Her fundal height was found to be 36 cm and abdominal skin appears excessively stretched and shiny. Her previous antenatal USG repos were normal. What could be the most probable diagnosis?",
        "exp": "Fundal height normally correlates (in cms) with gestational age in weeks (from 16 to 36 weeks). The possible reason for increased fundal height could be : Polyhyramnios, Fibroids, Twin pregnancy, H. Mole, Big baby (Fetal macrosomia) Normal previous USGs rules out fibroid, twin pregnancy and H. Mole. According the above given case scenario the most probable cause is polyhydramnios (as the patient is a known case of gestational diabetes which is a risk factor for polyhydramnios).",
        "cop": 2,
        "opa": "Uterine fibroids",
        "opb": "Polyhydramnios",
        "opc": "Twin gestation",
        "opd": "Oligohydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "0fda7016-f3c1-423c-8f97-4f3f78cf806b",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old primi at 30 weeks of gestation has polyhydraminos. She should be advised:-",
        "exp": "Indomethacin acts by decreasing fetal urine production and thereby reduces amnionic fluid volume. This is presumed due to an increase in vasopressin levels and vasopressin responsiveness However, it may cause constriction of fetal ductus aeriosus, resulting in pulmonary hypeension. Hence, should not be used beyond 32 weeks",
        "cop": 3,
        "opa": "Bed Rest",
        "opb": "Aificial rupture of membranes",
        "opc": "Oral indomethacin",
        "opd": "Restriction of oral fluid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Amniotic Fluid Dynamics",
        "id": "1f1617df-6fe4-43ed-91d7-beb635a6af44",
        "choice_type": "single"
    }
]