[
    {
        "question": "FIGO staging in endometrial Ca with paraaortic lymph node -",
        "exp": "Ans. is 'b' i.e., IIIC TNM & FIGO Classification for Endometrial CancerPrimary tumor (T)TNMFIGO stagesSurgical-pathologic findingsTX Primary' tumor cannot be assessedTO No evidence of primary tumorTis* Carcinoma in situ (preinvasive carcinoma)TIITumor confined to corpus uteriTlaIATumor limited to endometrium or invades less than one half of the myometriumTibBTumor invades one half or more of the myometriumT2IITumor invades stromal connective tissue of the cervix but does not extend beyond uterus**T3aIIATumor involves serosa and/or adnexa (direct extension or metastasis)T3bIIIBVaginal involvement (direct extension or metastasis) or parametrial involvement IIICMetastases to pelvic and/or para-aortic lymph nodes IVTumor invades bladder mucosa and/or bowel mucosa, and/or distant metastasesT4IVATumor invades bladder mucosa and/or bowel mucosa (bullous edema is not sufficient to classify a tumor as T4)*FIGO no longer includes stage 0 (Tis)**Endocervical glandular involvement should only be considered as stage 1 and no longer as stage IIRegional lymph nodes (N)TNMFIGO stagesSurgical-pathologic findingsNX Regional lymph nodes cannot be assessedN0 No regional lymph node metastasisN1IIIClRegional lymph node metastasis to pelvic lymph nodesN2IIIC2Regional lymph node metastasis to para-aortic lymph nodes, with or without positive pelvic lymph nodesDistant metastasis (M)TNMFIGO stagesSurgical-pathologic findingsM0 No distant metastasisM1IVBDistant metastasis (includes metastasis to inguinal lymph nodes, intraperitoneal disease, or lung, liver, or bone metastases; it excludes metastasis to para-aortic lymph nodes, vagina, pelvic serosa, or adnexa)",
        "cop": 2,
        "opa": "III b",
        "opb": "III c",
        "opc": "IV a",
        "opd": "IV b",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "b7fa3d93-d83c-4757-98cd-7604177e641a",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman who was obese and hypertensive, came with complaints of bleeding and abdomen pain, diagnosed to be endometrial cancer. Which of the following gene is mutated?",
        "exp": "Ans: (b) PTENRef: WHO, FGT, Page 29-34Going with PTEN because it's the most common one mutated (Ref: WHO - >50%). P53 mutation is seen only in type 2 carcinomas, incidence of which is less. PTEN is seen in both type 1 and type 2 carcinomas.FeaturesType 1Type 2Prototypic formEndometrioid carcinomaUterine (papillary) serous carcinomaTypical patientPerimenopausal or early postmenopausal womenElderly women Background of endometrial hyperplasiaBackground of atrophic endometrium Low-gradeHigh-grade Estrogen-dependentNot estrogen-dependentEstrogen receptorUsually positive; high grade cases may be negativeNegativeMIB1 proliferation index (ki-67)LowHighp53Negative; high grade cases may be positiveDiffuse positivity",
        "cop": 2,
        "opa": "P53",
        "opb": "PTEN",
        "opc": "Beta catenin",
        "opd": "CHD4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "f4d4c6cf-7952-4b8a-97e3-10cee2b5e8eb",
        "choice_type": "single"
    },
    {
        "question": "Indication for radiotherapy in carcinoma endometrium include all except",
        "exp": "Ans. is 'c' i.e. Enlarged uterine cavity A general rule tends to be followed in the case of the t/t of carcinoma endometrium.Tumours with good prognosis can be treated with surgery alone whereas radiotherapy is required in cases with poor prognosis.Several prognostic factors have been shown to correlate with treatment outcome.Histological differentiationAs the tumour loses its differentiation the chances for survival decreases.There are more chances of lymph node involvement in cases of undifferentiated tumours.Cervical involvementPrognosis is worse with cervical involvement.Management of uterine carcinoma STAGE ITotal abdominal Hysterectomy + Bilateral salpingoophorectomy Radiotherapy is done in:Stage IAG3,IBG3Stage IC, G1-G3Patients who have vaginal cut margin, adnexa or pelvic node metastasic STAGE II (Tumor invades the stroma)Total abdominal hysterectomy + B/L salpingoophorectonmy + Post operative radiotherapy (If the patient has clear out stromal invasion, the patient should be advised to undergo Wertheims hysterectomy)STAGE III (Tumor involves serosa, adnexa and lymph node)Adnexa/parametrium involvement Diagnosed preoperativelyPreoperative whole pelvis radiotherapy followed by Total abdominal hysterectomy and B/L salpingoophorectomyDiagnosed postoperativelyTotal abdominal hysterectomy and B/L salpingoophorectomy + Adjuvant radiotherapy STAGE IVRadical surgery has little role.Main treatment is radiotherapy and chemotherapy.",
        "cop": 3,
        "opa": "Pelvic node involvement",
        "opb": "Deep myometrial involvement",
        "opc": "Enlarged uterine cavity",
        "opd": "Poor differentiation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "bffdb8fb-bb83-433e-9119-4a384749d7f6",
        "choice_type": "multi"
    },
    {
        "question": "True about Stage III B Endometrial Ca:",
        "exp": "Ans: A (Vaginal metastasis) FIGO staging of endometrial cancerStage 1Cancer confined to the corpus uteriIATumour limited to the endometriumIBTumour involving half or less than half the myometriai thicknessICTumour involves more than half the myometriai thicknessStage IITumour involves cervix but does not extend beyond uterus5IIAEndocervicai gland involvement only1IBCervical stromal invasionStage IIILocal and/or regional spread'3IIIATumour involves serosa, spreads to adnexa, positive peritoneal cytologyIII BPresence of vaginal metastasis3 incNode metastasis to pelvisand para-aortic lymph nodesStage IVTumour widespreadIVATumour involves bladder and/or bowel mucosaIVBTumour shows distant metastasis (intra-abdominal and inguinal lymph nodes)NoteNuclear atypia raises the grade of tumour 1 and 2 by 1Nuclear grading of adenocarcinomas is based on nuclear grading of the glandular component.Nuclear grading takes precedence in all carcinomas.Management of Stage 111 Endometrial Ca#\"Surgical procedure includes- peritoneal washings' for cvtological examination, selective paraaortic & pelvic lymphadenoectomy, removal of any enlarged lymph node, biopsy or excision of any suspicious areas within the peritoneal cavity & partial omentectomy & peritoneal biopsies\"- Novak's 14th/1376# Except in patients with bulky parametrial disease, total abdominal hysterectomy & b/1 salpingo-oophorectomy should be performed.",
        "cop": 1,
        "opa": "Vaginal metastasis",
        "opb": "Lymph nodal metastasis",
        "opc": "Bowel involvement",
        "opd": "Lung metastasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "ecaac14b-d355-425f-9c6b-549ba59baa9e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in Corpus Cancer syndrome -",
        "exp": "Ans. is 'd' i.e., Multiparity Females with diabetes. hypertension, or taking diet rich in fat are at higher risk of endometrial cancer.This is called corpus cancer syndrome which consists of obesity, hypertension and diabetes.Risk factors for Endometrial carcinomaFactor influencing riskRelative Risk* Obesity2-5* Polycystic ovary syndrome>5* Long term use of high dose10-20menopausal estrogens * Early age of menarche1.5-2* Late age of natural menopause2-3* History of infertility2-3* Nulliparity3* Menstrual irregularities1.5* Residency in North America3-18or North Europe * Higher level of income or1.5-2education * White race2* Older age2-3* High cumulative dose of3-7tamoxifen * History of diabetes, hypertension1.3-3gallbladder * High dose of OOP's0.3-0.5* Cigarette smoking.05",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Hypertension",
        "opc": "Obesity",
        "opd": "Multiparity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "5f15452f-4b17-4269-a5b2-275a1d0af75f",
        "choice_type": "single"
    },
    {
        "question": "An obese diabetic woman presents with menorrhagia. Curette from endometrium demonstrates endometrial carcinoma. Most probable gene associated with this carcinoma? (Repeat)",
        "exp": "Ans: (a) PTEN geneRef: style=\"font-family: Times New Roman, Times, serif\"> of endometrial carcinomaThe most frequently altered gene in estrogen-dependent endometrioid endometrial carcinoma is PTEN.In contrast, p53 mutations or Her2/neu overexpression are more frequent in non-endometrioid tumors.K-ras mutations are detected in approximately 15-30% of endometrioid carcinomasA beta-catenin mutation was detected in about 20% of endometrioid carcinomasLynch syndrome, which is an autosomal dominant inherited disorder of cancer susceptibility and is characterized by a MSH2/MSH6 protein complex deficiency, is associated with the development of non- endometrioid carcinomas.Also Know:The genetic mutations most commonly associated with endometrioid adenocarcinoma are in the genes:PTEN, a tumor suppressor gene*PIK3CA, a kinaseKRAS, a GTPase that functions in signal transductionCTNNB1, involved in adhesion and cell signaling. The CTNNB1 (beta-catenin) gene is most commonly mutated in the squamous subtype of endometrioid adenocarcinomaPROGNOSTIC VARIABLES IN ENDOMETRIAL CAAge:Younger women with endometrial cancer have better prognosis than older women.Histologic Type:Non-endometrioid histologic subtypes account for about 10% of endometrial cancers and carry an increased risk for recurrence and spreadHistologic gradeTumour size:Significant prognostic factor for lymph node metastasis and survival in patients with endometrial CAHormone receptor status:Estrogen and progesterone receptor levels are prognostic indicatorsPatients whose tumours are positive for one or both receptors have longer survival times,Progesterone receptors levels appear to be stronger predictors of survival.DNA ploidy and proliferative index:The proportion of nondiploid tumours increases with stage, lack of tumour differentiation and depth of myometrial invasion.Myometrial invasion:Increasing depth of invasion is associated with increasing likelihood of extrauterine spread and recurrence.Lymph-vascular Space invasionIsthmus and cervix extension:Involvement of ishmus and cervix is associated with increased risk for extrauterine disease, lymph node metastasis and recurrencePeritoneal cytology:Seems to have adverse effect on survival only if the endometrial cancer has spread to adnexa, peritoneum, or lymph nodes and not if the disease is otherwise confined to uterusLymph node metastasesIntraperitoneal metastasesMolecular aberration:Inactivation of PTEN tumor suppressor gene is one of the earliest aberrations observed and most common genetic defect in TYPE 1 cancer.Most frequent genetic alteration is TP53 mutation found in type 2 endometrial cancer.",
        "cop": 1,
        "opa": "PTEN",
        "opb": "TP53",
        "opc": "CDH4",
        "opd": "C-myc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "120b2e33-1aa0-4d66-af96-90aa981a2d2b",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for cervical carcinoma is -",
        "exp": "Ans. is 'd' i.e., All of the above Risk factors for Ca cervix :# HPV infection# Coitus before 18 years# Multiple sexual partners# Delivery of the first baby before the age of 20 years.# Multiparity with poor birth spacing between pregnancies.# Poor personal hygiene.# Poor socioeconomic status.# Smoking# Immunosupressive diseaseo Combined oral contraceptive and progestogen only pill can cause adenocarcinoma of the endocervix.",
        "cop": 4,
        "opa": "Smoking",
        "opb": "Human papilloma virus.",
        "opc": "Low socioeconomic status.",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "d7f8510c-a8e3-4ca5-9507-79ce3cb83d71",
        "choice_type": "multi"
    },
    {
        "question": "Endometrial cancer involving >50% of myometrium, extending to vagina, no pelvic extension, no pre and para aortic lymph nodes. Peritoneal lavage was positive staged as -",
        "exp": "Ans. is 'b' i.e., IIIb FIGO STAGING OF ENDOMETRIAL CANCERSTAGE I Cancer confined to corpus uteriIA-Limited to endometriumIB-< 1/2 myometrial thicknessIC-> 1/2 myometrial thicknessSTAGE II Tumour involves cervix but does not extend beyond uterusIIa-Cervical glandular involvementlIb-Cervical stromal involvementSTAGE III Local and/or regional spreadIIIa-Uterine serosa, positive peritoneal washings Adnexal involvementIllb-Vaginal involvement (lymph node absent)IIIc-Positive lymph node no pelvis and paraaortic lymph nodeIIIc1-Positive pelvic nodesIIIc2-Positive para aortic nodesSTAGE IV Tumour widespreadIVa-Bladder or bowel mucosaIVb-Distant metastasis",
        "cop": 2,
        "opa": "III a",
        "opb": "III b",
        "opc": "III cl",
        "opd": "III c2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "663f8b9e-e102-4c28-a68d-c1e4de3ccd08",
        "choice_type": "single"
    },
    {
        "question": "Endometrial Ca with poor prognosis:",
        "exp": "Ref: Novak's Gynecology. 14'h ed. Pg 1359. Explanation:The following cases have poor prognosis in endometrial cancer and require pelvic and paraaortic lymph node dissection during surgery.Tumor histology clear cell, serous, squamous, or grade 2-3 endometrioidMyometrial invasion >ViIsthmus-cervix extensionTumor size >2 cmExtrauterine disease",
        "cop": 4,
        "opa": "Adeno grade 2",
        "opb": "Adenosquamous",
        "opc": "Adenoacanthoma",
        "opd": "Clear cell",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "f8573361-8c4c-42ef-b54c-987d6c04f643",
        "choice_type": "single"
    },
    {
        "question": "Sheehans syndrome is related to -",
        "exp": "Ans. is 'a' i.e., Panhypopituitarism Sheehan syndromeo Is a condition which develops following severe postpartum haemorrhage causing pituitary necrosis, by thrombosis of its vessels, leading to panhypopituitarism.",
        "cop": 1,
        "opa": "Panhypopituitarism",
        "opb": "Hypothyroidism",
        "opc": "Hypogonadism",
        "opd": "Hyperparathyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "40df396d-c6b5-4385-bff1-5991322ff862",
        "choice_type": "single"
    },
    {
        "question": "Causes of postmenopausal bleeding include all of the following EXCEPT:",
        "exp": "Ans. c (Endometriosis). (Ref. Shaw, Gync, 13th ed., p 441)POSTMENOPAUSAL BLEEDING# Definition: Postmenopausal bleeding is bleeding from the reproductive system that occurs six months or more after menstrual periods have stopped due to menopause.# Causes:- Hormone replacements- Endometrial hyperplasia- Endometrial cancer- Endometrial polyps- Cervical cancer- Cervical lesions- Uterine tumors- Ovarian cancer- Estrogen-secreting tumors in other parts of the body- The most common cause of postmenopausal bleeding is HRT.# The estrogen in the replacement therapy ceases the symptoms of menopause (like hot flushes), and decreases the risk of osteoporosis. Sometimes this supplemental estrogen stimulates the uterine lining to grow. When the lining is shed, postmenopausal bleeding occurs. Most women on HRT usually take the hormone progesterone with the estrogen, and may have monthly withdrawal bleeding. This is a normal side-effect.MENORRHAGIA# Menorrhagia is defined quantitatively as a loss of >80 cc of blood per cycle, based on blood loss required to produce iron-deficiency anemia.# Predictors of menorrhagia include bleeding resulting in iron-deficiency anemia or a need for blood transfusion, excessive pad or tampon use, menses lasting longer than 8 days, passage of clots, bleeding through protection, or flooding at night.",
        "cop": 3,
        "opa": "Carcinoma cervix",
        "opb": "Endometrial carcinoma",
        "opc": "Endometriosis",
        "opd": "Carcinoma ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "eb0bfb58-55b8-428d-849b-1920fb7e0de0",
        "choice_type": "multi"
    },
    {
        "question": "The risk of endometrial carcinoma is the highest with the following histological pattern of endometrial hyperplasia:",
        "exp": "Ans is 'd' i.e. Complex hyperplasia with atypia The glandular hyperplasia of the endometrium are benign conditions that may produce symptoms clinically indistinguishable from early endometrial carcinoma.Because of their association with hyperestrogenic states, some of the hyperplasias even through reversible are considered premalignant lesions.Since both endometrial hyperplasia and endometrial carcinoma present clinically as abnormal bleeding, through endometerial sampling or fractional curettage is always necessary when hyperplasia is present to rule out coexisting carcinoma.Hyperplasia can be classified as simple and complex and with or without atypia.Hyperplasia without atypiaSimple hyperplasia without atypiaThe only feature is crowding of glands in the stroma. There is no nuclear atypia.It is asymptomatic and an incidental finding at hysterectomy, 1% of these cases progress to cancer whereas 80% spontaneously regress (when followed for 15 years)Complex hyperplasia without atypiaComplex crowded appearance of the gland without intervening stroma. There can be epithelial stratification and mitotic overcrowdingLeft untreated for 13 years complex hyperplasia regresses in 83% and progress to cancer in 3% cases Hyperplasia with atypiaSimple hyperplasia with atypia.Endometrial glands lined by enlarged cells Increased nuclear by cytoplasmic ratioIrregular nuclei with coarse chromatin clumping and prominent nucleoli Progression to carcinomas occur in 8%Complex hyperplasia with atypia - Progresses to cancer in 29%Progression of Hyperplasia to Cancer Hyperplasia without atypiaSimple - 1%Complex - 3%Hyperplasia with atypiaSimple - 8%Complex - 29%",
        "cop": 4,
        "opa": "Simple hyperplasia without atypia",
        "opb": "Simple hyperplasia with atypia",
        "opc": "Complex hyperplasia without atypia",
        "opd": "Complex hyperplasia with atypia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "8345c16c-d9be-42f1-952b-ee3f994b009b",
        "choice_type": "single"
    },
    {
        "question": "Endometrial cancer is associated with all EXCEPT:",
        "exp": "ANSWER: (C)DysgerminomaREF: Shaw 14th ed p. 374Predisposing factors for endometrial carcinoma are:family historyhypertensionobesity1,late menopause/early menarchediabetesatypical endometrial hyperplasiaunopposed estrogen therapy1,HRTfibroidPCODFeminising ovarian tumoursNulliparitytamoxifen and radiation therapyMenstural irregularity and infertility1,",
        "cop": 3,
        "opa": "Fibromyoma",
        "opb": "Endometrial hyperplasia",
        "opc": "Dysgerminoma",
        "opd": "Granulosacell tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "2bbb0752-d256-4ab5-bb5e-e9cae7ff74b0",
        "choice_type": "multi"
    },
    {
        "question": "Most common histological variety of Uterine carcinoma is?",
        "exp": "ANSWER: (C) AdenocarcinomaREF: Novaks gynaecology 14th ed.pg no 1350Uterine sarcomas are, in general, the most malignant group of uterine tumorsAbout 90% of women with endometrial carcinoma have vaginal bleeding or discharge as their only presenting symptom.The risk for endometrial cancer is 4 to 8 times greater in postmenopausal women receiving unopposed estrogen therapy, and the risk increases with time and higher estrogen doses.The endometrioid type of adenocarcinoma accounts for about 80% of endometrial carcinomas.",
        "cop": 3,
        "opa": "Squmous cell carcinoma",
        "opb": "Columnar cell carcinoma",
        "opc": "Adeno carcinoma",
        "opd": "Mixed carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "1a45798e-b827-45af-86b8-58fdc8d22700",
        "choice_type": "single"
    }
]