[
    {
        "question": "Benefits of LNG lUCD are all except :",
        "exp": "Mirena now used as first line of treatment of menorrhagia, in addition to the contraceptive effect. Another use is in providing progestogens component of hormone replacement therapy after menopause. THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 379",
        "cop": 4,
        "opa": "Management of menorrhagia",
        "opb": "Contraceptive effect",
        "opc": "Hormone replacement therapy after menopause",
        "opd": "stage 2 endometrial cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e209480e-ce98-4f4e-9bd6-883ee8cc4bfa",
        "choice_type": "multi"
    },
    {
        "question": "Least failure in sterilization occurs with :",
        "exp": "The success rates are best when clips and rings are used and worst with electrocoagulation. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 393",
        "cop": 3,
        "opa": "Falope ring",
        "opb": "Bipolar cautery",
        "opc": "Unipolar cauterisation",
        "opd": "Hulka clip",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "290758a9-de76-47af-a007-e40b65481865",
        "choice_type": "single"
    },
    {
        "question": "All of the following are contraceptive implants except :",
        "exp": "Contraceptive implants are norplant, Implanon and Jadelle. Mesigyna is an injectable contraceptive. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 373",
        "cop": 4,
        "opa": "Norplant",
        "opb": "Implanon",
        "opc": "Jadelle",
        "opd": "Mesigyna",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "3faa5df1-e769-4ff0-b660-86207a306886",
        "choice_type": "multi"
    },
    {
        "question": "Oral contraceptive Pill (OCP) failure is seen with all except:",
        "exp": "Drugs leading to OCP failure are: Rifampicin Tetracyclines Phenytoin Phenobarbitone Antifungals Cephalosporin Ritonavir for HIV (interferes with absorptionn of OCP) Ref: online resources (ncb.nlm.nih.gov)",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Phenobarbitone",
        "opc": "Valproate",
        "opd": "Phenytoin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "58c25cbf-aa09-474e-a62c-7575a42c9e1b",
        "choice_type": "multi"
    },
    {
        "question": "Preferred method of contraception for a female with family H/O ovarian cancer :",
        "exp": "OCPs reduce ovarian cancer. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 368 Table no 33.4",
        "cop": 3,
        "opa": "POP",
        "opb": "Cu IUCD",
        "opc": "OCP",
        "opd": "Barrier method",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "9998f553-8eb9-4fe5-a0d0-de1da46fe29f",
        "choice_type": "single"
    },
    {
        "question": "All are mechanisms of IUCDs except:",
        "exp": "Mechanism of Action: Several mechanisms are responsible for the contraceptive effect of an IUCD. The presence of a foreign body in the uterine cavity renders the migration of spermatozoa difficult. A foreign body within the uterus provokes uterine contractility through prostaglandin release and increases the tubal peristalsis so that the feilized egg is propelled down the fallopian tube and more rapidly than in normal and it reached the uterine cavity before the development of chorionic villi and thus is unable to implant. The device in situ causes leucocytic infiltration in the endometrium. The macrophage engulf the feilized egg if it enters the endometrial tissue which inimical to the implantation of the feilized ovum Progesterone-carrying device causes alteration in the cervical mucus which prevents penetration of sperm, in addition to its local action. It also causes endometrial atrophy. It prevents ovulation in about 40% Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 261",
        "cop": 4,
        "opa": "Chronic endometrial inflammation",
        "opb": "Increase the motility of tubes",
        "opc": "Inducing endometrial atrophy",
        "opd": "Inhibition of ovulation in >80% of the users",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "9f708b33-8878-42c7-8837-1d7c7f77202e",
        "choice_type": "multi"
    },
    {
        "question": "Characteristics of an ideal candidate for copper-T inseion include all of the following except :",
        "exp": "Candidate ideal for IUCD insseion: Who has borne atleast one child has no history of pelvic disease has normal menstrual periods is willing to check the IUD tail has access to follow up and treatment of potential problems is in a monogamous relationship. PARK'S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd EDITION PAGE NO 497",
        "cop": 3,
        "opa": "Has at least one child",
        "opb": "Is willing to check lUD tail",
        "opc": "Has a history of ectopic pregnancy",
        "opd": "Has normal menstrual periods",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "04f826d9-e529-4a5a-b4e8-fe2e9cbc285e",
        "choice_type": "multi"
    },
    {
        "question": "All are long acting reversible contraceptives except :",
        "exp": "IUCD is an effective, reversible and long term method of contraception Implanon and Jadella are subdermal implants which are effective for about 1-5 years Ref: Shaw Gynecology 17 e pg 267.",
        "cop": 4,
        "opa": "Implanon",
        "opb": "IUCD",
        "opc": "jadelle",
        "opd": "OCP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "f93911d0-9cb9-4a4c-8974-a1e217c7bd75",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about Rhythm method is false?",
        "exp": "Anencephaly is not a repoed complication of calender method. The calender method or rhythm method: By this method, couple is advised avoidance of sexual intercourse around ovulation. In a 28-day cycle, ovulation normally occurs on the 14th day of the cycle, but may occur anytime between the 12th and 16th day. Spermatozoa deposited in the female genital tract may survive for 24 hrs. The ovum itself may live for 12-24 hrs. Hence intercourse between the 11th and 17th day may result in a pregnancy. The safe period is, therefore calculated from the first day of the menstrual period untill the 10th day of cycle and from the 18th and 28th day. An alternative method is to calculate the risk period, which is from 3 days before ovulation to 3 days after ovulation. In a 35-day menstrual cycle, therefore, ovulation will occur on the 21st day (that is 14 days before the nexe period) so that the risk period is from day 18 to day 24 Ref: Shaw&;s Textbook of Gynaecology 17th edition Pgno: 253",
        "cop": 1,
        "opa": "Anencephaly is a repoed complication of calender method",
        "opb": "It is associated with no costs",
        "opc": "Safe period can also be observed using temperature rhythm or mucous method",
        "opd": "Abstinence is needed for about 7-10 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "9c34deb9-314a-4893-afed-14a97d5a73b7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are contraindications to use diaphragm except :",
        "exp": "Contraindications to use of diaphragm are: (i) prolapse, cystocele, rectocele because accurate fitting is not possible; (ii) recurrent infection and (iii) allergy to rubber or spermicidal agent. Reference: Shaw's Textbook of Gynaecology 16th edition page no 267",
        "cop": 1,
        "opa": "Multiple sex paners",
        "opb": "Recurrent infections",
        "opc": "Uterine prolapse",
        "opd": "Herpes vaginitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5c595626-3af1-4949-b552-494cde6cfa4f",
        "choice_type": "multi"
    },
    {
        "question": "The following are the contraindications of IUCD except:",
        "exp": "Contraindications of IUCD: Suspected pregnancy Pelvic inflammatory disease Presence of fibroids Menorrhagia Severe anemia Diabetes Previous ectopic pregnancy Scarred uterus Uterine anomalies Ref: Shaw Gynecology 17 e pg 260.",
        "cop": 2,
        "opa": "Pelvic inflammatory disease",
        "opb": "Emergency contraception",
        "opc": "Menorrhagia",
        "opd": "Diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "2a76d02e-6bb2-414f-bf1f-92378ae4f979",
        "choice_type": "multi"
    },
    {
        "question": "Temporary method of contraception among the following is :",
        "exp": "Temporary contraceptive methods are Hormonal contraception Intrauterine devices Barrier contraception Natural family planning methods Ref: TEXTBOOK OF GYNAECOLOGY; SHEILA BALAKRISHNAN; SECOND EDITION; PAGE NO 364",
        "cop": 2,
        "opa": "Vasectomy",
        "opb": "OCP",
        "opc": "Tubectomy",
        "opd": "Postpaum sterilisation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e8b14154-ea61-4ef7-94b3-85e3b4857596",
        "choice_type": "single"
    },
    {
        "question": "OCP's are contraindicated in women receiving which of the following drug ?",
        "exp": "OCPs are contraindicated in patient on enzyme-inducing drugs like rifampicin, and antiepileptic except sodium valproate. Rifampicin induces cytochrome 450 ,increasing the hepatic hydroxlation of estrogen by which there is a fourfold increase in its metabolism. This causes clearance and deceased effect of estrogen. Reference: Shaw's textbook of Gynaecology 17th edition,page 265.",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Ethambutol",
        "opc": "Streptomycin",
        "opd": "Pyrazinamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "84ab63c5-c08c-40b4-9efd-d310be66ec4f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a surgical method for tubal ligation ?",
        "exp": "Various methods are Pomeroy method, Parkland procedure, madlener procedure, Irwing, Uchida, Aldridge, Shirodkar etc. THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 388",
        "cop": 3,
        "opa": "Pomeroy",
        "opb": "Parkland",
        "opc": "Essure",
        "opd": "Irving",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "700ba7e4-7adc-421c-9a1e-116eb75bef07",
        "choice_type": "single"
    },
    {
        "question": "All of the following are LARC methods except :",
        "exp": "Progesterone only pills never gained widespread use because of poor cycle control and an increased pregnancy rate. It is reversible. But its not long acting. It should be administered repeatedly. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 370 PARKS TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd EDITION PAGE NO 501",
        "cop": 3,
        "opa": "IUCD",
        "opb": "DMPA",
        "opc": "POPs",
        "opd": "Implanon",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "de77a854-de93-4b03-a9f1-2ff4ad0709a5",
        "choice_type": "multi"
    },
    {
        "question": "Which is not an emergency contraceptive :",
        "exp": "Emergency contraception: The preparations available include Two tablets of relatively high doses of combined pill containing 100mcg of EE2 and 1 mg norethisterone or 500 mcg LNG taken within 72 hrs of intercourse Others include LNG tablets Mifepristone Ulipristal Centchroman Prostaglandins Copper T IUCD Ref: Shaw Gynecology 17 e pg 270.",
        "cop": 3,
        "opa": "Combined oral pills",
        "opb": "Estrogen",
        "opc": "Desogestrel",
        "opd": "Levonorgestrel",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "3bb968e5-a705-4e16-a852-7fceb4e49a3b",
        "choice_type": "single"
    },
    {
        "question": "In a young female of reproductive age an absolute contraindication for prescribing OCP&;s is",
        "exp": "OCP act by - causing atropic changes of endometrium preventing nidation - Thickening cervical mucus - Increasing the tubal motility. The hormones of the OCP are metabolized in the liver. Hence, chronic liver diseases and liver failure are absolute CI of OCP.",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "Hypeension",
        "opc": "Obesity",
        "opd": "Impaired liver function",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "6485c86d-5b66-4c4b-9229-63e5cd6d0261",
        "choice_type": "single"
    },
    {
        "question": "Pearl's index indicates :",
        "exp": "Pearl Index The incidence of a disease or event is often quoted in rate percent per year, for example, the failure rate of contraceptives is quoted using the Pearl Index. The following information is required to calculate the Pearl Index: the number of pregnancies and the total number of months or cycles of exposure of women. The index can then be calculated as follows: number of pregnancies in the study divided by the number of months of exposure and then multiplied by 1200 number of pregnancies in the study divided by the number of menstrual cycles experienced by the women and then multiplied by 1300; 1300 is used instead of 1200 because the average menstrual cycle is 28 days giving 13cycles per year. Ref: Dewhurst's Textbook of Obstetrics & Gynaecology; 8th edition; Chapter 32; Page no: 398",
        "cop": 3,
        "opa": "Malnutrition",
        "opb": "Population",
        "opc": "Contraceptive failure",
        "opd": "LBW",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d7f92a88-0316-4f85-9a96-a58dda65ffd7",
        "choice_type": "single"
    },
    {
        "question": "All the following are the Non-contraceptive use of OCP's, except :",
        "exp": "The combined pills should not be offered to a woman suffering from cancer of the breast. Some have repoed the breast cancer in a nulliparous woman (25%) who has taken oral contraceptive pills before the age of 24 years for over a period of 4 years. This should be considered while prescribing oral pills to a young nulliparous woman. Lately, OC is proved to increase the risk of breast cancer in a high-risk woman. Progestogen component has a high potential for breast cancer. However, if breast cancer develops, it is well differentiated with good prognosis. The risk of malignancy disappears after 10 years of stoppage. Reference: Shaw's Textbook of Gynaecology 16th edition page 274",
        "cop": 2,
        "opa": "Carcinoma endometrium",
        "opb": "Carcinoma breast",
        "opc": "Rheumatoid ahritis",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "ec516f3c-9e0f-4ab1-b498-0641812d25ad",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true regarding spermicides found in vaginal foams, creams, and suppositories?",
        "exp": "All spermicides contain an ingredient, usually nonoxynol-9, that immobilizes or kills sperm on contact. Spermicides provide a mechanical barrier and need to be placed into the vagina before each coital act. Their effectiveness increases with increasing age of the women who use them, probably due to increased motivation. The effectiveness of spermicides is similar to that of the diaphragm, and increases with the concomitant use of condoms. Although it has been repoed that contraceptive failures with spermicides may be associated with an increased incidence of congenital malformations, this finding has not been confirmed in several large studies and is not believed to be valid. Levonorgestrel is a synthetic progestational agent found in several combination oral contraceptive pills.",
        "cop": 1,
        "opa": "The active agent in these spermicides is nonoxynol-9",
        "opb": "The active agent in these spermicides is levonorgestrel",
        "opc": "Effectiveness is higher in younger users",
        "opd": "Effectiveness is higher than that of the diaphragm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "2cb520d6-436d-438a-807b-8f3b333ffdcd",
        "choice_type": "multi"
    },
    {
        "question": "Composition of Nova-T is _______",
        "exp": "Composition of Nova-T is copper and silver Copper carrying devices: In these, copper wire of surface area 200 to 250mm is wrapped round the veical stem of a polypropylene frame. Among these devices are copper T 200, Copper 7, Multiload copper 250, Cop-per T 380, Copper T 220 and Nova T. They have an effective life of about 3-5 years. It is estimated that about 50 mcg of copper is elute daily in the uterus. Copper T 380, known as Paraguard, has a lifespan of 1 years. Nova-T had silver added to the copper wire, thereby increasing its lifespan to 5 years. IUCDs are a good contraceptive choice for the following groups of women: Low-risk of STD. Multiparous woman Monogamous relationship Desirous of long-term reversible method of contraception, but not yet desirous of permanent sterilization Unhappy or unreliable users of oral contrception or barrier contraception Uses of IUCD: As a contraceptive Postcoital contraception (emergency contraception) Preferably avoid its use in unmarried and nulliparous patients because of the risk of PID and subsequent tubal infeility. Ref: Shaw&;s textbook of Gyaecology 17th edition Pgno: 258",
        "cop": 1,
        "opa": "Copper and silver",
        "opb": "Copper and aluminium",
        "opc": "Copper only",
        "opd": "Copper and selenium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e5cfeb5a-8d87-44fe-92ff-e0051d7216e7",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindications for the IUCD users includes all of the following except:",
        "exp": "Intrauterine contraception is appropriate for HIV affected women. Intrauterine contraceptive devices (IUCDs) are placed in the uterine cavity with the objective of providing long-term contraception, mainly by preventing feilization. Contraindications for IUCD: Suspected pregnancy Pelvic inflammatory disease (PID), lower genital tract infection Presence of fibroids because of misfit. Menorrhagia and dysmenorrhoea, if copper T is used. Severe anaemia Diabetic women who are not well controlled-because of slight increase in pelvic infection Scarred uterus Complications of IUCD: During the first 3 months after inseion, the risk of pelvic infection is slightly higher. Mentrual bleeding is often heavier in women with copper IUDs and is associated with dysmenorrhoea. The levonorgestrel IUD also has hormonal adverse effects such as headache, acne, breast tension and functional ovarian cysts. Amenorrhoea occurs in 35% of women after 2 years of use. Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 260",
        "cop": 3,
        "opa": "Undiagnosed vaginal bleeding",
        "opb": "Suspected pregnancy",
        "opc": "HIV infected women",
        "opd": "PID",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "92c8a758-386b-475d-bd45-1ccaac22b00a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of post-tubal ligation syndrome except :",
        "exp": "Post-tubal ligation syndrome includes pain during intercourse, aching lower back, premenstrual tension syndrome, difficulty in menstruating, uterine hemorrhage, and absence of menstruation. The syndrome is caused by blood circulation problems in and around the Fallopian tubes and ovaries, pressure on nerves, and intrapelvic adhesion. Differentiating between this syndrome and endometritis during diagnosis and differentiating between functional hemorrhage due to hormonal abnormality and anatomical hemorrhage due to polyp or tumor is very impoant. Since the symptoms of this syndrome are mild, simple symptomatic treatment is sufficient in most cases. In some cases, however, desquamation surgery or reversal of tubal ligation may be necessary. Endoscopic surgery is also available. In Japan, because of widespread use of condoms and IUDs, tubal ligation is not very common.",
        "cop": 4,
        "opa": "Abnormal menstrual bleeding",
        "opb": "Dysmenorrhea",
        "opc": "Dyspareunia",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "b455fe82-9daa-474b-8a74-54a05ca1f805",
        "choice_type": "multi"
    },
    {
        "question": "DMPA causes all the following Except",
        "exp": "Depomedroxyprogesterone AcetateDMPA, a suspension of microcrystals of a synthetic progestin. The regimen of 150 mg every 3 months is highly effective, producing pregnancy rates ofabout 0.3 per 100 women per year.The most impoant medical reason women discontinue use of DMPA and other progestin-only methods is persistent irregular vaginal bleeding. Eventually, total amenorrhea develops in most women who take DMPA; with continued administration, amenorrhea develops in 50% of women by 1 year and in 80% by 3 years.Ref: Berek and Novak&;s Gynecology; 15th edition; Chapter 10",
        "cop": 4,
        "opa": "Weight gain",
        "opb": "Irregular cycles",
        "opc": "Amenorrhoea",
        "opd": "Thromboembolism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "8884b2e4-cbd1-4647-bc0d-86e4b44bb80b",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is the ideal contraceptive for a patient with hea disease :",
        "exp": "A diaphragm is a circular spring covered with latex rubber and was the first effective contraception under a women&;s control. It is a barrier method which prevents the union of sperm and ovum, which is necessary for pregnancy. This this doesnot have any systemic effects. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 383, 384",
        "cop": 3,
        "opa": "IUCD",
        "opb": "Depoprovera",
        "opc": "diaphragm",
        "opd": "Oral contraceptive pills",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "59952ac8-9f57-4a39-b218-ccb9aad83223",
        "choice_type": "single"
    },
    {
        "question": "All the following are contraindications for Cu containing IUCD's except",
        "exp": "Medical eligibility criteria for initiation and continuation of intrauterine devicesWHO category 1No restriction of useSmokingObesityBreastfeedingIschemic hea diseaseSTrokeHypeensionPost Aboion first trimesterMigraine with or without auraDiabetesThyroid disordersLiver/gallbladder diseaseWHO category 2Advantages outweigh risksNulliparousPost Aboion second trimesterComplicated valvular hea diseaseSevere dysmenorrheaEndometriosisSTDs including HIVVaginitisThalassemiaSickle cell diseaseIron deficiency anemiaWHO category 3Risks outweigh the advantagesPostpaum 48 hours to 4 weeksBenign trophoblastic diseaseOvarian cancerWHO category 4Absolute contraindicationsImmediate post-septic aboionUnexplained vaginal bleedingDistoed uterusCurrent PIDPelvic tuberculosisReference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 4,
        "opa": "Wilson's disease",
        "opb": "Pregnancy",
        "opc": "Undiagnosed genital bleeding",
        "opd": "Ischemic hea disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "1d936fde-a148-4961-979e-e55d26265495",
        "choice_type": "multi"
    },
    {
        "question": "A couple is advised to use barrier methods after vasectomy till :",
        "exp": "It is imperative that some other contraception should be used for the next three months or 15 ejaculation. At the end of the period semen analysis should be done to confirm the absence of sperm in the ejaculate. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 396",
        "cop": 2,
        "opa": "3 months",
        "opb": "No sperms in ejaculate",
        "opc": "Next 15 ejaculations",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "a91a06d9-12ae-4ccf-b0ca-20b2a924ec1e",
        "choice_type": "multi"
    },
    {
        "question": "Drugs used in emergency contraception are all except :",
        "exp": "Danazol is not used as an emergency contraceptive. It is used in the medical treatment of endometriosis. OXFORD HANDBOOK OF OBSTETRICS AND GYNAECOLOGY THIRD EDITION PAGE NO 587",
        "cop": 3,
        "opa": "Levonorgestrel",
        "opb": "Estrogen + progesterone",
        "opc": "Danazol",
        "opd": "Mifepristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d81d4529-76c2-4874-ac65-b9d600a47db7",
        "choice_type": "multi"
    },
    {
        "question": "Contraceptive to be avoided in epilepsy :",
        "exp": "Rifampicin, an antibiotic prescribed for a tubercular patient, reduces the absorption of the pill; hence, it is contraindicated in a tubercular patient on rifampicin. Other drugs interfering with OC are tetracycline and anticonvulsants, antifungal, cephalosporin and phenobarb. Ritonavir for HIV also interferes with absorption of OC. SHAW'S TEXTBOOK OF GYNECOLOGY 16th EDITION PAGE NO 367",
        "cop": 1,
        "opa": "OCP",
        "opb": "Condom",
        "opc": "IUCD",
        "opd": "Mirena",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "f3a72af8-b137-4c27-9471-6d6d83874d0f",
        "choice_type": "single"
    },
    {
        "question": "Oral contraceptive acts by",
        "exp": "Neither estrogen nor progestin hormone dose used in combination hormonal oral contraceptives alone would be able to suppress ovulation but together the estrogen and progestin hormones work synergistically to suppress ovulation \"successfully\". The synergistic antiovulatory effect from the combined use of estrogen and progestin directly decreases the secretion of the gonadotropin-releasing hormone from the hypothalamus and is considered the main action. This negative feedback mechanism disrupts ovulation by interfering with the hypothalamus-pituitary-ovary axis and gonadotropin secretion from the pituitary. Specifically, the progestin component suppresses luteinizing hormone release and the LH surge, which is necessary for ovulation, and the estrogen component suppresses the follicle stimulating hormone, which prevents the selection and maturation of the dominant follicle.",
        "cop": 4,
        "opa": "Aseptic inflammation",
        "opb": "Change in endometrial fluid",
        "opc": "Foreign body reaction",
        "opd": "Prevent ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d44b685f-a945-4547-842a-79b9934332af",
        "choice_type": "single"
    },
    {
        "question": "The effectivity of NORPLANT remains for :",
        "exp": "Jadelle or Norplant 2 is a levonorgestrol contraining subdermal implant in 2 sialistic rods and is approved to use for 5 years Reference: William's Textbook of Obstetrics 24th edition page no 723",
        "cop": 2,
        "opa": "3 years",
        "opb": "5 years",
        "opc": "7 years",
        "opd": "10 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "8ac7f678-77a7-4d45-bcba-0b7a51332475",
        "choice_type": "single"
    },
    {
        "question": "A woman should take continuously how many days of hormonal OC pills to prevent ovulation?",
        "exp": "A woman must take hormonal OCs for seven days continuously in order to prevent ovulation reliably Reference: WHO guidelines",
        "cop": 3,
        "opa": "3 days",
        "opb": "5 days",
        "opc": "7 days",
        "opd": "9 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d4f7258f-f246-4511-8bb1-05dd06b1760e",
        "choice_type": "single"
    },
    {
        "question": "Ideal contraceptive for newly married couple is :",
        "exp": "Three-monthly injections or implants, skin patches and vaginal rings may be acceptable to young married adolescents, and side effects tolerated. Reference: Shaw's Textbook of Gynaecology,16th edition, page 285",
        "cop": 2,
        "opa": "Barrier method",
        "opb": "Combined OCP(hormonal)",
        "opc": "IUCD",
        "opd": "emergency contracepton",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "3cc423dc-6a93-4c32-a16a-6b9d66fe3868",
        "choice_type": "single"
    },
    {
        "question": "Oral contraceptive pills give protection against which of the following cancer ?",
        "exp": "The incidence of ovarian cancer is reduced by 40% and uterine malignancy by 50% if taken for 1 year, and this effect lasts as long as 10 years after stoppage. The risk decreases with duration of its use. Reference : Shaw's Texbook of Gynaecology 16th edition page no 274",
        "cop": 2,
        "opa": "Hepatic",
        "opb": "Ovary",
        "opc": "Cervix",
        "opd": "Breast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d4ce492a-dcc9-4017-81d3-f6a208d85aef",
        "choice_type": "single"
    },
    {
        "question": "After withdrawal of DMPA, most of the women conceive within :",
        "exp": "There is a delay in return of feility but 80% are expected to conceive by end of 1 year. With DMPA, ovulation returns in 5 months, and with NETO, within 3 months of the last injection. Reference: Shaw's textbook of Gynaecology,16th edition page no: 276",
        "cop": 3,
        "opa": "Immediately",
        "opb": "After 2-4 weeks",
        "opc": "1 year",
        "opd": "After 6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "0e8bf613-bfa6-4048-8cc0-330311d46678",
        "choice_type": "single"
    },
    {
        "question": "Emergency contraception prevents pregnancy by all of the following mechanisms, except :",
        "exp": "Postcoital Contraception (Interceptives): interferes with postovulatory events leading to pregnancy and is therefore known as interceptive. It is also known as 'emergency contraception' method used to prevent pregnancy after an unprotected intercourse. Emergency contraception is used following rape, unprotected intercourse or accidental rupture of a condom during coitus taking place around ovulation. It is used in misplaced IUCD and missed pill. These postcoital methods should be used mainly as 'back-up' methods The preparations available include: -Two tablets of relatively high doses of combined pill (Ovran/Eugynon 50), containing 100 mcg EE2 and 1 mg norethisterone, or 500 mcg LNG, taken within 72 h of intercourse followed by two tablets taken 12 h later (Yuzpe and Lancee, 1977). Failure rate--3.2 per 100 woman years. Mode of action: The hormones may delay ovulation if taken soon after intercourse, cause corpus luteolysis, and bring about cervical mucus changes and endometrial atrophy. -Levonorgestrel (LNG). Prostinar tablet contains 0.75 mg LNG. One tablet should be taken within 72 h of unprotected intercourse and another 12 h later. Alternately, two tablets can be taken as a single dose. The failure rate is 1.1%. The tablets can be offered up to 120 h but its efficacy decreases with the longer coital-drug interval. LNG prevents ovulation and causes desynchronization of endometrium through its receptors (luteal phase deficiency). The period may come earlier or delayed. Side effects are those of progestogens. The hormone is not teratogenic in case pregnancy does occur but risk of ectopic pregnancy remains.Advantages: It has no oestrogen and its associated side effects, It can be offered to hypeensive, cardiac and diabetic woman,It can be offered to a lactating woman,It can be given as late as 120 h after the unprotected intercourse,Single-dose therapy is an advantage.Contraindicated in liver disease, contains lactate, so allergy to galactose. The drug is also contraindicated in a woman with history of thrombophlebitis and migraine. -RU 486 (Mifepristone) : RU 486 is a steroid with an affinity for progesterone receptors. It does not prevent feilization but by blocking the action of progesterone on the endometrium, it causes sloughing and shedding of decidua and prevents implantation. It is not teratogenic. A single dose of 25-50 mg is effective in preventing pregnancy in 99.1% cases (failure rate 0.9%). It causes delayed menstruation. Ectopic pregnancy is not avoided. The drug is expensive as compared to LNG. -Ulipristal. Ulipristal is a synthetic progesterone hormone receptor modular, attaches to progesterone receptor and prevents/delays ovulation and suppresses endometrium, prevents implantation. A 30 mg tablet should be taken within 5 days. Two per cent pregnancy rate is repoed. Side effects are headache and mood changes. -Centchroman. Two tablets (60 mg) taken twice in 24 h within 24 h of intercourse can prevent implantation in 99% women. -GnRH Agonists. Daily administration of GnRH agonist (buserelin) prevents ovulation. The drug is on trial for its contraceptive effect. Very expensive--has to be given by subcutaneous injection. -Prostaglandin : Self-administered vaginal suppository containing prostaglandin following an unprotected intercourse, by viue of its luteolytic effect on the ovary and its increased motility effect on fallopian tubes and the uterus, prevents implantation and brings about menstruation. Its specific role as contraceptive is however yet to be established. -Copper T IUCD. Inseed within 5 days of intercourse can prevent implantation of a feilized ovum. Advantages of Copper T as emergency contraception are: It can be inseed as late as 5 days after the unprotected intercourse. It is cheap. Failure rate is 0.1%. It can remain as ongoing contraceptive method for 3-5 years. Reference : page 280 Shaw's Textbook of Gynaecology 16th edition",
        "cop": 4,
        "opa": "Delaying / inhibiting ovulation",
        "opb": "inhibiting feilization",
        "opc": "preventing implantation of the feilized egg",
        "opd": "Interrupting an early pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "7f16404e-6bd7-480c-ac08-86c177761472",
        "choice_type": "multi"
    },
    {
        "question": "Dose of centchroman is ________",
        "exp": "Dose of centchroman is 30 mg. Centchroman (ORMELOXIFEN) Centchroman is a synthetic nonsteroidal contraceptive taken as 30 mg tablet, staed on the first day of menses and taken twice weekly for 12 weeks and weekly therafter (half-life is 170 hrs) Effects: It doesnot prevent ovulationn It prevents implantation through endometrial changes. It exhibits a strong antioestrogenic and a weak oestrogenic action peripherally at the receptor level. The return of feility occurs soon after stoppage of the drug (within 6 months) Centchroman is not teratogenic or carcinogenic , exes no pharmacological effect on other organs. The only side effect noted is prolonged cycles of and oligomenorrhea in 8% of cases. This drug can also be used as a postcoital phase. Preganancy rate is 1.83 per 100 woman years. The drug can also be used as a postcoital pill, given in 60 mg doese within 24 hrs of coitus (two tablets repeated 12 h later with failure rate of 1%). It has been developed by Central Drug research institute, Lucknow, and has been released in India under the name of Saheli Side effects: Headche, nausea, vomiting Gain in weight Doesnot protect against HIV or STD Prolonged use -hyperplasia and atypical endometrium Contraindications: PCOD, hepatic dysfunction, cervical dysplasia, allergy to the drug. Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 269",
        "cop": 1,
        "opa": "30 mg",
        "opb": "60 mg",
        "opc": "120 mg",
        "opd": "240 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "b8372b69-19c3-47b8-b438-883015cfbaaa",
        "choice_type": "single"
    },
    {
        "question": "Congenital vaginal foam tablet &;today&; contains ______",
        "exp": "&;Today&; contains nonoxynol 9. Today: It is a mushroom-shaped polyurethane disposal sponge. 2 inches in diameter, 1.25 inches thick and contains 1 g of nonoxynol-9. It is provided with a loop for its easy removal. It should be placed high up in the vagina with the concave side covering the cervix. It can remain effective for 24 hrs. It is used only once. It acts as a mechanical barrier and prevents entery of sperms into the cervical canal, absorbs semen and contain a spermicidal agent. Failure rate: 9-16 per 100 woman years. Ref: Online resources",
        "cop": 1,
        "opa": "Nonoxynol 9",
        "opb": "Octoxynol 8",
        "opc": "Menfegol",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e03b0a76-956c-4626-9894-92727bbda833",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following oral contraceptive pills have the least amount of estrogen?",
        "exp": "newer oral pill (Femilon) contains 20 mcg EE2. Reference: Shaw's Textbook of Gynaecology 16th edition page no 274",
        "cop": 3,
        "opa": "Mala N",
        "opb": "Triquilar",
        "opc": "Femilon",
        "opd": "Novelon",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "81068cab-cbbb-424c-8238-c8ab9d84de5c",
        "choice_type": "single"
    },
    {
        "question": "The following are true related with regards to vasectomy except :",
        "exp": "It doesnot lead to immediate sterility. It is imperative that some other contraception should be used for the next three months or 15 ejaculation. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 396",
        "cop": 1,
        "opa": "Leads to immediate sterility",
        "opb": "Failure rate is 0.15/100women years",
        "opc": "Involves ligation and division of spermatic cord",
        "opd": "Paner (wife may be given DMPA for 3 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "420072e4-af7e-4629-8f3e-9121deecbf68",
        "choice_type": "multi"
    },
    {
        "question": "A woman was taking progestin only pill for contraception. Which side-effect is not likely to occur :",
        "exp": "Drawbacks of progesterone only pill Irregular bleeding Amenorrhea Weight gain Acne Migraine Headache Depression Ectopic pregnancy Breast cancer Thromboembolism Ref: Shaw Gynecology 17 e pg 266.",
        "cop": 3,
        "opa": "Acne",
        "opb": "Amenorrhea",
        "opc": "Dysmenorrhea",
        "opd": "Obesity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "86a1e8e8-8e9a-45ed-948d-d868dbe95cd5",
        "choice_type": "single"
    },
    {
        "question": "Contraception of choice in menorrhagia :",
        "exp": "Mirena IUCD contains 52 mg levonorgestrel, because its action is local resulting in endometrial suppression, it takes 2 to 3 months to reduce menorrhagia and the effect lasts for 5 years. Reference: Shaw's Textbook of gynaecology 16th edition page no 343",
        "cop": 3,
        "opa": "Modified IUD",
        "opb": "Cu-T",
        "opc": "LNG IUD",
        "opd": "Condom",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "c7aba8ca-bd9b-4be4-8ac6-f99f1034b808",
        "choice_type": "single"
    },
    {
        "question": "Mirena is a :",
        "exp": "LNG-IUS or Mirena It is a levanorgestrel releasing device It contains about 52 mg of levonorgestrel released at a rate approximately 20 microgram per day THE TEXTBOOK OF GYNAECOLOGY; SHEILA BALAKRISHNAN; SECOND EDITION; PAGE NO 379.",
        "cop": 3,
        "opa": "Used in aboions",
        "opb": "Anti progesterone",
        "opc": "Progesterone IUCD",
        "opd": "Hormonal implant",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "b1c7f02d-3456-4ce1-859c-a90cd1a0f033",
        "choice_type": "single"
    },
    {
        "question": "Failure rate of vasectomy is :",
        "exp": "Failure rate us about 0.5% TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 396",
        "cop": 2,
        "opa": "0.20%",
        "opb": "0.50%",
        "opc": "3%",
        "opd": "10%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "8e14598a-60ac-46e3-a696-efcddefb3789",
        "choice_type": "single"
    },
    {
        "question": "Use of oral contraceptives decreases the incidence of all of the following except :",
        "exp": "Benefits of combined pills -It effectively controls feility. -As it causes regular and scanty menstruation, it is useful in menorrhagia and polymenorrhoea. -By viue of nonovulation, it can relieve dysmenorrhoea and premenstrual tension. -It prevents anaemia by reducing the menstrual loss. -It has proved to lower the incidence of benign breast neoplasia such as fibrocystic disease. -It reduces the incidence of functional ovarian cyst (50%) and ovarian and uterine malignancy. The incidence of ovarian cancer is reduced by 40% and uterine malignancy by 50% if taken for 1 year, and this effect lasts as long as 10 years after stoppage. The risk decreases with duration of its use. -The incidence of PID is reduced, though it does not reach the same low level as seen with the barrier method. This effect is due to the thick cervical mucus caused by progestogen, preventing the organisms entering into the uterine cavity. -Reduced incidence of ectopic pregnancy is due to suppression of ovulation and reduction in PID. -It protects against rheumatoid ahritis. -Reduces the risk of anorectal cancer by 30-40%. -It is useful in acne, PCOD and endometriosis. Reference: Shaw's Textbook of gynaecology 16th edition page no 274",
        "cop": 3,
        "opa": "Ectopic pregnancy",
        "opb": "Epithelial ovarian malignancy",
        "opc": "Hepatic adenoma",
        "opd": "Pelvic inflammatory disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "372ef3ef-f120-4d4a-9ade-fdcd6b8e900b",
        "choice_type": "multi"
    },
    {
        "question": "The intra-abdominal pressure during laparoscopy should be set between :",
        "exp": "During laproscopy about 100 mL/min of gas is instilled into the peritoneal cavity, maintaining intraperitoneal pressure 15 mmHg. About 1000 mL is required for adequate pneumoperitoneum. Reference: Shaw's Textbook of Gynaecology,16th edition page no 94.",
        "cop": 2,
        "opa": "5-8 mm Hg",
        "opb": "10-15 mm Hg",
        "opc": "20-25 mm Hg",
        "opd": "30-35 mm Hg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "7db3eb0f-5962-4998-b553-96c188c6c833",
        "choice_type": "single"
    },
    {
        "question": "Not a barrier contraceptive among the following is :",
        "exp": "Centchroman Non-hormonal contraceptive pill It is a selective estrogen receptor modulator Centchroman is a synthetic nonsteroidal contraceptive taken as a 30 mg tablet, staed on the first day of menses and taken twice weekly for 12 weeks and weekly thereafter (half-life is 170 h). It does not prevent ovulation. It prevents implantation through endometrial changes. Centchroman is not teratogenic or carcinogenic, exes no pharmacological effect on other organs. The only side effect noted is prolonged cycles and oligomenorrhoea in 8% cases. This is due to prolonged proliferative phase. Pregnancy rate is 1.83 per 100 woman years. The drug can also be used as a postcoital pill, given in 60 mg dose within 24 h of coitus (two tablets repeated 12 h later with failure rate of 1%). It has been developed by Central Drug Research Institute, Lucknow, and has been released in India under the name of Saheli. side effects ---Headache, nausea, vomiting. ---Gain in weight. ---Does not protect against HIV and STD. ---Some delay in return of feility (up to 6 months). ---Prolonged use--hyperplasia and atypical endometrium. contraindications ---During 6 months of lactation. ---PCOD, hepatic dysfunction, cervical dysplasia, allergy to the drug. Reference: Shaw's Textbook of Gynaecology 16th edition page 278,279",
        "cop": 2,
        "opa": "Diaphragm",
        "opb": "Centchroman",
        "opc": "Condom",
        "opd": "Today",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d5b3e13d-0d41-4efc-b52f-5a9e00558d9b",
        "choice_type": "single"
    },
    {
        "question": "Spermicidal agent among the following is :",
        "exp": "Spermicidal Agents: The spermicidal agents kill the sperms before the latter gain access to the cervical canal. These chemical contraceptive agents contain surfactants, such as nonoxynol-9, octoxynol and menfegol and enzyme-inhibiting agents, and are available as foam tablets, soluble pessaries,creams, jellies, or as films along with other contraceptives such as the diaphragm, occlusive cervical cap and condom. Used alone, failure rate is high, approximately 30 per 100 woman years. When used in conjunction with a mechanical barrier, they give a reliable contraceptive effect. The spermicidal agent remains effective for 1-2 h after the application. By causing irritation and abrasions in chronic use, they can cause vaginal ulceration and perhaps increase the risk of HIV spread rather than prevent it. Therefore, the spermicidal agents should not be recommended to HIV couples. A new spermicidal cream, Tenofovir, prevents viral attachment to the vaginal mucosa and is nonirritant and is under development. The use of condoms with spermicidal agents and postcoital agents as back-up technique is effective in avoiding pregnancy. Praneem from neem is spermicidal and prevents transmission of sexually transmitted infections. This is under trial. Reference: Shaw's Textbook of Gynaecology 16th edition page no 266",
        "cop": 4,
        "opa": "Nonoxynol",
        "opb": "Menfegol",
        "opc": "Octoxynol",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "b4979483-e7af-4e81-9500-9af4c776208b",
        "choice_type": "multi"
    },
    {
        "question": "IUCD with shoest life span is :",
        "exp": "Copper containing devices Copper T 200, Copper 7, Multiload Copper 250, Copper T 380, Copper T 220 and Nova T have an effective life of about 3-5 years. Copper T 380A, known as Paraguard, has a lifespan of 10 years. Progestase is a T-shaped device carrying 38 mg of progesterone in silicon oil reservoir in the veical stem. It releases 65 mcg of the hormone per day and needs yearly replacement. A new device, levonova, contains 60 mg of levonorgestrel (LNG) and releases the hormone in very low doses (20 mcg/day). It is thus longer acting (5 years). Mirena (32 , 32 mm) contains 52 mg LNG, eluting 20 mcg daily. It can be retained for 5 years. Frameless IUCD and fibroplast releasing 14 mcg progestogen daily for 3 year Reference: Shaw's textbook of Gynaecology 16th edition page no 269",
        "cop": 4,
        "opa": "Lippes loop",
        "opb": "Cu-T",
        "opc": "Multiload device",
        "opd": "Progestase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "214c0d87-3788-4d7c-922e-36cc94dbd732",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about calendar method is false ?",
        "exp": "In Knaus-Ogino method, the feile period is determined by subtracting 18 days from the shoest cycle and 10 days from the longest cycle which gives the first and the last day of feile period, respectively. This method will result in approximately 25 pregnancies per 100 woman years. The failure results from irregular ovulation or from irregular menstrual cycles. Some couples prefer this method on religious grounds or because they find other methods unacceptable. Not related to cost Ref: Shaw Gynecology 17 e pg 253.",
        "cop": 4,
        "opa": "Abstinence is needed for only a few days in a month",
        "opb": "It is associated with no cost",
        "opc": "Safe period can also be observed using temperature, rhythm or mucous method",
        "opd": "Ectopic pregnancy is a repoed complication",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "a8335048-6dea-4b68-9a36-ce4a7b12ba74",
        "choice_type": "multi"
    },
    {
        "question": "The contraceptive method with a failure rate of <3 is :",
        "exp": "The oral contraceptives are highly effective contraceptive methodThe failure rate is very low ( 0.3 c/o ), as ovulation is inhibitedRef: TEXTBOOK OF GYNAECOLOGY; Sheila Balakrishnan; SECOND EDITION; PAGE NO 366, 370",
        "cop": 4,
        "opa": "Copper-T",
        "opb": "Vaginal sponge",
        "opc": "Condom",
        "opd": "Oral contraceptive pills",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5c2e2e12-e396-4afd-8865-4cc94030d73e",
        "choice_type": "single"
    },
    {
        "question": "Norgestimate OCPs have the following advantages except _________",
        "exp": "Third-generation progesterone (desogestrel, gestodene, norgestimate). These are less androgenic and cause less metabolic disorders, but increase the risk of thrombosis. Benefits of combined pills: It effectively controls feility As it causes regular and scanty menstruation, it is useful in menorrhagia and polymenorrhoea. By viue of non-ovulation, it can relieve dysmenorrhoea and premenstrual tension, It prevents anaemia by reducing the menstrual loss It has proved to lower the incidence of benign breast neoplasia such as fibrocystic disease. It reduces the incidence of functional ovarian cyst (50%) and ovarian and uterine malignancy. The incidence of PID is reduced, though it doesnot reach the same low level as seen with the barrier method. This effect is due to the thick cervical mucus caused by progesterone, preventing the organisms entering into the uterine cavity. Reduced incidence of ectopic preganancy is due to suppression of ovulatory and reduction in PID It protects against rheumatoid ahritis Reduces the risk of anorectal cancer by 30-40% It is useful in acne, PCOD and endometriosis Types of monophasic combined oral pills: 1st generation Ethinyl oestradiol Norethindrone 2nd generation Ethinyl oestradiol Norgestrel, LNG 3rd generation Ethinyl oestradiol Desogestrel, gestodene, norgestimate 4th generation (Yasmin) Ethinyl oestradiol Drospirenone Ref: Shaw&;s textbook of Gynaecology 17th edition pgno: 190,265",
        "cop": 1,
        "opa": "Reduces venous thrombosis",
        "opb": "Is cheap than standard OCPs",
        "opc": "Reduces acne and hirsutism",
        "opd": "Useful in hea disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "61d92859-9f22-4cf0-9f72-aedffaa06eec",
        "choice_type": "multi"
    },
    {
        "question": "The progesterone component of oral contraceptive pills acts by :",
        "exp": "Action of OCPs: 1.The combined oral pill suppresses pituitary hormones,FSH and LH peak and through their suppression prevents ovulation. 2.Progestogen causes atrophic changes in the endometrium and prevents nidation. Progestogen also acts on the cervical mucus making it thick and tenacious and impenetrable by sperms. 3.It also increases the tubal motility, so the feilized egg reaches the uterine cavity before the endometrium is receptive for implantation. Ref: Shaw Gynecology 17 e pg 264.",
        "cop": 4,
        "opa": "Preventing ovulation",
        "opb": "Inhibiting implantation",
        "opc": "Bringing about alterations in cervical mucus",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5986edd5-3a8d-4cd7-bf65-cf12650c2f96",
        "choice_type": "multi"
    },
    {
        "question": "Rise in body temperature after ovulation is due to :",
        "exp": "Progesterone is a thermogenic hormone, causes a shift in the basal body temperatureHence the end of the feile period can be known by measuring daily basal body temperatureThe woman checks her temperature every morning and resumes intercourse 3 days after the thermal shift, the rise in body temperature that signals that the corpus luteum is producing progesterone and that ovulation has occurredRef: Berek and Novak&;s Gynecology; 15th edition; Chapter 10",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "714e5956-aa27-4edd-bae7-8c0999d9530e",
        "choice_type": "single"
    },
    {
        "question": "All of the following mechanisms of action of oral contraceptive pills are true, except :",
        "exp": "Mechanism of Action of OCPs: 1.The combined oral pill suppresses pituitary hormones,FSH and LH peak and through their suppression prevents ovulation. 2.Progestogen causes atrophic changes in the endometrium and prevents nidation. Progestogen also acts on the cervical mucus making it thick and tenacious and impenetrable by sperms. 3.It also increases the tubal motility, so the feilized egg reaches the uterine cavity before the endometrium is receptive for implantation. Reference: Shaw's Textbook of Gynaecology, 16th edition,page273.",
        "cop": 4,
        "opa": "Inhibition of ovulation",
        "opb": "Prevention of feilization",
        "opc": "Interference with implantation of feilized ovum",
        "opd": "Interference with placental functioning",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "3b0e2bcd-f2c2-49f7-8c7a-55151055eee1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an absolute contraindication to OCP use",
        "exp": "Absolute Contraindication to OCP use:- (A) Circulatory Diseases (Past or present) :- * Aerial or venous thrombosis * Severe hypeension * History of stroke * Hea disease: valvular, Ischemic * Diabetes with vascular complications * Migraine with focal neurologic symptoms (B) Diseases of the Liver :- * Active liver disease * Liver adenoma, carcinoma (C) Others :- * Pregnancy * Breastfeeding (postpaum 6 weeks) * Major surgery or prolonged immobilization * Estrogen dependent neoplasms, e.g. breast cancer Relative Contraindication: - WHO Category-2 : (Advantages outweigh the risks) :- * Age >= 40 years * Smoker < 35 years * History of jaundice * Mild hypeension * Gallbladder disease * Diabetes * Sickle cell disease * Headache * Cancer cervix or CIN WHO Category-3 : (Risks outweigh the advantages) :- * Unexplained vaginal bleeding * Hyperlipidemia * Liver tumors (Benign) * Breastfeeding (postpaum 6 weeks to 6 months) * Heavy smoker (> 20 cigarettes/day) Ref:- Speroff Clinical Gynecologic Endocrinology and Infeility 8th Edition; Pg num:- 1033",
        "cop": 1,
        "opa": "DVT",
        "opb": "Diabetes mellitus",
        "opc": "History of amenorrhea",
        "opd": "Chronic renal disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "f59411c2-07c9-47e1-b63f-bdebf56cddd7",
        "choice_type": "single"
    },
    {
        "question": "About IUCD all are true except :",
        "exp": "Multiload IUCD is an copper carrying IUCD which is of second generation LNG containing IUCD is Mirena which is a hormone releasing IUCD with a half Life of 5years IUCD's can be used as emergency contraception Ref: Shaw Gynecology 17 e pg 257.",
        "cop": 1,
        "opa": "Multiload 375 is a third generation IUCD",
        "opb": "Lippes loop and Cu T 200 have same pregnancy rate",
        "opc": "IUCD can be used as emergency contraception",
        "opd": "LNG IUD has half life of 5 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "3441f200-971d-4ae6-aa06-6df21e64b0b9",
        "choice_type": "multi"
    },
    {
        "question": "Composition of Nova-T :",
        "exp": "NOVA-T can be distinguished by a silver core over which the copper wire is wrapped. It has silver added to copper wire increasing it's life span to 5 yrs. PARK'S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd EDITION PAGE NO 496 Shaw's textbook of Gynecology - 17 th edition, page no. 258.",
        "cop": 1,
        "opa": "Copper and silver",
        "opb": "Copper only",
        "opc": "Copper and selenium",
        "opd": "Copper and molybdenum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "c897a1c1-295f-40d0-bfea-8047e072c827",
        "choice_type": "single"
    },
    {
        "question": "All are contraindications of diaphragm except:",
        "exp": "Having multiple sex paners is not a contraindication for the use of diaphragm. Contraindications to use of diaphragm: Proplapse, cystocele, rectocele because accurate fitting is not possible. Recurrent urinary tract infection Allergy to rubber or spermicidal agent. Toxic shock syndrome (TSS) may occur if the diaphragm is left in the vagina for a long period. TSS is caused by Streptococcus pyogenes or Staphylococcus aureus infection Ref: Shaw&;s textbook of Gynaecology 17th edition pgno: 255",
        "cop": 1,
        "opa": "Multiple sex paners",
        "opb": "Recurrent UTI",
        "opc": "Uterine prolapse",
        "opd": "Herpes vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "dfe42b84-81c6-4c98-b476-a9672de74990",
        "choice_type": "multi"
    },
    {
        "question": "Spermicidal jelly acts through _______",
        "exp": "Spermicidal gel acts by disruption of cell membrane. Spermicidal Agents: The spermicidal agents kill the sperms before entering the cervical canal by disruption of cell membrane. These chemical contraceptive agents contain surfactant, such as nonoxynol-9, octoxynol and menfegol and enzyme-inhibiting agents These are available as foam tablets, soluble pessaries, creams, jellies or as films along with other contraceptives such as diaphragm, occclusive cervical cap and condom. Used alone, failure rate is high, approximately 30 per 100 woman years. When used in conjunction with a mechanical barrier, they give a reliable contraceptive effect. The spermicidal agent remains effective for 1-2 hrs after application. Adverse reactions: By causing irritation and abrasions in chronic use, they can cause vaginal ulceration. Increase the risk of HIV spread rather than prevent it. Therefore, the spermicidal agents should not be recommended to HIV couples. A new spermicidal cream, Tenofovir, prevents viral attachment to the vaginal mucosa and is non-irritant and is underdevelopment. The use of condoms with spermicidal agents and postcoital agents as back-up technique is effective in avoiding pregnancy. Ref: Shaw&;s textbook of Gynaecology 17th edition pgno: 255",
        "cop": 4,
        "opa": "Acrosomal enzyme",
        "opb": "Cervical enzyme alteration",
        "opc": "Glucose uptake inhibition by sperms",
        "opd": "Disruption of cell membrane",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "570a2164-4735-48a0-b851-b29096642eae",
        "choice_type": "single"
    },
    {
        "question": "Centchroman weekly dose is :",
        "exp": "It is taken as 30mg tablet twice weekly for 12 weeks and thereafter weekly.",
        "cop": 2,
        "opa": "45 mg",
        "opb": "60 mg",
        "opc": "90 mg",
        "opd": "120 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "cbc72422-1cd8-4f2b-802b-bf758245abac",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemic paralysis is a side effect of :",
        "exp": "Gossypol: Its use as a male contraceptive was discovered in China. Gossypol is a yellow pigment isolated from cottonseed oil. It is administered orally 10-20 mg daily for 3 months and thereafter 20 mg twice weekly. The action is directly on the seminiferous tubules inhibiting spermatogenesis without altering FSH and LH levels. The side effectssuch as weakness, hypokalaemia and permanent sterility in 20% cases limit its use. Reference: Shaw's Textbook of Gynaecology 16th edition page no 272",
        "cop": 1,
        "opa": "Gossypol",
        "opb": "DMPA",
        "opc": "Testosterone enanthate",
        "opd": "Cyproterone acetate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "bd74d216-6dab-488c-8437-2a4dc2a8f9b1",
        "choice_type": "single"
    },
    {
        "question": "A woman on OC pills forgets to take 3 pills in a 3rd week of cycle, what to do next?",
        "exp": "A woman who misses any number of hormonal pills should take a hormonal pill as soon as possible and then continue taking one pill each day.It is paicularly impoant to avoid extending the gap between taking hormonal pills. Therefore, if a woman misses three or more hormonal pills during the third week of the pill pack, she should finish only the hormonal pills in that pack and then sta a new pack on the next day. She should throw away all the reminder pills. If a woman misses three or more hormonal pills in the first week of the pill pack and has had unprotected sex, the Expe Working Group advises that she may wish to consider using emergency contraception, because the risk of pregnancy in such a case could be substantial. In addition, since the reminder pills do not contain hormones, a woman who misses any number of reminder pills simply should throw away the missed reminder pills and continue taking one pill each day. The 2004 Expe Working Group considered three to be the critical number of missed pills that should prompt women to take extra precautions.Reference: WHO guidelines",
        "cop": 4,
        "opa": "Continue the same pack",
        "opb": "Take all the missed pills and continue the pack",
        "opc": "Sta a new pack immediately",
        "opd": "Finish only the hormonal pills and sta a new pack next day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "9d89498f-f7c9-4b39-9d93-5d29712be371",
        "choice_type": "multi"
    },
    {
        "question": "The adverse effect of combined OCP's among the following is :",
        "exp": "Pills are contraindicated in: -Cardiac disease, hypeension, smoker over 35 years. -Diabetes. -History of thrombosis, myocardial infarct, sickle cell anaemia, severe migraine. -Chronic liver diseases such as cholestatic jaundice of pregnancy, cirrhosis of liver, adenoma, porphyrias. -Breast cancer, gall bladder disease. -Gross obesity. -Patient on enzyme-inducing drugs like rifampicin, and antiepileptic except sodium valproate. -4-6 weeks prior to planned surgery. -Lactating woman. -Monilial vaginitis. Reference : Shaw's textbook of Gynaecology 16th edition page no 275",
        "cop": 1,
        "opa": "Liver disorders",
        "opb": "PID",
        "opc": "Weight loss",
        "opd": "Acne",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5207a3f6-5784-40fa-9c11-cc8318e4bf99",
        "choice_type": "single"
    },
    {
        "question": "Permanent sterilization is all except ?",
        "exp": "Depot medroxyprogesterone acetate /DMPA is an injectable contraceptive taken as intramuscular injection of 150 mg every 3 months. The contraceptive effect produced is reversible. PARK'S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE PAGE NO 503 23rd EDITION",
        "cop": 4,
        "opa": "Electrocoagulation",
        "opb": "Vasectomy",
        "opc": "Clipping",
        "opd": "Medroxy progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "722a2ed6-fc7d-499f-8563-358c42e5b9a2",
        "choice_type": "multi"
    },
    {
        "question": "Acceptable ontraceptive for lactating mother are all except :",
        "exp": "In breastfeeding women the POP has no adverse effect on the volume or composition of milk. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 370",
        "cop": 2,
        "opa": "Barrier method",
        "opb": "Combined OCP",
        "opc": "Lactational amenorrhoea",
        "opd": "Progesterone only pill",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "f34d334d-4e8b-4bf9-b7df-c996e1757628",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old P1L1 wants contraception for 6 months. She has dysmenorrhea and is a know case of complicated migraine. On USG, uterus has multiple fibroids. Contraception of choice is :",
        "exp": "Copper T cannot be used since she has multiple fibroids. Permanent method like tubal ligation cannot be used since she need contraception for only 6 months. OCPs can cause breakthrough bleeding and she has h/o migraine. TEXTBOOK OF GYNECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 367, 379.",
        "cop": 3,
        "opa": "Cu T 200",
        "opb": "OC pills",
        "opc": "Vaginal diaphragm",
        "opd": "Tubal sterilization",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "a20daeda-909d-4b9b-a8e2-bb9b56934576",
        "choice_type": "single"
    },
    {
        "question": "During Pomeroy's method of female sterilization, which poion of the tube is ligated?",
        "exp": "2cm lateral to the uterine fundus . THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 388",
        "cop": 3,
        "opa": "Isthmus",
        "opb": "Ampullary",
        "opc": "Isthmo-ampullary",
        "opd": "Cornual",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "355086f6-de22-44d1-8813-18c980b3aac0",
        "choice_type": "single"
    },
    {
        "question": "What is the minimum dose of ethinyl estradiol in OC pills for contraceptive effect?",
        "exp": "For the average patient, the first choice of preparation for contraceptive purposes is a very low estrogen OC (20 mg EE) unless there are other considerations, for example, previous pregnancy while taking the pill.Patients with persistent break-through spotting or bleeding could be offered a pill with the same low estrogen dose, but a more potent progestin, for example, levonorgestrel.Ref: Reference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 2,
        "opa": "15mcg",
        "opb": "20mcg",
        "opc": "30mcg",
        "opd": "35mcg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "33659e94-3029-4c16-8746-09ed36b2c799",
        "choice_type": "single"
    },
    {
        "question": "The progestin present in Sino-Implant II is",
        "exp": "The Sino-Implant II is a less expensive two-rod levonorgestrel system manufactured in China and available in several countries. It is effective for 4 yearsReference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 2,
        "opa": "Etonogestrel",
        "opb": "Levonorgestrel",
        "opc": "Norethisterone",
        "opd": "Desogestrel",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e96ce3f7-fe0a-45d8-9353-372632042dbb",
        "choice_type": "single"
    },
    {
        "question": "To avoid conception, DMPA is given :",
        "exp": "Depomedroxyprogesterone Acetate It&;s a suspension of microcrystals of a synthetic progestin The regimen of 150 mg every 3 months is highly effective, producing pregnancy rates of about 0.3 per 100 women per year Women treated with DMPA experience disruption of the menstrual cycle and have initial spotting and bleeding at irregular intervals With continued administration, amenorrhea develops in 50% of women by 1 year and in 80% by 3 years Side effects: Persistent irregular vaginal bleeding Weight gain Glucose intolerance Reduction in HDL Ref: Noval and Bereks Gynecology; 15th Edition; Chapter 10",
        "cop": 2,
        "opa": "Monthly",
        "opb": "3 Monthly",
        "opc": "6 Monthly",
        "opd": "Yearly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "a3cc7bbe-47fd-4bc4-9a60-504947a67374",
        "choice_type": "single"
    },
    {
        "question": "False statement about Mirena is :",
        "exp": "It is a levanorgestrel releasing device which contains about 52 mg of levanorgestrel released at a rate approximately 20 microgram perday. THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 379",
        "cop": 2,
        "opa": "Progestrone containing lUCD",
        "opb": "Contain desogestrol",
        "opc": "Used in hormone replacement therapy",
        "opd": "Decreases menstural blood flow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "2b0e454d-53a0-471d-9c4b-d510099e4b72",
        "choice_type": "multi"
    },
    {
        "question": "All the following are non-contraceptive benefits of OC pills except",
        "exp": "Established and Emerging Noncontraceptive Benefits of Oral ContraceptivesEstablished BenefitsMenses-relatedIncreased menstrual cycle regularityReduced blood lossReduced iron-deficiency anemiaReduced dysmenorrheaReduced symptoms of premenstrual dysphoric disorderInhibition of ovulationFewer ovarian cystsFewer ectopic pregnanciesOtherReduced fibroadenomas/fibrocystic breast changesReduced acute pelvic inflammatory diseaseReduced endometrial cancerReduced ovarian cancerEmerging BenefitsIncreased bone massReduced acneReduced colorectal cancerReduced uterine leiomyomataReduced rheumatoid ahritisTreatment of bleeding disordersTreatment of hyperandrogenic anovulationTreatment of endometriosisTreatment of perimenopausal changesWomen who use estrogen-containing hormonal contraceptives are at increased risk for venous thrombosis and thromboembolism. Reference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 4,
        "opa": "Reduces dysmenorrhea",
        "opb": "Reduces fibroadenomas",
        "opc": "Reduces ovarian cancer risk",
        "opd": "Decreased risk for venous thrombosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5622e4b3-d56d-4745-8686-26eaf22b19c0",
        "choice_type": "multi"
    },
    {
        "question": "Billing&;s method for contraception refers to ________",
        "exp": "Billing&;s method for contraceptionn refers to cervical mucus method. Mucus method (billings or ovulation method): The propeies of the cervical mucus change under the influence of the ovarian hormones on different days of the menstrual cycle. The woman attempts to predict the feile period by feeling the cervical mucus Under oestrogen influence, the mucus increases in quantity and become progressively more slippery and elastic untill a peak is reached. Thereafter, the mucus becomes thicker, scanty and dry under the influence of progesterone until the onset of menses. Intercourse is considered safe during the &;dry days&; immediately after the menses until mucus is detected. Thereafter, the couple must abstain until the fouh day after the &;peak day&;. Mucus secretion during a menstrual cycle: Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 253",
        "cop": 2,
        "opa": "Monitoring BBT",
        "opb": "Cervical mucus method",
        "opc": "Rhythm method",
        "opd": "Coitus interruptus method",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "9bd12c9c-7e3a-47c0-87f7-5632ad4dff75",
        "choice_type": "single"
    },
    {
        "question": "Sterilization commonly performed at which site of fallopian tube :",
        "exp": "Tubal ligation is usually performed by Pomeroy's method. THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 388",
        "cop": 3,
        "opa": "Ampulla",
        "opb": "Infundibulum",
        "opc": "Isthmus",
        "opd": "Cornua",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "e70233e2-ac7e-440f-b4ec-9fdf65e3ec51",
        "choice_type": "multi"
    },
    {
        "question": "Emergency contraceptive of choice is :",
        "exp": "Levonorgestrol can be used as a single dose, can be given upto 120hrs following unprotected intercourse and no estrogenic side effects",
        "cop": 3,
        "opa": "OCP",
        "opb": "Danazol",
        "opc": "Levonorgestrel",
        "opd": "Mifepristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "d9ddc65f-f19b-4c79-ae3c-a25942b105b5",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindications of OCPs are all except ________",
        "exp": "OCP&;s have no adverse effects on the thyroid. Contraindications of OCP: Cardiac disease, hypeension, smoker over 35 years. Diabetes History of thrombosis, myocardial infarct, sickle cell anaemia, severe migraine Chronic liver diseases such as cholestatic jaundice of preganancy, Cirrhosis of liver, adenoma, porphyrias Breast cancer, gall bladder disease Gross obesity Patient on enzyme-inducing drugs like rifampicin, and antiepileptic except sodium valproate 4-6 weeks prior to planned surgery Lactating woman Monilial vaginitis Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 265",
        "cop": 3,
        "opa": "Ischaemic hea disease",
        "opb": "Hepatoma",
        "opc": "Thyroid disorder",
        "opd": "Breast cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "93beabb6-b48d-4c48-b5ea-a71052178097",
        "choice_type": "multi"
    },
    {
        "question": "Which natural family planning method is based on Ogino Knauss theory ?",
        "exp": "In Knaus-Ogino method, the feile period is determined by subtracting 18 days from the shoest cycle and 10 days from the longest cycle which gives the first and the last day of feile period, respectively. This method will result in approximately 25 pregnancies per 100 woman years. The failure results from irregular ovulation or from irregular menstrual cycles. Some couples prefer this method on religious grounds or because they find other methods unacceptable. Reference: Shaw's Textbook of Gynaecology, 16th edition,page 265.",
        "cop": 2,
        "opa": "BBT method",
        "opb": "Rhythm method",
        "opc": "Lactational aneronhea",
        "opd": "Withdrawal method",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "20ccdc4b-8f3a-47a8-962c-4ef2467f2de0",
        "choice_type": "single"
    },
    {
        "question": "All are true about DMPA except :",
        "exp": "Depomedroxyprogesterone Acetate It's a suspension of microcrystals of a synthetic progestin The regimen of 150 mg every 3 months is highly effective, producing pregnancy rates of about 0.3 per 100 women per year Women treated with DMPA experience disruption of the menstrual cycle and have initial spotting and bleeding at irregular intervals With continued administration, amenorrhea develops in 50% of women by 1 year and in 80% by 3 years Side effects: Persistent irregular vaginal bleeding Weight gain Glucose intolerance Reduction in HDL Ref: Noval and Bereks Gynecology; 15th Edition; Chapter 10",
        "cop": 3,
        "opa": "Failure rate of 0.3/100 WY",
        "opb": "150 mg every 3 months",
        "opc": "Weight loss",
        "opd": "Glucose intolerance occurs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "5f90d0c5-c9fa-462f-bcbe-1c3f0dfc6669",
        "choice_type": "multi"
    },
    {
        "question": "All the following can be used for emergency contraception except",
        "exp": "World Health Organization recommends 1.5 mg of levonorgestrel as a single dose, given up to 120 hours after intercourse.The antiprogesterone mifepristone (RU486) is highly effective for postcoital contraception. The usual aboifacient dose is 200 mg, but a dose of only 10 mg is effective for emergency contraception.Ulipristal, a new progesterone-receptor modulator was approved by the FDA for emergency contraception to 120 hours after intercourse. It is at least as effective as levonorgestrel 1.5 mg up to 72 hours and may be superior between 72 and 120 hours (270). When Ulipristal is administered prior to the luteinizing hormone (LH) peak, it delays rupture of the preovulatory follicle for 5 days or more, which may be its primary mechanism of action.Efficacy of Cu T contraception is 100% when the device is inseed up to 5 days after intercourse.Yuzpe method is ethinyl estradiol, 0.100 mg plus levonorgestrel 0.50 mg x 2, 12 hours later Reference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 1,
        "opa": "Low dose OC pills",
        "opb": "Levonorgestrel",
        "opc": "Mifepristone",
        "opd": "Ulipristal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "8b94f74f-6d26-4416-a9bf-588d47993426",
        "choice_type": "multi"
    },
    {
        "question": "Mirena should be changed after how many years :",
        "exp": "Mirena: Contains 52 mg of levonorgestrol Releases hormone in very low doses Acts for a period of 5years Has low pregnancy rate of 0-3 per 100 women years Ref: Shaw Gynecology 17 e pg 258.",
        "cop": 3,
        "opa": "2 years",
        "opb": "4 years",
        "opc": "5 years",
        "opd": "10 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "f3fb8b6a-233b-406d-bfb3-1067016b7cb8",
        "choice_type": "single"
    },
    {
        "question": "All of the following mechanisms might account for a reduce-risk of upper genital tract infection in users of progestin - releasing lUDs, except:",
        "exp": "Decreased ovulation does not protect from upper genital tract infection. Also it doesn't inhibit ovulation in all women. THE TEXTBOOK OF GYNAECOLOGY SHEILA BALAKRISHNAN SECOND EDITION PAGE NO 379",
        "cop": 2,
        "opa": "Reduced retrograde menstruation",
        "opb": "Decreased ovulation",
        "opc": "Thickened cervical mucus",
        "opd": "Decidual changes in the endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "8a797cce-220f-4ee6-bcb5-a9d6ba496717",
        "choice_type": "multi"
    },
    {
        "question": "All the following are long-acting reversible contraceptives except",
        "exp": "Long-Acting Reversible ContraceptivesSeveral contraceptive methods are as effective as sterilization but are completely reversible. All have the impoant advantage of being \"forgettable,\" that is, little is required of the user after the method is begun, very much in contrast to methods like the condom that must be used with each act of intercourse, or the OC, which must be taken daily.These forgettable methods have pregnancy rates in typical use of less than 2 per 100 woman-years, are effective for at least 3 months without attention from the user, and are among the safest methods. They include the injectable progestins, depot medroxyprogesterone acetate (DMPA) and norethindrone enanthate, the etonogestrel and levonorgestrel subdermal implants, copper-containing intrauterine devices such as the copper T380A and the levonorgestrel-releasing intrauterine system.Reference: Novak's gynaecology; 14th edition; Chapter 10; Family planning",
        "cop": 1,
        "opa": "OC pills",
        "opb": "Injectable progestins",
        "opc": "Implants",
        "opd": "Intrauterine devices",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "04b78d01-d21c-41cb-8421-a0eea77a1f29",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following liver disorders is a complication associated with oral contraceptives?",
        "exp": "Oral contraceptives produce an intrahepatic cholestasis that is unpredictable (not related to the dose). The incidence of liver cell adenomas is also increased as a result of oral contraceptive use. These vascular tumors have a tendency to rupture during pregnancy, paicularly those in a subcapsular location. A purpoed increase in the incidence of focal nodular hyperplasia (FNH) is associated with oral contraceptive use. Grossly, FNH is characterized by a poorly encapsulated nodule that has a lighter color than the surrounding hepatic parenchyma. On cut section, a centrally located stellate scar radiates out to the periphery of the lesion. Microscopically, the hepatocytes between the scar tissue are normal. A slightly increased risk for hepatocellular carcinoma is another effect of bih control pills on the liver. Oral contraceptives are not associated with drug-induced hepatitis with fatty change, cholangiocarcinoma, cavernous hemangiomas, or fulminant hepatic failure.",
        "cop": 4,
        "opa": "Drug-induced hepatitis with fatty change",
        "opb": "Cholangiocarcinoma",
        "opc": "Cavernous hemangiomas",
        "opd": "Intrahepatic cholestasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "1b0e0469-5aea-4fc8-af16-351d0f1617e2",
        "choice_type": "single"
    },
    {
        "question": "True statements regarding DMPA includes all the following except :",
        "exp": "Risk of endometrial cancer is substantially reduced by past use of DMPA Noncontraceptive benefits of DMPA:Anemia, PID, Ectopic pregnancy, and Endometrial cancer are repoedDMPA benefits women with sickle cell diseaseRef: Novak and Bereks Gynecology; 15th Edition; Chapter 10",
        "cop": 2,
        "opa": "3% failure rate",
        "opb": "Protects against ovarian cancer",
        "opc": "Can be given in women with seizures",
        "opd": "Useful in treatment of menorrhagia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "6dcb3757-04e2-4e4d-82ad-a4a093ddd3ab",
        "choice_type": "multi"
    },
    {
        "question": "Ideal contraceptive for a couple living in different cities meeting only occasionally :",
        "exp": "The advantages of condom are: 1 they are easily available 2 safe and inexpensive 3 easy to use 4 no side effects 5 light ,compact and disposable 6 provides protection not only against pregnancy but also against STD PARKS TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23 rd EDITION PAGE NO 494",
        "cop": 1,
        "opa": "Barrier method",
        "opb": "IUCD",
        "opc": "OCP",
        "opd": "DMPA",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraception",
        "id": "c0fee16f-b436-47b8-8b7e-63945e310fd8",
        "choice_type": "multi"
    }
]