[
    {
        "question": "GTT in pregnancy is indicated when if fasting blood sugar is above-",
        "exp": "Ans. is 'd' i.e., 95gm/100ml Indications of GITo Fasting glycosuria on one occasion before 20th week & 2 or more occasions thereafter,o Following a positive screening test.o If fasting blood sugar exceeds 95mg / 100ml or if that after 2 hours of ingestion of lOO'gm (WHO-75) glucose is more than 120mg/100ml.o However if plasma glucose value is 126mg / 100 ml or more & is confirmed on repeated test, there is no need to perform GTT as the woman is diabetic.",
        "cop": 4,
        "opa": "80gm/100ml",
        "opb": "85gm/l00ml",
        "opc": "90gm/l00ml",
        "opd": "95gm/100ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "bb1149a7-3032-45d5-9cbc-19af92ba34be",
        "choice_type": "multi"
    },
    {
        "question": "Neurological defect seen in fetus of diabetic mother is?",
        "exp": "ANSWER: (D) All of the aboveREF: Dutta 6th ed p. 287, Current Diagnosis 8; Treatment Obstetrics & Gynecology, 10th edition chapter 18, Willians 22nd edition Table 52-8, http://en.wikipedia.org/wiki/Gestational_ diabetesCONGENITAL MALFORMATIONS IN INFANTS OF WOMEN WITH DIABETESAnomalyRatios of InddenceaCaudal regressionSitus inversusSpina bifida, hydrocephaly, or other central nervous system defectAnencephaly2528423Heart anomaliesAtrial septal defectsVentricular septal defectsTransposition of the great vesselsCoarctation of the aortaTetralogy of FallotTruncus arteriosusDextrocardiaCardiomegaly4Anal/rectal atresiaRenal anomaliesAgenesisCystic kidneyDuplex ureter354423Ratio of incidence is in comparision with the general population.",
        "cop": 4,
        "opa": "Caudal regression",
        "opb": "Neural tube defect",
        "opc": "Anencephaly",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "27636825-5ced-4b9c-91f6-04872e701178",
        "choice_type": "multi"
    },
    {
        "question": "For which of the following conditions screening for GDM is not required -",
        "exp": "Ans. is 'd' i.e., Previous preeclampsia Gestational diabetes mellitus It is defined as carbohydrate intolerance of varying severity with onset or first recognition during pregnancy. Pregnancy is a form of stress that can cause latent diabetes to manifest just as do surgical operations or acute infections.In most of these cases the carbohydrate intolerance will revert by the end of puerperium but this manifestation may be the first indication of diabetes yet to come.More than half of the women with gestational diabetes will develop frank diabetes within the next 20 years.Screening and diagnosis for gestational diabetes mellitusHistorical risk factors suggestive of gestational diabetes have been known for a long timeUnexplained still birth, macrosomia. preterm birth Unexplained still birth, macrosomia and preterm birth have been consistently found to be significantly increased in both gestational and progestational diabetic pregnancies.H/O gestational diabetes in previous pregnancyH/O gestational diabetes in previous pregnancy or diabetes in a first degree relative also increase the risk of gestational diabetes mellitus in subsequent pregnancies.Congenital malformationsCongenital malformations are associated with true diabetes. Congenital malformations are increased much more in known diabetics for obvious reasons because true gestational diabetes usually manifests in the second half of pregnancy by which time fetal organogenesis is nearly complete.The incidence of gestational diabetes can be stratified and shows good correlation with risk factors which can be utilized to characterize women into low average and high risk of developing gestational diabetes. Low risk categoryHigh risk category* <25 years of age* Markedly obese* Normal baby weight* H/o diabetes in first degree relative* No family history of diabetes * Previous abnormal glucose tolerance test* No history of abnormal glucose metabolism* Previous large baby >4 kg* No history of poor obstetric outcome* Previous bad obstetric history unexplained still birth or congenital malformed babies* Not members of an ethnic/racial group with a high prevalence of diabetes* Those with persistent glycosuria There has been a debate whether screening for diabetes should be universal or selective based on risk factors, or whether it is required at allAlthough there is ample evidence to demonstrate increased pregnancy and neonatal complications with increasing maternal glycemic levels there is not enough quality data to ascertain the impact of screening on maternal and neonatal health outcomes.In such a scenario the best policy seems to be is to offer selective screening based on race, personal and obstetric risk factors and the background prevalence of type 2 diabetics in the community.Also knowThe screening for gestational diabetes mellitus is routinely done at 24-28 weeks of pregnancy.Best screening test is 50 g glucose challenge test.",
        "cop": 4,
        "opa": "Previous macrosomia",
        "opb": "Previous congenital malformation",
        "opc": "Previous still born",
        "opd": "Previous pre-eclampsia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "12dff921-78ca-49dc-96ce-caf940634196",
        "choice_type": "single"
    },
    {
        "question": "The most common congenital anomaly in baby born to IDDM mother is :",
        "exp": "Ans. is 'b' i.e. Cardiovascular anomalies Conclusion of the study published at above website the relative risk for major malformations of infants of mothers with IDDM was 7,compared with infants of non diabetic mothers.The relative risk for major CNS and CVS defects were 15.5 and 18.0.The absolute risk for major malformations, CNS malformations and CVS malformations among IDDM were 18.4, 5.3 and 8.5 per 100 live births respectively.Congenital abnormalities in infants of diabetic mother.AnomalyAppropriate risk ratioPercent riskAll cardiac defectsx 188.5All central nervous system defectsx 165.3All congenital anomaliesx 818.4* The various anomalies that are seen in infants of diabetic mother are:Central nervous systemAnencephalySpina bifidaHoloprosencephalyEncephaloceleHeart and great vesselsTGVVSDCoarctation of AortaASD 3. Skeletal and spinalCaudal regression syndromeGenitourinaryRenal agenesisUreteral duplicationGastrointestinalAnal atresia ' Caudal regression syndrome is the most characteristic congenital anomaly seen with diabetes but cardiovascular malformation is the most common.",
        "cop": 2,
        "opa": "Neural tube defect",
        "opb": "Cardiovascular anomalies",
        "opc": "G.I.T anomalies",
        "opd": "Pulmonary anomalies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "be65e190-8019-4fd6-b456-9e8c2627d408",
        "choice_type": "single"
    },
    {
        "question": "In a baby born to a diabetic mother all are seen except -",
        "exp": "Ans. is 'd' i.e.. Heart failure Complications of diabetes during pregnancy' During pregnancyo Spontaneous recurrent abortionso Pre-term labouro Infections (UTI & vulvo vaginitis)o Pre-eclampsiao Polyhydramnioso Maternal distresso Diabetic retinopathyo Diabetic nephropathyo KetoacidosisDuring labouro Prolongation of labouro Shoulder Dystociao Perineal injurieso P PHDuring puerperiumo Puerperal sepsiso Lactation failureMaternal o FetalMacrosomiao Congenital malformationso Birth injuries (eg: brachial plexus)o IUGRo IUD Fetal",
        "cop": 4,
        "opa": "Malformations",
        "opb": "Macrosomia",
        "opc": "Growth restriction",
        "opd": "Heart failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "678fdc6d-71e4-423c-899a-f48000b77beb",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common complication during vaginal delivery in diabetic women?",
        "exp": "Ans: B (Shoulder dystocia) Ref: Current diagnosis & treatment - Obstetrics and Gynaecology iOth edition pg 316.Explanation:Shoulder dystocia is the most common complication encountered in diabetic women during vaginal del ivery, especially when the baby is niacrosomic.Uterine inertia and PPH can occur if hydramnios is present.Maternal complications of DMAbortionPreterm labourPre eclampsiaPolyhydramnios,Fetal complications of DMHydramniosBig babyShoulder dystociaFetal macrosomiaSacral agenesisAnencephaly and microcephalyVSDNeonatal complicationsHypoglycemia.ARDSHyperbilirubinemiaPolycythemiaHypocalcemia",
        "cop": 2,
        "opa": "Uterine inertia",
        "opb": "Shoulder dystocia",
        "opc": "Obstructed labour",
        "opd": "Post partum haemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diabetes Mellitus",
        "id": "558d7c44-e837-4e60-9ae4-1174c6da2ed5",
        "choice_type": "single"
    }
]