[
    {
        "question": "At what level of b-hCG is it that normal pregnancy can be earliest detected by TVS (transvaginal USG)?",
        "exp": "Ans. is b, i.e. 1000IU/MLRef Dutta Obs. 7/e, p 642Critical titre of hCG:b-hCG level (mIU/ml)Structure visibleTVS/TAS* 1000-1200Gestational sacTVS* 6000Gestational SacTAS",
        "cop": 2,
        "opa": "500 IU/mL",
        "opb": "1000 IU/mL",
        "opc": "1500 IU/mL",
        "opd": "2000 IU/mL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "4a671b2d-e0fa-4ad8-8dec-3a6c34401060",
        "choice_type": "single"
    },
    {
        "question": "Amniocentesis is done at what intrauterine age?",
        "exp": "ANSWER: (B) 12-20REF: Current OB./GYN 10th edition chapter 13.Repeat from December 2011 & June 2008Amniocentesis is often performed between 15 and 20 weeks' gestation. Chorionic villus sampling (CVS) is an alternative to amniocentesis. It is performed between 10 and 12 weeks' gestation and can be performed either transcervically or transabdominally.",
        "cop": 2,
        "opa": "12-Oct",
        "opb": "20-Dec",
        "opc": "20-25",
        "opd": "25-30",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "00464bea-c068-4cdd-a203-22fbb736351b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication of amniocentesis for chromosomal anomaly detection?",
        "exp": "Ans, is a, i.e. Gestation diabetesRef. Dutta Obs. 7/e, p 647; Fernando Arias 3/e, p 46, 47; COGDT 10/e, p 107, Williams Obs. 23/e, p 299, 300Amniocentesis or chorionic villi sampling should be offered to the following class of patients:-Singleton pregnancy and maternal age 35 years or above.-Twin pregnancy at age over 31 years of pregnancy.-Previous chromosomally abnormal child.-Three or more spontaneous abortions.-Patient or husband with chromosome anomaly.-Family history of chromosome anomaly.-Possible female carrier of X-linked disease.-Metabolic disease risk (because of previous experience or family history).-NTD risk (because of previous experience or family history).-Positive second-trimester maternal serum screen or major fetal structural defect identified by USG.",
        "cop": 1,
        "opa": "Gestation diabetes",
        "opb": "Previous Down's child",
        "opc": "Maternal age more than 35",
        "opd": "Parents with chromosomal anomaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "a8a2f5fe-e22a-4ea7-9292-df1dc87f615d",
        "choice_type": "single"
    },
    {
        "question": "DNA analysis of chorionic villus/amniocentesis is not likely to detect:",
        "exp": "Ans. is a, i.e. Tay-Sachs diseaseRef. JB Sharma TB of Obs pg 161; Williams Obs 25/e, p 296Ref Operative Obs and Gynae by Randhir Puri, Narendra Malhotra 1/e, p 261, 262; Obs. and Gynae Beckmann 5/e, p 45In chorionic villous biopsy, trophoblastic tissue is obtained from the chorionic villi, followed by biochemical or molecular (DNA) analysis or chromosomal analysis of this tissue to diagnose various conditions.Conditions which require molecular or DNA analysisConditions which require biochemical analysis* Hemoglobinopathies* Sickle cell disease* Alpha thalassemia* Beta thalassemia* Hemophilia A or B* Duchenne muscular dystrophy* Cystic fibrosis* Alpha-1 antitrypsin deficiency* Tay Sach's disease* Tay Sach's disease* Niemann Pick disease* Gaucher's disease* Urea cycle defects* Amino acid disorder* Congenital adrenal hyperplasia* PhenylketonuriaFor diagnosis of Tay Sach's disease biochemical analysis and DNA analysis of chorionic villous sample is done (not DNA analysis). For rest all options only DNA analyses would do that is why I am picking that option.",
        "cop": 1,
        "opa": "Tay-Sach's disease",
        "opb": "Hemophilia A",
        "opc": "Sickle cell disease",
        "opd": "Duchenne muscular dystrophy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "600057d1-acc5-4004-8a9a-64a218df1850",
        "choice_type": "single"
    },
    {
        "question": "Detection of aneuploidy in 1st trimester:",
        "exp": "Ans. A. hCG and PAPP-ARef: William's 24th/ed, p289Table 2: Selected Down syndrome screening strategies and their detection rateStrategyAnalytesDetection Rate3 (%)First-trimester screenNT, PAPP-A, and hCG or free p-hCG79-87NTNT alone64-70Triple testMSAFP hCG OR free p-hCG, uE361-70Quadruple (Quad) testMSAFP, hCG or free p-hCG, uE3, inh74-81Integrated screenFirst-trimester screen and Quad test; results withheld until Quad test completed94-96Stepwise sequentialFirst-trimester screen and Quad test 1% offered diagnostic test after first-trimester screen 99% proceed to Quad test, results withheld until Quad test completed90-95Contingent sequential screenFirst-trimester screen and Quad test 1 % offered diagnostic test after first-trimester screen 15% proceed to Quad test; results withheld until Quad test completed84% have no additional test after first trimester screen88-94Cell-free fetal DNA testing (high-risk pregnancies)No analytes--massively parallel genomic sequencing98aBased on a 5% positive screen rate.Free b-hCG = free b-subunit hCG; hCG = human chorionic gonadotropin, inh = dimeric inhibin a;MSAFP = maternal serum alpha-fetoprotein; NT = nuchal translucency; PAPP-A = pregnancy-associated plasma protein-A; uE3 = unconjugated estriol.",
        "cop": 1,
        "opa": "hCG and PAPP-A",
        "opb": "hCG and AFP",
        "opc": "hCG, PAPP-A and AFP",
        "opd": "AFP and estriol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "6b72957e-b0c1-4877-a884-3fdf6e309306",
        "choice_type": "single"
    },
    {
        "question": "To diagnosis foetal wellbeing of foetus, most reliable method -(UPSC 97)",
        "exp": "To get started, sit with your feet up or lie on your side. Count each of your baby'smovements as one kick, and count until you reach 10 kicks or movements. Most of the time it will take less than a half-hour, but it could take as long as two hours. Log your recorded times into a Count the Kicks chart. The lecithin-sphingomyelin ratio (aka L-S or L/S ratio) is a test of fetal amniotic fluid to assess for fetal lung immaturity. Lungs require surfactant, a soap-like substance, to lower the surface pressure of the alveoli in the lungs. Human placental lactogen (hPL), also called human chorionic somatomammotropin (HCS), is a polypeptide placentalhormone, the human form of placental lactogen (chorionic somatomammotropin). Its structure and function are similar to those of human growth hormone. It modifies the metabolic state of the mother during pregnancy to facilitate the energy supply of the fetus. hPL has anti-insulin properties. hPL is a hormone secreted by the syncytiotrophoblast during pregnancy. Like human growth hormone, hPL is encoded by genes on chromosome 17q22-24. HPL is present only during pregnancy, with maternal serum levels rising in relation to the growth of the fetus and placenta. Maximum levels are reached near term, typically to 5-7 mg/L. Higher levels are noted in patients with multiple gestation. Little hPL enters the fetal circulation. Its biological half-life is 15 minutes.",
        "cop": 4,
        "opa": "L:S ratio",
        "opb": "HPL levels",
        "opc": "Kick test",
        "opd": "Ultrasound",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "43b33cf4-1938-4285-b9a1-6068a19e1bd7",
        "choice_type": "single"
    },
    {
        "question": "Early deceleration denotes:",
        "exp": "Ans. is a, i.e. Head compressionRef. Dutta Obs. 9/e, p 569\"Deceleration is defined as a decrease in fetal heart rate below the base line by 15 beats per minute or more.\" Three basic patterns of deceleration are observed, each of which has a diagnostic significance:FHR patternFeatureSeen inEarly decelerationDeceleration coincidences with a contraction Uniform onset, i.e. gradual takes > 30 sec and recovery Magnitude rarely >40 bpmHead compressionNot associated with fetal hypoxiaLate decelerationBegins at or after the contraction peak and touches baseline only after contraction Uniform onset, i.e. gradual takes> 30 secs and recoveryMay be of low magnitude 10-20 bpmUteroplacental insufficiency, Fetal hypoxia. It is an ominous findingVariable decelerationVariable relationship to contraction Ragged waveform. Abrupt in onset < 30 sec Variable magnitudeUmbilical cord compression M/C type of deceleration",
        "cop": 1,
        "opa": "Head compression",
        "opb": "Cord compression",
        "opc": "Placental insufficiency",
        "opd": "Fetal distress",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "90a360d7-82c6-4e83-ab8a-05dbdcbb3cb7",
        "choice_type": "single"
    },
    {
        "question": "Investigation of Choice post datism?",
        "exp": "ANSWER: (A) USGREF: Dutta 6th edp. 319Post dated pregnancy: (> 2weeks beyond the expected date of delivery (gestational age > 294 days)Etiology:Wrong dates : most commonHereditaryPrimi, sedentary habit, previous prolonged pregnancy, elderly multiparaFetal congenital anomalies like anencephalyPlacental sulphatase deficiencyClinical diagnosis:Menstrual historyWeight recordAbdominal girthHeight of uterus , uterus feels full of fetus , hard bones of fetusRipe cervixInvestigations:Assessment of fetal maturity:[?] USG: it is the investigation of choice[?] FL, CRL, BPD are measured and composite biometry done[?] Amniocentesis is invasive, and has been replaced by USG.Assessment of well being:[?] Modified biophysical profile[?] Absence of umbilical artery end diastolic frequency indicates fetal jeopardy.",
        "cop": 1,
        "opa": "USG",
        "opb": "Xray",
        "opc": "Amniocentesis",
        "opd": "Spectrophotometry",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "52eac9cf-e034-41ba-9799-44d44cbf37c9",
        "choice_type": "single"
    },
    {
        "question": "Indications for USG at 32-36 weeks are all except:",
        "exp": "Ans. is a, i.e. If anomaly scan not done at 1st trimesterFor anomaly scan copy USG is done in 1st trimester and repeated at 16 to 20 weeks. There is no use getting a scan done in third trimester as MTP cannot be done beyond 20 weeks.",
        "cop": 1,
        "opa": "If anomaly scan not done at 1st trimester",
        "opb": "In multiple pregnancy",
        "opc": "To diagnose IUGR",
        "opd": "To determine positioning of placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "ec9025a8-d3f3-4b6b-af48-dddfd45d4958",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding this fetal parameter is?",
        "exp": "Ans. A. Best parameter for dating pregnancyCRL - Crown Rump lengtha. 1st trimester CRL is the best parameter for dating pregnancy. If carefully performed it has a variance of 3 - 5 days.b. Ideal time to perform CRL is between 7 to 10 weeks but can be done up till 14 weeks (till the embryo is 85mm long)c. The fetus is measured in the mid-sagittal plane from crown to the rump.",
        "cop": 1,
        "opa": "Best parameter for dating pregnancy",
        "opb": "Can be measured till 10 weeks only",
        "opc": "Accuracy for gestational age estimation is (+-) 7 to 10 days",
        "opd": "Fetus is measured from head to toe",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "d223bb09-0b18-4c0f-804e-208f19abbbba",
        "choice_type": "multi"
    },
    {
        "question": "The following CTG indicates:",
        "exp": "Ans. B. Cord compressionSince the fetal heart rate is changing independent of uterine contractions, the pattern is called variable deceleration. It indicates cord compression.",
        "cop": 2,
        "opa": "Fetal head compression",
        "opb": "Cord compression",
        "opc": "Normal tracing",
        "opd": "Fetal anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "e5d8dab1-28a4-4145-a6ef-2cf9978c6a8d",
        "choice_type": "single"
    },
    {
        "question": "Following fetal tocographic finding was seen in a 30- year- old female patient in labor. What does it suggest?",
        "exp": "Ans. b. Fetal distress (Ref: Williams Obstetrics 24/e p340) Late decelerations, typical of fetal distress can be seen in the given fetal tocography. Methods of Monitoring Fetal Heart Rate Fetal stethoscope (Pinard) & Hand-held Doppler (Sonicaid) Cardiotocograph (CTG) Cardiotocography (CTG) CTG: Technical means of recording (-graphy) fetal heartbeat (cardio-) & uterine contractions (-toco-) during pregnancy, typically in third trimester. The machine used to perform the monitoring is called a Cardiotocograph, more commonly known as an Electronic Fetal Monitor (EFM). Two separate transducers perform recordings, one for the measurement of fetal heart rate & second one for uterine contractions. Types of measurement: Each of the transducers may be either external or internal. External measurement means taping or strapping the two sensors to the abdominal wall. This is called an indirect measure. Internal measurement (direct) requires a certain degree of cervical dilatation, as it involves insetting a pressure catheter into the uterine cavity, as well as attaching a scalp electrode to the childs head to adequately measure the electric activity of the fetal heart. Interpretation: Includes description of uterine activity (contractions), baseline fetal heart rate, baseline FHR variability, presence of accelerations, periodic or episodic decelerations The 3 primary mechanisms by which uterine contractions can cause a decrease in fetal heart rate are compression of fetal head, umbilical cord & uterine myometrial vesselsQ. Variability Baseline variability refers to the variation of fetal heart rate from one beat to the next. Variability occurs as a result of the interaction between nervous system, chemoreceptors. baroreptors & cardiac responsiveness. This is because a healthy foetus will constantly be adapting it's heart rate to respond to changes in it's environment. Normal variability is between 10-25 bpm To calculate variability you look at how much the peaks & troughs of the heart rate deviate from baseline rate (in bpm) Variability can be categorised as: Reassuring > 5 bpmQ Non-reassuring <5 bpm for between 40-90 minutesQ Abnormal <5 bpm for >90 minutesQ Accelerations Abrupt increase in baseline heart rate of >15 bpm for >15 secondsQ The presence of accelerations is reassuring Antenatally there should be at least 2 accelerations every 15 minutesQ Accelerations occurring alongside uterine contractions is a sign of a healthy foetusQ Decelerations Decelerations: Abrupt decrease in baseline heart rate of >15 bpm for > 15 seconds Types of deceleration Early deceleration * Start when uterine contraction begins & recover when uterine contraction stops * Due to increased foetal intracranial pressure causing increased vagal tone * Resolves once the uterine contraction ends & intracranial pressure reduces * Considered to be physiological & not pathological Variable deceleration * Seen as a rapid fall in baseline rate with a variable recovery phase * Variable in their duration & may not have any relationship to uterine contractions * Seen during labour & in patients with reduced amniotic fluid volume * Variable decelerations are usually caused by umbilical cord compression * The umbilical vein is often occluded first causing an acceleration in response * Then the umbilical artery is occluded causing a subsequent rapid deceleration * When pressure on the cord is reduced another acceleration occurs & then the baseline rate returns * Accelerations before & after a variable deceleration are known as the \"shoulders of deceleration\" * Variable decelerations can sometimes resolve if the mother changes position * The presence of persistent variable decelerations indicates the need for close monitoring Late deceleration * Begin at the peak of uterine contraction & recover after the contraction ends. * Indicates there is insufficient blood flow through the uterus & placenta, foetal hypoxia & acidosis due to reduced uteroplacental blood flow. * If foetal blood pH is acidotic it indicates significant foetal hypoxia & the need for emergency C-section Prolonged deceleration * A deceleration that last more than 2 minutes * If it lasts between 2-3 minutes it is classed as non-reassuring * It it lasts longer than 3 minutes it is immediately classed as abnormal * Action must be taken quickly,e.g.. Foetal blood sampling/emergency C-section Sinusoidal Pattern A smooth, regular, wave-like pattern, frequency of around 2-5 cycles a minute, stable baseline rate around 120-160 bpm, no beat to beat variability It indicates severe foetal hypoxia, severe foetal anaemia, foetal/ maternal haemorrhageQ Management: Immediate C-section is indicated for this kind of pattern. Significance: This type of pattern is rare, however if present it is very serious, it is associated with high rates of foetal morbidity & mortality. Outcome is usually poor.",
        "cop": 2,
        "opa": "Early cord compression",
        "opb": "Fetal distress",
        "opc": "Head compression",
        "opd": "Fetal anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "00c82b82-d7f5-41dc-b5d3-2dc2d12e812c",
        "choice_type": "single"
    },
    {
        "question": "Fetal hydrops is most commonly associated with:",
        "exp": "Ans. A. Cardiac anomaliesCardiac anomaly is the most common anatomical abnormality associated with fetal hydrops. In general hydrops associated with a structurally abnormal heart carries a poor prognosis, as the anomaly is usually severe. Those hydropic fetuses with arrhythmia but with structurally normal heart usually respond to either transplacental or direct fetal therapy. In these cases, the prognosis is good.",
        "cop": 1,
        "opa": "Cardiac anomalies.",
        "opb": "Renal anomalies.",
        "opc": "GI anomalies.",
        "opd": "Skeletal anomalies.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "1b624bbc-511c-4f98-bf0d-c923f6f92369",
        "choice_type": "single"
    },
    {
        "question": "AFP raised in:",
        "exp": "Ans. B. Yolk sac tumorAlpha Feto protein (AFP) level are elevated in non- seminomatous germ cell tumors (NSGCT) including embryo. A carcinoma, yolk sac tumor and mixed germ cell tumors.Germ Cell TumorsSeminomatous germ Cell TumorsNon seminomatous Germ Cell K Tumors(NSGCT)TumorAFPhCGTumorAFPHcgSeminoma (male)-ve+/-Embryonal carcinoma+ve+veDysgerminoma (female)-ve+/-Yolk sac tumor (Endodermal sinus tumor)+ve-ve Choriocarcinoma-ve+ve Teratoma-ve-ve",
        "cop": 2,
        "opa": "Teratoma",
        "opb": "Yolk sac tumor",
        "opc": "Choriocarcinoma",
        "opd": "Dysgerminoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "0aaec26a-44ba-480e-b00c-cff9bb0136a8",
        "choice_type": "single"
    },
    {
        "question": "Increased nuchal translucency at 14 weeks is suggestive of:",
        "exp": "Ans. is a, i.e. Down's syndromeRef. Fernando arias 3/e, p 38, USG in obs & gynae by colleen 4/e, p 41In the options we have Down syndrome as well trisomy 18 as, discussed in preceding text, in both these conditions NT is raised still the better option is Down syndrome.My answer is based on the following lines from USG in Obs. and Gynae by Callen.\"Johnson et al showed that simple nuchal translucency between 10 and 14 weeks were associated with a 60% incidence of abnormal karyotypes-mostly trisomy 21. Unlike the second trimester experience, in which large cystic hygromas were most often associated with Turner syndrome, the 45X karyotype represented a minority of the karyotype abnormalities in the group of fetuses with first trimester nuchal translucency thickeningRemember:Nuchal translucency (NT) is a sonographic marker of Down syndrome/aneuploidy in first trimester whereas nuchal fold thickness (NFT > 5 mm) is the most important sonographic marker of aneuploidy in the second trimester.Absent nasal bone is another marker of Down syndrome in 1st trimester. Nasal bone is absent in 68.8% of fetuses with Down syndrome.",
        "cop": 1,
        "opa": "Down's syndrome",
        "opb": "Esophageal atresia",
        "opc": "Trisomy 18",
        "opd": "Foregut duplication cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "c0304779-20c1-4da2-b5a5-a6fa7f24d71e",
        "choice_type": "single"
    },
    {
        "question": "Growth restriction during intrauterine period is estimated by which sonographic parameter?",
        "exp": "Ans. is c, i.e. Abdominal circumferenceAs discussed in chapter 6 for growth of fetus there is only one ultrasound parameter which is useful and that is abdominal circumference.Now whether it is Macrosomia/IUGR - best remains Abdominal circumference.",
        "cop": 3,
        "opa": "Femur length",
        "opb": "BPD",
        "opc": "Abdominal circumference",
        "opd": "Head circumference",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "a7ef9b39-3ef5-41dd-8683-ce5f73a08824",
        "choice_type": "single"
    },
    {
        "question": "During USG, fetal abdominal circumference is measured at the level of:",
        "exp": "Ans. is a, i.e Stomach and umbilical vein, perpendicular to the spineRef. Williams 24/e, p 198The abdominal circumference is measured at a transverse plane (i.e. plane perpendicular to fetal spine) at the level of stomach and conference of the umbilical vein with the portal sinus.It is an indicator of fetal growth, hence is an indicator of IUGR/macrosomia in fetus.Note: Biparietal diameter: is measured in transthalamic view at the level of thalamic and cavut septum pellucidum (CSP), from the outer edge of the skull to inner edge of the distal skull.",
        "cop": 1,
        "opa": "Stomach and umbilical vein, perpendicular to spine",
        "opb": "Kidneys",
        "opc": "Stomach parallel to spine",
        "opd": "Liver and spleen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "9bfa5a2d-f8f7-4c68-a71f-cddfa71c3972",
        "choice_type": "multi"
    },
    {
        "question": "Criteria for fetal growth are all EXCEPT:",
        "exp": "Ans. B. Maternal weight gaina. Maternal weight gain is not a sensitive criterion for fetal growth because contribution of fetal weight to maternal weight gain during pregnancy is less significant than that of water retention and fat accumulation during pregnancy.b. The total weight gain during the course of a singleton pregnancy is 11kg., out of which fetus contributes only about 3kg.",
        "cop": 2,
        "opa": "Height of the uterus",
        "opb": "Maternal weight gain",
        "opc": "Ultrasonographic measurement of biparietal diameter",
        "opd": "Ultrasonographic measurement of fetal abdominal circumference",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "40db1e95-f48d-4bd0-973b-8eab4b821272",
        "choice_type": "multi"
    },
    {
        "question": "Best marker of gestational age in 2nd trimester is:",
        "exp": "Ans. is a, i.e. Biparietal diameterRef Williams Obs. 24/e, p 198; USG in Obs. and Gynae by Callen 4/e, p 208\"In the second trimester the BPD most accurately reflects the gestational age, with a variation of 7 to 10 day.\"Ref. Williams 24/e, p 198Prediction of fetal gestational age using ultrasound biometric parametersRef Bedside Obs/Gynae by Richa Saxena, p 191Period of gestationUltrasound parameter to be used8 weeks to 12 weeksCrown-rump length measurementSecond trimesterBPD, HCThird trimesterFemur lengthNote: In brachycephaly or Dolichocephaly - HC is better parameter in 2nd trimester than BPD as HC is unaffected by the shape of fetal head.",
        "cop": 1,
        "opa": "Biparietal diameter",
        "opb": "Head circumference",
        "opc": "CRL",
        "opd": "Femur length",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "61726d03-ee6d-48a5-a657-435bac1976db",
        "choice_type": "single"
    },
    {
        "question": "With respect to fetal breathing movements, which of the following is not true?",
        "exp": "Ans. a. May cause respiratory distress syndrome (Ref: www.ncbi.nlm.nih.gov/pubmed/7395937)Breathing movements are inversely proportional to risk of respiratory distress. It doesn't cause respiratory distress.Fetal Breathing Movements:Aspiration of amniotic fluid is higher with breathingBreathing movements increase towards term, become more regularHelp in conditioning of respiratory musclesAspiration of amniotic fluid is higher with breathingBreathing movements increase towards term, become more regularDecreases just before onset of labour or at 39 weeks or during labor or in prematurityHelp in conditioning of respiratory musclesBreathing movements are inversely proportional to risk of respiratory distress",
        "cop": 1,
        "opa": "May cause respiratory distress syndrome",
        "opb": "Causes aspiration of amniotic fluid",
        "opc": "Increase towards term",
        "opd": "Help in conditioning of respiratory muscles",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "3bf0587f-bf5f-4a50-a614-cd9090ce8a9c",
        "choice_type": "multi"
    },
    {
        "question": "Advantages of ultrasound nuchal translucency over biochemical screening for Down syndrome include:",
        "exp": "Ans. C. Better in multiple gestationThe ultrasound nuchal translucency (NT) is now appreciated as a sensitive marker for Down syndrome and other aneuploidies between 10 and 13 weeks. Outside that range, the NT disappears. Although some centers have had superb results, others have not done well. Blood free -hCG and PAPP-A in the first trimester, and double (AFP and hCG) or triple (AFP, hCG, and estriol at 15 to 20 weeks) evaluations are statistically comparable. The combination of NT and first-trimester biochemistry will likely be the optimal approach. Biochemistry does not work well for multiple gestations. Ultrasound can also detect structural anomalies, but often high-quality ultrasound services require patients to travel long distances, whereas blood can be shipped from essentially anywhere to a competent lab.",
        "cop": 3,
        "opa": "Uses transvaginal approach",
        "opb": "More consistent measurements than lab tests",
        "opc": "Better in multiple gestation",
        "opd": "Wide gestational age range",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "74ad35fb-4a7c-4f14-905e-1f9662b7a4d9",
        "choice_type": "single"
    },
    {
        "question": "A G2P1 woman at 35 weeks pregnancy complains of decreased fetal movement. Next step in Mgt is:",
        "exp": "Ans. is b, i.e. Do NSTRemember: Whenever a pregnant female complains of decreased fetal movementDo NSTReactiveReassure the patient nothing needs to be done,Send the patient back homeNonreactiveNSTDo a biophysical score (BPS)A nonreactive NST earlier was being followed by a CST (contraction stress test) to confirm the diagnosis of hypoxia but CST is associated with risk of initiating labor and hence these days a nonreactive NST is being followed by a biophysical score (Manning score).",
        "cop": 2,
        "opa": "Observation",
        "opb": "Do NST",
        "opc": "Do CST",
        "opd": "Do BPS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "79a56df2-739f-480f-ae8a-690ac768f777",
        "choice_type": "multi"
    },
    {
        "question": "During 1st stage of labor, FHR should be auscultated in low risk pregnancy after every:",
        "exp": "Ans. is c, i.e. 30 minutesAuscultation of fetal heart sounds is a very good way of intrapartum fetal monitoring. Fetal heart sounds should be auscultated as here. 1st stage2nd stageLow riskevery 30 minsevery 15 minsHigh riskevery 15 minsevery 5 mins",
        "cop": 3,
        "opa": "10 mins",
        "opb": "15 mins",
        "opc": "30 mins",
        "opd": "45 mins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "e1a6756a-c7d4-4c53-8ed0-18a51db17d26",
        "choice_type": "single"
    },
    {
        "question": "Appropriate material for antenatal diagnosis of genetic disorders includes all of the following except",
        "exp": "Ans. is d, i.e. Maternal urineRef. Dutta Obs. 9/e, p 103Prenatal genetic diagnosis can be made by:Chorion villi samplingAmniocentesis: Amniotic fluidCordocentesis:Fetal blood tests like Triple test/Maternal serum alpha fetoprotein done on maternal blood.",
        "cop": 4,
        "opa": "Fetal blood",
        "opb": "Amniotic fluid",
        "opc": "Chorionic villi",
        "opd": "Maternal urine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "a107663c-a05e-4d5c-8122-ba97ca4f9364",
        "choice_type": "multi"
    },
    {
        "question": "What does the CTG graph shows?",
        "exp": "Ans. (A) Deceleration in cardiotopography(Ref: William's Obstetrics 25th Ed; Page No- 335-39)Non-stress Test (NST)This test assesses the frequency of fetal movements using an external fetal heart rate (FHR) monitoring device to detect the presence or absence of accelerations.It is also known as cardiotocography (CTG).These are abrupt increases in FHR above the baseline lasting <2 min and are unrelated to contractions. The criteria vary by gestational age:#<32 weeks, the increase should be >=10 beats/min lasting >=10s#>32 weeks, the increase should be >=15 beats/min lasting >=15sNon-stress Test (NST)Reactive NSTCriteria: > Two accelerations in 20 min: Increases Fetal Heart Rate >15 beats/min (bpm) above baseline (if > 32 weeks GA; >=10 bpm if < 32 weeks GA) lasting for at least 15 seconds.Assessment: Reassuring of fetal well-being (Fetal Heart Rate is monitored externally by Doppler along with a tocodynamometer to detect uterine contractions. Acoustic stimulation may be used in some cases).Follow-up: Repeated it weekly/biweeklyNonreactive NSTCriteria: No Fetal Heart Rate accelerations or did not meet criteria over a 40-minute periodAssessment: Fetal CNS anomalies, fetal Sleeping, maternal sedative or narcotic administrationFollow-up: VASIf still No Response: Perform further tests like:- Contraction Stress Test (CST) or Biophysical profile (BPP)",
        "cop": 1,
        "opa": "Deceleration in cardiotopography",
        "opb": "Acceleration in cardiotopography",
        "opc": "Cannot be said",
        "opd": "Normal cardiotopography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "3c589099-90f7-4822-9ea1-e676a97170a2",
        "choice_type": "single"
    },
    {
        "question": "What is the risk of recurrence of anencephaly in subsequent pregnancy?",
        "exp": "ns. is 'b' i.e., 2% Anencephalyo The incidence of anencephalv is 1 in 1000 pregnancies.o About 70% of anencephalic fetuses are females.o The risk of recurrence of anencephalv in subsequent pres nancy is 2%.o Folic acid supplementation has reduced the incidence of neural tube defects by 85%.o Folic acid supplementation is given beginning 1 month before conception to about to about 12 weeks of pregnancy. A dose of 4mg daily is recommended.",
        "cop": 2,
        "opa": "1%",
        "opb": "2%",
        "opc": "3%",
        "opd": "4%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "f70f0e66-883f-42db-9da9-e8d5d034f3f7",
        "choice_type": "single"
    },
    {
        "question": "Sex cord ovarian tumors are all except -",
        "exp": "Ans. is 'a' i.e., Teratoma o Primary ovarian tumors are further divided into three typesi) Surface epithelial tumorsii) Germ cell tumorsiii) Sex cord stromal tumorsSurface epithelial tumorsGerm cell tumorsSex cord stromal tumorso Serous tumoro Teratomao Thecomao Mucinous tumoro Dysgerminomao Fibromao Endometrial tumoro Endodermal sinus tumoro Granulosa-theca cell tumoro Clear cell tumoro Choriocarcinomao Sertoli-leydig cell tumoro Brenner tumor o Hilus cell tumorso Cysadenofibroma o Most ovarian tumors (65-70%) are surface epithelial tumors, most common being serous tumors (serous cystadenoma and cystadenocarcinoma).",
        "cop": 1,
        "opa": "Teratoma",
        "opb": "Granulosa cell tumors",
        "opc": "Thecoma",
        "opd": "Sertoli - Leydig cell tumors",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "8a5affc3-b7ea-4127-8a5e-2089ce836994",
        "choice_type": "multi"
    },
    {
        "question": "The most reliable fetal parameter for estimation of gestational age in first trimester is:",
        "exp": "Ans. C. CRLGestational age (GA) in the first trimester is usually calculated from the fetal crown-rump length (CRL). This is the longest demonstrable length of the embryo or fetus, excluding the limbs and the yolk sac. The correlation between CRL and GA is excellent until approximately 12 weeks. No sex or race differences are appreciable, but maternal characteristics, such as age and smoking, may have a significant effect beyond 10-week gestation. The GA estimate has a 95% confidence interval of plus or minus 6 days, and it is most accurate between 7 and 10 weeks of pregnancy. Transabdominal ultrasonography may underestimate gestational age by an average of 1.6 days compared with transvaginal ultrasonography.",
        "cop": 3,
        "opa": "Femur length",
        "opb": "G sac diameter",
        "opc": "CRL",
        "opd": "BPD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "b2c4a33a-a6e1-4abb-ab7e-18e0697bb1af",
        "choice_type": "single"
    },
    {
        "question": "Late deceleration indicates:",
        "exp": "Ans. C. Foetal hypoxiaDeceleration pattern - Three typea. Early deceleration - due to head compressionb. Late deceleration - chronic placental insufficiencyc. Variable deceleration - cord compressiond. Sinusoidal pattern - It is stable baseline FHR with fixed base line variability without any acceleration. If is often associated with fetal anaemia, feto-maternal hemorrhage, fetal hypoxia, and when narcotics are given to motherse. In situations of uteroplacental insufficiency, the uterine contractions may decrease the placental perfusion sufficiently to cause fetal hypoxia which outlasts the duration of the contraction.f. The FHR tracing shows decelerations which begin with the peak of the uterine contractions and persists even after the conclusion of the contraction (late deceleration), late decelerations are indicative of fetal compromise",
        "cop": 3,
        "opa": "Head compression",
        "opb": "Cord compression",
        "opc": "Foetal hypoxia",
        "opd": "Breech presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "9db5b715-b2bf-4564-8128-05e2a7c90b4f",
        "choice_type": "single"
    },
    {
        "question": "A routine ultrasound done at 20 weeks period of gestation done in a 31 years old gravida 1 para 0 revealed an anomaly. The patient comes to you with the following ultrasound film for a second opinion. What congenital anomaly would you explain to the couple?",
        "exp": "Ans. is d, i.e. AnencephalyRef. Williams 24/e, p 201The ultrasound appearance (absence of cranial vault and varying amount of brain) is classically seen in anencephaly of fetus.",
        "cop": 4,
        "opa": "Omphalocele",
        "opb": "Encephalocele",
        "opc": "Cystic hygroma",
        "opd": "Anencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "41cea515-edc5-4b24-8e51-6fd77a7ee580",
        "choice_type": "single"
    },
    {
        "question": "Screening for Down's syndrome should be done in the age group in pregnancy:",
        "exp": "Ans. is c, i.e. All in reproductive age groups.Ref. Williams Obs. 23/e, p 296, Fernando arias 2/e, p 26Most important factor for Down syndrome is maternal ageAs age of mother increases risk of down syndrome increases. Current recommendations for screening of Down syndrome are universal screening, i.e. it should be done in all pregnant females of all age.In 30 years : 1 in 1000In 35 years : 1 in 350In 40 years : 1 in 10045 years : 1 in 30",
        "cop": 3,
        "opa": "30",
        "opb": "35",
        "opc": "All in the reproductive age group",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "5cba7609-7ecf-4017-baca-bb0a57ff03f1",
        "choice_type": "multi"
    },
    {
        "question": "A mother comes with history of antenatal fetal death due to neural tube defect in first child. What is the amount of folic acid you will prescribe during preconceptional counseling (in micrograms/day)?",
        "exp": "Ans. is d, i.e. 4000Ref. Williams Obs 24/e, p 1104Folate Requirement in normal pregnancy: 4 microgramsFolate requirement in pregnancy with previous history of neural tube defects: 4 mg.",
        "cop": 4,
        "opa": "4",
        "opb": "40",
        "opc": "400",
        "opd": "4000",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "be2b135e-9fcf-41e9-8ee8-8c1d792c8b76",
        "choice_type": "single"
    },
    {
        "question": "A 28 years female G2P1 presents to antenatal clinic at 24 weeks for routine check up. USG shows a normal for gestational age fetus at 24 weeks of gestation in frank breech position, with no other abnormalities. What is the most appropriate next step in mgt?",
        "exp": "Ans. is a, i.e. Glucose challenge test with 50 gm of glucoseRef. Read belowPoints worthnoting here are:Patient is presenting to antenatal clinic at 24 weeks for routine check up and a coincidental finding on USG is fetus in frank breech position, with no other abnormalities.Now friends at 24 weeks, breech should not worry you as most of the times it spontaneously rotates and becomes cephalic by 32 weeks of pregnancy. Thus options 'c' i.e. ECV and 'd' i.e. immediate LSCS and 'e' i.e. immediate induction and vaginal delivery are ruled out.Culture for Neisseria gonorrhoeae and Chlamydia trachomatis--It is normally done at initial visit and in certain high risk groups at 32-36 weeks along with group B streptococcal screening, so it is also ruled out.24 weeks gestational age is the correct time for screening for gestational diabetes therefore we will do glucose challenge test with 50 gm of glucose.Friends, mentioning about breech presentation was just given to confuse you, actually examiner wants to know whether you know the correct time for different screening tests or not.",
        "cop": 1,
        "opa": "Glucose challenge test with 50 gm of glucose",
        "opb": "Culture for Neisseria gonorrhoeae and Chlamydia trachomatis (normally done at initial visit and in certain high-risk GRPs at 32-36 weeks along with GRP B streptococcal screening)",
        "opc": "ECV",
        "opd": "Immediate LSCS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "6d6aed6c-1423-4a7b-ac59-01a0cf5f37f5",
        "choice_type": "multi"
    },
    {
        "question": "True about significant variable decelerations is:",
        "exp": "Ans. is d, i.e. Drop in fetal heart rate to less than 70 bpm for 60 seconds Classification of variable decelerationDecelerationDefinitionMild variable deceleration>80 bpm irrespective of duration, or <30 seconds irrespective of depth or between FHR-70 to 80 bpm lasting for 60 secondsModerate variable deceleration>70 bpm lasting for 30 to 60 seconds or between FHR-70 to 80 bpm lasting for > 60 secondsSevere variable deceleration< 70 bpm lasting for 60 seconds",
        "cop": 4,
        "opa": "Drop in fetal heart rate to less than 90 bpm for 60 seconds",
        "opb": "Drop in fetal heart rate to less than 100 bpm for 60 seconds",
        "opc": "Drop in fetal heart rate to less than 80 bpm for 60 seconds",
        "opd": "Drop in fetal heart rate to less than 70 bpm for 60 seconds",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "e0f97e89-5de7-42d8-8c60-e154397de595",
        "choice_type": "multi"
    },
    {
        "question": "Consider the following:1. Reactive NST2. Absence of deceleration3. Sinusoidal patternWhich of the above findings in an antepartum CTG indicate fetal well-being:",
        "exp": "Ans. is a, i.e. 1 and 2 onlyRef. Dutta Obs. 7/e, p 110, for 1, 612 for 2 and for 3; Williams 23/e, p 420Reactive NST, i.e. acceleration with fetal movements indicates a healthy fetus.\"Absence of deceleration in the NST is reassuring. Absence of accelerations in the NST may be a sign of fetal compromise--Fernando Arias 3/e, p 19\"Sinusoidal pattern is observed with serious fetal anemia, whether from D isoimmunization, ruptured vasa previa, fetomaternal hemorrhage or twin-to-twin transfusion.\" --Williams 25/e, p 482",
        "cop": 1,
        "opa": "1 and 2 only",
        "opb": "2 and 3 only",
        "opc": "1 and 3 only",
        "opd": "1, 2, 3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "181acac1-aa42-4530-8b15-f94d7a3980cd",
        "choice_type": "multi"
    },
    {
        "question": "Double bleb signs in USG are depictive of:",
        "exp": "Ans. is b, i.e. Amniotic sac and yolk sacRef: Williams 24/e p 170A double bleb sign is a sonographic feature where there is visualization of a gestational sac containing a yolk sac and amniotic sac giving an appearance of two small bubbles. The embryonic disc is located between the two bubbles. It is an important feature of an intrauterine pregnancy and thus distinguishes a pregnancy form a pseudogestational sac or decidual cast cyst.Double bleb signVisualization of a gestational sac containing a yolk sac and amniotic sac giving an appearance of two small bubbles QFeature of an intrauterine pregnancy QDistinguishes a pregnancy from a pseudogestational sac or decidual cast cyst Q.",
        "cop": 2,
        "opa": "Intrauterine two gestations sac",
        "opb": "Amniotic sac and yolk sac",
        "opc": "Ectopic pregnancy",
        "opd": "Heterotopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "112c21d1-75c9-46a1-8d87-260b72d33489",
        "choice_type": "single"
    },
    {
        "question": "Increased acidosis and hypoxaemia is associated with:",
        "exp": "Ans. is b, i.e. Increased fetal diastolic flow in the middle cerebral artery with absent diastolic flow in the aortaRef. Williams Obs. 23/e, p 363, 364; Dutta Obs. 7/e, p 645Doppler Study of Middle Cerebral Vessels:Normally the middle cerebral vessels have high resistance flow and are characterized by little diastolic flow,In case of IUGR a brain-sparing effect is seen with a reduction in the resistance indices in the middle cerebral vessels (i.e. increased flow) due to the shunting of blood to the brain in IUGR. Whereas in other areas (as aorta in the options) show decreased flow.\"Increased fetal diastolic flow in middle cerebral artery with absent diastolic flow in aorta implies fetal acidemia.\" --Dutta Obs. 7/e, p 648As far as persistence of diastolic notch in uterine artery is concerned, it signifies pregnancies destined to develop preeclampsia.",
        "cop": 2,
        "opa": "Normal Doppler waveform",
        "opb": "Increased fetal diastolic flow in the middle cerebral artery with absent diastolic flow in the aorta",
        "opc": "Presence of the 'notch' in the uterine artery",
        "opd": "Absent umbilical artery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "4c896797-9239-4092-ba4d-64a9a4f88aa4",
        "choice_type": "single"
    },
    {
        "question": "A primigravida is admitted at 38 weeks of gestation in labor. Admission NST is reactive. However, during active labor, the baseline FHR increased from 140 to 160 bpm with presence of variable decelerations during contractions. The patient was taken for emergency LSCS. The most important reason for the decision is:",
        "exp": "Ans. is c, i.e. Non reassuring FHR PatternVariable deceleration indicates cord compression and such decelerations are common during labor and do not indicate fetal compromise.Variable Decelerations which are > 60 beats in depth or > 60 secs in duration or take a longer time to return to baseline rate are non reassuring and warrant immediate delivery.",
        "cop": 3,
        "opa": "Fetal acidemia",
        "opb": "Fetal distress",
        "opc": "Non reassuring FHR Pattern",
        "opd": "Fetal hypoxic encephalopathy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "2316f115-93b3-4506-9059-d50667806f4c",
        "choice_type": "single"
    },
    {
        "question": "A patient present for her first initial OB visit after performing a home pregnancy test and gives a last menstrual period of about 8 weeks ago. She says she is not entirely sure of her dates, however because she has a long history of irregular menses. Which of the following is the most accurate of way of dating the pregnancy?",
        "exp": "Ans. is c, i.e. Crown rump length on abdominal or vaginal examination Coming to Q N13: The question is asking about first trimester USG.Option a. A gestational sac can be first seen 2 weeks after LMP - incorrect as it is seen at 4 weeks, 5 days after LMPOption b. The accuracy of determining gestational age using ultrasound begins to decrease after first trimester--correct as the best time to determine gestational age is first trimester and therefore accuracy decreases.Option c. Yolk sac is the first sign of pregnancy on USG--Incorrect as the first sign of pregnancy on USG is gestational sac, first sign of intrauterine pregnancy is yolk sac.Option d. USG can be used to determine the sex of the baby yes USG can determine sex of the baby but not in first trimester Sex of the baby can be determined positively on USG at 14 weeks.",
        "cop": 3,
        "opa": "Determination of uterine size on pelvic examination",
        "opb": "Quantitative serum hCG levels",
        "opc": "Crown rump length on abdominal or vaginal examination",
        "opd": "Determination of progesterone level along with serum hCG level",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "348a8af1-1b79-47e3-83c2-fd3cd6cf17b2",
        "choice_type": "single"
    },
    {
        "question": "Variable deceleration indicates:",
        "exp": "Ans: B (Cord compression) Ref: DC Dutta's Textbook of obstetrics, 7th edn, PgExplanation:Variable deceleration occurs in Cord compression.Late deceleration occurs in Fetal hypoxemia.Early deceleration occurs in Head compression",
        "cop": 2,
        "opa": "Head compression",
        "opb": "Cord compression",
        "opc": "Fetal hypoxaemia",
        "opd": "Maternal sedation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "5a3efd79-1887-4187-b801-5e4ab8fbe2d6",
        "choice_type": "single"
    },
    {
        "question": "Banana and lemon sign is seen in which fetal anomalies?",
        "exp": "Ans. is a, i.e. Neural tube defectRef. Williams Obs. 23/e, p 354, 355Signs of Spina bifida on UltrasoundSmall biparietal diameter.Ventriculomegaly.Frontal bone scalloping or the so called lemon sign.Elongation and downward displacement of the cerebellum-the so called banana sign.Effacement or obliteration of the cisterna magna.",
        "cop": 1,
        "opa": "Neural tube defect",
        "opb": "Hydrops fetalis",
        "opc": "Twins",
        "opd": "IUD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "5f928542-b712-4145-bbfd-f9cb16389c53",
        "choice_type": "single"
    },
    {
        "question": "|ed maternal serum a-FP is seen in:",
        "exp": "Ans. is b, i.e. Trisomy 21Ref. Williams Obs. 25/e, p 287; Fernando Arias 2/e, p 38Low levels of MSAFP (< 0.25 MOM) are seen in:Devils: Diabetes mellitusG: Gestational trophoblastic diseaseO: Overestimated gestational age Maternal ObesityA: AbortionT: TrisomyNote: The list given in the Williams Obs. 25/e, p 291 -- Includes fetal death both in causes of increased and decreased AFP. But Fernando Arias 2/e, p 38 specifically includes -- IUD in the causes of increased AFP and Blighted ovum/Abortion in the causes of decreased AFP",
        "cop": 2,
        "opa": "Multiple pregnancy",
        "opb": "Trisomy 21",
        "opc": "Open neural tube defect",
        "opd": "IUD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "7d2761cd-26e3-429b-8ccc-1217acf3066f",
        "choice_type": "single"
    },
    {
        "question": "The following curve is used in evaluation to",
        "exp": "Ans. C. Rh incompatibilityThe image shows Lily's curve, which is used to predict the severity of fetal hemolysis.The optical density of liquor containing bilirubin pigment is observed at wavelength 250-700nm. In presence of bilirubin, there is a deviation bulge/peak at 450nm. Bigger the bulge, more is the effect on the fetus.",
        "cop": 3,
        "opa": "Non progression of labor",
        "opb": "Fetal distress",
        "opc": "Rh incompatibility",
        "opd": "Fetal maturity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "39a0259c-eda2-4093-a69c-e39758623257",
        "choice_type": "single"
    },
    {
        "question": "An HIV positive, 36 years old female on ART needs counseling. Which of the following 1st trimester markers of Down syndrome would be affected by HIV:",
        "exp": "Ans. is a, i.e. b-hCGRef. Fernando Arias 4/e, p 4In women with HIV:b-hCG levels in women who are HIV positive and are on treatment have been shown to have a lower value than women without HIV and those with HIV not receiving treatment. In contrast PAPP- A levels and NT are not affected by HIV status.",
        "cop": 1,
        "opa": "b-hCG",
        "opb": "PAPP-A",
        "opc": "NT",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "0a4b1759-f86a-43c8-b9ad-a7f1aee4e7ba",
        "choice_type": "multi"
    },
    {
        "question": "Cord compression leads to:",
        "exp": "Ans. (c) Variable decelerationRef. Dutta's Obstetrics, Th ed./612* Deceleration is transient decrease in FHR below the baseline by 15 bpm or more and lasting for more than or equal to 15 secs.* Three basic type of deceleration are observed:# Early Deceleration: due to head compression# Late deceleration: uteroplacental insufficiency and fetal hypoxia# Variable deceleration: cord compression (MC type)",
        "cop": 3,
        "opa": "Late deceleration",
        "opb": "Early deceleration",
        "opc": "Variable deceleration",
        "opd": "Acceleration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "06fa3911-ce47-420f-8142-0eabbeeced55",
        "choice_type": "single"
    },
    {
        "question": "As an isolated finding, highest risk of Downs Syndrome is seen with?",
        "exp": "Ans. A. Increased Nuchal fold thicknessUltrasonographic soft markers are associated with Downs Syndrome, especially when they occur in combination.However, as an isolated finding, increased nuchal skin fold thickness carries the highest association. The other soft markers are:a. Hypoplastic nasal boneb. Echogenic cardiac focusc. Echogenic boweld. Shortened femure. Shortened humerusf. Single umbilical arteryg. Mild pyelectasis",
        "cop": 1,
        "opa": "Increased Nuchal fold thickness",
        "opb": "Shortened femur",
        "opc": "Absence of nasal bone",
        "opd": "Echogenic bowel",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "ac344cd2-9cae-4ab9-a57e-336919e97e76",
        "choice_type": "single"
    },
    {
        "question": "Earliest of fetal heart can be detected at:",
        "exp": "Ans. is a, i.e. 6.0-6.5 weeksRef. USG in Obs. and Gynae. Callen 4/e, p 119, 120When the question says--cardiac activity is earliest detected at--it means they are asking about TVS--Transvaginal sonography.On TVS, cardiac activity is seen at 6 weeks.Remember: If the question says cardiac activity is detected at and does not specify TVS or TAS: Then it is TAS--so then answer is 7-8 weeks.So earliest cardiac activity can be detected between 6 to 6.5 weeks.",
        "cop": 1,
        "opa": "6.0-6.5 weeks",
        "opb": "6.5-7 weeks",
        "opc": "7.1-7.5 weeks",
        "opd": "8 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "99a14725-ef6c-4dac-98de-5e45cf1bfa27",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following congenital malformation of the fetus can be diagnosed in first trimester by ultrasound?",
        "exp": "Ans. is a, i.e. AnencephalyRef. Williams Obs. 21/e, p 1120; USG in Obs. and Gynae by Callen 4/e, p 284, Fernando Arias 3/e, p 64. 66, 69As discussed in the chapter, anencephaly can be diagnosed as early as 10 weeks/first trimester in experienced hards.Ref. USG in Obs and Gynae Callen 4/e, p 298, 299MicrocephalyIt is decreased head size.In these patients both brain mass and total cell number are reduced.There is disproportion in size between the skull and face.It is difficult to recognize this anomaly by ultrasound - A head circumference below 2 SD from the mean is used as a diagnostic criteria in midtrimester scan.Holoprosencephaly is the presence of a single centrally placed cerebral ventricle and may be associated with midline abnormalities of the face.With the use of vaginal probe it can be recognised in the beginning of midtrimester.Also Know: Encephalocele can also be recognised in first trimester and is seen as a bony defect with protrusion of Wm the brain tissue and meninges. Occipital encephaloceles are commonest. A genetic association of encephalocele and polycystic kidney and is called Meckel-Gruber syndrome, which is an autosomal recessive disorder.",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "Inencephaly",
        "opc": "Microcephaly",
        "opd": "Holoprosencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "e171a7a1-a980-4efc-bbc3-885e504ec568",
        "choice_type": "single"
    },
    {
        "question": "At 12 week pregnancy \"CRL\" is:",
        "exp": "Ans. (a) 60 mmRef. DC Dutta 7th ed./ 41; William's Obstetrics 22nd ed./ 91* By the end of the 12th week of pregnancy, when the uterus usually is just palpable above thesymphysis pubis, the crown-rump length of the fetus is 6 to 7 cm i.e. 60 to 70 mm.* Please refer to above explanation for more details.",
        "cop": 1,
        "opa": "60 mm",
        "opb": "100 mm",
        "opc": "120 mm",
        "opd": "250 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "3b1f198a-3555-488c-bd34-b4951ad01f9d",
        "choice_type": "single"
    },
    {
        "question": "Fetal anemia is detected on Doppler of:",
        "exp": "Ans. is c, i.e. Middle cerebral arteryRef. Williams 23/e, p 362, 363As discussed in the text:Doppler of Middle cerebral artery is used to detect.(i). Fetal anemia as in Rh isoimmunization, vasa previa and TTTS(ii). IUGR",
        "cop": 3,
        "opa": "Uterine artery",
        "opb": "Umbilical artery",
        "opc": "Middle cerebral artery",
        "opd": "Any of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "7374ff97-37a3-4354-9b19-77216265da84",
        "choice_type": "multi"
    },
    {
        "question": "Chorionic villous sampling is done in all except:",
        "exp": "Ans. is c, i.e. Neural tube defectChorionic villi sampling cannot detect structural abnormalities like neural tube defect.\"The indications of CVS and amniocentesis are usually the same, however disorders that specifically require analysis of amniotic fluid liquor such as neural tube defects are not amenable to prenatal diagnosis by CVS\"Ref. Obs. and Gynae Beckman 5/e, p 45",
        "cop": 3,
        "opa": "Phenylketonuria",
        "opb": "Down's syndrome",
        "opc": "Neural tube defect",
        "opd": "Thalassemia/sickle cell anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "df638a54-f44b-493a-873e-bb6e17bf0cf4",
        "choice_type": "multi"
    },
    {
        "question": "MIC hazard of chorionic villous biopsy is:",
        "exp": "Ans. is d, i.e. AbortionRef. Williams Obs. 23/e, p 300; Dutta Obs. 7/e, p 107It must be quite surprising for some you that why I have not marked option \"a\" i.e. Limb abnormality as the answer.This is because Williams Obs. 23/e, p 300 says--\"Early reports of an association between CVS and limb reduction defects, oromandibular defects and cavernous hemangiomas have been disproved.When CVS is performed after 9 weeks, Kuliev and Colleagues (1996) reported the incidence of limb-reduction defects to be 6 per 10,000 - the same as the background incidence.The frequency of oromandibular limb hypogenesis however was increased after CVS when the procedure was performed before 9 weeks.\"Therefore, It can be concluded--M/C complication caused by CVS, if performed before 9 weeks is oromandibular and limb defects otherwise M/C complication of is CVS is increased chances of fetal loss (abortion).",
        "cop": 4,
        "opa": "Limb abnormality",
        "opb": "Spina bifida",
        "opc": "Down's syndrome",
        "opd": "Abortion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "14ee599b-5d0d-4d00-af87-c3347177bcf7",
        "choice_type": "single"
    },
    {
        "question": "The earliest sign of foetal life is best detected by:",
        "exp": "Ans. B. Real-time ultrasoundRecording the presence or absence of fetal life can generally be accomplished by real-time ultrasound by 6th week (TAS) or 5th week (TVS) counting from first day of last menstrual period.The routine use of doppler in pregnancy remains controversial, with concern about the increased power intensities when compared with imaging levels and with the widespread use of TVS.",
        "cop": 2,
        "opa": "Doppler",
        "opb": "Real-time ultrasound",
        "opc": "Fetoscopy",
        "opd": "Clinical examination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "f1afedaa-ade8-4afc-a423-03015998c462",
        "choice_type": "single"
    },
    {
        "question": "Best confirmation for pregnancy at six weeks?",
        "exp": "Ans. is a, i.e. USG for cardiac activityRef. Dutta Obs. 7/e, p 147With transvaginal scanning, cardiac activity is reliably seen in the uterus by 6 weeks, and by TAS cardiac activity by 7 weeks, cardiac activity confirms pregnancy.The level of hCG are not the best confirmatory test for pregnancy as hCG in plasma and urine are strikingly increased in women with hydatiform mole.Bimanual palpation can only detect uterine enlargement but the cause of uterine enlargement can only be detected by ultrasound.Confirmation of cardiac activity by Doppler can be done only at 10 weeks and not 6 weeks.",
        "cop": 1,
        "opa": "USG for cardiac activity",
        "opb": "Doppler",
        "opc": "Estimation of serum beta-hCG in urine",
        "opd": "Bimanual palpation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "b9f7e052-05cd-4e9b-b81c-d1b26e75a569",
        "choice_type": "single"
    },
    {
        "question": "Best parameter measured by ultrasound to assess foetal maturity in the first trimester?",
        "exp": "Ans. A. Crown - rump lengthThe most sensitive indicator of symmetric and asymmetric IUGR is the abdominal circumference, which has a sensitivity of over 95 percent if the measurement is below the 2.5th percentile. Head/abdomen ratio is very useful in suspected IUGR when sparing head growth is observed (asymmetrical IUGR) and ratio is increased. Between 20 and 36 weeks of gestation, the HC/AC ratio normally drops almost linearly from 1.2 to 1.0. The ratio is normal in the fetus with symmetric growth restriction and elevated in the infant with asymmetric growth restriction.1. First trimestercrown-rump length is most accurate. The image should be obtained in a sagittal plane and include neither the yolk sac nor a limb bud. If carefully performed, it has a variation of only 3 to 5 days.2. Second trimesterBetween 14 and 26 weeks, the biparietal diameter (BPD) is usually the most accurate parameter, with a variation of 7 to 10 days. By convention, the BPD is measured from the outer edge of the proximal skull to the inner edge of the distal skull, at the level of the thalami and cavum Septi pellucidi.The head circumference (HC) also is measured. If the head shape is flattened (dolichocephaly) or rounded (brachycephaly), this measurement is more reliable than the BPD.The femur length (FL) correlates well with both BPD and gestational age. The femur is measured with the beam perpendicular to the long axis of the shaft, excluding the epiphysis, and has a variation of 7 to 11 days in the second trimester.The abdominal circumference (AC) is the parameter with the widest variation of 2 to 3 weeks. This is because the AC measurement involves soft tissue rather than bone and is also the parameter most affected by fetal growth. The AC is measured at the skin line in a transverse view of the fetus at the level of the fetal stomach and umbilical vein.3. Third trimesterThe variability of gestational age estimation increases as pregnancy advances. By the third trimester, all individual measurements become less accurate. Estimates are improved by taking an average of the various parameters the BPD, HC, AC, and FL. Also, each measurement should be assessed individually; if one measurement is significantly different from the others, it can be excluded from the calculation. The outlier measurement could result from poor visibility, or it could indicate a fetal growth abnormality. If third-trimester ultrasound measurements must be used to determine gestational age, accuracy can be improved by performing serial examinations and documenting normal interval fetal growth",
        "cop": 1,
        "opa": "Crown - rump length",
        "opb": "Biparietal diameter",
        "opc": "Ratio of transverse diameter of abdomen to foetal head diameter",
        "opd": "Transverse diameter of abdomen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "dcd68b91-c56a-4da4-a671-113095e4c099",
        "choice_type": "single"
    },
    {
        "question": "Best diagnosed with USG at first trimester",
        "exp": "Ans. A. Anencephaly Ref: DC Dutta's obstetric p408ExplanationIn the first half of pregnancy, the diagnosis of anencephaly is made by elevated alpha-fetoprotein in amniotic fluid and confirmed by sonography.Question not recalled properly: Imerslund-Grasbeck syndrome, its cause was asked.ExplanationCaused by low levels of vitamin B12 (also known as cobalamin).The characteristic features are# Megaloblastic anemia.# Proteinuria (-50% cases)# Normal kidney function.Typically begins in infancy or early childhood.Symptoms include:# An inability to grow and gain weight at the expected rate (failure to thrive),# Pale skin (pallor),# Excessive tiredness (fatigue), and# Recurring gastrointestinal or respiratory infections.# Other features include mild neurological problems, such as weak muscle tone (hypotonia), numbness or tingling in the hands or feet, movement problems, delayed development, or confusion.Mutations in the AMN or CUBN gene. The AMN gene provides instructions for making a protein called amnionless, and the CUBN gene provides instructions for making a protein called cubilin which are in turn responsible for uptake of Vit bl2 in body.Management is symptomatic.",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "NT defects",
        "opc": "Meningocele",
        "opd": "Option not recalled",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "6c1cb10e-322b-4353-8013-8af60bb3496f",
        "choice_type": "multi"
    },
    {
        "question": "Chorionic villous sampling done before 10 weeks may result in:",
        "exp": "Ans. is c, i.e. Oromandibular limb defectsRef. Williams Obs. 21/e, p 990; 22/e, p 330, 23/e, p 300\"Chorionic villous sampling is usually performed at 10-13 weeks and is associated with several complications but studies suggests that limb reduction and oromandibular limb hypo genesis is more common, if CVS is done before 9 weeks. So, CVS is done after 9 weeks because it is more safe.\" --Williams Obs. 21/e, p 990\"The frequency of oromandibular limb hypogenesis, however was increased after CVS, when the procedure was performed before 9 weeks.\" --Williams Obs. 22/e, p 330\"It was shown that limb reduction defects were associated with CVS performed earlier in gestation--typically around 7 weeks.\" --Williams 23/e, p 300",
        "cop": 3,
        "opa": "Fetal loss",
        "opb": "Fetomaternal hemorrhage",
        "opc": "Oromandibular limb defects",
        "opd": "Sufficient material not obtained",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Diagnosis in Obstetrics",
        "id": "6924ca3c-2407-4c1e-bff4-9de5230a1d2a",
        "choice_type": "single"
    }
]