[
    {
        "question": "Dysmenorrhoea is due to?",
        "exp": "ANSWER: (B) Decreased progesteroneREF: Shaw 15th ed page 294-296DYSMENORRHOEADefinition: Dysmenorrhoea means painful cramping pain accompanying menstruationEtiological types: Dysmenorrhoea in ovulatory cycle is due to prostaglandins released by progesterone in the endometrium.Primary dysmenorrhoea refers to one that is not associated with any identifiable pelvic pathology. It is now clear that the pathogenesis of pain is attributable to a biochemical derangement. It affects more than 50% of postpubescent women in the age groups of 18-25 years.Secondary dysmenorrhoea refers to the one associated with the presence of organic pelvic pathology, i.e. fibroids, adenomyosis, PID, endometriosis. Unilateral dysmenorrhoea occurs in a rudimentary horn of a bicornuate uterus.Differentiating features of primary- and secondary dysmenorrhoeaDifferentiatingfeaturesPrimarySecondaryOnsetWithin 2 y-ears of menarche20-30 years, may be pre- and postmenstrualDescriptionCramping-hypogastriurn, back, inner thighsVariable dull acheSymptomatologyNausea, vomiting, diarrhoea, headache and fatigueDyspareunia, infertility, menstrual disordersPelvic findingsNormalVariable, depending on causeAetiology-Excessive my-ometrial contraction, ischaemia, excessive prostaglandin productionEndometriosis, PID, adenomyosis, fibroids, pelvic vein congestionManagementReassurance, analgesics, NSAIDs, antispasmodics, OC pills, rarely surgery -Cotte's operation or laparoscopic uterosacrai division (LUNA)Treatment directed to thecauseClinical types:Spasmodic dysmenorrhoea is the most prevalent and manifests as cramping pains, generally most pronounced on the first and second day of menstruation.Congestive dysmenorrhoea manifests as increasing pelvic discomfort and pelvic pain a few days before menses begin. Thereafter, the patient rapidly experiences relief in her symptoms. This variety is commonly seen in PID or pelvic endometriosis and fibroids.Membranous dysmenorrhoea is a special group in which the endometrium is shed as a cast at the time of menstruation. The passage of the cast is accompanied by painful uterine cramps.Investigations: In women suffering from secondary dysmenorrhoea, tests to confirm theclinical diagnosis and unravel the extent and type of underlying pathology should be carried out. These commonly include the following:Pelvic sonography followed by CT scan or MRI scan if indicated.Diagnostic hysterosalpingogram/sonosalpingography.Endoscopy-diagnostic hysteroscopy/laparoscopy.Medical management:1. Analgesics like paracetamol 500 mg tid/piroxicam 20 mgdaidAntispasmodics like hyoscine (Buscopan) compounds tid/Camylofin (Anafortan) tid/ drotaverine (Drotin) tid.Prostaglandin synthetase inhibitors or cyclo-oxygenase inhibitors. Non-steroidal anti-inflammatory drugs (NSAIDs) like mefenamic acid 250-500 mg/qid provide relief in 80-90% cases. Indomethacin 25 mg three to six times daily provides relief in 70% cases. Naproxen 275 mg/tid relieves about 80% cases/ketoprofen 50 mg/tid is successful in 90% cases. The advantage of the above regimes is that medication is restricted to the symptom days alone, and it does not interfere with ovulation. Meloxicam has no gastric side effects.Glyceryl trinitrate (nitroglycerine), a nitric oxide donor, relieves pain by relaxing smooth muscle.Progestogen containing IUCD (Mirena, Progestasert) relieves pain in addition to providing contraceptive measures and reducing bleeding.OCD administered cyclically suppress ovulation and are useful in relieving dysmenorrhoea. The advantages of regularity of periods, modest bleeding and desired contraception make this the treatment of choice in many young women. The drugs also cure mittelschmerz pain.Pelvic endometriosis may be treated with increasing doses of danazol/OCs/GnRH antagonists (leuprolide, buserelin, nafarelin).Vitamin E 200 mg bid starting 2 days before and 3 days during period claims to reduce dysmenorrhoea.Surgery is indicated if medical measures fail to provide relief and in women with secondary dysmenorrhoea to treat the underlying pelvic pathology. Surgical interventions may be diagnostic to begin wdth followed by definitive treatment based on severity of symptoms, patient's age, desire for childbearing, menstrual functions and the patient's perception of her problem. Surgical interventions include the following:Diagnostic hysteroscopy followed by D8fC, excision of polyp or uterine septum.Diagnostic laparoscopy followed by lysis of pelvic adhesions, myomectomy, draining of chocolate cyst, cautery or laser vaporization of islands of endometriosis, excision of adnexal masses, LUNA (laser-assisted uterosacral nerve ablation) for spasmodic dysmenorrhoea.Laparotomy followed by excision of chocolate cysts, eradication of endometriosis, myomectomy, excision of localized adenomyoma, presacral neurectomy (Cotte's operation),Hysterectomy in the elderly woman is the last resort.Transcutaneous electrical nerve stimulation (TENS) is effective in 45% cases.",
        "cop": 2,
        "opa": "Ovulation",
        "opb": "Decreased progesterone",
        "opc": "Increased progesterone",
        "opd": "Secretory epithelium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Dysmenorrhoea ",
        "id": "4151aac0-d1a5-4781-bd8c-e23d6ee9d7a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of dysmenorrhea:",
        "exp": "Ans. is 'd' i.e., All of the above o Dysmenorrhea can be of two types:1. Spasmodic dysmenorrhea: Most prevalent, manifests as cramping pains, most pronounced on first and second day of menses.2. Congestive dysmenorrhea: Increasing pelvic discomfort and pelvic pain a few days before menses begin.o Dysmenorrhea is seen in the following conditions:# Fibroids, Endometrioisis and adenomyosis.# Adenomyosis is typically associated with triple dysmenorrhea, i.e., dysmenorrhea in premenstrual, menstrual and postmenstrual phases of the cycle.# In fibroid, both spasmodic and congestive dysmenorrhea may be seen. Spasmodic dysmenorrhea is possible when a submucous tumor stimulates expulsive uterine contractions.# Congestive dysmenorrhea may occur because of the associated pelvic congestion.o Causes of unilateral dysmenorrhea :# One horn of malformed uterus# Endometriosis with unilateral distribution# Small fibroid at the utero - tubal junction.# Ovarian dysmenorrhea# Right ovarian vein syndrome# Colonic or caecal spasm.",
        "cop": 4,
        "opa": "Fibroid",
        "opb": "Endometriosis",
        "opc": "Adenomyosis",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Dysmenorrhoea ",
        "id": "f385cf8f-ec83-44be-a688-740d6e5c61ee",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of endometriosis -",
        "exp": "Ans. is 'a' i.e., Ovary Common sites of endometriosis in decreasing order of frequencyo Ovary > cul-de-sac> uterosacral ligaments> broad ligaments> fallopian tubes> uterovesical fold> round ligaments> vermiform appendix> vagina> rectovaginal septum> rectosigmoid colon> cecum> ileum> inguinal canals> abdominal scars> ureters> urinary bladder> umbilicus> vulva > peripheral sites.",
        "cop": 1,
        "opa": "Ovary",
        "opb": "FT",
        "opc": "Colon",
        "opd": "LSCSScar",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Dysmenorrhoea ",
        "id": "ea25c208-caa3-4000-83f5-e6a2c407b830",
        "choice_type": "single"
    },
    {
        "question": "In dysmenorrhoea indomethacin works by -",
        "exp": "Ans. is 'a' i.e., Inhibiting prostaglandin synthetase Medical measures to relieve dysmenorrheao Analgesics paracetamol and piroxicam.o Antispasmodies hyoscine, camylofin, and drotaverineo Prostaglandin synthetase inhibitors inhibiting cyclo-oxygenaseMefenamic acid, indomethacin, naproxen, ibuprofen.o Smooth muscle relaxantGlyceryltrinitrateo Progestogen containing IUCDMirena and progestasert - reduce pain, provide contraception and reduce bleeding, o Cyclical oral contraceptive drugso Vitamin E",
        "cop": 1,
        "opa": "Inhibiting prostaglandin synthetase",
        "opb": "Suppressing ovulation",
        "opc": "Reducing inflammation",
        "opd": "Relaxing smooth muscle",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Dysmenorrhoea ",
        "id": "f4fac90f-1ca1-47b9-acaf-03aaf2efc000",
        "choice_type": "single"
    },
    {
        "question": "Congestive dysmenorrhea is seen in patients with-",
        "exp": "Ans. is 'd' i.e., All the above Dvsmenorrhoea is described under three clinical varietieso Spasmodic dysmenorrhoea is the most prevalent and manifests as cramping pains, generally most pro- nounced on the first and second day of menstruation.o Congestive dysmenorrhoea manifests as increasing pelvic discomfort and pelvic pain a few days before menses begin. Thereafter, the patient rapidly experiences relief in the symptoms. This variety is commonly seen in PID, IUCD wearers, pelvic endometriosis and fibroids. It is also experienced by women having varicosity of pelvic veins.o Membranous dysmenorrhoea is a special group in which the endometrium is shed as a cast at the time of menstruation. The passage of the cast is accompanied by painful uterine cramps. This is a rare variety.",
        "cop": 4,
        "opa": "Fibroid",
        "opb": "IUD wearers",
        "opc": "PID",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Dysmenorrhoea ",
        "id": "068821a5-75dd-44c2-bcb8-bf9269caa753",
        "choice_type": "multi"
    }
]