[
    {
        "question": "Strawberry vaginitis is caused by",
        "exp": "Ans. d (Trichomonas vaginalis) (Ref. Shaw's Text book of Gynaecology, 12th/pg. 97, 98)TRICHOMONAS VAGINALIS# Trichomoniasis is disease of child-bearing age and its ingress into vagina is favoured by lowered general resistance and when pH is raised as during the menstrual period (pH 5 -6).# The vaginal discharge is profuse, thin creamy or slightly green in colour, irritating and frothy.# The vaginal walls are tender and discharge causes pruritus and inflammation of vulva. There are often multiple small punctate strawberry spots on vaginal vault and portio vaginalis of cervix-- the so-called strawberry cervix/vagina.# Actively motile Trichomonads can be seen on wet film preparation or parasite can be cultured on feinberg-Whittington medium.# Treatment is metronidazole 200 mg tid for 7 days for both partners.# In first trimester of pregnancy -Trichofuran suppositories, Vinegar douche and betadine gel are useful. STDCausative agentDiagnosisTreatment1.Chancroid (Soft sore)H. ducreyi\"School of fish\"/Rail road trackErythromycin/ Cotrimazole2.LGVChlamydia trachomatis(LI, L2, L3)Gram's stain with > 4 neutrophils per fieldTetracycline3.Syphilis (Hard chancre)T pallidumDark ground microscopyPenicillin4.Genital herpesH. simplex 2Tzanck preparation or Pap stainAcyclovir5.Donovaniasis (Granuloma inguinale)C.granulomatisDemonstration of Donovan bodies in mononuclear cells in smear.Erythromycin6.GonorrhoeaN. gonorrhoeaeRapid diagnosis in male is by Gram's staining of urethral exudatesPenicillin, Ceftriaxone7.TrichomoniasisT. vaginalis\"Strawberry vagina'' ; Wet film preparationMetronidazole8.Bacterial vaginosisGadnerella vaginalis'Clue cells', Leucocytopenia, Reduced lactobacilliMetro/ClindaStrawberry cervix: diffusely visible punctate cervical erythema, seen with trichomonas vaginitis.Cobblestone vagina: Thickening of the natural vaginal folds due to chronic vaginitis.",
        "cop": 4,
        "opa": "Candida albicans",
        "opb": "Chlamydia",
        "opc": "Herpes genitalis",
        "opd": "Trichomonas vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Examination for Genital Infections",
        "id": "b409cf64-b8e7-49c9-82a1-fadde23ff4da",
        "choice_type": "single"
    },
    {
        "question": "\"Strawberry cervix\" is feature of:",
        "exp": "Ans. D. Trichomonas vaginitis. (Ref Textbook of Gynaecology by D C Dutta 6th/pg. 6850)Textbook of Gynaecology by D C Dutta 5th/pg. 160....under the heading \"TRICHOMONAS VAGINITIS99; Subheading \"On examination - point (c)99:\"In trichomonas vaginitis, vaginal examination may be painful. The vaginal walls become red and inflamed with multiple punctate haemorrhagic spots. Similar spots are also found over the mucosa of the portio vaginalis part of cervix on the speculum examination giving the appearance of 'strawberry9. Vaginal trichomoniasis is the most common and vital cause of vaginitis in the childbearing period\".Differential diagnose of vaginal candidiasis TricomoniasisCondidiasisBacterial vaginosisSexual transmissionYesVery rarelyOftenSymptoms Relation to mensesPostmenstrualPremenstrualNoneVulvar irritationMild to markedMild to markedAbsent to mildDysuriaInternal and externalExternal OdorSometimesAbsentFishy, amine-likeSigns Labial erythemaVariableVariableNoSatellite lesionsNoYesNoVaginal tendernessYesYesNoAdnexal tendernessOccasionallyNoNoDischarge ConsistencyFrothySometimes curdyHomogenous, frothyColourYellow-green 25%WhiteGray, whiteAdherent toNoYesYesVaginal walls pH>4.7<4.5>4.7Microscopy Epithelial cellsNormalNormalStudded with coccobacilli (clue cells)PMNIncreasedVariableNot increasedBacteriaGram+ve rodsGram +ve rodsGram-variable coccobacilliPathogensTrichomonadsYeasts or peudohyphaecoccobacilli and Short motile rodsAdopted from: Hovpt Er, Rein MF. Sexually transmitted diseases and obstetric and gynaecologic infections In: Reese RE,Betts RF. (eds) A practical approach to infectious diseases. 6th ed. Boston: Little Brown, 2003: 541-87.",
        "cop": 4,
        "opa": "Vaginal candidiasis",
        "opb": "HSV infection",
        "opc": "Bacterial vaginosis",
        "opd": "Trichomonas vaginitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Examination for Genital Infections",
        "id": "160604a2-dbd4-4feb-8395-c324a4559988",
        "choice_type": "single"
    },
    {
        "question": "Strawberry cervix is seen in-",
        "exp": "Ans. is 'a' i.e., Trichomonas",
        "cop": 1,
        "opa": "Trichomonas",
        "opb": "Chlamydia",
        "opc": "Gonococcal infection",
        "opd": "Candida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Examination for Genital Infections",
        "id": "5af91c6f-9c78-460a-9a21-d5ddfdb69356",
        "choice_type": "single"
    }
]