[
    {
        "question": "A pelvis characterized by an anteroposterior diameter of the inlet greater than the transverse diameter is classified as:",
        "exp": "Ans. C. AnthropoidBy tradition, pelvis are classified as belonging to one of four major groups. The gynecoid pelvis is the classic female pelvis with a posterior sagittal diameter of the inlet only slightly shorter than the anterior sagittal diameter. In the android pelvis, the posterior sagittal diameter at the inlet is much shorter than the anterior sagittal diameter, limiting the use of the posterior space by the fetal head. In the anthropoid pelvis, the anteroposterior (AP) diameter of the inlet is greater than the transverse diameter, resulting in an oval with large sacrosciatic notches and convergent side walls. Ischial spines are likely to be prominent. The platypelloid pelvis is flattened with a short AP and wide transverse diameter. Wide sacrosciatic notches are common. The pelves of most women do not fall into a pure type and are blends of one or more of the above types.",
        "cop": 3,
        "opa": "Gynecoid",
        "opb": "Android",
        "opc": "Anthropoid",
        "opd": "Platypelloid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "c16fd188-cfff-49ff-803c-71552b1dadcf",
        "choice_type": "single"
    },
    {
        "question": "Longest fetal diameter:",
        "exp": "Ans is d, i.e. MentoverticalFetal diameters-AP diameters are always longer than Transverse diameter of fetal head.Longest diameter is-Mentovertical diameter (14 cms) followed by submentovertical diameter.",
        "cop": 4,
        "opa": "Biparietal",
        "opb": "Suboccip tobregmatic",
        "opc": "Occipitofrontal",
        "opd": "Mentovertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "5e32f377-76df-42e4-98b5-69b6c90477c3",
        "choice_type": "single"
    },
    {
        "question": "Longest diameter of fetal skull is?",
        "exp": "Ans. (d) Mento verticalRef : D.C. Dutta 8th ed. / 94-97DIAMETERS OF SKULL* The antero-posterior diameters of the head which may engage are:DiametersMeasurment (In Cm)PresentationSuboccipito-bregmatic9.5 cmVertexSuboccipito-frontal10 cmVertexOccipito - frontal11.5 cmVertexMento-vertical: extend from mid-point of chin to the highest point on the saggital suture14 cmBrowSubmento-vertical11.5 cmFaceSubmento-bregmatic9.5 cmFace * The transverse diameters which are concerned in the mechanism of labor are# Biparietal diameter - 9.5 cm: extends between two parietal eminences.# Super-subparietal - 8.5 cm# Bitemporal diameter: 8 cm# Bimastoid diameter - 7.5 cm",
        "cop": 4,
        "opa": "Occipito frontal",
        "opb": "Submentobregmatic",
        "opc": "Suboccipito frontal",
        "opd": "Mento vertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "4429d82c-a733-4050-b1ad-2f06acb3da94",
        "choice_type": "single"
    },
    {
        "question": "Shortest pelvic diameter is-",
        "exp": "Ans. is 'a' i.e., Bispinous Diameters of female pelvisInleto Antero-posterior diameter (true conjugate, anatomical conjugate, conjugate vera- 11cm)Distance between midpoint of sacral promontory to inner margin of upper border of symphysis pubis.o Obstetric conjugate (10 cm)Distance between midpoint of sacral promontory to the prominent bony projection in the midline on inner surface of symphysis pubis,o Diagonal conjugate (12 cm)Distance between the lower border of symphysis pubis to the midpoint of sacral promontory,o Transverse diameter (13 cm)Distance between the two farthest points on the pelvic brim over ilio-pectineal lines,o Oblique diameter (12 cm)Extending from sacro-iliac joint to opposite ilio-pubic eminence. There 2 of it- right & left,o Sacro-cotyloid (9.5 cm)Distance between the mid-point of sacral promontory to ilio-pubic eminence.Cavityo Antero-posterior (12 cm)Mid point on posterior surface of symphysis pubis to the junction of 2nd & 3rd sacra! vertebrae,o Transverse diameter (12 cm)Cant be measured correctly.Obstetrical outleto Transverse diameter (bispinous - 9.5 cm)Distance between tip of 2 ischial spines,o Antero-posteriordiameter(ll cm)Distance between Inferior border of symphysis pubis to the tip of sacrum,o Posterior sagittal diameter (5 cm)Distance between tip of the sacrum to the midpoint of bispinous diameter.Anatomical outleto Antero-posterior (13 cm)Distance between lowrer border of symphysis pubis to the tip of coccyx,o Transverse diameter (bispinous-11 cm)Distance between the inner borders of ischial tuberositieso Posterior sagittal diameter (8.5 cm)Distance between sacroccygeal joint and anterior margin of anus",
        "cop": 1,
        "opa": "Bispinous",
        "opb": "Oblique",
        "opc": "Transverse",
        "opd": "Anteroposterior",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "71be6751-48a8-4248-b379-75f57c2e2626",
        "choice_type": "single"
    },
    {
        "question": "Shortest fetal skull diameter is",
        "exp": "Ans: A (Bimastoid) Ref: Dana textbook of obstetrics 5th ed pg 85Explanation: (See the following figure and table)",
        "cop": 1,
        "opa": "Bimastoid",
        "opb": "Submentovertical",
        "opc": "Submentobregmatic",
        "opd": "Occipito-fronta!",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "5bab4c84-c6db-46a9-bc47-825e33eb3816",
        "choice_type": "single"
    },
    {
        "question": "Diagonal conjugate is:",
        "exp": "Ans. B. Lower border of symphysis and sacral promontoryDiagonal conjugate is distance between lower borders of symphysis pubis to the midpoint on sacral promontory. It measures 12cm. it is measured clinically during pelvic assessment in late pregnancy or in labor. Obstetric conjugate is computed by subtracting 1.5 to 2cm from diagonal conjugate. True conjugate is inferred by subtracting 1.2cm from the diagonal conjugate.",
        "cop": 2,
        "opa": "Distance between upper border of symphysis and sacral promontory",
        "opb": "Lower border of symphysis and sacral promontory",
        "opc": "Lower border of symphysis and 3rd piece of sacrum",
        "opd": "Lower border of symphysis and tip of sacrum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "5dc70c4c-8a86-47bc-8df9-cfa1a41c17e6",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed with carcinoma of the breast. The most important prognostic factor in the treatment of this disease is",
        "exp": "Recognition of the high risk associated with axillary metastases for early death and poor 5-year survival has led to the use of postsurgical adjuvant chemotherapy in these patients. Patients who have estrogen- or progesterone-receptive tumors (i.e., receptor present or receptor-positive) are particular candidates for this adjuvant therapy, as 60% of estrogen-positive tumors will respond to hormonal therapy. Age and size of the tumor are certainly factors of importance, but they are secondary to the presence or absence of axillary metastases.",
        "cop": 3,
        "opa": "Age at diagnosis",
        "opb": "Size of tumor",
        "opc": "Axillary metastases",
        "opd": "Estrogen receptors on the tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "d8cd1d0a-c3ce-4709-8038-d754e76a5ac7",
        "choice_type": "single"
    },
    {
        "question": "The engaging diameter in the following presentation is?",
        "exp": "Ans. C. Mento verticalVarious diameter:a. Sub-occipitobregmatic diameter: Measured from below the occipital protuberance and the centre of the bregma or anterior fontanelleb. Sub-occipitofrontal diameter: Measured from below the occipital protuberance and the centre of the frontal suturec. Occipitofrontal diameter: Measure from the occipital protuberance to the glabella or root of the nosed. Mento vertical diameter: Measured from the point of the chin to the highest point of the vertexe. Sub-mento vertical diameter: measured from the point where the chin joints the neck to the highest point of the vertexf. Sub-mento bregmatic diameter: measured from the point where the chin joints the neck to the centre of the bregmag. Biparietal diameter: The diameter between the two parietal eminencesh. Bitemporal diameter: The diameter between the furthest points of the coronal sutures at the temples",
        "cop": 3,
        "opa": "Submentobregmatic",
        "opb": "Submentovertical",
        "opc": "Mento vertical",
        "opd": "Occipitofrontal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "29af7098-f28a-4bbe-bfd4-b421e96c3f4a",
        "choice_type": "single"
    },
    {
        "question": "CPD is best assessed by:",
        "exp": "Ans. is d, i.e. Pelvic assessmentRef Dutta Obs. 9/e, p 329IOC for detecting CPD or pelvic assessment or adequacy is - MRI.Best method of detecting CPD-Trial of labor > MRI > manual pelvic assessment.Pelvic assessment is done at 37 weeks in primigravida and at the onset of labor in multigravida.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "Ultrasound",
        "opc": "Radio pelvimetry",
        "opd": "Pelvic assessment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "22ff3f3e-8dd6-4681-ac5e-4d60eb325cce",
        "choice_type": "single"
    },
    {
        "question": "Which is the smallest transverse diameter of fetal head:",
        "exp": "Ans. (c) BimastoidRef: D.C. Dutta 8th ed. / 94-97TRANVERSE DIAMETERS OF FETAL HEAD* Biparietal: 9.5 cm* Bitemporal: 8 cm* Bimastoid: 7.5 cm; smallest transverse diameter* Super subparietal: 8.5 cm",
        "cop": 3,
        "opa": "Biparietal",
        "opb": "Bitemporal",
        "opc": "Bimastoid",
        "opd": "Super subparietal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "deccf6ef-588e-4f4b-83d6-6460599aa58f",
        "choice_type": "multi"
    },
    {
        "question": "A postmenopausal woman presents with pruritic white lesions on the vulva. Punch biopsy of a representative area is obtained. Which of the following histologic findings is consistent with the diagnosis of lichen sclerosus?",
        "exp": "Lichen sclerosus was formerly termed lichen sclerosus et atrophicus, but recent studies have concluded that atrophy does not exist. Patients with lichen sclerosus of the vulva tend to be older; they typically present with pruritus, and the lesions are usually white with crinkled skin and well-defined borders. The histologic appearance of lichen sclerosus includes loss of the rete pegs within the dermis, chronic inflammatory infiltrate below the dermis, the development of a homogenous subepithelial layer in the dermis, a decrease in the number of cellular layers, and a decrease in the number of melanocytes. Mechanical trauma produces bullous areas of lymphedema and lacunae, which are then filled with erythrocytes. Ulcerations and ecchymoses may be seen in these traumatized areas as well. Mitotic figures are rare in lichen sclerosus, and hyperkeratosis is not a feature. While a significant cause of symptoms, lichen sclerosus is not a premalignant lesion. Its importance lies in the fact that it must be distinguished from vulvar squamous cancer.",
        "cop": 1,
        "opa": "Blunting or loss of rete pegs",
        "opb": "Presence of thickened keratin layer",
        "opc": "Acute inflammatory infiltration",
        "opd": "Increase in the number of cellular layers in the epidermis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "2fc8bc7e-be5e-4fb3-add0-db2c5b3fa354",
        "choice_type": "single"
    },
    {
        "question": "Biggest fetal skull diameter is",
        "exp": "Ans. (c) Mento vertical",
        "cop": 3,
        "opa": "Biparietal",
        "opb": "Bitemporal",
        "opc": "Mento vertical",
        "opd": "Submentobregmatic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "7088de81-996f-4e6d-8ca5-3e20e8a4400c",
        "choice_type": "single"
    },
    {
        "question": "False about female pelvis:",
        "exp": "Ans: B (Plane...) FEMALE PELVIS\"For descriptive purpose, true pelvis is divided into inlet, cavity & outlet It is shallow in front, formed by symphysis pubis & measures 4 cm & deep posteriorly, formed by sacrum & coccyx & measures 11.5 cm\"- Dutta's Obstetrics 6th/ 88\"Pelvic cavity: The cavity is curved in such a way that it is first directed downwards & backwards, & then downwards & the forwards (J-shaped). It has unequal walls, measuring only about 5 cm anteriorly & 15 cm posteriorly\" BDC4th/Vol. II-343\"In the erect posture, the pelvis is tilted forward. As such, the plane of the inlet makes an angle of about 550 with the horizontal & is called angle of inclination\"- Dutta's Obstetrics 6th/88\"Plane of greatest pelvis dimension: The plane extends from the midpoint of posterior surface of symphysis pubis to the junction of the second & third sacral vertebrae\"- Dutta's Obstetrics 6th/ 90\"Obstetrical outlet: It is the segment of the pelvis bounded above by the plane of least pelvic dimensions & below by the anatomical outlet\"- Dutta's Obstetrics 6th/ 91Plane of least pelvis dimension or narrow pelvic plane: The plane extend from the lower border of the symphysis pubis to the tip of ischial spines & posteriorly to meet the tip of fifth sacral vertebrae. It is irregularly oval & notched on each side by the ischial spine Dutta's Obstetrics 6th/ 91",
        "cop": 2,
        "opa": "Narrow' pelvic plane lies at the level of ischial spines",
        "opb": "Plane of greatest pelvis dimension corresponds to SI & S2 vertebrae",
        "opc": "Angle of inclination is 55deg",
        "opd": "Plane of least pelvic dimension form plane of obstetrical outlet",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "b52bccc1-fe8f-4c13-8e4a-a7ee3e72158f",
        "choice_type": "multi"
    },
    {
        "question": "Engaging diameter in vertex, with complete extension is:",
        "exp": "Ans. is 'c' i.e., Submentobregmatic DiametersMeasurement in cm (inches)Attitude of the headPresentation1. Suboccipito-bregmatic-extends from the nape of the neck to the center of the bregma9[?]5 cm (3 3/4 \")Complete flexionVertex2. Suboccipito-frontal- extends from the nape of the neck to the anterior end of the anterior fontanelle or centre of the sinciput10 cm (4\")Incomplete flexionVertex3. Occipito-frontal - extends from the occipital eminence to the root of the nose (Glabella).11[?]5 cm (4 1/2 \")Marked deflexionVertex4. Mento-vertical - extends from the mid point of the chin to the highest point on the sagittal suture14 cm (5 1/2 \")Partial extensionBrow5. Sybmento-vertical - extends from junction of floor of the mouth and neck to the highest point on the sagittal suture11[?]5 cm (4 1/2 \")Incomplete extensionFace6. Submento-bregmatic - extends from junction of floor of the mouth and neck to the centre of the bregma9-5 cm (3 3/4 \")Complete extensionFace",
        "cop": 3,
        "opa": "Suboccipitobregmatic",
        "opb": "Mentovertical",
        "opc": "Submentobregmatic",
        "opd": "Occipitofrontal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "99c5c035-ce2c-47af-9515-f858b9fe7be1",
        "choice_type": "single"
    },
    {
        "question": "Shortest diameter of pelvis is-",
        "exp": "Ans. is 'a' i.e., Bispinous",
        "cop": 1,
        "opa": "Bispinous",
        "opb": "Antero-posterior",
        "opc": "Oblique",
        "opd": "Transverse",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "0be19272-bf79-4d05-b102-c77089869432",
        "choice_type": "single"
    },
    {
        "question": "Smallest diameter of p elvis is?",
        "exp": "ANSWER: (A) Interspinous diameterREF: Clinical Obstetrics 10th edition by S. Gopalan, Sarala & Jain, Vanita Page 4, Manual of Obstetrics, 3e by Shirish N Daftary Page 11-12, Manual Of Obstetrics (2Nd Edition) by Daftary Page 16-18\"Interspinous diameter (transverse diameter of midpelvis = 10 cm or somewhat more) is the smallest diameter of pelvis\" REF: Williams's obstetric 22nd edition page 34Measurements of Pelvis AnterioposteriorObliqueTransverseInletTrue conjugate11 cm12 cm13 cmObstetric conjugate10.5 cmDiagonal conjugate12 cmMid pelvisPlane of greatest dimension12 cm12 cm12 cmPlane of least dimension10 cm10 cm10 cm(interspinous)Outlet13 cm12 cm11 cmShortest anteroposterior diameter of inlet of pelvis is obstetrical conjugateInterspinous diameter, 10 cm or somewhat more, is usually the smallest diameter of the pelvisPelvic inlet is an adequate size for a normal fetus if the diagonal conjugate is 12 cm or greater",
        "cop": 1,
        "opa": "Interspinous diameter",
        "opb": "True conjugate",
        "opc": "Diagonal conjugate",
        "opd": "Intertuberous diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "34ffe482-1e2b-4988-a9be-fffcf64e0866",
        "choice_type": "multi"
    },
    {
        "question": "Face to pubis delivery is seen in which variety of pelvis ?",
        "exp": "Ans. is 'b' i.e., Anthropoid Anstomical Features of parent Pelvic GynecoldAnthropoidAndroidPlatypelloid o ShapeRoundAnteroposteriorly ovalTriangularTransversely ovalo Anterior and posterior segmentAlmost equal and spaciousBoth increased with slight anterior narrowingPosterior segment short and anterior segment narrowBoth reduced flatInleto SacrumSacral angle (SA) more than 90deg. Inclined backwards Well curved from above down and side to sideSA more than 90deg inclined posteriorly Long and narrow. Usual curveSacral angle less than 90degInclined forwards and straightSA more than 90deg Inclined posteriorly Short and straighto Sacrosclatic notchWide and shallowMore wide and shallowNarrow and deepSlightly narrow and smallCavityo SidewallsStraight or slightly divergentStraight or divergentConvergentDivergento Ischial spinesNot prominentNot prominentProminentNot prominentPubic archCurvedLong and curvedLong and straightShort and curvedOutleto Subpubic angleWide (85deg)Sightly narrowNarrowVery wide (more than 90deg)o Bituberous diameterNormalNormal of shortShortWideObstetric Outrome in parent pelvic types GynecoldAnthropoidAndroidPlatypelloid o PositionOccipitolaseral of oblique occipitoanteriorDirect occipitoanterior of posteriorOccipitolateral or oblique occipito- posteriorOccipitolateralInleto Diamter of engagementTransverse or obliqueAnteroposteriorTransverse or obliqueTransverseo EngagementNo difficulty Usual mechanismNo difficulty except flexion is delayedDelayed and difficultDifficult by exaggerated parietal presentationCavityo Internal rotationEasy anterior rotationNon-rotatoincommonDifficult anterior rotation. Not occuts early above the isthial spines, chence of arrestAnterior rotation usually occuts late in the perineumOutleto DeliveryNo difficultyMore incidence of face-to-publsDifficult delivery with increased chance of perineal injuriesNo difficulty",
        "cop": 2,
        "opa": "Gynecoid",
        "opb": "Anthropoid",
        "opc": "Android",
        "opd": "Platypelloid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "716b0e83-bfec-42db-8731-9096768346a3",
        "choice_type": "single"
    },
    {
        "question": "In a vertex presentation the diameter of engagement is:",
        "exp": "Ans. A. SuboccipitobregmaticFetal skulla. Mento vertical diameter =14.5cm,b. Submentovertical =11.5cm,c. Sub occipitofrontal =10cm,d. Suboccipitobregmatic =9.5cm (diameter of engagement in vertex presentation),e. Biparietal =9.5cm.",
        "cop": 1,
        "opa": "Suboccipitobregmatic",
        "opb": "Suboccipito-frontal",
        "opc": "Occipitofrontal",
        "opd": "Bitemporal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "e98fc645-ea88-4ab3-9990-faa341707032",
        "choice_type": "single"
    },
    {
        "question": "Following delivery, uterine fundus lies about:",
        "exp": "Ans. C. 5 1/2 above pubic symphysisFollowing delivery, the fundus lies about 13.5cm(51/2) above the pubic symphysis. During the first 24 hrs the level remains constant, thereafter there is steady decrease in height by 1.25cm in 24 hours so that by the end of 2nd week the uterus becomes a pelvic organ. These measurements are clinically significant to know the process of involution. If the height is more than the period of puerperium, it may be because of subinvolution.",
        "cop": 3,
        "opa": "10 1/2 \" above pubic symphysis",
        "opb": "8 1/2 \" above pubic symphysis",
        "opc": "5 1/2 \" above pubic symphysis",
        "opd": "2 1/2 \" above pubic symphysis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "85617db2-cbb6-4de7-9ed6-ebc2bd541755",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old G0, LMP 1 week ago, presents to your gynecology clinic complaining of a mass in her left breast that she discovered on a routine breast self-exam in the shower. When you perform a breast exam on her, you palpate a 2-cm firm, nontender mass in the upper inner quadrant of the left breast that is well circumscribed and mobile. You do not detect any skin changes, nipple discharge, or lymphadenopathy. What is this patient's most likely diagnosis?",
        "exp": "This patient's breast mass is characteristic of a fibroadenoma. Fibroadenomas are the second most common benign breast disorder, after fibrocystic changes. They are characterized by being firm, solid, nontender, and freely mobile. Fibroadenomas have an average size diameter of 2.5 cm and are well circumscribed. These lesions most commonly occur in adolescents and women in their twenties. Fibrocystic changes occur in about one- third to one-half of reproductive-age women and represent an exaggerated response of the breast tissue to hormones. Patients with fibrocystic changes complain of bilateral mastalgia and breast engorgement preceding menses. On physical exam, diffuse bilateral nodularity is typically encountered. Cystosarcoma phyllodes are rare fibroepithelial tumors that constitute 1% of breast malignancies. These rapidly growing tumors are the most frequent breast sarcoma and occur most frequently in women in the fifth decade of life. Trauma to the breast can result in fat necrosis. Women with fat necrosis commonly present to the physician with a firm, tender mass that is surrounded by ecchymosis. Occasional skin retraction can occur, making this lesion difficult to differentiate from cancer. It is unlikely that this patient who presents in her twenties has breast cancer. Fine-needle aspiration or excisional biopsy must be performed to rule out the rare chance of malignancy, but breast cancer is not the most likely diagnosis based on the patient's age and lack of any other breast changes consistent with carcinoma (such as a fixed mass, skin retraction, or lymphadenopathy).",
        "cop": 2,
        "opa": "Fibrocystic breast change",
        "opb": "Fibroadenoma",
        "opc": "Breast carcinoma",
        "opd": "Fat necrosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "a4130bdc-eba1-483e-9bdf-c5f6067ff468",
        "choice_type": "single"
    },
    {
        "question": "The following are the features of \"dystocia dystrophica syndrome\" except:",
        "exp": "Ans. is b, i.e. They have normal fertilityDystocia dystrophia syndrome: It is characterized by the following features:The patient is stockily built with bull neck, broad shoulder and short thigh.She is obese with a male distribution of hairs.Pelvis is of the android type.Occipitoposterior position is common.They are usually sub fertile, having dysmenorrhea, oligomenorrhoea or irregular periodThere is increased incidence of preeclampsia and a tendency for post maturity during pregnancy.During labour, inertia is common and there is a tendency for deep transverse arrest or outlet dystocia leading to either increased incidence of difficult instrumental delivery or cesarean section.There are increase chances of lactation failure during purperium.",
        "cop": 2,
        "opa": "The patient is stockily built with short thighs",
        "opb": "They have normal fertility",
        "opc": "Android pelvis is common",
        "opd": "Often have difficult labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "d8dbe2fd-566c-4420-b911-76669f5fc91e",
        "choice_type": "multi"
    },
    {
        "question": "The chemotherapeutic agents \"Cyclophosphamide\" is associated with which side effects (SELECT 1 SIDE EFFECT)",
        "exp": "Cyclophosphamide is an alkylating agent that cross-links DNA and also inhibits DNA synthesis. Hemorrhagic cystitis and alopecia are common side effects. Cisplatin causes renal damage and neural toxicity. Patients must be well hydrated. Its mode of action does not fit a specific category. Taxol can produce allergic reactions and bone marrow depression. Bleomycin and doxorubicin are antibiotics whose side effects are pulmonary fibrosis and cardiac toxicity, respectively Vincristine arrests cells in metaphase by binding microtubular proteins and preventing the formation of mitotic spindles. Peripheral neuropathy is a common side effect.",
        "cop": 1,
        "opa": "Hemorrhagic cystitis",
        "opb": "Renal failure",
        "opc": "Tympanic membrane fibrosis",
        "opd": "Necrotizing enterocolitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "a894d0aa-4698-4e9b-a9fa-3f227f929f03",
        "choice_type": "single"
    },
    {
        "question": "Longest diameter of fetal skull is:",
        "exp": "Ans. is d, i.e. SubmentoverticalRef. Dutta Obs 9/e p 77-78Remember:Smallest diameterLongest diameterIst = Bimastoid diameterIInd = Bitemporal diameterIst = Mento verticalIInd = Submento vertical/occipitofrontal",
        "cop": 4,
        "opa": "Biparietal",
        "opb": "Bitemporal",
        "opc": "Occipito temporal",
        "opd": "Submentovertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "876fdc7f-4331-49cf-ada9-a0f81d2452e5",
        "choice_type": "single"
    },
    {
        "question": "Engaging diameter of well flexed head in vertex presentation is -",
        "exp": "Ans. is 'a' i.e., Suboccipito - bregmatic DiametersMeasurement in cmAttitude of the headPresentationSuboccipito - bregmatic9[?]5 cmComplete flexionVertexSuboccipito - frontal10 cmIncomplete flexionVertexOccipito - frontal11[?]5 cmMarked deflexionVertexMento - vertical14 cmPartial extensionBrowSubmento - vertical11[?]5 cmIncomplete extensionFaceSubmento - bregmatic9[?]5 cmComplete extensionFace",
        "cop": 1,
        "opa": "Suboccipito - bregmatic",
        "opb": "Suboccipito - frontal",
        "opc": "Occipito - frontal",
        "opd": "Mento - vertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "ec81b040-c7b9-41a9-811c-5ef99696502c",
        "choice_type": "single"
    },
    {
        "question": "Which type of pelvis is associated with increased incidence of 'face to pubis' delivery?",
        "exp": "Ans. is b, i.e. Anthropoid pelvisRef. Dutta Obs. 9/e, p 325, Table 24.1, 8/e, p 403, Table 24.2As discussed in the text in Table 7.2 face-to-pubis delivery is common in anthropoid pelvis.",
        "cop": 2,
        "opa": "Gynecoid pelvis",
        "opb": "Anthropoid pelvis",
        "opc": "Android pelvis",
        "opd": "Platypelloid pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "5fcb98b1-0fcb-4f31-9505-dc7153e62298",
        "choice_type": "single"
    },
    {
        "question": "Clinical findings suggestive of adequacy of pelvis for vaginal delivery are all except-",
        "exp": "Ans. is 'b' i.e., Interspinous diameter > 8 cm [Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 8px; text-indent: 0; text-align: left\">o Clinical findings suggestive of adequacy of pelvis for vagina! delivery- are:Findings indicating adequate pelvis : -DataFindingo Forepelvis (pelvic brim)Roundo Diagonal conjugate> 11[?]5 cmo SymphysisAverage thickness, parallel to sacrumo SacrumHollow, average inclinationo Side wallsStraighto Ischial spinesBlunto Interspinous diameter>10[?]0 cmo Sacrosciatic notch2[?]5-3 finger - breathso Sacrosciatic notch2 finger - breadthso Bituberous diameter4 knuckles (> 8[?]0 cm)o CoccyxMobileo Anterposterior diameter of outlet>11[?]0 cm",
        "cop": 2,
        "opa": "Diagonal conjugate > 11[?]5 cm",
        "opb": "Interspinous diameter > 8 cm",
        "opc": "Sacrosciatic notch 2[?]5-3 finger breadths",
        "opd": "Bituberous diameter > 8 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "2923d6b1-15f6-4826-9292-9df05b39c686",
        "choice_type": "multi"
    },
    {
        "question": "Caput succedum is said to occur in head in -",
        "exp": "Ans. is 'a' i.e., Within 24 hrs",
        "cop": 1,
        "opa": "Within 24hrs",
        "opb": "2-3 days",
        "opc": "2-3 weeks",
        "opd": "2-3 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "f8b36922-ad7e-40ab-ba9e-eedaa053da95",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding caput succendaneum is except-",
        "exp": "Ans. is 'd' i.e., Always Unilateral Caput succendaneumo Formation of swelling due to stagnation of fluid in the layers of the scalp beneath the girdle of contacto Present at birth.o Disappears spontaneously within 24 hours after birtho Not limited by suture line.o Swelling may extend to both sides of scalp (bilateral).",
        "cop": 4,
        "opa": "Present at birth",
        "opb": "Disappears spontaneously within 24 hours of birth",
        "opc": "Not limited by suture line",
        "opd": "Always unilateral",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "3bd8eedd-7fbe-4231-954b-1ac81827d30e",
        "choice_type": "multi"
    },
    {
        "question": "Select the ovarian tumor which is frequently associated with virilization (SELECT 1 TUMOR)",
        "exp": "Sertoli-Leydig cell tumors, which represent less than 1% of ovarian tumors, may produce symptoms of virilization. Histologically, they resemble fetal testes; clinically, they must be distinguished from other functioning ovarian neoplasms as well as from tumors of the adrenal glands, since both adrenal tumors and Sertoli-Leydig tumors produce androgens. The androgen production can result in seborrhea, acne, menstrual irregularity, hirsutism, breast atrophy, alopecia, deepening of the voice, and clitoromegaly. Recurrences of Sertoli-Leydig cell tumors, which seem to have a low malignant potential, usually appear within 3 years of the original diagnosis. Granulosa and theca cell tumors are often associated with excessive estrogen production, which may cause pseudoprecocious puberty, postmenopausal bleeding, or menorrhagia. These tumors are associated with endometrial carcinoma in 15% of patients. Because these tumors are quite friable, affected women frequently present with symptoms caused by tumor rupture and intraperitoneal bleeding. Granulosa tumors are low-grade malignancies that tend to recur more than 5 years after the initial diagnosis. Because their malignant potential is impossible to predict histologically, long-term follow-up is mandatory. Recurrences have been reported as late as 33 years after the original diagnosis. Gonadoblastomas frequently contain calcifications that can be detected by plain radiography of the pelvis. Women who have gonadoblastomas often have ambiguous genitalia. The tumors are usually small, and are bilateral in one-third of affected women. The malignant potential of immature teratomas correlates with the degree of immature or embryonic tissue present. The presence of choriocarcinoma can be determined histologically as well as by human chorionic gonadotropin (hCG) assays. The presence of choriocarcinoma in an immature teratoma worsens the prognosis. Krukenberg tumors are typically bilateral, solid masses of the ovary that nearly always represent metastases from another organ, usually the stomach or large intestine. They contain large numbers of signet ring adenocarcinoma cells within a cellular hyperplastic but nonneoplastic ovarian stroma.",
        "cop": 2,
        "opa": "Granulosa tumor",
        "opb": "Sertoli-Leydig cell tumor",
        "opc": "Immature teratoma",
        "opd": "Gonadoblastoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "5e78113e-cd32-4ac8-b6f1-a8d3005d00dd",
        "choice_type": "single"
    },
    {
        "question": "The smallest diameter of the true pelvis is:",
        "exp": "Ans. is a, i.e. Interspinous diameterRef. Williams Obs. 24/e, p 32-33Friends, we have mugged up pelvis in detail for our undergraduate exams but for PGME exams you need not mug up each and everything about pelvis. All you need to know are some of the important diameters, which I am listing below.Diameters of PelvisDiameterInletMidpelvisOutletAnteroposteriorObstetric conjugate -10-10.5 cm11-11.5 cm11.5-13.5 cm True conjugate -11 cmDiagonal conjugate -12 cm Oblique12 cm Transverse13Interspinous diameter 10 cmIntertuberus diameter 11 cmPosterior sagittal diameter of outlet: It is an important diameter in case of obstructed labour caused by narrowing of the midpelvis or pelvic out let as the prognosis for vaginal delivery depends on the length of posterior sagittal diameter. Posterior sagittal diameter extends from tip of coccyx to a right angle intersection with a line between the ischial tuberosities. It usually exceed 7.5 cm.IOC for detecting CPD or pelvic assessment or adequacy is - MRI.Best method of detecting CPD-Trial of labor > MRI > manual pelvic assessment.Remember:Longest diameter of pelvis - Transverse diameter of inlet and anteroposterior diameter of anatomic outlet Q.Shortest major diameter of pelvis - Interspinous diameterLongest AP diameter of inlet - Diagonal conjugate QShortest AP diameter of inlet - Obstetric conjugate QOnly AP diameter measured clinically - Diagonal conjugate QCrtical obstetric conjugate - 10 cm (i.e. if obstetric conjugate is less than 10 cm vaginal delivery is not possible)",
        "cop": 1,
        "opa": "Interspinous diameter",
        "opb": "Diagonal conjugate",
        "opc": "True conjugate",
        "opd": "Intertuberous diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "22065a3a-f89b-4636-a86c-0bc1fa539225",
        "choice_type": "multi"
    },
    {
        "question": "MC Type of female pelvis",
        "exp": "Ans. (a) Gynaecoid",
        "cop": 1,
        "opa": "Gynaecoid",
        "opb": "Anthropoid",
        "opc": "Android",
        "opd": "Platy pelloid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "842bbde3-bb35-47f8-a227-bf91a608c47d",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old woman is seen for evaluation of a swelling in her right vulva. She has also noted pain in this area when walking and during coitus. At the time of pelvic examination, a mildly tender, fluctuant mass is noted just outside the introitus in the right vulva in the region of the Bartholin's gland. What is the most appropriate treatment?",
        "exp": "Although rare, adenocarcinoma of the Bartholin's gland must be excluded in women over 40 years of age who present with a cystic or solid mass in this area. The appropriate treatment in these cases is surgical excision of the Bartholin's gland to allow for a careful pathologic examination. In cases of abscess formation, both marsupialization of the sac and incision with drainage as well as appropriate antibiotics are accepted modes of therapy. In the case of the asymptomatic Bartholin's cyst, no treatment is necessary.",
        "cop": 3,
        "opa": "Marsupialization",
        "opb": "Administration of antibiotics",
        "opc": "Surgical excision",
        "opd": "Incision and drainage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "43379943-b871-4747-965f-9d9a7983f831",
        "choice_type": "single"
    },
    {
        "question": "Triradiate pelvis is see in:",
        "exp": "Ans. is c, i.e. OsteoporosisOsteomalacia or deficiency of Calcium and Vitamin D shows triradiate pelvis. Since osteomalacia is not given here we are going for osteoporosis.",
        "cop": 3,
        "opa": "Rickets",
        "opb": "Chondrodystrophy",
        "opc": "Osteoporosis",
        "opd": "Hyperparathyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "b6cbe1d4-d80f-48a0-9a49-0b9404457334",
        "choice_type": "single"
    },
    {
        "question": "Markedly deflexed head of baby causes which diameter to engage -",
        "exp": "Ans. is 'a' i.e., Occipitofrontal Diameters of fetul skullAntero - posteriorDiameterMeasurement in cm (inches)Attitude of the headPresentation1. Suboccipito-bregmatic - nape of the neck to centre of bregma9.5 cms (3 3/4 \")Complete flexionVertex2 Suboccipitofrontal - nape of the neck to the anterior end of anterior fontanelle or centre of sinciput10 cms (4\")Incomplete flexionVertex3. Occipito-frontal - occipital eminence to the root of nose11.5 cms (4 1/2 \")Marked deflexionVertex4. Mento-vertical - mid point of the chin to highest point of sagittal suture14 cms (5 1/2 \")Partial extensionBrow-5. Submento-vertical - junction of the floor of mouth & neck to the highest point of sagittal suture11.5 cms (4 1/2 \")Incomplete extensionFace6. Submento bregmatic - junction of the floor of mouth & neck to centre of bregma9.5 cms (3 3/4 \")Complete extensionFace",
        "cop": 1,
        "opa": "Occipitofrontal",
        "opb": "Suboccipitorontal",
        "opc": "Mentovertical",
        "opd": "Submentovertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "363545fe-ea3d-4cb5-bbc8-8d233a0d1de7",
        "choice_type": "single"
    },
    {
        "question": "Longest diameter of fetal skull?",
        "exp": "Ans. is 'c' i.e., Mento-vertical Diameters offetul skullAntero - posteriorDiameterMeasurement in cm (inches)Attitude of the headPresentation1. Suboccipito-bregmatic - nape of the neck to centre of bregma9.5 cms(3 3/4 )Complete flexionVertex2. Suboccipitofrontal - nape of the neck to the anterior end of anterior fontanelle or centre of sinciput10 cms (4\")Incomplete flexionVertex3. Occipito-frontal - occipital eminence to the root of nose11.5 cms (4 1/2 \")Marked deflexionVertex4. Mento-vertical - mid point of the chin to highest point of sagittal suture14cms (5 1/2 \")Partial extensionBrow-5. Submento-vertical - junction of the floor of mouth & neck to the highest point of sagittal suture11.5 cms (4 1/2 \")Incomplete extensionFace6. Submento bregmatic - junction of the floor of mouth & neck to centre of bregma9.5 cms (3 3/4 \")Complete extensionFace",
        "cop": 3,
        "opa": "Suboccipito-bregmatic",
        "opb": "Occipto-ffontal",
        "opc": "Mento-vertical",
        "opd": "Submento vertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "b0ca8590-712c-4d74-8664-1fb8738fdc44",
        "choice_type": "single"
    },
    {
        "question": "In A-P, oval pelvis is -",
        "exp": "Ans. is 'c' i.e., Anthropoid Anatomical features of pelv is type GvnecoidAnthropoidAndroidPlatypelloid ShapeRoundAntero-posterior ovalTriangularTransversely ovalAnterior and posterior segmentAlmost equal & speciousBoth increased with slight anterior narrowingPosterior segment short & anterior segment narrowBoth reduced-flatInletSacrumSacral angle >90 inclined backwards. Well curved from above down & side to sideSacral angle >90 inclined posteriorly. Long and narrow. Usual curveSacral angle <90 inclined forwards and straightSacral angle >90 inclined posteriorly. Short and straight Sacro-sciatic notchWide & shallowMore wide & shallowNarrow & deepSlight narrow and smallCavitySidewallsStraight & slightly divergentSlightly and divergentConvergentDivergent Ischial spinesNot prominentNot prominentProminentNot prominentOutletPubic archCurvedLong & CurvedLong & straightShort & curvedSubpubic archWide (85 degree)Slightly narrowNarrowVery wide (>90) Bituberous diameterNormalNormal & shortShortWide",
        "cop": 3,
        "opa": "Android",
        "opb": "Platypoid",
        "opc": "Anthropoid",
        "opd": "Gynecoid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "66c79ec7-9f09-47f9-a6c7-aac7df924db6",
        "choice_type": "single"
    },
    {
        "question": "Maximum fetal skull diameter is:",
        "exp": "Ans, B. MentoverticalRef: DC Dutta. Chapter fetal skull and maternal pelvis, p85ExplanationAll diameters are as follows:A. Suboccipito-bregmatic 9.5 cmB. Suboccipito-frontal 10 cmC. Occipitofrontal 11.5 cmD. Mentovertical 14 cmE. Submentovertical 11.5 cmF. Submentobregmatic 9.5 cm",
        "cop": 2,
        "opa": "Biparietal diameter",
        "opb": "Mentovertical",
        "opc": "Occipitobregmatic",
        "opd": "Occipitofrontal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "2af84759-b8a0-43ea-b53c-cc851f63eb0f",
        "choice_type": "single"
    },
    {
        "question": "Most important diameter of pelvis during labour is:",
        "exp": "Ans. is a, i.e. Interspinous diameter of the outletRef. Williams Obs. 24/e, p 33; Dutta Obs. 9/e, p 82Interspinous diameter is the distance between the two ischial spines and is the smallest diameter of the pelvis = 10 cm or slightly greater. It corresponds to the transverse diameter of midpelvis (i.e. plane of least pelvis dimensions).",
        "cop": 1,
        "opa": "Interspinous diameter of outlet",
        "opb": "Oblique diameter of inlet",
        "opc": "AP diameter of outlet",
        "opd": "Intertubercular diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "edce2108-4874-4232-9c9c-158443e361f4",
        "choice_type": "single"
    },
    {
        "question": "The shortest diameter of fetal head is:",
        "exp": "Ans. is d, i.e. Bitemporal diameterRef. Dutta Obs. 9/e. p 11MnemonicRemember Friends: always transverse diameters of the fetal skull are smaller than Anteroposterior diameters.Amongst the given options: Biparietal and bitemporal diameters are transverse diameters, whereas suboccipitofrontal and occipitofrontal are anteroposterior diameters.Now, the choice is between bitemporal and biparietal diameters.For memorizing this: learn a mnemonic, where transverse diameter are arranged in ascending order of their size.Miss = Bimastoid diameter = 7.5 cmTina = Bitemporal diameter = 8 cmS = Super subparietal diameter = 8.5 cmPretty = Biparietal diameter = 9.5 cmSo, our answer is bitemporal diameter (8 cm)Remember:In AP diameters:The longest AP diameter of fetal skull is mentovertical diameter = 14 cmThe second longest AP diameter is submentovertical = Occipitofrontal = 11.5 cm.",
        "cop": 4,
        "opa": "Biparietal diameter",
        "opb": "Suboccipitofrontal diameter",
        "opc": "Occipitofrontal diameter",
        "opd": "Bitemporal diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "cfd8ea4b-22a1-496a-a54a-034b239b8a4f",
        "choice_type": "single"
    },
    {
        "question": "Smallest diameter of true pelvis-",
        "exp": "Ans. is 'a' i.e., Bispinous",
        "cop": 1,
        "opa": "Bispinous",
        "opb": "Oblique",
        "opc": "Transverse",
        "opd": "Anteroposterior",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "cdfa042b-aa1d-422c-a93d-25013580c8fb",
        "choice_type": "multi"
    },
    {
        "question": "Shortest diameter of female pelvic inlet is:",
        "exp": "Ans: a (Obstetric conjugate) Ref: Dutta, 6th ed,p. 88Obstetric conjugate is the shortest antero-posterior diameter of female pelvic inlet. Diagonal conjugate (DC)True conjugate(Anatomical)Obstetric conjugateDistance: from mid point of sacral promontory to...Lower border of symphysis pubisUpper border of symphisis pubisMidline projection of Symphisis pubisMeasureMeasured by12 cmPelvimetry11 cmDC--1 cm10 cmDC-1.5 cm",
        "cop": 1,
        "opa": "Obstetric conjugate",
        "opb": "Diagonal conjugate",
        "opc": "True conjugate",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "f40644d0-89f2-4e38-817e-7ac6a473a9bb",
        "choice_type": "multi"
    },
    {
        "question": "Smallest transverse diameter of fetal head:",
        "exp": "Ans. (c) Bimastoid",
        "cop": 3,
        "opa": "Biparietal",
        "opb": "Bitemporal",
        "opc": "Bimastoid",
        "opd": "Mentovertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "0717d0ed-fb20-4bb1-b369-a8068407c3df",
        "choice_type": "multi"
    },
    {
        "question": "Which is the commonest diameter of engagement-",
        "exp": "Ans. is 'a' ie. Sub occipitofrontal Commonest diameter of engagement Antero-posterior diameter - Sub occipito bregmatic* orSub occipitofrontal* Transverse diameter - Biparietal*",
        "cop": 1,
        "opa": "Suboccipitofrontal",
        "opb": "mentovertical",
        "opc": "Occipito frontal",
        "opd": "Submento vertical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "bd41feb5-3d14-4df1-a855-ef3afb0334f9",
        "choice_type": "single"
    },
    {
        "question": "Face to pubis delivery is most common seen in which kind of pelvis -",
        "exp": "Ans. is 'c' i.e., Anthropoid o Gynaecoid: No difficultyo Anthropoid: Most common incidence of face to pubiso Android: Increased risk of perineal tearso Platypelloid: No difficultyo Most common type of pelvis: Gynecoido Least common type of pelvis: Platypelloido Most common cause of Occipitoposterior position : Anthropoid pelviso Most common cause of persistent occipitoposterior position : Android pelviso Only pelvis where transverse diameter > AP diameter is platypelloid pelvis.",
        "cop": 3,
        "opa": "Gynecoid",
        "opb": "Android",
        "opc": "Anthropoid",
        "opd": "Platypelloid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "65146bd8-e86e-4266-98d2-6f81d63219bc",
        "choice_type": "single"
    },
    {
        "question": "Conjugate of the diagonal is 'a' cm, obstetric conjugate will be:",
        "exp": "Ans. is d, i.e. (a -2) cmRef. Williams Obs. 24/e, p 32Obstetric conjugate cannot be measured clinically but can be diagnosed by substracting 1.5-2 cm from diagonal conjugate. Hence if diagonal conjugate is 'a' cm obstetric conjugate will be (a -2) cmObstetric conjugate normally measures 10 cm or more Q.The pelvic inlet is considered to be contracted, if obstetric conjugate is less than 10 cm. Q",
        "cop": 4,
        "opa": "a+1 cm",
        "opb": "a+2 cm",
        "opc": "a-1 cm",
        "opd": "a-2 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "8137a756-6949-455b-9ced-99adc7362202",
        "choice_type": "single"
    },
    {
        "question": "AP diameter is more than transverse diameter in the following:",
        "exp": "Ans: A (Anthropoid pelvis) Ref: Dutta Textbook of Obstetrics pg 346Explanation:Traditional obstetrics characterizes four types of pelvises:Gyneceid: Ideal shape, with round to slightly oval (obstetrical inlet slightly less transverse) inlet: best chances for normal vaginal delivery.Android: Triangular inlet, and prominent ischial spines, more angulated pubic arch.Anthropoid: The widest transverse diameter is less than the anteroposterior (obstetrical) diameter.Platypelloid: Flat inlet with shortened obstetrical diameter. (See the following table)",
        "cop": 1,
        "opa": "Anthropoid pelvis",
        "opb": "Android pelvis",
        "opc": "Platypelloid pelvis",
        "opd": "Gynecoid pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "6af2a9ab-511e-4a54-b507-a05bc16995d2",
        "choice_type": "single"
    },
    {
        "question": "Benign condyloma is Associated with which condition (SELECT 1 CONDITION)",
        "exp": "Human papillomavirus (HPV), in particular types 16, 18, and 31, has been linked to cervical neoplasia. HPV types 6 and 11 are associated with benign condyloma. Two types of vulvar dystrophies exist: lichen sclerosus and hyperplastic dystrophy. When hyperplastic dystrophy is found to have atypical features, the lesion is thought to be premalignant. Lichen sclerosus is a benign condition that does not develop cellular atypia.",
        "cop": 1,
        "opa": "Infection by human papillomavirus (HPV) type 11",
        "opb": "Infection by HPV type 16",
        "opc": "Infection by HPV type 18",
        "opd": "Lichen sclerosus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "91c83f8b-8b13-48b0-9fae-a4aba6e9a4fd",
        "choice_type": "single"
    },
    {
        "question": "Definition of crowning -",
        "exp": "Ans. is 'c' i.e., Biparietal diameter at the vulval outlet o Repeat from previous sessions",
        "cop": 3,
        "opa": "Biparietal diameter at the inlet of pelvis",
        "opb": "Biparietal diameter at the ischial spine",
        "opc": "Biparietal diameter at the vulval outlet",
        "opd": "Biparietal diameter just outside the vulval outlet",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "a4b41efc-a8c4-4988-889a-600e5584d598",
        "choice_type": "single"
    },
    {
        "question": "If both the ala of the sacral bone are absent, pelvis is called as:",
        "exp": "Ans. is b, i.e. Robert pelvisRef. Dutta Obs. 9/e, p 326If one ala is absent-pelvis is called Naegle's pelvis.If both ala of succumb are absent-pelvis is called as Robert's pelvis.Both are varieties of contracted pelvis and in both cesarean section is done.",
        "cop": 2,
        "opa": "Naegele pelvis",
        "opb": "Robert pelvis",
        "opc": "Triradiate pelvis",
        "opd": "Rachitic pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "b7f9427d-08ca-4db9-9756-f9052f6da997",
        "choice_type": "multi"
    },
    {
        "question": "The chemotherapeutic agents \"Cisplatin\" is associated with which side effects (SELECT 1 SIDE EFFECT)",
        "exp": "Cisplatin causes renal damage and neural toxicity. Patients must be well hydrated. Its mode of action does not fit a specific category. Taxol can produce allergic reactions and bone marrow depression. Bleomycin and doxorubicin are antibiotics whose side effects are pulmonary fibrosis and cardiac toxicity, respectively Vincristine arrests cells in metaphase by binding microtubular proteins and preventing the formation of mitotic spindles. Peripheral neuropathy is a common side effect.",
        "cop": 2,
        "opa": "Hemorrhagic cystitis",
        "opb": "Renal failure",
        "opc": "Tympanic membrane fibrosis",
        "opd": "Necrotizing enterocolitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "8fe8b03b-4b51-4ef0-a9f1-0d9be51a989c",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman undergoes exploratory laparotomy for a persistent adnexal mass. Frozen section diagnosis is serous carcinoma. Assuming that the other ovary is grossly normal, what is the likelihood that the contralateral ovary is involved in this malignancy?",
        "exp": "Serous carcinoma is the most common epithelial tumor of the ovary. On histologic examination, psammoma bodies can be seen in approximately 30% of these tumors. Bilateral involvement characterizes about one-third of all serous carcinomas. Although mesonephroid carcinomas tend to be associated with pelvic endometriosis, a similar association has not been demonstrated for serous carcinomas.",
        "cop": 3,
        "opa": "5%",
        "opb": "15%",
        "opc": "33%",
        "opd": "50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "57b629f3-35d5-4d63-8007-4e9ffc987553",
        "choice_type": "single"
    },
    {
        "question": "Largest diameter of pelvis:",
        "exp": "Ans. (a) TransverseRef.: D.C. Dutta 8th ed. / 99-104* If such questions are asked regardless of pelvic plain, then transverse diameter of pelvic inlet has largest diameter (13cm).If it is not in option, next best option is oblique diameter (12cm)* Smallest diameter regardless of pelvic plain- Bispinous (10cm)* For more details, please refer to above explanation.",
        "cop": 1,
        "opa": "Transverse",
        "opb": "True conjugate",
        "opc": "Oblique",
        "opd": "Bituberous",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "e9d86ce4-2388-4b54-9f89-4b792fe56aa6",
        "choice_type": "multi"
    },
    {
        "question": "One day after a casual sexual encounter with a bisexual man recently diagnosed as antibody-positive for human immunodeficiency virus (HIV), a patient is concerned about whether she may have become infected. A negative antibody titer is obtained. To test for seroconversion, when is the earliest you should reschedule repeat antibody testing after the sexual encounter?",
        "exp": "Persons at high risk for infection by human immunodeficiency virus (HIV) include homosexuals, bisexual males, women having sex with a bisexual or homosexual partner, intravenous drug users, and hemophiliacs. The virus can be transmitted through sexual contact, use of contaminated needles or blood products, and perinatal transmission from mother to child. The antibody titer usually becomes positive 6 to 12 weeks after exposure, and the presence of the antibody provides no protection against acquired immunodeficiency syndrome (AIDS). Because of occasional delayed appearance of the antibody after initial exposure, it is important to follow up patients for 1 year after exposure.",
        "cop": 3,
        "opa": "1 to 2 weeks",
        "opb": "3 to 4 weeks",
        "opc": "6 to 12 weeks",
        "opd": "12 to 15 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "191e52d0-4bdd-4c29-aee7-e9c5c4728e50",
        "choice_type": "single"
    },
    {
        "question": "Shortest diameter is:",
        "exp": "Ans. is b, i.e. Obstetric conjugateRef. Dutta Obs. 9/e, p 80-81Anteroposterior diameters of the pelvic inlet.DiametersFeatureMeasurement IObstetric conjugate* It is the distance between the midpoint of the sacral promontory to prominent bony projection in the midline on the inner surface of the symphysis pubis.* It is the smallest AP diameter of pelvic inlet.* It is the diameter through which the fetus must pass.* It can not be measured clinically, but can be derived by subtracting 1.5 cm from diagonal conjugate.10-10.5 cmTrue conjugate(Anatomical conjugate)* It is the distance between the midpoint of the sacral promontory to the inner margin of the upper border of symphysis pubis.* It has no obstetrical significance.11 cmDiagonal conjugate* It is the distance between the midpoint of the sacral promontory to the lower border of symphysis pubis.* Its importance as that it can be measured clinically.12 cm",
        "cop": 2,
        "opa": "Diagonal conjugate",
        "opb": "Obstetric conjugate",
        "opc": "True conjugate",
        "opd": "All are equal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Skull and Maternal Pelvis",
        "id": "972ca21c-aa53-41f6-b65f-7ed98f7b8d79",
        "choice_type": "multi"
    }
]