[
    {
        "question": "A 59-yrs-old woman undergoes vaginal hysterectomy and anteroposterior repair for uterine prolapse. Which of the following is a complication of this procedure that often develops within 2 weeks of surgery?",
        "exp": "Following surgical repair, if the urethrovesical junction is not properly elevated, urinary incontinence may result. This incontinence may present within the first few days following surgery. Dyspareunia can be caused by shoening of the vagina or constriction at the introitus after healing is complete. If the vaginal vault is closed but not well suspended and if the peritoneum is not closed (By a McCall's Culdoplasty or moschcowitz culdoplasty) vaginal vault prolapse or enterocele may occur at a later date.",
        "cop": 2,
        "opa": "Dyspareunia",
        "opb": "Stress urinary incontinence",
        "opc": "Nonfistulous fecal incontinence",
        "opd": "Enterocele",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "cc3e232c-daf3-4a3f-be6c-e94542052cf8",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old woman undergoes vaginal hysterectomy and anteroposterior repair for uterine prolapse. Which of the following is a complication of this procedure that often develops within 2 weeks of surgery?",
        "exp": "Stress urinary incontinence More common in elderly women associated with cystocele and genital prolapse Urethral hypermotility -On intra abdominal pressure (by coughing, straining)- Leak of urine from urethra -SUI Risk factor Age - older menopausal women d/t estrogen deficiency leads to pelvic muscle tone down Multiparous women - prone to loss of tone of the pelvic floor M/S Obesity,smoking,prolapse & constipation Pregnancy",
        "cop": 2,
        "opa": "Dyspareunia",
        "opb": "Stress urinary incontinence",
        "opc": "Enterocele",
        "opd": "Vaginal vault prolapse",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "9f479def-ea4d-404a-830b-135e3fff0971",
        "choice_type": "single"
    },
    {
        "question": "A 50-year old woman complains of leakage of urine. Other than genuine stress urinary incontinence, the most common cause of urinary leakage is ?",
        "exp": "Urinary incontinence is of two main types: stress and urge urinary incontinence, that may occur in isolation or present as mixed urinary incontinence. Stress incontinence is the involuntary loss of urine when intravesical pressure exceeds the maximum urethral pressure with increase in the abdominal pressure i.e. coughing or sneezing Although stress incontinence is the most common type of urinary continence in all women, urgency incontinence is the most common form of incontinence in older women. Urge urinary incontinence is the involuntary leakage of urine accompanied by or immediately preceded by urgency. This is a symptom-based diagnosis; the cause may or may not be detrusor overactivity, based on urodynamic observation",
        "cop": 2,
        "opa": "Detrusor dyssynergia",
        "opb": "Urge incontinence",
        "opc": "Vesico vaginal fistula",
        "opd": "Overflow incontinence",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "0e4ef849-c96e-4345-bc24-7f321d9c3bdd",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old multiparous women complains of involuntary loss of urine associated with coughing, laughing, lifting weight or standing. The history is most likely suggestive of",
        "exp": "Stress incontinence When the woman voids a small quantity of urine involuntarily while sneezing, coughing or laughing. The condition also develops during pregnancy and soon after delivery There is no desire to pass urine, but dribbles a small quantity on stress Grading: Grade 0:Incontinence without leakage Grade I: Incontinence caused only with severe stress such as coughing , sneezing and jogging Grade II: Incontinence caused by moderate stress such as fast walk,going up and down the stairs Grade III: Incontinence caused by mild stress such as standing Other options Fistula: a fistula is a communication between two cavities, such as vesico-vaginal fistula, urethrovaginal, uretero-vaginal fistulas. These fistulas have will present with incontinence, unrelated to activity or raised intra-abdominal pressure Urge incontinence :associated with sudden and abrupt desire to void. It is associated with detrusor instability (overactive bladder) or detrusor hyperreflexia secondary to neurological disease Overflow incontinence: leakage of small amount of urine resulting from mechanical forces on overdistended bladder",
        "cop": 2,
        "opa": "Fistula",
        "opb": "Stress incontinence",
        "opc": "Urge incontinence",
        "opd": "Urethral diveiculum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "a26d7d91-9c3d-46b4-b9cd-1ba2d4122569",
        "choice_type": "single"
    },
    {
        "question": "Which is false about stress incontinence?",
        "exp": "STRESS URINARY INCONTINENCE episodic loss of urine and coincides precisely to the period of raised intra-abdominal pressure, like coughing, laughing or sneezing not associated with a desire to pass urine. Patients are fully aware of it & the amount of loss is small.",
        "cop": 4,
        "opa": "Coincides with period of raised Intra abdominal pressure",
        "opb": "There is no complain of urge to pass urine",
        "opc": "Associated with alteration of the urethero-vesical angle",
        "opd": "There is Unconscious loss of urine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "cbed9262-2a2d-40b5-ae8c-d2a0c7c080b6",
        "choice_type": "multi"
    },
    {
        "question": "In gynaecolgic surgery, the most common procedure and the site of injury of ureter are:-",
        "exp": "The common types of ureter injury are: Crushing Transection Ischemia Ligation Angulation Resection Common sites of ureteral injuries are: At the infudibulopelvic ligament near or at the pelvic brim (Most common) Tunnel of weheim Cardinal ligament where it crosses the uterine aery",
        "cop": 4,
        "opa": "Vaginal hysterectomy, tunnel of Weheim",
        "opb": "Bladder neck suspension, tunnel of Weheim",
        "opc": "Laparoscopic oophorectomy, pelvic brim near the IP ligament",
        "opd": "Simple abdominal hysterectomy pelvic brim near the IP ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "6427cbd2-2e19-4e88-8e2c-00203e4464d8",
        "choice_type": "single"
    },
    {
        "question": "Suppos of uterus are all except:",
        "exp": "DeLancey level of suppo. Level I --Uterosacral and cardinal ligaments/Mackenrodt suppo the uterus and vaginal vault Level II -- Formed by Paravaginal tissue and their attachment to levator ani muscles and white line. Level III-- Made by Perineal body and muscles attached to it. Includes Levator ani muscle.",
        "cop": 3,
        "opa": "Uterosacral ligaments",
        "opb": "Mackenrodt's ligament",
        "opc": "Broad ligament",
        "opd": "Levator ani",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "eaa0f492-6e40-4994-8beb-c5a1227244a3",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are abdominal sling surgeries done for uterine preservation in patients of uterine prolapse, EXCEPT:-",
        "exp": "Sling Surgery Fixing the Uterus through a Cervical stitch into the abdomen is called 'Abdominal Cervicopexy' Shirodkar- Sling to the sacrum Purandare- To the Rectus Sheath Khannas-To the Anterior superior Iliac spine Manchester/Fothergills surgery: It is a vaginal procedure done for uterine prolapse for preservation of uterus. Here the cervix is amputated and B/L transverse ligaments are plicated in front of the amputated cervix, followed by anterior and posterior colporhaphy.",
        "cop": 4,
        "opa": "Khanna",
        "opb": "Shirodkar",
        "opc": "Purandare",
        "opd": "Manchester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "cb8984fd-d2fb-4031-9956-7ae30651d7f8",
        "choice_type": "multi"
    },
    {
        "question": "A 28 year old female P1, has 2nd degree of utero-vaginal prolapse. The most appropriate management would be:",
        "exp": "As the age of the pt. is 28 yrs, uterine preservation is a concern. Uterine Preservation surgeries for Prolapse Anterior and posterior pelvic repair Fothergill's repair (Manchester surgery) Shirodkar's procedure Abdominal sling surgeries: Shirodkar, Khanna, Purandre's abdominocervicopexy",
        "cop": 1,
        "opa": "Fothergill's repair",
        "opb": "Weheim hysterectomy",
        "opc": "Perineal exercise x 3 months",
        "opd": "Vaginal hysterectomy with vault repair",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "5e4a8ed6-e27f-4996-9c9c-894bdef1d8a7",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of vesicovaginal fistula(VVF) in under-developed countries would be:",
        "exp": "Causes of vesico vaginal fistula: Gynaecological Surgery: Most common cause in developed countries Obstetric injury/ Obstructed labour (leading to tissue necrosis): Most common cause in developing countries Radiation Malignancy Foreign bodies: forgotten pessaries Direct trauma Infective: TB, schistosomiasis, syphilis, LGV Endometriosis, perforating bladder calculi",
        "cop": 1,
        "opa": "Obstetrical injury",
        "opb": "Pelvic irradiation",
        "opc": "Carcinoma",
        "opd": "Haemorrhoidectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "70988e61-03f9-411c-a1b0-f1a42ff6a677",
        "choice_type": "single"
    },
    {
        "question": "Most impoant suppo of uterus for preventing prolapse is:",
        "exp": "Pelvic diaphragm is the most impoant suppo for the uterus. It comprises of levator ani muscle: ischio-coccygeus, ilio-coccygeus and pubo-coccygeus (most impoant) coccygeus superior and inferior fascia Prolapse of uterus occurs usually in old age in a multiparous woman. A neglected or imperfectly repaired perineal tear is an impoant cause of such a prolapse. It is also ored by hard manual or domestic labor, subinvolution of uterus, injury or idiopathic weakness of transverse cervical and uterosacral ligaments and a persistent rise in intra-abdominal pressure.",
        "cop": 1,
        "opa": "Pelvic floor",
        "opb": "Round ligament of ovary",
        "opc": "Round ligament of uterus",
        "opd": "Transverse cervical ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "8bcc6cf8-f66f-4746-ac59-08a1b818fdf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following factors is most impoant in the subsequent development of genital prolapse?",
        "exp": "Most impoant cause of prolapse in India is Child bih related trauma/ Bad conduct of Labour Atonicity Menopause Congenital weakness Multiparity Bih injuries Prolonged labour Perineal tear Pudendal nerve injury Operative delivery Multiparity Big baby Raised intra-abdominal pressure Chronic bronchitis",
        "cop": 4,
        "opa": "Poor tissue quality",
        "opb": "Chronic straining at bowel movements",
        "opc": "Menopause",
        "opd": "Childbih trauma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "32f693c2-1bfc-40c4-a931-883cba01ff5b",
        "choice_type": "single"
    },
    {
        "question": "Most common genital prolapse is:",
        "exp": "The first event in a prolapse is the Retroversion of uterus The first and the commonest type of genital prolapse is the Cystocoele. Types of Prolapse. Uterine prolapse, Prolapse of the bladder and Prolapse of the rectum. Uterine Prolapse: Cys",
        "cop": 1,
        "opa": "Cystocoele",
        "opb": "Procidentia",
        "opc": "Rectocoele",
        "opd": "Enterocoele",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "c5fd1871-8342-4a38-b009-a656b45aca60",
        "choice_type": "single"
    },
    {
        "question": "Anteversion of uterus is maintained by:",
        "exp": "Anteversion of uterus is maintained by Round ligament. Round Ligaments are extension of the uterine musculature and represent the homolog of the gubernaculum testis.",
        "cop": 4,
        "opa": "Cardinal ligament",
        "opb": "Uterosacral ligament",
        "opc": "Pubocervical ligament",
        "opd": "Round ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Prolapse - various presentation of prolapse and management of urinary stress incontinence (I am hanging by my nails !)",
        "id": "95a7b0d7-8a78-4d6b-b0b2-8d513f2802d8",
        "choice_type": "single"
    }
]