[
    {
        "question": "What should be the time of termination of pregnancy of a female with ove diabetes controlled with insulin ?",
        "exp": "Type of diabetes Time of delivery GDM controlled on diet GDM controlled on insulin Ove diabetes 40 - 41 weeks 38 weeks >= 37 wks.",
        "cop": 3,
        "opa": "40 weeks",
        "opb": "32 weeks",
        "opc": "37+ weeks",
        "opd": "34 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "9496193a-3444-44a9-a041-167f7b508b78",
        "choice_type": "single"
    },
    {
        "question": "Late hyperglycemia in pregnancy is associated with/ can cause which of the following ?",
        "exp": "Fetal overgrowth is more typical of gestational diabetes. Maternal hyperglycemia prompts fetal hyperinsulinemia and this is turn stimulates excessive somatic growth. Except for brain, most fetal organs are affected by the macrosomia that characterizes the fetus of a diabetic mother.",
        "cop": 1,
        "opa": "Macrosomia",
        "opb": "IUGR",
        "opc": "Postmaturity",
        "opd": "Congenital malformation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "f3502443-36d0-4a03-9144-cef17fa5e2ee",
        "choice_type": "single"
    },
    {
        "question": "A child is born with caudal regression syndrome. What maternal complication will you suspect?",
        "exp": "Sacral agenesis/ Caudal regression syndrome is the most specific anomaly associated with maternal diabetes. Common and specific defects in fetus of diabetic mother: The most common defect when we ask, we are asking for the purpose of Diabetes and its specific defects for the baby... not for anything else. The most common anatomical defects of babies born to mothers with Ove DM are cardiac: In cardiac defects, the most specific is TGA and thats a common defect too. Though we also see VSD and PDA. Now, No one will ask about VSD since VSD is seen in every other syndrome! also, sacral agenesis.... this is a rare defect, much lesser than cardiac defects. If this is seen in a newborn, we think of diabetes in the mother since this is a specific structural defect seen in Newborns of Ove Diabetic mothers. But as compared to Transposition of great vessels, this is much lesser common. So yes, if asked between TGV and Sacral agenesis, which is the more common Specific Defect, then its TGV for newborns born to mothers with ove diabetes.",
        "cop": 1,
        "opa": "Maternal diabetes",
        "opb": "Maternal hypothyroidism",
        "opc": "Maternal hypeension",
        "opd": "Maternal cardiac disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "ed6d1792-d7e2-4f6e-8239-e4ec2bd4e069",
        "choice_type": "single"
    },
    {
        "question": "Normal Fasting plasma glucose levels should be of what value in case of 75 mg GTT in pregnancy ?",
        "exp": "The screening of gestational diabetes mellitus can be done between 24 to 28 weeks gestation. It is recommended by the American diabetes association that after 24 weeks all pregnant women should be screened for gestational diabetes mellitus with 75g, 2 hour Oral Glucose tolerance test. Normal Values- Fasting state < 92mg/dl After 1 hour< 180 mg/dl After 2 hours< 153 mg/dl Any one abnormal value is diagnsotic of GDM",
        "cop": 2,
        "opa": "<=105",
        "opb": "<92",
        "opc": "<=140",
        "opd": "<=120",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "78247026-679d-4bd7-ac20-ec29e5d11741",
        "choice_type": "single"
    },
    {
        "question": "In Gestational diabetes mellitus what is NOT usually seen",
        "exp": "Fetal anomalies are more commonly seen in ove diabetics with poor glycemic control in first trimester, which is the time for organogenesis, and usually not with gestational diabetes where sugars are deranged later in pregnancy as a pa of new onset carbohydrate intolerance The majority of patients will be at average risk and the best time to screen them is between 24 and 30 weeks of gestation.",
        "cop": 2,
        "opa": "Macrosomic baby",
        "opb": "Malformations like cardiac and neural tube defects",
        "opc": "Shoulder dystocia",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "02e73bec-7eb3-4b6e-8c07-2994db75fe84",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following complications is usually not observed in gestational diabetes mellitus ?",
        "exp": "Polyhydramnios is a complication of diabetes,not Oligohydramnios. Gestational diabetes mellitus (GDM) =Defined as glucose intolerance first recognized during pregnancy. =Complications of gestational Diabetes: Spontaneous aboion Unexplained fetal demise Hypoglycemia Malformation Hypocalcemia Cardiomyopathy:hyperophic, affects interventricular septum Pre eclampsia Polyhydramnios Macrosomia: shoulder dystocia, instrumental or operative delivery, bih canal lacerations Respiratory distress syndrome However long-standing and poorly controlled type 1 diabetes represents a wide spectrum of clinical conditions and may in the worst cases present with IUGR and oligohydramnios. But the data on IUGR and oligohydramnios in type 1 diabetic pregnancy is limited.",
        "cop": 4,
        "opa": "Aboion",
        "opb": "Preeclampsia",
        "opc": "Infection",
        "opd": "Oligohydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "47ccbaa3-b687-4c7b-922f-99b237b98bf3",
        "choice_type": "multi"
    },
    {
        "question": "In a patient with gestational DM, all of the following conditions are seen in the mother or the newborn, except ?",
        "exp": "- Gestational DM stas from around 24 - 28 weeks andOrganogenesis of the fetus is completed in 9-11 wks. Therefore, Organs of the fetus are already formed . So anomalies are not seen if the sugars increase after 24 weeks ! - But if mother is an ove diabetic ( i.e. She had diabetes even before she was pregnant) then it can lead to anomalies like NTD, renal agenesis, caudal regression, hea defects, etc. - So gestational diabetes can cause polyhydramnios in the mother among many other problems and macrosomia, hypocalcemia and hypoglycemia in the newborn",
        "cop": 2,
        "opa": "Polyhydramnios in the mother",
        "opb": "Congenital malformation of fetus",
        "opc": "Macrosomia of the newborn",
        "opd": "Hypocalcemia in the newborn",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "bd69f621-41cf-4d69-9481-96e87534d0cc",
        "choice_type": "multi"
    },
    {
        "question": "Higher incidence of which of the following is seen in the infant of a diabetic mother",
        "exp": "Effects of diabetes on the Newborn Congenital abnormalities Macrosomia Hypoglycemia Hypocalcemia Apnea and bradycardia Hyaline membrane disease Traumatic delivery Polycythemia Hyperbilirubinemia Cardiomyopathy",
        "cop": 4,
        "opa": "Macrocytic anaemia",
        "opb": "Hypercalcaemia",
        "opc": "Hyperglycemia",
        "opd": "Polycythemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "8baa74cc-9ec5-4bd3-aca5-1c1329f0b44b",
        "choice_type": "single"
    },
    {
        "question": "Which amongst the following statements is true?",
        "exp": "Unlike other oral hypoglycemic agents, glyburide and metformin both are being increasingly used for GDM (not for ove DM) and are found to be safe. Patients with GDM/DM should be delivered between 38 and 39 weeks of gestation, as there is a risk of sudden IUFD at full term. Hormones which do not cross the placenta are 1. Insulin, 2. PTH, and 3. Calcitonin. Lung maturity is delayed in DM/GDM. - L/S >2:1 is not reliable. - Phosphatidyl glycerol in amniotic fluid is 100% confirmatory of lung maturity in these cases.",
        "cop": 4,
        "opa": "Glyburide is absolutely contraindicated for GDM",
        "opb": "Patients with GDM/DM should be delivered between 34 and 36 weeks of gestation, as there is a risk of sudden IUFD at full term.",
        "opc": "PTH crosses placenta",
        "opd": "Phosphatidyl glycerol in amniotic fluid is 100% confirmatory of lung maturity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "e0afc4da-0375-4973-9d92-65cd2aac5dd1",
        "choice_type": "multi"
    },
    {
        "question": "What is TRUE with the findings of a single umbilical aery on examination of the umbilical cord",
        "exp": "The incidence of a single aery is significantly increased in newborns of diabetic mothers, and it occurs in white infants twice as often as in newborns of black women. The incidence of major fetal malformations when only one aery is identified has been repoed to be as high as 18%, and there is an increased incidence of overall fetal moality.",
        "cop": 4,
        "opa": "Insignificant",
        "opb": "Equal in incidence in all races",
        "opc": "No incidence of any association with major malformation of the fetus",
        "opd": "More common in newborns of diabetic mothers",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "17bd3def-016e-4e6c-abad-0529907712f4",
        "choice_type": "multi"
    },
    {
        "question": "Potential candidate for high risk of GDM is. .",
        "exp": "High-risk of gestational diabetes History of stillbih History of neonatal death History of fetal macrosomia Concomitant obesity and/or hypeension Diabetes in a first-degree relative Overweight before pregnancy Strong family history of type II DM Previous history of GDM",
        "cop": 2,
        "opa": "Young Primigravida",
        "opb": "Unexplained perinatal loss",
        "opc": "Presence of oligohydramnios",
        "opd": "Previous low bih weight baby",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "8820e047-d175-4fed-9248-d60814c9498c",
        "choice_type": "single"
    },
    {
        "question": "A child has Transposition of Great Aeries. The mother should be investigated for:",
        "exp": "Best test to predict risk of congenital malformation in ove diabetic females is estimation of HbA1C levels- <6.5%: no greater risk than non diabetic mothers ; 6.5-8.5%: risk of anomalies is 5% ; >10%: risk of anomalies is 22% . Best investigation to detect congenital anomalies in fetuses of diabetic mothers- Level II scan/TIFA (TARGETED IMAGING FOR FETAL ANOMALIES) done at 18-20 weeks - Now, The most common defect when we ask, we are asking for the purpose of Diabetes and its specific defects for the baby... not for anything else. The most common anatomical defects of babies born to mothers with Ove DM are cardiac: In cardiac defects, the most specific is TGA and thats a common defect too. Though we also see VSD and PDA. Now, No one will ask about VSD since VSD is seen in every other syndrome! also, sacral agenesis.... this is a rare defect, much lesser than cardiac defects. If this is seen in a newborn, we think of diabetes in the mother since this is a specific structural defect seen in Newborns of Ove Diabetic mothers. But as compared to Transposition of great vessels, this is much lesser common. So yes, if asked between TGV and Sacral agenesis, which is the more common Specific Defect, then its TGV for newborns born to mothers with ove diabetes.",
        "cop": 3,
        "opa": "Maternal PIH",
        "opb": "Hypeension",
        "opc": "diabetes mellitus",
        "opd": "Thyroid disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "9fb44e4b-87ac-4823-925b-835020bdd9b1",
        "choice_type": "single"
    },
    {
        "question": "A 30-yrs-old diabetic female is concerned about pregnancy. which of following has the same risk as in normal pregnant women.?",
        "exp": "Diabetes can increase the incidence of anomalies in the fetus if sugars are high in the first trimester (Period of Organogenesis). However, genetic make up of the fetus cannot be altered and hence increased incidence of cystic fibrosis is not a possibility Maternal Complications like Pre eclampsia and eclampsia, Infection and PPH are more commonly seen in Pregnant females with diabetes as compared to Pregnant females without diabetes CF is an autosomal recessive disorder. It is caused by the presence of mutations in both copies of the gene for the cystic fibrosis transmembrane conductance regulator (CFTR) protein.",
        "cop": 3,
        "opa": "Pre eclampsia and eclampsia",
        "opb": "Infection",
        "opc": "Cystic fibrosis chances to the baby",
        "opd": "Postpaum hemorrhage after vaginal delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "19f65b0b-8fd6-4cc3-a9d1-c3a1fd09795a",
        "choice_type": "single"
    },
    {
        "question": "A 36 weeks pregnant diabetic female has a non-reactive NST. What should be done next?",
        "exp": "A non-reactive NST is an indication for doing a biophysical profile (BPP). It is not an indication for directly doing an LSCS or inducing labor. In babies of diabetic mother, the lung maturity is delayed and so pregnancy should not be terminated at 36 weeks (unless there is fetal distress). So the babies of diabetic mothers should preferably be delivered between 38 weeks and 39 weeks. If the BPP score is poor, then it is an indication of immediate termination of pregnancy.",
        "cop": 4,
        "opa": "Induction of labor",
        "opb": "LSCS",
        "opc": "Do NST after 1 hour",
        "opd": "Proceed to biophysical profile",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "9747f2ba-f0ff-493c-84de-95ea30f3e95a",
        "choice_type": "single"
    },
    {
        "question": "One of the following is the most specific cardiac anomaly of a newborn to a diabetic mother:",
        "exp": "Congenital malformation in fetus of a diabetic mother : * M/C system involved in congenital malformation CVS > CNS * Most specific structural anomaly seen - caudal regression syndrome ( sacral agenesis ) * Most specific cardiac anomaly seen in babes of diabetic mother - TGV",
        "cop": 2,
        "opa": "VSD",
        "opb": "Transposition of great vessels",
        "opc": "PDA",
        "opd": "Pulmonic stenoisis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Diabetes Mellitus",
        "id": "3db30144-65ed-4110-a50f-e29f7f65cb72",
        "choice_type": "single"
    }
]