[
    {
        "question": "A woman complains of excessive vomiting and mild vaginal bleeding for two weeks at a POA of 12 weeks. The fundal height corresponds of 16 weeks. The cervical os is closed. Ultrasound scan demonstrates a snowstorm appearance in part of the uterus together with a foetus. The crown-rump length corresponds to 10 weeks. The fetal heart beat is absent. What is the best management option?",
        "exp": "Ans. is c, i.e. Perform suction evacuationSuction evacuation is the method of choice, for evacuation of a partial molar pregnancy.",
        "cop": 3,
        "opa": "Carry out medical termination with vaginal misoprostol",
        "opb": "Carry out medical termination with an oxytocin infusion",
        "opc": "Perform suction evacuation",
        "opd": "Perform a total abdominal hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "48f8875b-69ee-4ac5-ad14-f9e58c478cfc",
        "choice_type": "multi"
    },
    {
        "question": "A case of gestational trophoblastic neoplasia is detected to have lung metastasis. She should be staged as:",
        "exp": "Ans. is c, i.e. Stage IIIRef. COGDT 10/e, p 893Staging of Gestational trophoblastic disease:Stage-I Disease confined to uterus.Stage-II Disease extending outside of the uterus but limited to the genital structures (adnexa, vagina, broad ligaments).Stage-III Disease extending to the lungs, with or without known genital tract involvement.Stage-IV Disease at other metastatic sites viz brain, liver, kidney or gastrointestinal tract.",
        "cop": 3,
        "opa": "Stage-I",
        "opb": "Stage-II",
        "opc": "Stage-III",
        "opd": "Stage - IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "0df9f346-27cf-44b8-8e0d-45d15e304fe9",
        "choice_type": "single"
    },
    {
        "question": "Possible cause of choriocarcinoma after hydatidiform mole is all except:",
        "exp": "Ans. is b, i.e. More theca lutein cystsSuburethral Nodule indicates metastases choriocarcinoma. All others are very well seen in the conversion of a complete hydatidiform mole into choriocarcinoma except more theca lutein cyst.It is not the number of cyst but size of cyst (>= 6 cms) which indicate neoplastic \\conversion.Suburethral nodule may be a manifestation of vaginal metastasis from choriocarcinoma.Metastatic choriocarcinoma is however seen in only about 4% of patients after evacuation of a complete mole and vaginal metastasis that may present with suburethral nodule occur in only 30% of patients with such metastatic disease. Hence it is an unusual indicator.Raised b-hCG level present in choriocarcinoma.",
        "cop": 2,
        "opa": "Rising hCG",
        "opb": "More Theca lutein cysts",
        "opc": "Increase uterus size",
        "opd": "Sub urethral nodule",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "7668f64c-dc61-4049-b77e-1295e33de282",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most common cause of persistent trophoblastic disease after H. Mole evacuation?",
        "exp": "Ans. D. Residual MoleUpto 20% of women with H. Mole show persistence of tumor in uterus following surgical evacuation.a. 15% persist as persistant or residual mole.b. 5% develop choriocarcinoma.c. Trophoblastic tumors diagnosed for upto 6 months following an abortion or mole is often. An invasive mole, but the one diagnosed after 6 months is usually choriocarcinoma.d. It is to be noted that trophoblastic tumor developing after a full-term pregnancy is always a choriocarcinoma.",
        "cop": 4,
        "opa": "Choriocarcinoma",
        "opb": "Invasive mole",
        "opc": "Placental site trophoblastic tumor",
        "opd": "Residual Mole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "98a6ba4c-f3a9-42b9-b282-63171a38b587",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female complains of vaginal bleeding for 2 weeks. A diagnosis of H mole is made by ultrasound scanning. Suction evacuation is performed and the diagnosis of a complete H mole is confirmed by HPE of curettings.What is the most appropriate next step in the management?",
        "exp": "Ans. is c, i.e. Perform serum b-hCG levels weekly till the test becomes negativeBest T/t for H mole is suction evacuation. No need for:1. Hysterectomy after it to give methotrexate if patient is not high risk.2. Best is to follow-up with weekly hCG.",
        "cop": 3,
        "opa": "Give 1/m methotrexate daily for 5 days",
        "opb": "Perform hysterectomy",
        "opc": "Perform serum b-hCG levels weekly till the test becomes negative",
        "opd": "Perform curettage after 2 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "8891b907-e8f3-4192-b7a2-c3b9785c2a6d",
        "choice_type": "multi"
    },
    {
        "question": "A 40 years old P4+2 female has been diagnosed to have H mole. The treatment would be:",
        "exp": "Ans. is c, i.e. Total hysterectomyRef. Dutta Obs. 7/e, p 195; COGDT 10/e, p 889, William Obs. 23/e, p 261, 24/e, p 401\"If no further pregnancies are desired, hysterectomy may be preferred to suction curettage. It is a logical procedure in women aged 40 or older because atleast a third of these women will go on to develop gestational trophoblastic neoplasia.\" --William Obs 23/e, p 261Remember: Hysterectomy only decreases the chances of malignancy in cases of hydatidiform mole and does not eliminate the necessity of follow-up.",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy",
        "opc": "Total hysterectomy",
        "opd": "Radio chemotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "0ca248ee-2699-4002-9085-c040ecbdeb8b",
        "choice_type": "single"
    },
    {
        "question": "A female with H/O trophoblastic has ____% chances of developing trophoblastic disease in next pregnancy:",
        "exp": "Ans. is a, i.e. 2%Ref. Williams 24/e, p 404, Dutta Obs. 8/e, p 226Friends: Remember both the values-specifically-risk of recurrence of trophoblastic disease in future pregnancies is 2% range is 1-4%",
        "cop": 1,
        "opa": "2%",
        "opb": "5%",
        "opc": "8-12%",
        "opd": "15-20%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "5077bbb1-e103-424d-9d36-ebbbeec10571",
        "choice_type": "single"
    },
    {
        "question": "Hydatidiform mole is characterized histologically by:",
        "exp": "Ans. is b, i.e. Hydropic degeneration of the villous stromaRef. Dutta Obs. 7/e, p 191Pathological features of H moleNaked eye appearance* Uterus is filled with multiple clusters of grape like cysts.Q* No trace of embryo/amniotic sac.* Marked proliferation of synctio and cyto trophoblast* Marked thinning of stromal tissue due to hydropic degeneration.* Absence of blood vessels* Villous pattern is maintained.Q",
        "cop": 2,
        "opa": "Hyaline membrane degeneration",
        "opb": "Hydropic degeneration of the villous stroma",
        "opc": "Nonproliferation of cytotrophoblast",
        "opd": "Nonproliferation of syncytiotrophoblast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "3d969827-7f96-4360-9d8d-b5fc434492f1",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice choriocarcinoma is:",
        "exp": "Ans. A. Chemotherapy* The treatment of choice of choriocarcinoma is mainly chemotherapy both for local and distal metastasis. The drug of choice for the same is methotrexate. It is given orally 5mg five times a day for 5 days. Side effects of Methotrexate are ulcerative stomatitis, gastric hemorrhage, skin reaction, alopecia, bone marrow suppression, Liver and Kidney damage.",
        "cop": 1,
        "opa": "Chemotherapy",
        "opb": "External beam radiotherapy",
        "opc": "Hysterectomy",
        "opd": "Intracavitary brachytherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "8d7482e4-4e96-427c-9bb6-d87a819e3e97",
        "choice_type": "single"
    },
    {
        "question": "The best investigation to diagnose carcinoma cervix in early stages:",
        "exp": "Ans. C. Pap smearPap smear is a screening test. It is the initial test in all patients unless a visible growth is present that needs to be biopsied. Colposcopy is also a screening test that is done in well-equipped centers. It is costly and needs more expertise. Aceto White lesion has many differentials ranging from leukoplakia, SIL, cancer, HPV infection to metaplasia. This technique is used in periphery where there is no facility of Pap smear and colposcopy to identify the high-risk cases. Hysteroscopy is for diagnosis of uterine lesion. Of the options listed here, Pap smear is the best answer.",
        "cop": 3,
        "opa": "Colposcopic biopsy",
        "opb": "Aceto White over lesion",
        "opc": "Pap smear",
        "opd": "Hysteroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "8685bc41-2485-48ae-b3c3-5e0924539925",
        "choice_type": "single"
    },
    {
        "question": "True regarding vulval cancer is all except:",
        "exp": "Ans. is 'b' i.e., Iliac group of nodes are primary site of metastasis o Has been explained in previous sessions",
        "cop": 2,
        "opa": "HPV virus is a causative factor",
        "opb": "Iliac group of nodes are primary site of metastasis",
        "opc": "Smoking is a risk factor",
        "opd": "Vulvectomy is the treatment for Bowen's disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "9d5dafb2-6b66-409b-baa5-97c2da971eca",
        "choice_type": "multi"
    },
    {
        "question": "Follow-up in a patient of H mole is done by:",
        "exp": "Ans. is a, i.e. Serum Beta hCG monitoringRef. Dutta Obs. 7/e, p 195, 196; Novak 14/e, p 1590The chances of persistent trophoblastic disease and choriocarcinoma are high after evacuation of H mole therefore regular follow-up is mandatory.\"After molar evacuation, patients should be monitored with weekly determinations of b-subunit hCG levels until these levels are normal for 3 consecutive weeks, followed by monthly determinations until the levels are nomrmal for 6 consecutive months. The average time to achieve the first normal hCG level after evacuation is about 9 weeks. At the completion of follow-up, pregnancy may be undertaken. After a patient achieves a nondetectable hCG level, the risk of developing tumour relapse is very low and may approach zero.\" --Novak 14/e, p 1590",
        "cop": 1,
        "opa": "Serum Beta-hCG monitoring",
        "opb": "Serum CEA level estimation",
        "opc": "Serum amylase level",
        "opd": "Serum a-fetoprotein estimation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "aec6bf02-51da-498e-a09c-8c787fca8fb8",
        "choice_type": "single"
    },
    {
        "question": "The ideal treatment for metastatic choriocarcinoma in the lungs in a young woman is:",
        "exp": "Ans. is a, i.e. ChemotherapyRef. Shaw 14/e, p 235; COGDT 10/e, p 892, 893\"Unlike other malignant lesion, the treatment of choriocarcinoma is mainly chemotherapy, both for local and distant metastasis.\" --Shaw 14/e, p 235",
        "cop": 1,
        "opa": "Chemotherapy",
        "opb": "Surgery with radiation",
        "opc": "Surgery",
        "opd": "Wait and watch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "55c8250f-a165-460e-8530-49d26b0134c6",
        "choice_type": "single"
    },
    {
        "question": "The following are related to prophylactic chemotherapy in molar pregnancy:",
        "exp": "Ans. is a, i.e. It may be given in 'at risk' patientsRef. Dutta Obs. 7/e. p 196Prophylactic chemotherapy in H moleIs given only to high risk patients (as discussed earlier) and to not all patients following suction evaculation because these drugs are toxic and can increase the risk of premature ovarian failure and menopause.Monotherapy with methotrexate is prefered (not multiple agents).The use of prophylactic chemotherapy reduces the chances of developing choriocarcinoma but doest not make it nil.",
        "cop": 1,
        "opa": "It may be given in 'at risk' patients",
        "opb": "Multiple agents are preferred",
        "opc": "Malignant sequelae becomes nil",
        "opd": "Follow-up is not required",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "4f7788e8-f304-4a29-adef-c9b64e00e25d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman complains of irregular bleeding for 7 months after delivery of her fourth baby. Curettage is performed and histology reveals a choriocarcinoma. Her serum beta hCG level is 2x105 IU/L.What is the most appropriate next step in the management?",
        "exp": "Ans. is b, i.e. Commence treatment with multi-agent combination chemotherapyThis woman is at high risk as she has a prognostic score of 7:Antecedent normal pregnancy - 2Age more than 40 years - 1Antecedent pregnancy 7 months ago - 2Serum hCG level 2x105-2Therefore, she needs treatment with multi-agent comnination chemotherapy with EMA-CO.",
        "cop": 2,
        "opa": "Commence treatment with intramuscular methotrexate",
        "opb": "Commence treatment with multi-agent combination chemotherapy",
        "opc": "Perform a hysterectomy",
        "opd": "Repeat serum hCG after 4 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "94b469b4-1e6c-4588-824d-bc2ce975bbf8",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old G1P0 woman presents for her first prenatal visit late in her first trimester of pregnancy; she complains of persistent vaginal bleeding, nausea, and pelvic pain. Physical examination is notable for a gravid uterus larger than expected for gestational age. Fetal heart tones are absent.Which of the following is most likely to be true?",
        "exp": "Ans. is a, i.e b-hCG levels will be higher than normalIn the given question patient is presenting late in her first trimester of pregnancy with complains of persistent vaginal bleeding, nausea, and pelvic pain. Physical examination is notable for a gravid uterus larger than expected for gestational age. Fetal heart tones are absent.D/D of height of uterus larger than the period of gestation:Wrong datesTwin pregnancyMolar pregnancyConcealed variety of Abruptio placentaPolyhydramnios.Twin pregnancy can be ruled out because it does not explain persistent vaginal bleeding and moreover in twin/multiple pregnancy fetal heart tones are not absent...2 or more FHS are heard depending on the number of fetuses.Concealed variety of APH does not occur in late first trimester. APH by definition means any bleeding which occurs after 28 weeks of pregnancy and uptil the birth of the child and hence it can be ruled out although absent fetal tones and Fundal height more than the gestational age are seen.Polyhydramnios again can be ruled out since bleeding cannot be explained by it ...so we are left with molar pregnancy which explainds all the findings.Always remember: Patient complaining of extremes of nausea, vomiting + bleeding in first trimester + size of uterus more than the period of amenorrhea-think of Molar pregnancy.The USG shown in the plate is typical snow storm appearance. Hence diagnosis is confirmed.",
        "cop": 1,
        "opa": "b-hCG levels will be higher than normal",
        "opb": "b-hCG levels will be lower than normal",
        "opc": "Uterus will be of normal levels",
        "opd": "TSH levels will be increased",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "2242cb67-9d88-4f68-b145-0a572ea6653d",
        "choice_type": "multi"
    },
    {
        "question": "A 22 years old female underwent suction evacuation for molar pregnancy. Beta HCG levels are persistently high following evacuation. The next line of management is:",
        "exp": "Ans. is d, i.e. MethotrexatePersistently raised bhCG levels after H mole evacuation indicate the patient may develop GTN, and is an indication for Prophylactic methotrexate therapy.",
        "cop": 4,
        "opa": "Follow up at 1 year",
        "opb": "Monitor until HCG becomes 0",
        "opc": "Hysterectomy",
        "opd": "Methotrexate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "3d9c7b70-4800-4dd5-adec-15cd530f81bf",
        "choice_type": "single"
    },
    {
        "question": "A 45 yrs old lady with DUB has 8 mm thick endometrial echo. What should be done for her?",
        "exp": "Ans. C. Histopathological examination of the curettageIn lady with DUB has 8mm thick endometrial echo, D&C should be done and Histopathological examination of the curettage should be awaited for planning the further management.",
        "cop": 3,
        "opa": "Hysterectomy",
        "opb": "Start Progesterone therapy",
        "opc": "Histopathological examination of the curettage",
        "opd": "Follow up sonography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "869bb71f-7529-4f8d-8f72-54b10cfd3e40",
        "choice_type": "single"
    },
    {
        "question": "Treatment of the lutein cyst in hydatidiform mole is:",
        "exp": "Ans. is c, i.e. Suction evacuationRef. COGDT 10/e, p 889Management of theca lutein cysts:Theca lutein cysts are seen in H. mole due to high circulating levels of hCG.As such they donot need any separate treatment. Suction evacuation of H mole results in diminishing hCG titre, which leads to spontaneous regression of theca lutein cysts.\"Because theca lutein cysts regress following suction evacuation, expectant management is preferred\". --William 24/e, p 398",
        "cop": 3,
        "opa": "Ovarian cystectomy",
        "opb": "Ovariectomy",
        "opc": "Suction evacuation",
        "opd": "Ovariotomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "c929188a-764f-4a36-93c2-cd37e668181b",
        "choice_type": "single"
    },
    {
        "question": "Choriocarcinoma with lung mets is satge-",
        "exp": "Ans. is 'b' i.e., 3 Stages of chorio carcinomaStage IDisease confined to uterusStageIADisease confined to uterus with no risk factorsStage IBDisease confined to uterus with one risk factorStage ICDisease confined to uterus with two risk factorsStage IIGestational trophoblastic tumor extending outside uterus but limited to genital structures (adnexa, vagina, and broad ligament)Stage IIAGestational trophoblastic tumor extending outside uterus but limited to genital structures without risk factorsStage I IBGestational trophoblastic tumor extending outside uterus but limited to genital structures with one risk factorStage IICGestational trophoblastic tumor extending outside uterus but limited to genital structures with two risk factorsStage IIIGestational trophoblastic disease extending to lungs with or without known genital tract involvementStage IIIAGestational trophoblastic tumor extending to lungs with or without genital tract involvement and with no risk factorsStage IIIBGestational trophoblastic tumor extending to lungs with or without genital tract involvement and with one risk factorStage IIICGestational trophoblastic tumors extending to lungs with or without genital tract involvement and with two risk factorsStage IVAll other metastatic sites (liver/brain)Stage IVAAll other metastatic sites without risk factorsStage IVBAll other metastatic sites with one risk factorStage IVCAll other metastatic sites with two risk factors",
        "cop": 2,
        "opa": "1",
        "opb": "3",
        "opc": "2",
        "opd": "4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "b71da162-f9d5-4d64-8508-d8b8df72e610",
        "choice_type": "single"
    },
    {
        "question": "Possible causes of choriocarcinoma after hydatidiform mole are all except:",
        "exp": "Ans. D. Suburethral nodule* Choriocarcinoma consists of sheets of anaplastic cytotrophoblast and syncytiotrophoblast cells without chorionic villi.* Metastases are always choriocarcinoma.* Choriocarcinomas are commonly accompanied by ovarian theca lutein cysts.* Choriocarcinoma is seen in postmenopausal women.* Pelvic mass is also palpable.* | hCG level is seen in choriocarcinoma.",
        "cop": 4,
        "opa": "Rising hCG",
        "opb": "More theca lutein cysts",
        "opc": "Increased uterus size",
        "opd": "Suburethral nodule",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "493f035c-0377-4f50-a327-10beaca55aa3",
        "choice_type": "multi"
    },
    {
        "question": "True regarding partial mole:",
        "exp": "Ans. is d, i.e. Triploid or tetraploidPartial mole has less chances of malignancy.In molar pregnancy villi are present and villi pattern is mantained but there are no blood vessels in the villi.Partial mole is generally (90% cases) triploid but in 10% cases it can be tetraploid or mosaic also.",
        "cop": 4,
        "opa": "It has more chances of malignancy",
        "opb": "Cellular atypia seen",
        "opc": "Trophoblastic proliferation with no villi",
        "opd": "Triploid or tetraploid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "e162f133-a25c-40e6-92e6-005c3fe4435b",
        "choice_type": "multi"
    },
    {
        "question": "In a case of vesicular mole all of following are high risk factors for the development of choriocarcinoma except:",
        "exp": "Ans. is c, i.e. Features of thyrotoxicosisRef. William 24/e, p 401Risk factors for malignant changeComplete mole (15-20% case)Patient's age >=40Serum hCG >=100,000mIU/mLUterine size >= large for gestational ageTheca lutein cysts: large (>6cm diameter)Slow decline in b-hCGSonographic appearance of myometrial nodules or hypervascularity postevacuation is also a predictor of subsequent neoplasia.From the above list it is clear that option \"a\" is correct.Coming on to option \"d\" i.e. Presence of bilateral theca lutein cyst Williams Obs. 23/e, p 259\"Montz and colleagues (1988) reported that gestational trophoblastic neoplasia was more likely in women with theca-lutein cysts, especially if bilateral.\" (i.e. option \"d\" is correct).So that leaves us with 2 options 'b' and 'c'. As far as uterine size larger than 16 weeks is concerned-According to Dutta p 197 - Size of uterus >20 weeks is considered as a risk factor and not > 16 weeks, but according to other books excessive uterine enlargement is one of the risk factor- no specific size has been mentioned.As far as thyrotoxicosis is concerned I did not get any literature regarding, it being one of the risk factors.So, option 'c' is the answer of choice.",
        "cop": 3,
        "opa": "Serum hCG levels >100000 mIU/mL",
        "opb": "Uterus size larger than 16 week",
        "opc": "Features of thyrotoxicosis",
        "opd": "Presence of bilateral theca lutein cysts of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "84fb7ee4-eb6a-4c8f-82f4-e753dbb9cc4b",
        "choice_type": "multi"
    },
    {
        "question": "Hydatidiform mole is principally a disease of:",
        "exp": "Ans. is b, i.e. ChorionRef. Dutta 7/e, p 190Now don't tell me you want me to explain this--H mole is a benign neoplasm of chorion with malignant potential",
        "cop": 2,
        "opa": "Amnion",
        "opb": "Chorion",
        "opc": "Uterus",
        "opd": "Decidua",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "fae43903-edd5-4c4c-b305-abaa8c16af8f",
        "choice_type": "multi"
    },
    {
        "question": "EMA-CO regime of chemotherapy is used in the treatment of?",
        "exp": "Ans. A. Gestational trophoblastic neoplasiaPatients with high-risk tumors (high beta-hCG levels, disease presenting >=4 months after antecedent pregnancy, brain or liver metastasis, or failure of single-agent methotrexate) are initially treated with combination chemotherapy. EMA-CO (a cyclic non-cross-resistant combination of etoposide, methotrexate, and dactinomycin alternating with cyclophosphamide and vincristine); cisplatin, bleomycin, and vinblastine; and cisplatin, etoposide, and bleomycin are effective regimens. EMA-CO is now the regimen of choice for patients with high-risk disease because of excellent survival rates (>80%) and less toxicity.",
        "cop": 1,
        "opa": "Gestational trophoblastic neoplasia",
        "opb": "Malignant Ovarian germ cell tumor",
        "opc": "Endometrial carcinoma",
        "opd": "CA cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gestational Trophoblastic Disease",
        "id": "6e9a4af8-1f01-44cd-bc36-ad702ff8d035",
        "choice_type": "single"
    }
]