[
    {
        "question": "Which of the following treatments for menorrhagia is not supported by evidence?",
        "exp": "Ans. is 'b' i.e. Ethamsylate Ethamsylate has a dubious role in treatment of menorrhagia. Tranexamic acid, progesterone and combined OCP, all have proven role in treatment of menorrhagia.\"Ethamsylate is thought to act by reducing capillary fragility, though the precise mechanisms are uncertain. Studies with objective MBL (menstrual blood loss) measurement using the currently recommended doses show that it is ineffective\" - DewhurstsRest of the two books mentioned in reference do also mention that efficacy of ethamsylate in reducing menstrual blood loss have not been satisfactorily proved. Its use is not recommended in UK.",
        "cop": 2,
        "opa": "Tranexamic acid",
        "opb": "Ethamsylate",
        "opc": "Combined OCP",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "901ca567-6109-4f86-a5da-0db18a0c6741",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Dysfunctional Uterine Bleeding:",
        "exp": "Ans. (d) AnovulatoryRef.: Shaws 15th ed. 1301-307* Dysfunctional uterine bleeding is irregular, abnormal uterine bleeding that is not caused by a tumor, infection or pregnancy.* Dysfunctional uterine bleeding is a disorder that occurs most frequently in women at the beginning and end of their reproductive lives.* It is of 2 types:* Ovulatory: after adolescent years and before perimenopausal years.* Anovulatory: postmenarcheal, premenopausal.* Half of the cases occur in women over 45 years of age and about one fifth occur in women under age 20.* Dysfunctional uterine bleeding is diagnosed when other causes of uterine bleeding have been eliminated.* Failure of the ovary to release an egg (anovulatory) during the menstrual cycle occurs in about 70% of women with DUB. This is probably related to a hormonal imbalance.Also Know* Normal menstruation duration: 28 +/- 7 days, mean of 4 days duration, not more than 7 days* Menorrhagia or hypermenorrhea: prolonged (>7 days) or excessive (>80 ml) bleeding at regular intervals* Metrorrhagia: bleeding in irregular but frequent intervals, variable amount* Menometrorrhagia: prolonged bleeding at irregular intervals* Polymenorrhea: bleeding in regular intervals <21 days* Oligomenorrhea: regular intervals > 35 daysEndometriosisAdenomyosis* It is also a cause of DUB.* Presence of endometrium outside uterus.* MC site: ovary Rarest site: CNS* In ovary, it present at chocolate cyst ovary.* Present with menorrhagia, pain, Infertility.* MC symptom: Congestive Dysmenorrhea.* Gold standard Inv: Laparoscopy (diagnostic + therapeutic)* Also a cause of DUB* Presence of endometrial gland in myometrium* Seen in patients around 40 years.* Present with menorrhagia, dysmenorrhea and pain BUT no Inftertility.* Uterus is tender and enlarged: 12-14 week size.* Diagnosed with Histopathology.* Treatment of choice: Hysterectomy",
        "cop": 4,
        "opa": "PID",
        "opb": "Endometriosis",
        "opc": "Dermoid cyst",
        "opd": "Anovulatory",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "d095d52f-3151-4038-a6d1-c616aa1c58d9",
        "choice_type": "single"
    },
    {
        "question": "All are true about in puberty menorrhagia Except:",
        "exp": "ANSWER: (B) Endometrial biopsy confirms diagnosisREF: Novak's gynecology 13tn edition - page 152Causes of mennorhagia in adolosceseAnovulatory bleedingPregnancy-related BleedingExogenous HormonesHematologic AbnormalitiesInfectionsAnatomic Causes Obstructive or partially obstructive genital anomalies typically present during adolescence, mtillerian abnormalities, such as obstructing longitudinal vaginal septa or uterus didelphisolycystic ovarian syndromeDiagnosisAny adolescent with abnormal bleeding should undergo sensitive pregnancy testing, regardless of whether she states that she has had intercourse.Laboratory Testing In addition to a pregnancy test, laboratory testing should include a complete blood count with platelets, coagulation studies, and bleeding time.Thyroid studies also may be appropriate. A complete pelvic examination is appropriate if the patient has been sexually active, is having severe pain, or an anomaly is suspected.Cultures for gonorrhea and testing for chlamydia infection are appropriate if the patient has been sexually active. Some young teens who have a history that is classic for anovulation, who deny sexual activity, and who agree to return for follow-up evaluation may be managed with a limited gynecologic examination and pelvic ultrasonographyImaging Studies If the pregnancy test is positive, pelvic imaging using ultrasonography may be necessary to confirm a viable intrauterine pregnancy and rule out a spontaneous abortion or ectopic pregnancy. If a pelvic mass is suspected on examination, or if the examination is inadequate (more likely to be the case in an adolescent than an older woman) and additional information is required, pelvic ultrasonography may be helpfulManagementManagement of bleeding abnormalities related to pregnancy, thyroid dysfunction, hepatic abnormalities, hematologic abnormalities, or androgen excess syndromes should be directed to treating the underlying condition. Oral contraceptives can be extremely helpful in managing androgen excess syndromes. After specific diagnoses have been ruled out by appropriate laboratory testing, anovulation or dysfunctional bleeding becomes the diagnosis of exclusion.",
        "cop": 2,
        "opa": "Associated with anovulatory bleeding",
        "opb": "Endometrial biopsy confirms diagnosis",
        "opc": "Routine screening for bleeding disorder is done",
        "opd": "Hematinics & Hormone therapy is the treatment of choice",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "d7a8a07f-74f8-4645-88b0-bfab66d10664",
        "choice_type": "multi"
    },
    {
        "question": "Menorrhagia is defined as",
        "exp": "Ans. c (Increased loss of blood than normal during menstrual cycle). (Ref. Shaw's textbook of Gynaecology 13th ed. 291)A normal menstrual blood loss is 50-80 ml, & does not exceed 100 ml. Menorrhagia is increase in duration & quantity of menstrual loss (> 100 ml).",
        "cop": 3,
        "opa": "Intermenstrual bleeding",
        "opb": "Menses in less than 28 days",
        "opc": "Increased loss of blood than normal during menses",
        "opd": "Menses every more than 45 days.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "29416e9c-158a-4eaf-9b9b-c529c16cbea3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in case of Puberty menorrhagia:",
        "exp": "Ans. (a) ProgesteroneRef: Shaws 15th ed. 1303-304Puberty menorrhagia is anovulatory. Therefore our first line or DOC in puberty menorhhagia is cyclical progestin therapy.",
        "cop": 1,
        "opa": "Progesterone",
        "opb": "OCP",
        "opc": "IUCD",
        "opd": "Endometrial curettage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "f6ecc09f-d90b-41b8-920f-bbac1a4cc087",
        "choice_type": "single"
    },
    {
        "question": "A 45 yr old lady presented with recurrent uterine bleeding. On transvaginal USG thickness of endometrium was found to be 8 mm. What should be the next step in the management of this patient ?",
        "exp": "Ans. is 'a' i.e., Histopathology Uterine bleeding in a 45 year old may also occur due to endometrial carcinoma.Transvaginal ultrasound is used to assess the endometrial thickness.Endometrial thickness depends upon the stage of the menstrual cycle.Immediately after menstruation the endometrium is homogenous, 1-4 mm thick.As the oestrogen concentration increases, endometrium proliferates and its thickness increases to 7-10 mm.After ovulation the echogenicity of endometrium increases and it becomes hyper echogenic throughout with a thickness of 8-16 mm.Transvaginal ultrasound is usually the first investigation in case of dysfunctional uterine bleeding.TVS measures endometrial thickness. The exact cut off values for endometrial thickness measurement in premenopausal women to predict endometrial neoplasia are subject to continuing debate.The British \"RCOG\" Guideline development group analyzed a number of studies and concluded that 10-12 mm was a reasonable cut off when using TVS preferably undertaken in follicular phase, as a method prior to more invasive procedures of endometrial assessment.In the question, the endometrial thickness is 8mm but the stage of the cycle is not mentioned.The endometrial thickness of the patient does not fulfill the criteria meted out by RCOG but still she should undergo further endometrial evaluation as her age is 45 years.Women aged 40 years or more with vaginal bleeding should have an endometrial biopsy to exclude endometrial carcinoma.According to Shaw's \"It is essential to rule out endometrial carcinoma in premenopausal women with menorrhagia \",Also know",
        "cop": 1,
        "opa": "Histopathology",
        "opb": "Hysterectomy",
        "opc": "Progesterone",
        "opd": "OCP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Heavy menstrual bleeding ",
        "id": "a690f635-2d94-4ad8-bf88-a4cb1b2ca6a1",
        "choice_type": "multi"
    }
]