[
    {
        "question": "Molar pregnancy diagnosis is by-",
        "exp": "Ans. is 'a' i.e., USG Investigations for molar pregnancyo CBC & blood groupingo LFT, RFT & Thyroid friction testso Sonography - \"snow storm appearance\"is characteristic.o Quantitative estimation of HCG-High litre in urine, diluted upto 1 in 200 to 1 in 500 beyond 100 days of gestation is very much suggestive. Rapidly increasing value of serum HCG (>100,000Miu/100ml).o Plain X-ray abdomen - if uterine size is more than 16 weeks, a negative fetal shadow is of help,o Straight X-ray chest - for pulmonary embolismo CT & MRI - not routinely usedo Histopathologv of the products of conception is definitive.",
        "cop": 1,
        "opa": "USG",
        "opb": "CT",
        "opc": "MRI",
        "opd": "X-RAY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydatidiform Mole - Molar Pregnancy",
        "id": "1334f3db-b7bc-4746-9aea-7e282e081a2a",
        "choice_type": "single"
    },
    {
        "question": "True about hydatidiform mole is-",
        "exp": "Ans. is 'a' i.e., Vesicle fluid is rich in hCG Hydatidiform moleo It is also called vesicular mole.o It is the abnormal condition of the placenta where there are partly degenerative and partly proliferative changes in the young chorionic villi. It is a benign neoplasia of the chorion with malignant potentialo The highest incidence is in Philippines 1 in 80 while in India it is l in 400.o Death of the ovum and failure of the embry'o to grow is essential to develop complete hydatidiform mole, thus there is no trace of embryo or amniotic sac.o The secretions from the hyperplastic cells and transferred substances from the maternal blood accumulate in the stroma of the villiwhich are devoid of blood vessels resulting information of small vesicles.o Vesicle fluid is rich in hCG",
        "cop": 1,
        "opa": "Vesicle fluid is rich in hCG",
        "opb": "It is principally a disease of amnion",
        "opc": "Highest incidence in India",
        "opd": "Embryo is present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydatidiform Mole - Molar Pregnancy",
        "id": "b4ef9882-30db-4f28-94ee-e1f01ce3ef31",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is associated with hydatidiform mole -",
        "exp": "Ans. is 'b' Theca lutein cyst (Ref. Chandrasoma Tylor, 3/e, p 765).Theca lutein cysts are multiple cysts occurring in patients with trophoblastic neoplasm that secrete human chorionic gonadotropin*.It occurs due to luteinization of follicles cells of the ovary by the HCG.It regresses spontaneously on the removal of tumour*.",
        "cop": 2,
        "opa": "Follicular cyst",
        "opb": "Theca lutein cyst",
        "opc": "Ovarian adenoma",
        "opd": "Pseudocyst ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydatidiform Mole - Molar Pregnancy",
        "id": "96c50009-5879-4579-bb98-4afabbb0b935",
        "choice_type": "single"
    },
    {
        "question": "Partial mole is?",
        "exp": "Ans. (c) TriplodRef: Danforths obstetrics and Gynecology 10th ed p10374, Dutta 6thed p-200",
        "cop": 3,
        "opa": "Haploid",
        "opb": "Diploid",
        "opc": "Triplod",
        "opd": "Polyploid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydatidiform Mole - Molar Pregnancy",
        "id": "23301b0e-0288-4a9d-90bc-baa9fc60e18c",
        "choice_type": "single"
    },
    {
        "question": "Partial mole is -",
        "exp": "Ans. is 'c' i.e., 69XXY Important features of complete and partial molesFeaturesComplete molePartial moleo Embryo / fetuso Absento Presento Hydrophic degeneration of villio Prominent & diffuseo Variable and focalo Trophoblastic hyperplasiao Diffuseo Focalo Uterine sizeo More than date (30-60%)o Less than dateo Theca lutein cysto Common (25-50%)o Uncommono Karyotypeo 46 XX (85%), paternal in origino Triploidy (90%), diploid (10%)o Beta HCGo High (> 50,000)o Slight deviation (< 50,000)o Classic clinical symptomso Commono Rareo Risk of persistent GTDo 20%o < 5%",
        "cop": 3,
        "opa": "46XY",
        "opb": "46XX",
        "opc": "69XXY",
        "opd": "23X",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydatidiform Mole - Molar Pregnancy",
        "id": "633ca71e-0794-4306-8d28-5ac380ea2243",
        "choice_type": "single"
    }
]