[
    {
        "question": "A pregnant lady at 32 weeks' gestation period presents with a BP of 160/110 mm Hg, Proteinuria with Retinal Hemorrhage What is the Definitive Management of choice in this case?",
        "exp": "Ans. D. Termination of pregnancyPatient presents with the characteristics of Severe Hypertension indicating delivery.Induction of labor is the best suited management of choice.Magnesium Sulfate prophylaxis should be provided to prevent the onset of seizures.Severe pre-eclampsia can be characterized as:* Pulmonary edema* BP >160/110* Fetal growth restriction* >-3+ proteinuria* Complaints of convulsion, headache, upper abdominal pain, oliguria and visual disturbances* Increased levels of serum creatinine, serum transaminase or presence of thrombocytopenia",
        "cop": 4,
        "opa": "Ritodrine",
        "opb": "Nifedipine",
        "opc": "Magnesium sulphates",
        "opd": "Termination of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "cb4b2fd4-8ca5-48d3-8f68-4abdb9655bf9",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman in 3rd trimester has normal blood pressure when standing and sitting. When supine, BP drops to 90/50. What is the diagnosis?",
        "exp": "Ans. is c, i.e. Compression of IVC (inferior vena cava)Ref. Dutta Obs. 7/e, p 53, 54Supine hypotension syndrome:During late pregnancy Q the gravid uterus produces a compression effect on the inferior vena cava, when the patient is the supine position.This, generally results in opening up of collateral circulation by means of paravertebral and azygous veins.In some cases (10%) when the collateral circulation fails to open, the venous return of the heart may be seriously curtailed which results in production of hypotension, tachycardia and syncope. Normal blood pressure is quickly restored by turning the patient to lateral position.",
        "cop": 3,
        "opa": "Compression of uterine artery",
        "opb": "Compression of aorta",
        "opc": "Compression of IVC (inferior vena cava)",
        "opd": "Compression of internal iliac vessels",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "22e3e239-1dc6-453d-9f76-da51a5a0e10d",
        "choice_type": "single"
    },
    {
        "question": "In a pregnant female with BP 150/100 mm Hg, a protein/creatinine ratio of _______ suggests development of pre-eclampsia",
        "exp": "Ans. is b, i.e. >0.30Ref. Fernando Arias 4/e, p 189In patients with gestational hypertension, there are high chances (15-25%) of progressing to pre-eclampsia. Pre-eclampsia is heralded by the development of proteinuria.Proteinuria >=+2 in a random urine sample is diagnostic of pre-eclampsia in these patients. When proteinuria is + 1 or traces, it is necessary to send random sample to lab for determination of protein/ creatinine ratio and calcium/ creatinine ratio.Protein/creatinine ratio =>0.30- indicates pre-eclampsiaCalcium/creatinine ratio =<0.06- indicates pre-eclampsiaAlthough the gold standard would be measuring protein in 24 hours urine sample, but it is cumbersome.",
        "cop": 2,
        "opa": ">0.20",
        "opb": ">0.30",
        "opc": "<0.20",
        "opd": "<0.30",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "51054785-af67-4f2e-8834-a177e8e517a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in pre-eclampsia?",
        "exp": "(B) Atenolol[?]Objectives of treatment of Pre-Eclampsia:To stabilise hypertension & to prevent its progression to severe pre-eclampsia.To prevent the complicationsTo prevent eclampsiaDelivery of a healthy baby in optional time.Restoration of the health of the mother in puerperium.ANTIHYPERTENSIVE DRUGS USED IN PREGNANCYThese agents* may be used with chronic hypertension (DBP>100mmHg) or acute hypertension (DBP>105mmHg)Central Alpha agonistsMethyldopa is the drug of choiceBeta blockers & Alpha, beta blockersAtenolol, metoprolol & labetalo) appear safe & effective in late pregnancyCalcium antagonistsPotential synergism with magnesium sulfate may lead to precipitous hypotension.[?]Treatment of Chronic Hypertension:Methyldopa, labetalol & nifedipine most common oral agents.AVOID: ACEI & ARBs, atenolol, thiazide diureticsWomen in active labor with uncontrolled severe chronic hypertension require treatment with intravenous labetalol or hydralazine.No other additional maternal/fetal complications = wait until >38w.Oral Antihypertensive for Control of Mild to Moderate Hypertension in Pregnancy*. Methyldopa*. A drug of first choice; Central & peripheral anti adrenergic action*. Labetalol*. A reasonable alternative; Adrenoceptor antagonist (Alpha & Beta blocker)*. Atenolol*. To be avoided*. Nifedipine*. Calcium channel blocker in late pregnancy; Calcium channel blocker*. Propranolol*. Can be used in late pregnancy*. Hydralazine*. Add on therapy to Methyldopa; Vascular smooth muscle relaxant*. ACE inhibitors*. To be avoided*. Diuretics*. Not to be used as antihypertensiveManagement of HTN disorder:Antihypertensive Therapy:Non-severe hypertension (BP:140-159/90-10gmmHg)-BP goal: w/o cormorbid - 130-155/80-105-BP goal: w/o cormorbid - 130/139/80-8gDrug of Choice: Methyldopa, labetalol, other beta blockers, CCB (nifedipine). (I-A)ACEi & ARBs should not be used. (II-2E)Atenolol & prazosin are not recommended.Level A;ACE inhibitors & angiotension receptor blockers; Contraindicated in all trimesters of pregnancy.Level B:Woman with severe HTN - require antihypertensive medication for acute | BP.Methyldopa & Labetalol; a good option for 1st line tx of chronic HTN in pregnancy - based on the overall low rate of adverse effects & good efficacy.Atenolol; not currently recommended due to IUGR.Thiazide used in women before pregnancy.No need to be discontinued during pregnancy.Antihypertensives use in Pre-Eclampsia:Have limited value in controlling blood pressure in pre-eclampsia.Indications for anti-hypertensive drugs are:-In persistent rise of blood pressure (If diastolic BP>110mmHg, & if urgent & associated with proteinuria).-In severe pre-eclampsia (to reduce BP during continued pregnancy & during period of induction of labor).",
        "cop": 2,
        "opa": "Methyldopa",
        "opb": "Atenolol",
        "opc": "Labetalol",
        "opd": "Hydralazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "3427bb0c-e42e-4ae5-b50e-3709ec223310",
        "choice_type": "single"
    },
    {
        "question": "All are prognostic indicators of pregnancy induced hypertension. Except -",
        "exp": "Ans. is 'b' Raised serum Na (Ref Dutta, 6/e, p 226, 227 (4/e, p. 247, 239)).Prognostic indicators of pregnancy induced hypertension are not mentioned any where. Only factors which are used to assess the severity and the parameters used in progress chart after treatment are given in Dutta.These factors can be used to assess prognosis in case of PIH. These factors are :Blood pressureProtein excretionPlatelet countSerum uric acidElevated liver enzymeBlood urea nitrogenOphthalmological examination for retinal hemorrhages or exudates",
        "cop": 2,
        "opa": "Low platelets",
        "opb": "Serum Na",
        "opc": "Elevated liver enzymes",
        "opd": "Serum uric acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "47b6d08f-193f-4113-9a6e-2c7a464c3c8d",
        "choice_type": "multi"
    },
    {
        "question": "Which type of eclampsia has the worst prognosis?",
        "exp": "Ans. is a, i.e. AntepartumRef. Dutta Obs. 7/e, p233Eclampsia if associated with the following features has bad prognosis:Long interval between onset of fit and commencement of treatmentAntepartum eclampsia especially with long delivery intervalNumber of fits >10Coma in between fitsTemperature >102degF with pulse rate >120/minBP >200mm of Hg systolicOliguria (<400mL/24hr) with proteinuria >5gm/24 hrNon response to treatmentJaundice.",
        "cop": 1,
        "opa": "Antepartum",
        "opb": "Postpartum",
        "opc": "Intrapartum",
        "opd": "Imminent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "0b443ab8-d064-4892-9915-23ac5305e750",
        "choice_type": "single"
    },
    {
        "question": "All of the following may be used in pregnancy- associated hypertension, EXCEPT:",
        "exp": "Ans. is 'b' i.e., Captopril * Antihypertensives in pregnancy:1) Alpha methyldopa2) Nifedipine3) Hydralazine4) Labetalol* Angiotensin-converting enzyme (ACE) inhibitors are contraindicated as they are a/w: Oligohydramnios, renal anomalies, neonatal renal failure, pulmonary hypoplasia, hypocalvaria, growth restriction, and death.",
        "cop": 2,
        "opa": "Nifedipine",
        "opb": "Captopril",
        "opc": "Methyldopa",
        "opd": "Hydralazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "59d0b47a-86d4-4d68-a3be-8131b1a30338",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant woman at 32 weeks gestation presents to OPD for routine antenatal checkup and an examination she has pedal edema and her BP on repeated recordings is 150/100 mm of Hg. Her urine protein is 2+. Which of the following will be the first line drug of choice in the patient?",
        "exp": "Ans. is d, i.e. NifedipineThis patient came for antenatal checkup and was detected with high BP at 32 weeks which indicates that it is PIH. In PIH Metoprolol and Losartan is contraindicated. Now the choice is between Methyldopa and Nifedipine. Between the two, methyldopa is used for the management of chronic hypertension and Nifedipine is used for the management of PIH.",
        "cop": 4,
        "opa": "Metoprolol",
        "opb": "Methyl dopa",
        "opc": "Losartan",
        "opd": "Nifedipine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "fae31f4a-4de4-4bdf-af92-1adb2931e370",
        "choice_type": "single"
    },
    {
        "question": "A female with 35-week gestation, presents in emergency with complaint of headache and blurring of vision. Her BP is 170/110 mm Hg. How is the patient managed?",
        "exp": "Ans. C. Admit, start Magnesium sulfate and antihypertensive and terminate the pregnancyBeyond 34 weeks (fetal pulmonary maturity), pregnancy with severe pre-eclampsia should be terminated. Patient is admitted and stabilized, with baseline investigations, antihypertensives are started to prevent acute hypertensive complications, magnesium sulphate is given for seizure prophylaxis and induction of labor is started if no contraindications to vaginal delivery exist.",
        "cop": 3,
        "opa": "Admit and observe",
        "opb": "Admit, control BP, and continue pregnancy till term",
        "opc": "Admit, start Magnesium sulfate and antihypertensive and terminate the pregnancy",
        "opd": "Start antihypertensives and follow in OPD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "e86b2df2-f61e-4b7d-be84-a69db2db0f8e",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is NOT a part of HELLP Syndrome?",
        "exp": "Ans. A. Elevated Platelet countFollowing features describes the presence of HELLP syndrome:* Elevated liver enzymes* Microangiopathic Hemolytic Anemia* Low plateletsWhite women having age more than 25 years are more prone to this disorder. It serves as the most common cause of severe liver disease in pregnancy.HELLP has a number of similar characteristics to TTP including the presence of:* Microangiopathic Hemolysis* ThrombocytopeniaInvolvement of the central nervous system is a more prominent characteristic of TTP, while HELLP displays severe live function abnormalities more commonly.",
        "cop": 1,
        "opa": "Elevated Platelet count",
        "opb": "Elevated liver enzymes",
        "opc": "Lowered Platelet count",
        "opd": "Haemolysis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "e296df93-4c78-411d-a27b-2671904b917f",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old primigravida at 39 weeks of gestational age has a blood pressure reading of 150/100 mm Hg obtained during a routine visit. Her baseline blood pressure during the pregnancy was 120/70 mmHg. The patient denies any headache, visual changes, nausea, vomiting, or abdominal pain. Her repeat BP is 160/90 mmHg, and urinalysis is negative for protein. Which of the following is the most likely diagnosis?",
        "exp": "Ans. is 'd' i.e., Gestational hypertension * Hypertension in pregnancy is defined as blood pressure of 140/90 mmHg or greater on at least two separate occasions that are 6 h or more apart. The presence of edema is no longer used as a diagnostic criterion because it is so prevalent in normal pregnant women. A rise in systolic blood pressure of 30 mmHg and a rise in diastolic blood pressure of 15 mmHg are also no longer used.* In gestational hypertension, maternal blood pressure reaches 140/90 or greater for the first time during pregnancy, and proteinuria is not present. In preeclampsia, blood pressure increases to 140/90 after 20 weeks of gestation and proteinuria is present (300 mg in 24 h or 1+ protein or greater on dipstick). Eclampsia is present when women with preeclampsia develop seizures.* Chronic hypertension is defined as BP >140/90 mmHg before pregnancy or diagnosed before 20 weeks of gestation, or hypertension first diagnosed after 20 weeks of gestation and persistent after 12 weeks postpartum.* A woman with hypertension who develops preeclampsia is described as having chronic hypertension with superimposed preeclampsia.",
        "cop": 4,
        "opa": "Preeclampsia",
        "opb": "Chronic hypertension with superimposed preeclampsia",
        "opc": "Eclampsia",
        "opd": "Gestational hypertension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "9b1ff312-da47-4913-8d3f-a79c6b369f24",
        "choice_type": "single"
    },
    {
        "question": "Which type of trophoblstic disease has worst prognosis?",
        "exp": "ANSWER: (A) Post partumREF: COGDT 10th edp. 892WHO Scoring System based on prognostic factors ScorePrognostic Factors0124Age (years)<39>39 Antecedent PregnancyHydatidiform MoleAbortionTerm--interval*44-67-1212hCG (IU/1)<103103-104104-105>105ABO groups female x male--O x AAx OBAB--Largest tumour including uterine tumours--3-5 Cm>5 Cm--Site of metastases--Spleen, KidneyGIT, LiverBrainNumber of metastases identified--1-44-8>8Prior Chemo-therapy----Single DrugTwo or more",
        "cop": 1,
        "opa": "Post partum",
        "opb": "After spontaneous abortion",
        "opc": "After ectopic pregnancy",
        "opd": "Hydatid mole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "ed1c14ea-3364-4568-b005-e56639bf61c5",
        "choice_type": "single"
    },
    {
        "question": "Patients of eclampsia on Magnesium sulphate regime are monitored for all the following except:",
        "exp": "Ans. D. Serum Na+ and K+ levelsMagnesium sulphate is drug of choice for eclampsia. It has no detrimental effects on neonate within therapeutic level.It reduces motor end plate sensitivity to acetyl choline.It induces cerebral vasodilatation, dilates uterine arteries increases production of endothelial prostacyclin and inhibits platelet activation.RegimenLoading doseMaintenance dosePritchard4gm IV over 3-4 min, 10mg deep IM5gm IM in alternate buttockZuspan4gm IV over 5-10min1-2gm/hour IV infusionSibai6gm IV over 20min2gm/hour IV infusionRepeat injections are given only if knee jerks are present, urine output exceeds 30ml/hour, and respiration rate is more than 12/min. The therapeutic level of serum magnesium is 4--7mEq/L.",
        "cop": 4,
        "opa": "Respiratory rate",
        "opb": "Urine output",
        "opc": "Knee reflex",
        "opd": "Serum Na+ and K+ levels",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "9367d96b-e809-48e4-904a-629f5a8bbb54",
        "choice_type": "multi"
    },
    {
        "question": "Specific treatment of severe pre-eclampsia is:",
        "exp": "Ans. B. Termination of pregnancyManagement includes termination of pregnancy as only this followed by placental delivery will revert the maternal physiology to normal. Magnesium sulphate is a very toxic drug that is not to be given in patients with severe preeclampsia prophylactically as it not an antihypertensive. Magnesium sulphate is reserved for impending or established eclampsia.Clonidine and hydralazine are antihypertensives to be used in mild preeclampsia.",
        "cop": 2,
        "opa": "Magnesium sulphate",
        "opb": "Termination of pregnancy",
        "opc": "Clonidine",
        "opd": "Hydralazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "6e9940b8-e959-4e88-83b8-1cf23f3a9fb4",
        "choice_type": "single"
    },
    {
        "question": "A primigravida 32-year-old female is admitted to the antenatal ward at 35 weeks is found to BP of 160/110. Her urine does not contain albumin. Which of the following drugs should not be used in her management?",
        "exp": "Ans. is a, i.e. FrusemideIn a PIH patient, furosemide is contraindicated as an anti-hypertensive because in PIH, the intravascular volume is low, giving a diuretic would further decrease it, which reduce placental perfusion.Remember: Diuretics are not contraindicated in pregnancy.In a pregnant female with CHF, diuretics are used, then it is not contraindicated. Also diuretics can be used if there is pulmonary edema.",
        "cop": 1,
        "opa": "Frusemide",
        "opb": "Hydralazine",
        "opc": "Labetalol",
        "opd": "Methyldopa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hypertensive Disorders in Pregnancy",
        "id": "0ffe8f1f-5889-4438-8b08-0cf05085a77c",
        "choice_type": "single"
    }
]