[
    {
        "question": "During delivery there is a perineal tear involving the anal sphincter but anal mucosa is not involved. Which is the degree of tear?",
        "exp": "Ans. (c) IIIRef. DC Dutta 7th ed./ 422-23PERINEAL TEARS1st degreeIs a laceration of the vaginal mucosa and the perineal skin but not the underlying fascia and muscle.2nd degreeInvolves the vaginal mucosaperineal skinand the fascia and muscles of the perineal body.3rd degreeInvolves the vaginal mucosaskin and perineal body and the anal sphincter is also disrupted4th degreeIn additionthe rectal mucosa is also torn.",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "c6c44aef-6933-4cca-a387-45eed24bcc49",
        "choice_type": "single"
    },
    {
        "question": "Following delivery, tear involves perineum, external anal spincter with intact mucosa, grade of tear is -",
        "exp": "Ans. is 'c' i.e., Third degree Classification of Obstetric Anal Sphincter Injuryo First degree : Injury to perineal skino Second degree : Injury to perineum involving perineal body (muscles) but not involving the anal sphinctero Third degree : Injury to perineum, involving the anal sphincter complex (both the external and internal).# 3a: if half thickness external anal sphincter involved.# 3b: if full thickness external anal sphincter involved.# 3c: if internal anal sphincter involoved.o Fourth degree : Injury to perineum involving the anal sphincter complex (external anal sphincter and internal anal sphincter) and anal epithelium.",
        "cop": 3,
        "opa": "First degree",
        "opb": "Second degree",
        "opc": "Third degree",
        "opd": "Fourth degree",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "4ee7f535-2238-4b71-a125-8a2edc77c842",
        "choice_type": "single"
    },
    {
        "question": "What is the most common presentation of anterior wall cervical fibroid",
        "exp": "Ans. B. Urinary retentionUterine fibroids/leiomyomas/myomasThey are benign (non-cancerous) growths that more than thirty per cent of female's experience.Types of Fibroids:Fibroids are a combination of muscle and fibrous tissue and grow on the wall of the uterus. Intra cavity fibroids are inside the uterus while submucous fibroids are partially inside the wall of the uterus and partially inside the uterus.Intramural fibroids on in the uteri inside wall and subserous myomas are on the outside walls. A pedunculated fibroid is a subserous fibroid connected to the uterus by a kind of a \"stalk.\"Neprinol removes severe protein polymerization and oxidation from the blood restoring normal values.Cervical fibroids:Cervical fibroids are relatively uncommon, accounting for 2% of uterine leiomyomata. They arise in the cervix and are usually single.Cervical leiomyomata tend to distort and elongate the cervical canal and push the uterus upwards. Large tumors may cause elongation and distortion of the urethra, resulting in urinary retention.",
        "cop": 2,
        "opa": "Abdominal lump",
        "opb": "Urinary retention",
        "opc": "Per vaginal bleeding",
        "opd": "Constipation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "f5f5731c-417b-43ea-abd5-4744972030e2",
        "choice_type": "multi"
    },
    {
        "question": "Incidence of scar rupture in a pregnant lady with previous LSCS is:",
        "exp": "Ans: B (0.5) Ref: Williams obstetrics, 23rd edition & www. caesarean, org. uk/a rticles/VBA CMM. htmlExplanation:Incidence of Scar RuptureThe most commonly quoted scar rupture for LSCS. especially by those opposed to and afraid of VB AC is 0.5%, or 1 in 200 chance. (Ref: Murray. Enkin and Chalmers, 1994)Estimated risk of scar rupture:Type of incisionIncidence of scar ruptureLow transverse0.2- 1.5%Low vertical1 - 7%T shaped4-7%Classical4-7%",
        "cop": 2,
        "opa": "0.2",
        "opb": "0.5",
        "opc": "0.7",
        "opd": "0.9",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "843f0939-b68e-45a1-9164-934ffd32576a",
        "choice_type": "single"
    }
]