[
    {
        "question": "A 16-year-old girl with primary amenorrhea comes to OPD with bilateral inguinal swelling. She has normal breast development with no pubic hair. USG shows absent uterus. The diagnosis is:",
        "exp": "Testicular feminization syndrome (androgen insensitivity syndrome): XY karyotype with a female phenotype androgens are present but do not act at a peripheral level due to a receptor defect. the embryological development, which is dependent on androgens in a male fetus, does not happen and hence by default a female form is made. breast development is seen due to peripheral conversion of androgens to estrogens The inguinal swellings described in the question are actually the testes",
        "cop": 1,
        "opa": "Androgen insensitivity syndrome",
        "opb": "Turner syndrome",
        "opc": "Mullerian agenesis",
        "opd": "Klinefelters Syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "10fb2660-eda5-411a-8b91-a956eb8bddf6",
        "choice_type": "single"
    },
    {
        "question": "The differentiation of the Gonad into Male is dependent on:",
        "exp": null,
        "cop": 1,
        "opa": "Presence of SRY gene",
        "opb": "Lack of SRY gene",
        "opc": "Presence of AMH",
        "opd": "Presence of Testosterones",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "7b502228-b286-4f02-b5eb-c5b6db65a059",
        "choice_type": "single"
    },
    {
        "question": "Presence of both Wolffian and Mullerian ducts are seen in all EXCEPT:",
        "exp": "AMH DEFICIENCY or PMDS (Persistant Mullerian Duct Syndrome) Karyotype = 46XY and normal male external genitalia. Persistent Mullerian duct syndrome (PMDS) refers to the presence of a uterus and sometimes other Mullerian duct derivatives in a male. Both the Wolffian ducts and Mullerian ducts develop. The tissues are often intewined, resulting in obstruction or non patency of the vas deferens or other pas of the male excretory ducts. Ovotestis is seen in true hermaphroditism. Both ovaries and testis are present. There is ambiguity of external genitalia. The internal structures depend on degree of differentiation of the gonads. Mixed gonadal dysgenesis: 45X/46XY is the most common karyotype seen. A wide variety of phenotypes is seen ranging from ambiguous genitalia to normal feile males or normal female phenotype with bilateral streak gonads. The usual gonadal pattern is streak gonad on one side and a dysgenetic or normal testis on other side. Mullerian and Wolffian duct development correlates with the character of the ipsilateral gonad. Persons with FSH receptor mutation have either Wolffian duct (males) or Mullerian duct derivatives (females). Never both. FSH receptor mutation causes infeility or subfeility in males or females.",
        "cop": 3,
        "opa": "Anti-Mullerian hormone deficiency",
        "opb": "Ovotestis",
        "opc": "FSH receptor mutation",
        "opd": "Mixed Gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "c9cda351-527c-4cf0-82f8-815252cfa255",
        "choice_type": "multi"
    },
    {
        "question": "Lethargic, hypoglycemic female neonate with scrotum-like labia majora is suggestive of-",
        "exp": "Above history point towards diagnosis of Congenital adrenal hyperplasia: - Due to deficiency of enzyme 21-Hydroxylase There is lack of coisol production resulting in excess of Adrenocoicotropic hormone (ACTH) production from pituitary. Features: - Enlarged clitoris Presence of penile urethra or hypospadias Associated metabolic abnormality -Salt wasting (hyponatremia, hyperkalemia) Fusion of Labia majora Lethargic hypoglycemic females. Investigations: - Karyotype is 46 XX Serum estimation Sex chromatin study reveals positive Barr body Sonographic evaluation",
        "cop": 1,
        "opa": "Congenital adrenal hyperplasia",
        "opb": "Turner's syndrome",
        "opc": "Klinefelter's syndrome",
        "opd": "Ovo-testicular disorder of sexual development",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "5892093f-1f3a-460d-9e78-b6f77799240d",
        "choice_type": "single"
    },
    {
        "question": "FALSE regarding complete testicular feminization is:",
        "exp": "Complete testicular feminization is a common form of male pseudohermaphroditism. It is the 3rd most common cause of primary amenorrhea after gonadal dysgenesis and congenital absence of the vagina. The development of the breasts, the habitus, and the distribution of body fat are female in character so that most have a ''truly\" feminine appearance. Axillary and pubic hairs are absent or scanty The external genitalia are unambiguously female, and the clitoris is normal. The vagina is sho and blind-ending and may be absent or rudimentary.",
        "cop": 1,
        "opa": "Prelobular bulb",
        "opb": "Female breast enlargement",
        "opc": "Primary amenorrhea",
        "opd": "Blind vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "1789c43a-9ea6-4b9a-b5e4-21ebaeafa313",
        "choice_type": "multi"
    },
    {
        "question": "The investigation of choice to differentiate Mullerian agenesis from testicular feminization syndrome in a case of primary amenorrhea is:",
        "exp": "Turner syndrome (gonadal dygenesis) is the most common cause of primary amenorrhea. In patients of Mullerian agenesis the karyotype is 46 XX. Whereas in testicular feminization syndrome (androgen insensitivity syndrome) it is 46 XY. Laparoscopy will reveal absent uterus in both the cases but in Mullerian agenesis there is presence of ovary and in testicular feminization syndrome there will be testes (in inguinal region). But just for a diagnosis, laparoscopy is not required. USG would reveal the same finding and help in diagnosis but the investigation of choice is karyotyping .",
        "cop": 3,
        "opa": "USG",
        "opb": "Laparoscopy",
        "opc": "Karyotype",
        "opd": "Hormonal assays",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "2a58955a-d535-43fb-83d6-411ca07aae3b",
        "choice_type": "single"
    },
    {
        "question": "A baby is born with ambiguous genitalia. Which of the following statements is true?",
        "exp": "Ambiguous genitalia at bih is a medical emergency, not only for psychological reasons for the parents but also because hirsute female infants with congenital adrenal hyperplasia (CAH) may die if undiagnosed. CAH is an autosomally inherited disease of adrenal failure that causes hyponatremia and hyperkalemia because of lack of mineralocoicoids. Although a thorough physical examination is helpful, especially for inguinal testes, other tests that are required include a karyotype, serum electrolytes, and blood or urine assays for progesterone, 17a-hydroxyprogesterone, and androgens such as dehydroepiandrosterone sulfate. Radiologic studies are usually not needed, but a laparotomy is sometimes necessary for ectopic gonadectomy.",
        "cop": 3,
        "opa": "A karyotype is rarely needed",
        "opb": "Evaluation should be done by 1 month of age",
        "opc": "It is sometimes associated with a history of a previous sibling with congenital adrenal hyperplasia (CAH)",
        "opd": "A thorough physical examination can usually decide the true sex",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "4f5bf693-bc7c-4be5-8c1d-06dcc2d0890c",
        "choice_type": "multi"
    },
    {
        "question": "A girl is said to have primary amenorrhea in absence of secondary sexual characters by what age:",
        "exp": "- The first sign of pubey is accelerated growth. - Breast budding is usually the first recognized pubeal change, followed by the appearance of pubic hair, peak growth velocity, and menarche. - Primary amenorrhea is defined as absence of menses at age 13 years when there is no visible development of secondary sexual characteristics or age 15 years in the presence of normal secondary sexual characteristics or have not attained menarche 5 or more years since the onset of pubeal development.",
        "cop": 1,
        "opa": "13 years",
        "opb": "16 years",
        "opc": "14 years",
        "opd": "15 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "55b9f3da-0539-45d3-841b-4c3826163c50",
        "choice_type": "single"
    },
    {
        "question": "A girl at 16 years of age presents with primary amenorrhea. On examination breast development is normal , axillary and pubic hair are present. Vaginal examination reveals an absent vaginal opening. Ultrasound suggests normal ovaries with absent uterus. Most probable diagnosis is?",
        "exp": "MRKH Androgen insensitivity syndrome Genotype XX XY Gonad Ovaries Testes Breast development Normal Normal Pubic and axillary hair Normal Absent (insensitivity to testosterone) Vagina Shallow and blind Shallow and blind Uterus Absent Absent Vulva Normal Normal Sr Androgen levels 20-80 ng/dl 200-800 ng/dl TURNERS IS XO - Near normal female phenotype and streak ovaries. This is the most common type of gonadal dysgenesis.",
        "cop": 2,
        "opa": "Androgen insensitivity syndrome",
        "opb": "MRKH (Mayer Rokitansky Kuster Hauser Syndrome)",
        "opc": "Turners syndrome",
        "opd": "Pure gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "48ba3f61-7b5d-401a-949c-e3b9ea5dacc9",
        "choice_type": "single"
    },
    {
        "question": "A girl at 16 years of age, presents with primary amenorrhea. On examination, breast development is normal, axillary and pubic hair are sparse, vagina is normal. USG revealed absent uterus and solid nodular structures in B/L inguinal regions. Diagnosis is?",
        "exp": "MRKH Androgen insensitivity syndrome Genotype XX XY sex of rearing Female Female Breast development Normal (estrogen effect) Normal Pubic and axillary hair Normal Absent (insensitivity to testosterone) Gonad Normal ovary Testis Uterus Absent Absent Risk of gonadal malignancy None Increased Gonadectomy Not required Recommended after attaining pubey LEARNING TIP: MRKH (MULLERIAN AGENESIS) IS XX BUT DOESN'T HAVE MULLERIAN COMPONENT (UTERUS AND VAGINA). NORMAL OVARY (IT IS NOT MULLERIAN) - ESTROGEN - NORMAL SECONDARY SEXUAL CHARACTERS - FEMALE PHENOTYPE ANDROGEN INSENSITIVITY IS XY, TESTES ARE PRESENT, BUT BODY IS RESISTANT TO TESTOSTERONE (NO AXILLARY N PUBIC HAIR) - NORMAL SECONDARY SEXUAL CHARACTERS - FEMALE PHENOTYPE TURNERS IS XO - STREAK GONADS - ABNORMAL FEMALE PHENOTYPE",
        "cop": 1,
        "opa": "Androgen insensitivity syndrome",
        "opb": "MRKH",
        "opc": "Turners syndrome",
        "opd": "Pure gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "dc7e32e2-20db-4680-a265-5b9bff1894d6",
        "choice_type": "single"
    },
    {
        "question": "A 17 year old female presented with primary amenorrhea, well developed breast and scanty axillary and pubic hair. ultrasonography of the patient shows absence of the uterus and vagina. Genotype of the patient is most likely to be:",
        "exp": "Patient has Testicular-feminizing syndrome. It is most common form of male intersex. Genotype is 46 XY There are functional testes which secrete androgens but since there is androgen insensitivity, external feminisation occurs In this external genitalia appears female breast are well developed, clitoris is normal in size axillary and pubic hair are scanty, due to insensitivity to androgen NOTE: the answer could also have been MRKH with XX normal karyotype, however, scanty pubic hair points more towards androgen insensitivity, in MRKH breast development, axillary and pubic hair are normal",
        "cop": 3,
        "opa": "46 XX",
        "opb": "45 XO",
        "opc": "46 XY",
        "opd": "47XXY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "3ce425a8-37c4-4e99-9530-e12aa51a8e1f",
        "choice_type": "single"
    },
    {
        "question": "A 17 year girl presented with absent thelarche and primary amenorrhea. On examination hypoplastic uterus was present. Investigation showed high FSH. Karyotype is XO. What is the probable diagnosis?",
        "exp": "Gonadal dysgenesis Hypoplastic Uterus Functional ovarian Tissue absent Thelarche absent as it depends on ovarian steroids FSH & LH High: Due to absent negative feedback on pituitary by ovarian hormones i.e.Hypergonadotropic Hypogonadism Pubic and axillary hairs present(Depends on Androgen) External Genitalia Female like(Hypoplastic) Androgen Insensitivity has a normal female phenotype in a genetic male. Adrenal hyperplasia can happen at later age but the Uterus will be present and FSH will be normal. Kallman syndrome is Hypothalamic amenorrhea. Since there is no GnRH, there is no FSH & LH.",
        "cop": 1,
        "opa": "Gonadal dysgenesis",
        "opb": "Androgen insensitivity syndrome",
        "opc": "Kallman syndrome",
        "opd": "Adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "f6924114-35c2-4199-9142-262bf160ad6d",
        "choice_type": "multi"
    },
    {
        "question": "Gonads do not acquire male or female characteristics until",
        "exp": "Gonads acquire male or female characteristics only after 6 weeks of development (that is in the 7th week)",
        "cop": 1,
        "opa": "7th week of development",
        "opb": "9th week of development",
        "opc": "12th week of development",
        "opd": "4th week of development",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "94af8c01-7653-4be6-853c-8af0f8f21892",
        "choice_type": "single"
    },
    {
        "question": "A girl 15 yrs of age is diagnosed with MRKH (Mayer Rokitansky kuster Hauser Syndrome). Which of these is true for her management?",
        "exp": "vaginoplasty should be done before onset of sexual activity sex of rearing should be female gonadectomy is to be done for Androgen Insensitivity Syndrome and not for MRKH as it has a normal functioning ovary child bearing is possible through assisted reproduction as the patient has normally functioning ovaries, through IVF with surrogacy",
        "cop": 4,
        "opa": "Vaginoplasty to be done as soon as diagnosed",
        "opb": "Sex of rearing should be male",
        "opc": "Gonadectomy is to be performed",
        "opd": "Child bearing can be possible through assisted reproduction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intersex",
        "id": "5785d8f2-5f50-424a-bbf2-c7997f0bfd9a",
        "choice_type": "multi"
    }
]