[
    {
        "question": "Which of the following is the best procedure done for intrapaum fetal monitoring:",
        "exp": "Electrical Fetal hea monitoring is useful as: (1) Provides accurate information, (2) Helpful in diagnosing fetal distress, (3) Directs about intervention to prevent fetal death or morbidity, (4) It is superior to intermittent monitoring methods.",
        "cop": 3,
        "opa": "Fetal echocardiography",
        "opb": "Fetal scalp pH",
        "opc": "Continuous electrical fetal hea monitoring",
        "opd": "Physical examination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "1d4ccb9d-1924-4aa6-b07c-0ed46fe31c20",
        "choice_type": "single"
    },
    {
        "question": "The above shown device is used for:",
        "exp": "The above shown device is NST. The nonstress test measures the fetal hea rate in response to fetal movement over time. The term \"nonstress\" means that during the test, nothing is done to place stress on the fetus. If two or more accelerations occur within a 20-minute period, the result is considered reactive or \"reassuring.\" A reactive result means that for now, it does not appear that there are any problems. A nonreactive result is one in which not enough accelerations are detected in a 40-minute period.",
        "cop": 2,
        "opa": "Gestational age assesment",
        "opb": "Non-stress test",
        "opc": "Fetal aerial doppler",
        "opd": "Detect progression of labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "5b84a6f9-a25e-49b6-b159-d85dc8d75ffb",
        "choice_type": "multi"
    },
    {
        "question": "'Frog eyes' appearance on USG is seen in :",
        "exp": "FROG EYE SIGN Anencephaly on ultrasound On coronal ultrasound, the absence of the calvaria coupled with prominent orbits gives the fetus the 'frog eye' sign",
        "cop": 2,
        "opa": "Spina bifida",
        "opb": "Anencephaly",
        "opc": "Cleft lip & palate",
        "opd": "Down syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "28b8ce33-9e9c-49ad-b80d-d15244e78c55",
        "choice_type": "single"
    },
    {
        "question": "In a diagnosed case of IUGR, bih weight of the fetus can be increased by which of the following:",
        "exp": "Bed rest in left lateral position in all pregnancies and even with IUGR is proven to increase uterine perfusion, increase the fetal nutrition and consequently increase the fetal weight. The use of aspirin for IUGR is fairly common but has not been proven beyond doubt to be of use. Cessation of smoking will prevent an IUGR rather than increase fetal weight. Ca and vitamin D supplementation are good for the muscle tone of the mother and also play a role in the prevention of PIH.",
        "cop": 4,
        "opa": "Cessation of smoking",
        "opb": "Aspirin",
        "opc": "Ca++ and vitamin D supplement",
        "opd": "Bed rest in left lateral position",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "c49e1a19-af7f-4ca0-beaf-17ed2802f012",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of Down syndrome at 11 weeks is best assessed by:",
        "exp": "Confirmatory test for Down's syndrome: 1. First trimester- Chorionic villous sampling(10-13th week) 2. Second trimester - Amniocentesis(16-18th week)",
        "cop": 3,
        "opa": "Ultrasonography",
        "opb": "Aminocentesis",
        "opc": "Chronic villous biopsy",
        "opd": "Dopper Ultrasound",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "98afb2d4-e020-4fe1-9774-53d4aade817f",
        "choice_type": "single"
    },
    {
        "question": "If the fetus has Down syndrome,quadruple marker will not show :",
        "exp": "Aneuploidies AFP Estriol hCG Inhibin A Down's Syndrome Low Low High High",
        "cop": 2,
        "opa": "High hCG",
        "opb": "Low Inhibin A",
        "opc": "Low AFP",
        "opd": "Low Estriol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "cd3d3e40-6814-4603-8c93-0184f7cf4ce6",
        "choice_type": "single"
    },
    {
        "question": "In anencephaly, Polyhydramnios is seen due to all of the following. EXCEPT?",
        "exp": "Anencephaly is a lethal NTD characterized by the absence of the brain and cranium above the base of the skull and orbits. It can be diagnosed as early as the first trimester on USG. Polyhydramnios is commonly seen due to the following reasons: a. Transudation of fluid across the membranes b. The absence of swallowing c. Absent fetal pituitary (absence of ADH hormone implies that the baby passes more urine).",
        "cop": 4,
        "opa": "Transudation of CSF",
        "opb": "Absence of swallowing",
        "opc": "Absent fetal pituitary",
        "opd": "Uteroplacental Insufficiency",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "fbd3d263-8985-47e6-99da-87422c171a4e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are pa of manning criteria except:",
        "exp": "VIBROACOUSTIC STIMULATION In this, an aificial sound producing device is kept on the maternal abdomen which emits a sound for several seconds. If there is a non reassuring pattern during a cardiotocographic monitoring, then this test may help in providing fetal well being. The resultant stale reflex in the fetus and subsequent fetal hea rate acceleration following vibroacoustic stimulation provides assurance of fetal well-being. Mannings score/ Biophysical profile Non stress test Fetal breathing movements Fetal tone Gross body movement Amniotic fluid volume Modified Biophysical score Non stress test Amniotic fluid volume",
        "cop": 3,
        "opa": "Nonstress test",
        "opb": "Fetal body movement",
        "opc": "Vibroacoustic movement",
        "opd": "Fetal respiratory movement",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "720f36ff-3c6e-42c0-ae38-915e19a923a7",
        "choice_type": "multi"
    },
    {
        "question": "Late decelerations are due to :",
        "exp": "Early decelerations are due to head compression (stimulation of vagus nerve) Late decelerations are due to uteroplacental insufficiency (fetal distress/hypoxia) Variable decelerations are due to cord compression (oligohydramnios in labor)",
        "cop": 1,
        "opa": "Uteroplacental insufficiency",
        "opb": "Cord compression",
        "opc": "Head compression",
        "opd": "Fetal Anemia ( Rh Incompatibility )",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "eae17fe9-1c4d-496a-95cf-a381ab6f1db1",
        "choice_type": "single"
    },
    {
        "question": "Modified Biophysical profile is",
        "exp": "Modified biophysical profile: NST+AFI (takes only 10 minutes to perform) Biophysical profile : most accurate means of assessing fetal health as used 5 variables instead of 1.5 fetal biophysical components used are - a) Hea rate acceleration b) Breathing c) Movements d) Tone e) Amniotic fluid volumeThis test takes 30-60 minutes of examiner time.",
        "cop": 3,
        "opa": "NST+FETAL TONE",
        "opb": "FETAL TONE+AFI",
        "opc": "NST+AFI",
        "opd": "NST+FETAL TONE+AFI",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "73919091-0abe-482e-b09c-350977e9f56c",
        "choice_type": "single"
    },
    {
        "question": "A pregnant women who is 7 weeks from her LMP comes in to the office for her first prenatal visit. Her previous pregnancy ended in a missed aboion in the first trimester. Which of the following modalities will allow you to best document fetal hea action?",
        "exp": "Transvaginal sonogram(TVS) will be able to detect the fetal cardiac activity as early as 5 weeks of gestation. Sac Cardiac activity TVS 4+ weeks 5+ weeks TAS 5+ weeks 6+ weeks >12 weeks FHS heard with fetal doppler Regular stethoscope and fetoscope can detect fetal hea sounds by 20 to 24 weeks of gestation.",
        "cop": 4,
        "opa": "Regular stethoscope",
        "opb": "Fetoscope",
        "opc": "Fetal Doppler equipment",
        "opd": "Transvaginal sonogram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "6a7312cc-153d-44ee-aa58-69bcd5e5c6b1",
        "choice_type": "multi"
    },
    {
        "question": "With increasing gestational age, the S/D (Systolic / Diastolic ratio) of umbilical aery ...",
        "exp": "The systolic/diastolic (S/D) ratio of flow velocities was measured as an index of peripheral resistance. The S/D ratio normally declines from appx. 4 at 20 weeks gestation, to generally <3 after 30 weeks and finally to 2 at bih Doppler indices show a continuous reduction throughout the second half of pregnancy without any plateau or increase near term.",
        "cop": 2,
        "opa": "Increases",
        "opb": "Decreases",
        "opc": "Shows a persistent diastolic notch",
        "opd": "Remains constant",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "ed2fe9e6-2009-4915-89a9-0c7d475eabc3",
        "choice_type": "single"
    },
    {
        "question": "Modified Biophysical Profile, used for antenatal fetal surveillance, includes:",
        "exp": "5 components of BPP are : 1)Nonstress test 2)Fetal breathing 3)Fetal movement 4)Fetal tone 5)Amniotic fluid volume Modified BPP = NST and AFI",
        "cop": 1,
        "opa": "NST+ AFI",
        "opb": "NST+AFI+FETAL TONE",
        "opc": "AFI+FETAL TONE",
        "opd": "AFI+FETAL MOVEMENT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "6e8517f7-5e3d-4b2a-8342-99eee8fb5c4c",
        "choice_type": "single"
    },
    {
        "question": "A 35 wks POG, USG parameters more or less corresponding to POG. Doppler showing absent end diastolic flow. Management:",
        "exp": "If >34 weeks POG, if fetus is at risk or likely to be at risk, Termination of the pregnancy is suggested. If <34 weeks POG, if fetus is at risk, can give steroids and wait for 48 hours for the lung maturity and surfactant production. In this case, Termination of pregnancy is suggested because - a) >34 weeks POG.b) Can progress to Reversal of diastolic flow, that causes imminent death of the fetus.",
        "cop": 4,
        "opa": "Monitor till it becomes reverse diastolic flow or 37 weeks",
        "opb": "Monitor till 37 weeks",
        "opc": "Give steroids and wait for 48 hours",
        "opd": "Plan for termination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "24d36253-f04f-4470-a1e3-4a9b48cefc52",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to diagnose fetal age is:",
        "exp": "A sonographic examination offers vital information regarding fetal anatomy, physiology, growth, and well-being. Ultrasounds are safe: Transducers used in obstetrics contain groups of piezoelectric crystals. These crystals conve electrical energy into sound waves. Hence, there is no exposure to harmful radiations, in contrast to X- rays. Though there are 'Sinlge best parameters' for all three trimesters to asses gestational age i,e. CRL for 1st trimester, BPD for 2nd and 3rd trimesters, but perfect estimation of the gestational age is best done with a composite assessment of all fetal parameters. Amniocenetesis has a risk of aboion(aboion rate <1%)",
        "cop": 1,
        "opa": "Serial ultrasound",
        "opb": "Amniocentesis",
        "opc": "Fundal height measurement",
        "opd": "X-ray",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "bd2cb9e7-e223-4dab-94a2-614b610da335",
        "choice_type": "single"
    },
    {
        "question": "The Kleihauer Betke test for detecting foetal erythrocytes is based on the fact that",
        "exp": "The most commonly used quantitative test for fetal red cells in the maternal circulation is the acid elution or Kleihauer Betke test. Fetal erythrocytes contain HbF, which is more resistant to acid elution than HbA.",
        "cop": 3,
        "opa": "Adult erythrocytes are larger than those of foetus",
        "opb": "HbA has higher oxygen affinity than HbF",
        "opc": "HbF is more resistant acid elution than HbA",
        "opd": "HbA takes up erythrosin stain less than HbF",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "7e3f5b0e-13fb-4243-9596-c49bb44018c1",
        "choice_type": "single"
    },
    {
        "question": "Best fetal parameter to diagnose IUGR fetus is:-",
        "exp": "Estimation of IUGR is frequently made by the ratio of Head to abdominal circumference HC/AC ratio.This ratio compares the most preserved organ in the malnourished fetus, the brain, represented by the circumference of the fetal head, with the most compromised organ, the liver, represented by the fetal AC. Head circumference is last to be affected. Since the liver is first organ be affected in IUGR babies, the abdominal circumference will be first parameter to be compromised in growth restriction",
        "cop": 3,
        "opa": "Femur length",
        "opb": "Head circumference",
        "opc": "Abdominal circumference",
        "opd": "CRL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "7855cade-8329-4580-8dab-999fa8d9c119",
        "choice_type": "single"
    },
    {
        "question": "Chorionic villous sampling is needed in all except",
        "exp": "Chorionic villous sampling(CVS) is done at the 10 - 13 week of gestation to diagnose conditions which could be debilitating or life threatening for the unborn fetus. Neural tube defects are best assessed at a later gestation around 20 weeks though the earliest to be picked up is ANENCEPHALY which can be picked up by 10-12 weeks with USG. The most specific indicator for Neural tube defects is the acetylcholinesterase",
        "cop": 1,
        "opa": "Neural tube defects",
        "opb": "Downs syndrome",
        "opc": "Thalassemia",
        "opd": "noonan syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "403e0ab9-4c70-4114-90dc-427462f0ec07",
        "choice_type": "multi"
    },
    {
        "question": "Cordocentesis is done in which period of pregnancy?",
        "exp": "Cordocentesis or percutaneous umbilical blood sampling (PUBS)- Done after 18 weeks Invasive procedure Gives results in 24-48 hrs punctured near the inseion at the placental end Uses - Fetal anemia assessment remains the most common indication. Assessment and treatment of platelet allo-immunization and for fetal karyotype determination",
        "cop": 2,
        "opa": "11-14 weeks",
        "opb": "18-20 weeks",
        "opc": "26-28 weeks",
        "opd": "28-32 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "07777c19-2db9-4b2d-b32c-50f66bfb009f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the investigation of choice in a pregnant lady at 17 weeks of pregnancy, with past history of delivering a baby with Down syndrome?",
        "exp": "Because there is a past history of Down syndrome, a confirmatory test should be done. Amniocentesis and karyotyping is the best choice here. It is generally done around 16-18 weeks and gives confirmatory results. The triple marker is only a screening test and not a confirmatory test. USG can pick up soft tissue markers of Down syndrome, but it is not confirmatory and USG can be normal in a fetus with Down syndrome. If the same patient presents at 11-12 weeks, then the answer is CVS and karyotyping.",
        "cop": 2,
        "opa": "Triple screen test",
        "opb": "Amniocentesis",
        "opc": "Chorionic villus biopsy",
        "opd": "Ultrasonography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "af734a92-3ba8-4516-b739-8afde602a601",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following congenital malformations of the fetus can be diagnosed in the first trimester by ultrasound?",
        "exp": "Ultrasound done in the first trimester helps in dating the pregnancy. Malformations are best looked for at 18-20 weeks of gestation. If there is a malformation that is not ble with a normal life, then a decision to do a termination of pregnancy can be taken at this time ( In India: MTP only <= 20 weeks) However, in the first trimester, i.e., around 9-11 weeks, gross malformations of the fetus like anencephaly, Acrania or spina bifida can be picked up. To detect specific deformities like holoprosencephaly or microcephaly, USG is to be done at 18-20 weeks of gestation and not in the first trimester.",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "Dysplastic kidneys",
        "opc": "Microcephaly",
        "opd": "Holoprosencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "795404a9-49f7-400e-950b-506286b9dd45",
        "choice_type": "single"
    },
    {
        "question": "The most common explanation for fetal tachycardia is -",
        "exp": "Fetal tachycardia is defined as a baseline hea rate greater than 160 bpm. The most common explanation for fetal tachycardia is maternal fever from chorioamnionitis, although fever from any source can increase baseline fetal hea rate. Other causes of fetal tachycardia include fetal compromise, cardiac arrhythmias, and maternal administration of parasympathetic(atropine) or sympathomimetic (terbutaline) drugs.",
        "cop": 2,
        "opa": "Maternal administration of parasympathetic or sympathomimetic drugs",
        "opb": "Maternal fever from amnionitis",
        "opc": "Fetal cardiac defects",
        "opd": "Cardiac arrhythmias",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "f622f60f-6b87-449e-bce5-88a1bf111071",
        "choice_type": "single"
    },
    {
        "question": "At the time of delivery,a growth restricted fetus would be prone to all of the following neonatal complications except",
        "exp": "Growth-restricted fetuses more commonly pass meconium due to the intra uterine stress; therefore aspiration is a concern at the time of delivery. In addition, growth-restricted fetuses compensate for poor placental oxygen transfer by having a polycthemia that can then result in multiorgan thrombosis at or after bih. At the time of delivery, such infants may suffer from hypoxia due to placental insufficiency. Infants with IUGR have less subcutaneous fat deposition; therefore, hypothermia and hypoglycemia are a potential concern.",
        "cop": 3,
        "opa": "Meconium aspiration",
        "opb": "Hypothermia",
        "opc": "Hyperglycemia",
        "opd": "Polycythemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "ad03e100-86ec-4cce-bd56-ff817f1f9516",
        "choice_type": "multi"
    },
    {
        "question": "A patient at 17 weeks gestation is diagnosed as having an intrauterine fetal demise on USG. She comes back to the OPD only after 5 weeks of the scan and has not expelled the fetus yet. She has had some occasional spotting. This patient is at increased risk for which of the following ?",
        "exp": "Consumptive coagulopathy with hypofibrinogenemia due to neglected missed aboion or neglected IUDs can trigger the coagulation cascade and consume the coagulation factors. Patient can go into DIC. This is an event related to actual consumption of procoagulants within the intravascular tree. This results in ineffective balance of natural anticoagulant mechanisms leads to widespread fibrin deposition causing multiorgan failure.",
        "cop": 3,
        "opa": "Septic aboion",
        "opb": "Recurrent aboions in the future",
        "opc": "Consumptive coagulopathy with hypofibrinogenemia",
        "opd": "Rupture uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "bdf356aa-e32a-47bb-af59-0129db3f71e9",
        "choice_type": "single"
    },
    {
        "question": "Normal Beat to beat variability in an NST on a term fetus is ?",
        "exp": "Beat-to-Beat Variability - - Fetal hea variability is divided into four types: 1. Absent : Undetectable change in amplitude 2. Minimal: <= 5 bpm in range 3. Moderate : 6-25 bpm 4. High: > 25 bpm",
        "cop": 1,
        "opa": "25-Jun",
        "opb": "5-Jan",
        "opc": ">25",
        "opd": "any variability which is above 110 baseline is normal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "d24a8152-e13b-44ac-be83-d33bb3672522",
        "choice_type": "multi"
    },
    {
        "question": "Periconceptional use of the following agent leads to reduced incidence of neural tube defects",
        "exp": "Women should begin taking folic acid supplements before becoming pregnant and continue taking the supplements of at least 0.4 mg/day throughout the first trimester to reduce the risk of neural tube defects. It has been shown to reduce the occurrence and recurrence of neural tube defects . For low-risk women, folic acid supplementation of 400 micrograms per day currently is recommended For women at high risk of NTDs or who have had a previous pregnancy with an NTD, folic acid supplementation of 4 mg per day is recommended.",
        "cop": 1,
        "opa": "Folic acid",
        "opb": "Iron",
        "opc": "Calcium",
        "opd": "Vitamin A",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "9921d989-7978-48a8-aa51-43800fc253af",
        "choice_type": "single"
    },
    {
        "question": "All of the following are risk factors for IUGR except",
        "exp": "In maternal diabetes fetal macrosomia is common. IUGR, if at all, is seen in neglected 'Burnt out' kind of diabetes with microangiopathy and is the last association which should come to mind with Diabetes in pregnancy Defn of IUGR: also called Fetal Growth Restriction ( FGR) Fetuses with estimated weight below the 10th percentile for their gestational ages. The femur to abdomen ratio remains constant after 20 weeks. The normal value for this index is 22 +/- 2. An upper limit of 23.5 (90th percentile) strongly suggests the diagnosis of FGR HC/AC ratio. This ratio compares the most preserved organ in the malnourished fetus, the brain, represented by the circumference of the fetal head, with the most compromised organ, the liver, represented by the fetal AC. This measurement is of significant value in identifying FGR babies with asymmetric head to abdomen measurements. Pathological restriction of the fetal growth is usually present when the H/A ratio is above the 95th percentile for the gestational age. The Fetal Ponderel Index (FPI) is gestational age-independent and has a constant value throughout the second pa of the pregnancy. The FPI is obtained by dividing the estimated fetal weight by the third power of the FL and its normal value is 8.325 +/- 2.5 (2 SD). An FPI of 7.0 or less should be considered abnormal and suggestive of PFGR. Type I or symmetric FGR corresponds to foetuses that are symmetrically small and have normal HC/AC and FL/AC ratios. Early onset, congenital anomalies, chromosomal defects, Poor prognosis Type II or asymmetric FGR corresponds to fetuses that have an AC that is smaller than the HC and the FL resulting in abnormally high H/A and F/A ratios. Late onset, diseases like PIH, good prognosis Type III or intermediate FGR corresponds to fetuses that are initially symmetric but become asymmetric later in the pregnancy.",
        "cop": 1,
        "opa": "Maternal diabetes",
        "opb": "Severe Anemia",
        "opc": "Placental infracts",
        "opd": "In utero infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "accc3687-7354-4185-a24b-fdc469928c6f",
        "choice_type": "multi"
    },
    {
        "question": "30 weeks pregnant female comes for antenatal Doppler and findings are shown. What is the management ?",
        "exp": "The finding indicates absent end diastolic blood flow. As the pregnancy is less than 34 weeks, steroids need to be given for the lung maturity. Steroid cover plus biophysical profile plus non stress test and monitoring would be a better method as it can proceed to reversal of diastolic flow which indicates imminent death of the fetus. Termination is warranted at 34 weeks or earlier when reversal occurs.",
        "cop": 4,
        "opa": "Urgent LSCS",
        "opb": "Findings are normal for 30 weeks pregnancy and patient can be followed up on OPD basis",
        "opc": "Admit, steroid cover and take upto 37-38 weeks",
        "opd": "Admit, steroid cover, monitor with NST and repeat doppler, terminate at 32-34 weeks/earlier in case of worsening of doppler findings",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "ebe0875d-5188-49d8-8173-51244a053f56",
        "choice_type": "single"
    },
    {
        "question": "All are the causes of intra-uterine growth restriction, EXCEPT:",
        "exp": "Gestational diabetes is associated with maternal and hence foetal hyperglycaemia, which, in turn, leads to excessive deposition of adipose tissue in the foetus causing macrosomia.",
        "cop": 4,
        "opa": "Anaemia",
        "opb": "Pregnancy-induced hypeension",
        "opc": "Maternal hea disease",
        "opd": "Gestational diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "8f38bd3d-cb18-4c80-922a-f072a3d78214",
        "choice_type": "multi"
    },
    {
        "question": "A 35wks POG, USG parameters more or less corresponding to POG. Doppler showing absent end diastolic flow Management:",
        "exp": "In the above case scenario,POG is >34 weeks with absence of end diastolic flow so preferred management is Termination of pregnancy Management of pregnancy in deranged fetal doppler Earliest sign of fetal compromise is a raised S/D ratio in the Umblical aery flow, which warrants careful monitoring and follow up with NST and doppler and termination should be planned at 37 + weeks. An absence of diastolic flow is indicative of severe fetal compromise and requires intensive fetal monitoring with NST and frequent doppler upto 34 weeks or occurence of reversal of flow (whichever is earlier) after which pregnancy should be terminated. A reversal of diastolic flow is indicative of imminent fetal death (fetus is expected to die within 24-48 hours) requiring urgent termination, and therefore reversal occuring before lung maturity carries poor chances of fetal survival",
        "cop": 4,
        "opa": "Monitor till it becomes reverse diastolic flow or 37 weeks",
        "opb": "Monitor till 37 weeks",
        "opc": "Give steroids and wait for 48 hours",
        "opd": "Plan for immediate termination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "c8a81889-fa54-44f5-9215-efb686b56a34",
        "choice_type": "single"
    },
    {
        "question": "Which parameter on umbilical aery Doppler indicates imminent fetal demise",
        "exp": "Earliest sign of fetal compromise is a raised S/D ratio in the Umblical aery flow. An absence of diastolic flow is indicative of severe fetal compromise and requires intensive fetal monitoring with NST and frequent doppler upto 34 weeks or occurence of reversal of flow (whichever is earlier) after which pregnancy should be terminated. A reversal of diastolic flow is indicative of imminent fetal death (fetus is expected to die within 24-48 hours) requiring urgent termination, and therefore reversal occuring before lung maturity carries poor chances of fetal survival",
        "cop": 3,
        "opa": "Increased S/D ratio",
        "opb": "Absent diastolic flow",
        "opc": "Reversal of flow",
        "opd": "Normal S/D ratio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "ef45488e-2fb8-4f4a-a171-58500860b21f",
        "choice_type": "single"
    },
    {
        "question": "Umbilical aery doppler finding which will most significantly predict the intrauterine deaths of the foetus -",
        "exp": "Please note, the question is 'Which pattern predicts fetal death' hence do not mark 'Absent systolic flow' which no more predicts, but is diagnostic of fetal death. Reversal of diastolic flow most significantly predict the intra uterine deaths of the foetus. Umbilical aery doppler done to assess fetal well being in high risk pregnancy. The order of worsening is estimated in the following sequence Diastolic notching Increased S/D ratio, due to decreased diastolic flow Absent end diastolic flow Reversal of end diastolic flow: most ominous sign, requiring immediate intervention",
        "cop": 1,
        "opa": "Reversal of diastolic flow",
        "opb": "Absent diastolic flow",
        "opc": "Absent systolic flow",
        "opd": "Presence of diastolic notch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "06fdc589-2395-4472-8eb0-28856b64d45c",
        "choice_type": "single"
    },
    {
        "question": "A 32 yrs lady having 10 yrs old child of down syndrome is presenting at 9th week of pregnancy. what will be advice by doctor?",
        "exp": "The population risk for Down syndrome is approximately 1 in 800 live bihs and the recurrence risk after the bih of an affected child is approximately 1-2 %. As the lady is already having a child with Down's , the doctor will advice her Chorionic Villous sampling (CVS) to assess fetal karyotype to check for Trisomy 21 can be done in the coming weeks to be sure of the diagnosis. Chorionic Villous sampling - Biopsy of chorionic villi is generally performed between 10 -13 weeks gestation. Most procedures are performed to assess fetal karyotype Numerous specialized genetic tests can also be performed by chorionic villus sampling The primary advantage of villus biopsy is that results are available earlier in pregnancy, allowing safer pregnancy termination. However, the aboion rates are 1-2% which is more than that of amniocentesis.",
        "cop": 3,
        "opa": "Blood investigation can definitely say if it is down's",
        "opb": "USG diagnosis can be definite",
        "opc": "Plan a Chorionic Villous sampling",
        "opd": "There is no use of any fuher investigations as the patients age is lesser than 35 yrs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intra Uterine Growth Restriction, Intrapaum and Antepaum Fetal Surviellance",
        "id": "ce710632-22b6-43fd-a078-37d20dfb9f47",
        "choice_type": "single"
    }
]