[
    {
        "question": "Which of the following is not used for emergency contraception?",
        "exp": "Emergency contraception should be given within 72 hours of unprotected sex. They interfere with postovulatory events which normally results in pregnancy and therefore known as incentives - As the most common method and drug is - levonorgestrel with success rate of 95 %.the tablets can be offered up to 120 hours. however, sooner the tablets taken after intercourse is more effective and most effective method is IUCD as it is given by the doctor itself to inject the IUCD and the failure rate is 0.1% Mifepristone is a steroid for progesterone receptor. It does not prevent feilization but by blocking the action of progesterone on the endometrium, it causes sloughing and shedding of decidua and prevents implanatation. Danazol is contraceptive drug it is anti - estrogenic in nature but it is not the best drug because of the failure rate chance of this drug and if mother is having female fetus it can cause virilization of unborn female child.",
        "cop": 4,
        "opa": "Mifepristone",
        "opb": "IUCD",
        "opc": "Levonorgestrel",
        "opd": "Danazol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "2e08902d-7b6f-4bd8-ab0a-179b5e5b18f3",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman with HELLP syndrome suddenly developed hypotension, right hypochondriac pain, ascites, pleural effusion and sudden onset of breathlessness. What is your diagnosis?",
        "exp": "Hepatic hematoma can develop in the absence of under lying pathology . the majority of cases in pregnancy occur in the presence of HELLP. HELLP syndrome associated with maternal morbidity including acute renal failure, hepatic hematoma, pulmonary edema, cerebral hemorrhage and DIC, subsequent pregnancies are infrequently complicated by HELLP. Unruptured hepatic hematoma are probably more common than clinically suspected and are more likely to be found with HELLP syndrome. The current management of hematoma usually consists of observation unless bleeding is ongoing.in rare cases liver transplantation is necessary.",
        "cop": 3,
        "opa": "Abruption placentae",
        "opb": "DIC",
        "opc": "Rupture of hepatic hematoma",
        "opd": "Pa of pre-eclamptic toxemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "29e3e8d8-3e09-400a-bf6e-be9eccd1f286",
        "choice_type": "single"
    },
    {
        "question": "A Para 2 Live 2, with last child bih 1 year back, wants immediate contraception following the second vaginal delivery. Which of the following is the most ideal method?",
        "exp": "Post placental IUCD having average life span of 3 year as the mechanism of action is spermicidal and the presence of a foreign body in the uterine cavity renders the migration of spermatozoa difficult. the failure rate of retention is 12 % and IUCD is relative contraindication for postpaum 48 hours - 4 weeks. As sterilization is the best method and according to history patient has completed family so rather than giving patient other type of contraception sterilization is best method with very less percent of failure rate ( 0.4 % ).postpaum sterilization is done within the first week of delivery when the patient is already hospitalized",
        "cop": 2,
        "opa": "Post placental IUCD",
        "opb": "Sterilization",
        "opc": "OCP",
        "opd": "Female condoms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "76206694-dbc1-4e92-ab61-e0c1c988475a",
        "choice_type": "single"
    },
    {
        "question": "Milky white watery discharge with fishy odour from vagina along with minimal itching is due to:",
        "exp": "Bacterial vaginosis cause alteration of normal vaginal flora rather than due to any specific infection. There is considerable decrease in lactobacilli in vaginal discharge with 100 fold increase in growth of other anerobic bacteria. The characteristics of vaginal discharge according to amsel criteria is-* White ,milky, no viscous discharge adherent to the vaginal wall.* pH of the discharge is more than 4.5(5-7)* fishy odour when mixed with 10% KOH is due to amino-metabolites from various organism.* Presence of clue cells- the epithelial cells have a fuzzy border due to adherence of bacteria.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Gonorrhea",
        "opc": "Trichomonas",
        "opd": "Candida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "1593e938-8ef3-4db5-9c35-9f63742590a6",
        "choice_type": "single"
    },
    {
        "question": "Snow storm appearance is seen in",
        "exp": "Molar pregnancy is an abnormal form of pregnancy in which non - ble feilized egg implants in the uterus and will fill to come to term a molar pregnancy. It Is a gestational trophoblastic disease which grow into a mass in the uterus that has swollen villi on ultrasound mole resemble a bunch of grapes or snow - storm. There is increased trophoblast proliferation and enlarging of the chronic villi.",
        "cop": 2,
        "opa": "Ectopic pregnancy",
        "opb": "Molar pregnancy",
        "opc": "Incomplete aboion",
        "opd": "Heterotopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "c5259d9f-402f-4c1f-88b8-33c948876f37",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old female primi, 33 weeks of gestation with 2 episodes of seizures. Treatment of choice?",
        "exp": "Carbamazepine is treatment of choice, But drug of choice is lamotrigine and levetiracetam because Carbamazepine and phenytoin are category D drug which have proven risk where as lamtogrine is category C drug . Mannitol is used in brain edema situation. Furosemide cause decrease perfusion to the fetus.",
        "cop": 2,
        "opa": "Nifedipine",
        "opb": "Carbamazepine",
        "opc": "Mannitol",
        "opd": "Furosemide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "599e6779-3869-4134-9a9f-0442a4632da0",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in postpaum hemorrhage resistant to oxytocin and Ergomterine:",
        "exp": "Treatment for PPH - IV oxytocin ( 10 - 20 units drip ) ( DOC ) .when oxytocin given in bolus it can cause profound hypotension. thus, oxytocin should be given as a dilute solution by continuous intravenous infusion IV methyl ergometrine 0.2 mg ( peak act at 90 sec ) - IM also can be given Tab misoprostol ( PGE1 ) - 1000 mg / rectum Injection carboprost ( PGF2 a) * IM only * IV - sudden HTW",
        "cop": 1,
        "opa": "Carboprost",
        "opb": "Dinoprostone",
        "opc": "Dinoprost",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "a349a3b9-f511-4876-ad9c-232139b7309f",
        "choice_type": "single"
    },
    {
        "question": "All of the following sling operations are done for uterine prolapse except:-",
        "exp": "* Fothergill's repair / Manchester operation is suitable for 40 years of age , this operation preserves menstrual and childbearing functions. however, feility is somewhat reduced because of amputation of the cervix. This operation is done in women complaining of menstrual disorder associated with prolapse * In abdominal wall cervicopexy it is done in young nulliparous female having good abdominal tone it is type of dynamic / open sling operation .the operation entails opening of the abdominal wall through a low transverse suprapubic incision deepened down, up to the rectus sheath. * Shridhokar sling it is type of static sling which aims at strengthening the uterosacral, means it is type of posterior sling.in this operation anterior colporrhaphy is performed as usual and attachment of mackenrodt ligaments to the cervix of each side is exposed. * In Khanna sling operation the mersilene tape is fixed to the isthmus posteriorly and the two free ends brought out retroperitoneally to emerge out at the lateral margin of rectus abdominis muscle on either side.",
        "cop": 4,
        "opa": "Khanna",
        "opb": "Shirodkar",
        "opc": "Abdominocervicopexy",
        "opd": "Manchester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "3c483a2a-b3a8-4baa-aca5-a38379d4facd",
        "choice_type": "multi"
    },
    {
        "question": "A 23 yr primi 33 weeks pregnancy presented with jaundice for 2 days .On examination her BP 140/90mmhg , Serum bilirubin 5mg %, Hb 8gm%, Platelet count 90,000/ cu.mm, TLC 10,000/ cu.mm , Blood sugar 40mg/dl . AST and ALT were 85 and 80 IU/L. What is the probable diagnosis?",
        "exp": "Acute fatty liver of pregnancy manifests during Third trimester findings seen in Acute fatty liver of pregnancy : Hypofibrinogenemia and prolonged clotting studies Hyperbilirubinemia (usually < 10 mgldl) Serum transaminase level of 300 to 500 u/l peripheral blood, Hemoconcentration, leukocytosis ,mild thrombocytopenia. Hemolysis",
        "cop": 2,
        "opa": "Acute Hepatitis A",
        "opb": "Acute fatty liver in pregnancy",
        "opc": "HELLP syndrome",
        "opd": "Acute hepatitis E",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "092767de-01e5-43fe-8212-505e98bf23ab",
        "choice_type": "single"
    },
    {
        "question": "A 37 yr old women presents with abdominal mass. On USG, solid Tumor is seen and presents with elevated LDH and HCG. What is the diagnosis?",
        "exp": "Tumor marker of Dysgerminoma : LDH (main tumor marker) HCG PLAP Never produce AFP",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Fibroma",
        "opc": "Dysgerminoma",
        "opd": "Brenner",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "0971d92f-2abe-4b08-8bd4-38b01652ba29",
        "choice_type": "single"
    },
    {
        "question": "Call exner bodies are seen in:-",
        "exp": "Granulosa cell tumor is sex cord tumor these are hormone secreting tumor granulosa cell tumor secrete estrogen they can occur in any age and the main clinical feature depends on the estrogenic activity of the tumor associated with pain and abdominal swelling. In the postmenopausal patient the most common symptom is postmenopausal bleeding. The uterus shows myohyperplasia and cystic glandular hyperplasia similar to metropathia. On HPE - call - exner bodies seen,* The entire slide of HPE of granulosa cells tumor will be overcrowded will cells * The cells are arranged either in cords or in trabeculae and are often surrounded by structures hyaline tissue, which resemble the glass membrane of atretic follicle.* These small cyst like spaces are characteristics feature of the granulosa cells of the graafian follicle Tumor marker - inhibin.",
        "cop": 1,
        "opa": "Granulosa cell tumor",
        "opb": "Yolk sac",
        "opc": "Dysgerminoma",
        "opd": "Embryonnal carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "a17383da-ff61-4f0e-a1bc-d6c7974de049",
        "choice_type": "multi"
    },
    {
        "question": "Semen examination of a man showed counts of 25 million/cu.mm, volume - 1.5 ml; motility - 15%; Morphology - 15%. What is the diagnosis?",
        "exp": "World Health Organization reference values: Semen volume: 1.5 ml or more pH: 7.2-7.8 Sperm concentration: 15 million spermatozoa per ml or more Total sperm number: 39 million spermatozoa per ejaculate or more ( Range 36-42 million /ml) Total motility : 40% or more motile or 32% or more with progressive motility Round cells: <1 million /mL Vitality: 58% or more live spermatozoa Sperm morphology (Strict criteria): 4% or more of normal forms * Asthenospermia : Reduced sperm motility. * Azoospermia : Semen with no sperm. * Oligospermia: low concentration of sperm * Teratospermia :Sperm with abnormal morphology.",
        "cop": 2,
        "opa": "Azoospermia",
        "opb": "Asthenospermia",
        "opc": "Oligospermia",
        "opd": "Teratospermia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "23630e8e-bc2f-460f-85d1-9e3d350e8c8f",
        "choice_type": "single"
    },
    {
        "question": "Sperm interaction with cervical mucous is assessed by:-",
        "exp": "Post coital test or sims huhner test- examine interaction between sperm and mucus of the cervix . Check the presence of active sperms in the cervical mucus. To test the sperm survival and behavior many hours after intercourse. Check antisperm antibody, sperm motility, sperm count. 6 to 10 hours post coital, is the best time to check both sperm density and longevity. - Rubin test is for inflation of fallopian tube with air. - Papanicolaou test is pap smear- screening test for cervical cancer. - Friedman curve test is used for assessing progress of labour curve.",
        "cop": 2,
        "opa": "Friedman",
        "opb": "Sims- Huhner",
        "opc": "Rubins",
        "opd": "Papanicolaou",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "87317333-ef54-475b-86eb-ba1495d2c4af",
        "choice_type": "single"
    },
    {
        "question": "Spiegelberg criteria is used in:",
        "exp": "Spiegelberg laid down the following criteria to diagnose ovarian pregnancy - 1. Both fallopian tubes must be anatomically normal.2. The gestational sac must occupy the ovary in depth3. The wall of the gestational sac should consist of recognizable ovarian elements on examination.4. The gestational sac should be attached to the uterus by the ovarian ligament and to the pelvic wall by the infundibulopelvic ligament",
        "cop": 1,
        "opa": "Ovarian pregnancy",
        "opb": "Abdominal pregnancy",
        "opc": "Cervical pregnancy",
        "opd": "Tubal pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "ae430671-d220-4ff8-b277-087527bacb8d",
        "choice_type": "single"
    },
    {
        "question": "Of all the risk factors for ectopic pregnancy ,which one is the commonest?",
        "exp": "Risk factors for ectopic pregnancy are- * Surgery done for a prior tubal ectopic, feility restoration or sterilisation confer highest risk. After one previous ectopic pregnancy , the chance of another approximate 10 % . * Abnormal fallopian tube anatomy underlies may cause of total ectopic pregnancy. * Surgeries for a prior tubal pregnancy , for feility resolution confer the highest risk of tubal implantation. * Prior STD which can diso normal tubal anatomy is another common risk factor * One episode of salpingitis can be followed by subsequent ectopic pregnancy upto 9%. * Salpingitis isthmic nodosa , which is condition in which epithelium lined diveicula extend into hyperophied muscularis layer. * Congential fallopian tube anomalies, especially those secondary to in utero diethylstilbestrol exposure, can predispose. * Infeility, as well as the use of A to overcome it, is linked to substantively increased risk for ectopic pregnancy * However, with some contraceptive method failures ,the relative number of ectopic pregnancies is increased.",
        "cop": 2,
        "opa": "IUCD",
        "opb": "Previous h/o surgery for ectopic",
        "opc": "Infeility",
        "opd": "Pelvic Inflammatory disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "fc8dcbbd-6b32-4247-8d07-7e16acc83303",
        "choice_type": "multi"
    },
    {
        "question": "Least likely complication in a pregnant mother with hypothyroidism:",
        "exp": "Effect of hypothyrodism on pregnancy are - Anemia - Preterm labor / prematurity - Preeclampsia - Recurrent aboion - IUGR- Infeility due to anovulation- Still bih - Mental retardation - Cardiac dysfunction- Bihweight<2000gm- Placental abruption",
        "cop": 1,
        "opa": "Polyhydramnios",
        "opb": "Recurrent aboions",
        "opc": "Preterm labor",
        "opd": "Hypeension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "19c1ea24-2376-42f2-adb0-62796a802d77",
        "choice_type": "single"
    },
    {
        "question": "Twin peak sign seen in",
        "exp": "Twin peak or lambda sign it is characterized of dichorionic pregnancies and is due to the chorionic tissue between the two layers of the intewin membrane at the placental origin . twin peak appears as a triangle with base at chorionic surface and apex in intewin membrane.",
        "cop": 3,
        "opa": "Monochorionic Monoamniotic",
        "opb": "Monochorionic Diamniotic",
        "opc": "Dichorionic Diamniotic",
        "opd": "Dichorionic Monoamniotic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2018",
        "id": "67bfe8a2-4378-4392-a291-212aac6bbda5",
        "choice_type": "single"
    }
]