[
    {
        "question": "A 28 year old female nearing her date of delivery has been admitted following regular contractions. The resident doctor did an examination documents that the head is at +1 station.Where is the exact position of head?",
        "exp": "Station is leading point of Head. Station 0 = Head at level of Ischial spines + means below Ischial spines - means above Ischial spines Numbers like 1 , 2 denote distance in cm below or above Ischial spine",
        "cop": 3,
        "opa": "High up in the FALSE pelvis",
        "opb": "Just above ischial spine",
        "opc": "Just below ischial spine",
        "opd": "At the perineum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "85ca8da1-9a77-479a-8436-3f43c5c79cfd",
        "choice_type": "multi"
    },
    {
        "question": "External Cephalic Version (ECV) is contraindicated in all of the following , EXCEPT?",
        "exp": "ECV -Absolute contraindications : Placenta pre Multifetal gestation Severe contracted pelvis - Relative contraindications Early labor oligohydramnios or rupture of membranes structural uterine abnormalities fetal growth restriction prior abruption",
        "cop": 2,
        "opa": "Twins",
        "opb": "Flexed breech",
        "opc": "Premature Rupture of membranes",
        "opd": "Previous abruption",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "9763004d-12e1-47d2-9aca-84d92a81c335",
        "choice_type": "multi"
    },
    {
        "question": "The Cardinal movements in sequence in labour are :-",
        "exp": "Cardinal movements in sequence in labour are - Head floating-Engagement-Descent- Flexion -->Internal rotation-Extension- External rotation- Anterior shoulder delivered- Posterior shoulder delivered",
        "cop": 3,
        "opa": "Engagement-flexion-descent-internal rotation-extension-ext. rotation",
        "opb": "Engagement-flexion-descent-external rotation-expulsion",
        "opc": "Engagement-descent-flexion-internal rotation-extension-external rotation",
        "opd": "Engagement-extension-internal rotation-external rotation-expulsion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "d0d3d7b2-c404-436a-8353-8fe0eb287179",
        "choice_type": "single"
    },
    {
        "question": "A primigravida is in second stage of labour since 1 hr. On examination the leading point of fetal skull is at +2 station and rotation is 450 sho. This can fuher be managed by",
        "exp": "The patient fulfills the criteria for applying low forceps The criteria for applying low forceps - (1) Leading point of fetal skull at station+ 2 cm and not on the pelvic floor, (2) Rotation is 45o or less. If the fetal head is at station below this or rotation doesn't exceed 45o, then one can apply outlet forceps. A: Unrotated head in transverse position B: 45 degree sho of complete rotation C: fully rotated head (ideal for application of forceps) In modern obstetrics there is no role of midcavity or high forceps, i.e. only station +2 and below are extracted with forceps (low and outlet forceps)",
        "cop": 2,
        "opa": "Applying outlet forceps",
        "opb": "Applying low forceps",
        "opc": "Applying mid forceps",
        "opd": "Applying high forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "2abaf64a-2643-4659-b503-caabf820f273",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are effective for cervical ripening during pregnancy except:",
        "exp": "Progesterone is pregnancy protective agent and is given for maintenance of pregnancy and is even used as a tocolytic in preterm labour. Protaglandin E1 is misoprostol, E2 is Dinoprostone along with oxytocin are regularly used for cervical ripening for inducing labor or even for inducing aboions.",
        "cop": 3,
        "opa": "Prostaglandin E2",
        "opb": "Oxytocin",
        "opc": "Progesterone",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "aed384b7-ea31-4abb-9b39-28e38f788ef2",
        "choice_type": "multi"
    },
    {
        "question": "Latent phase of Labour is said to be prolonged when the duration in a primigravida is more than...",
        "exp": "Latent phase in a Primigravida is prolonged if its more than 20 hours, multigravida if its more than 14 hours Labour Pattern Primigravida Multigravida Prolonged latent phase > 20hours >14 hr",
        "cop": 4,
        "opa": "3 hours",
        "opb": "8 hours",
        "opc": "12 hours",
        "opd": "20 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "307a13fb-7da5-46c5-a718-93d6680d8ddc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the presenting pa in the fetus in left occiputo - anterior (LOA) position:",
        "exp": "In Left occiput anterior (LOA) position, the head is flexed sharply so that the chin is in contact with the thorax. The occipital fontanelle is the presenting pa, and this presentation is referred to as a veex or occiput presentation. If Fetal head is - Well flexed - Veex presentation Deflexed head - Brow presentation Extended head - Face presentation",
        "cop": 4,
        "opa": "Shoulder",
        "opb": "Face",
        "opc": "Brow",
        "opd": "Veex",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "5b24517e-41af-4ff3-9838-339a82ffb854",
        "choice_type": "single"
    },
    {
        "question": "Diagramatic representation shows which degree of perineal tear:",
        "exp": "First-degree tear: Laceration is limited to the fourchette and superficial perineal skin or vaginal mucosa Second-degree tear: Laceration extends to perineal muscles and fascia, but not the anal sphincter Third-degree tear: Anal sphincters are torn Third-degree tears - Three subcategories: 3a: paial tear of the external anal sphincter involving less than 50% thickness 3b: greater than 50% tear of the external anal sphincter 3c: internal sphincter is torn Fouh-degree tear: Rectal mucosa is torn First and Second degree tears are called Paial Perineal tears. Third and Fouh degree tears are called Complete Perineal tears.",
        "cop": 4,
        "opa": "First degree",
        "opb": "Second degree",
        "opc": "Third degree",
        "opd": "Fouh degree",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "e88afef2-cb5c-4298-a8e7-fa89c19d9933",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most appropriate management of a face presentation with no fetal distress and an adequate pelvis, as determined by digital examination?",
        "exp": "If Face presents with mento- anterior , it can deliver vaginally. The diameter of engagement is Sub-mentoveical, 10cms, or sub-mentobregmatic,9.5 cms, both of which suppo a normal vaginal delivery Mento posterior position has no mechanism of labor as the engaging diameter is the sterno bregmatic of 16-18cm because the chest and the head try to pass the brim at the same time It is best to do an elective cesarean section for Mento-posterior",
        "cop": 2,
        "opa": "Perform immediate cesarean section without labor",
        "opb": "Allow spontaneous labor with vaginal delivery",
        "opc": "Perform forceps rotation in the second stage of labor to conve mentum posterior to mentum anterior and to allow vaginal delivery",
        "opd": "Allow to labor spontaneously until complete cervical dilation is achieved and then perform internal podalic version with breech extraction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "a008a0ba-2c0b-4779-9de3-49239d349de5",
        "choice_type": "multi"
    },
    {
        "question": "Forceps may be applied for delivery for all situations listed below, EXCEPT?",
        "exp": "Following are the criteria for operative vaginal delivery Criteria for forceps delivery Outlet Fetal scalp visible without separating the labia Fetal skull has reached the pelvic floor Sagittal suture is in the anterio - posterior diameter or right or left occiput anterior or posterior position (rotation does not exceed 45o) Low Leading point of the skull (not caput) is at station plus 2 cm or more and not on the pelvic floor. Two Subdivisions: Rotation of 45o or less from the occipito - anterior position. Rotation of more than 45o including the occipito - posterior position Low and outlet procedures are acceptable now and mid and high are not done in modern obstetrics since they are associated with increased maternal and fetal morbidity. Forceps can be applied for mento-anterior face presentation and in the presence of caput. These both are contraindication for applying vacuum",
        "cop": 3,
        "opa": "Saggital suture of head is 15 degree sho of rotation in pelvis",
        "opb": "Presenting pa is face (mento anterior)",
        "opc": "Presenting pa is at zero station",
        "opd": "Presence of caput succedaneum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "66765eb4-b5c8-4ec8-8633-bcbe9390303a",
        "choice_type": "multi"
    },
    {
        "question": "Occipito posterior position in labor, management is -",
        "exp": "Out of total Occipito posterior position, -80% becomes OccipitoAnterior- Mode of delivery - Normal (hence it is preferable to wait and watch for spontaneous rotation to occur) -15-16% becomes persistent OccipitoPosterior occurs in anthropoid pelvis Mode of delivery - Face to pubis delivery -2-4% undergoes Deep transverse arrest occurs in android pelvis Mode of delivery - Manual rotation and forceps extraction(sagittal suture of baby should be in AP plane of pelvis) or cesarean section",
        "cop": 3,
        "opa": "External cephalic version",
        "opb": "Internal podalic version",
        "opc": "Wait and Watch",
        "opd": "Caesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "cb724d46-b717-455f-ad74-05ae2d31c364",
        "choice_type": "single"
    },
    {
        "question": "AMTSL includes all EXCEPT?",
        "exp": "Active management of third stage of labour: Aim is to reduce chances of PPH (1) Administer a uterotonic (oxytocin IV or IM) (2) Controlled cord traction (3) Uterine massage Early cord clamping- It is not a component of Active management of Third stage of Labour. It is done for indications given below: Newborn needs resuscitation HIV + mother Rh -ve pregnancy Baby is known case of hea disease",
        "cop": 1,
        "opa": "Early cord clamping",
        "opb": "Uterine massage",
        "opc": "Controlled Cord traction",
        "opd": "Oxytocin infusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "f001e292-3535-4148-9769-32b981b02afa",
        "choice_type": "multi"
    },
    {
        "question": "A term multigravida is in labour since 12 hours. O/E PR: 116/min, BP is 90/60, tongue is dry, uterine contractions of 45 sec felt every 3 mins, cervix is thick, 6-7 cm dilated, membranes are absent, fetal head is at station -2 with a caput till +3 station. Urine is blood stained. The most likely diagnosis is:-",
        "exp": "This is a case of obstructed labour since patient is in labour for a relatively long duration despite good contractions, there are signs of dehydration, excessive caput and blood stained urine due to prolonged compression of bladder OBSTRUCTED LABOR Obstructed labor is one in which inspite of good uterine contractions, the progressive descent of the presenting pa is obstructed due to mechanical obstruction Causes Cephalopelvic dispropoion Soft tissue obstruction Malpresentations and malpositions Big or malformed fetus Clinical features and complications Maternal exhaustion Dehydration Genital sepsis Caput succadeneum: accumulation of fluid anterior to girdle of contact Uterine rupture Fetal ashyxia, acidosis, intracranial hemorrhage, death PPH Hematuria: as base of bladder is compressed between pubic symphysis and presenting pa Shock Genitourinary fistula: delayed complication secondary to pressure necrosis",
        "cop": 3,
        "opa": "Patient is in advance labour with expected findings",
        "opb": "Prolonged labour",
        "opc": "Obstructed labour",
        "opd": "Shoulder Dystocia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "6b3fbab5-0329-4080-bc0e-69784483eeb9",
        "choice_type": "single"
    },
    {
        "question": "Transverse diameter of the pelvic outlet is:",
        "exp": "Transverse diameter of the obstetrical outlet / inter-ischial tuberous diameter - 10.5 cm An inter-ischial tuberous diameter of 8 cm or less is defined as a Contracted Outlet",
        "cop": 2,
        "opa": "9.5 cm",
        "opb": "10.5 cm",
        "opc": "11.5 cm",
        "opd": "12.5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "275f3e5b-f14d-4616-958f-7ed2092dcd2d",
        "choice_type": "single"
    },
    {
        "question": "A primigravida presents to casualty at 32 weeks gestation with acute pain abdomen for 2 hours, vaginal bleeding and decreased fetal movements. She should be managed by:",
        "exp": "The patient here is of Abruption( Accidental hemorrhage) in pregnancy. This is never managed conservatively and the best option is to give Steroids for pulmonary maturity and alongside sta the process of induction of labor. Decreased fetal movements is not an indication for cesarean section but to do more intensive ante paum fetal monitoring. An LSCS is only done if abruption has associated complications like fetal distress etc.",
        "cop": 2,
        "opa": "Immediate cesarean section",
        "opb": "Immediate induction of labor",
        "opc": "Tocolytic therapy",
        "opd": "Magnesium sulphate therapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "26631d13-1499-4830-90b9-904723cc4fe5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of occipito-posterior presentation:",
        "exp": "Occipito Posterior is a veex presentation with foetal back directed posteriorly. 10% at onset of labour. Occipito posterior may have association with anthropoid, most commonly, and android pelvis: The anthropoid pelvis is marked by an oval inlet (but the anteroposterior diameter exceeds the transverse), the pelvic side walls diverge, and the sacrum is inclined posteriorly. Its associated with Persistent occipito posterior presentation and Face to pubis delivery The android (male-like) pelvis, where the inlet is wedge shaped, the pelvic sidewalls are convergent, the ischial spines are prominent, the subpubic arch is narrow, and the sacrum is inclined anteriorly in its lower one third. It is likely to be associated with deep transverse arrest dystocia.",
        "cop": 2,
        "opa": "Deflexed head",
        "opb": "Android pelvis",
        "opc": "Gynecoid pelvis",
        "opd": "Multiparity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "58244a92-8fe1-40f9-acf4-4ea9f3f18f45",
        "choice_type": "single"
    },
    {
        "question": "Intrahepatic cholestatis liver disease of pregnancy, plan delivery at",
        "exp": "Management of Intrahepatic cholestatis of Pregnancy: 1. Ursodeoxycholic acid - increases excretion of bile acis. Also reduces neontal complications 2. Strict maternal and fetal surveillance 3. Termination of pregnancy - Definitive management. Done at 37 weeks after which fetal risk of morbidity and moality keeps on increasing",
        "cop": 3,
        "opa": "34 wks",
        "opb": "36 weeks",
        "opc": "38 weeks",
        "opd": "40 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "a4f18755-c671-4c4d-9553-9a727cec7070",
        "choice_type": "single"
    },
    {
        "question": "Regarding Congenital toicollis - all of the following are TRUE EXCEPT:-",
        "exp": "Injury to the sternocleidomastoid muscle paicularly seen during a breech delivery leads to turning of the head towards the side of injury i.e. Toicollis. Other causes could be congenital anomaly of cranioveebral junction, klippel-feil syndrome, sternocleidomastoid tumor, postural toicollis etc. As the neck lengthens in the process of normal growth, the head is gradually turned toward the side of the injury The term tumor is a misnomer because most commonly it is congenital fibrosis within the muscle",
        "cop": 1,
        "opa": "Always caused by breech",
        "opb": "Spontaneous resolution in most cases",
        "opc": "Untreated can lead to plagiocephaly",
        "opd": "Palpable Sternocleidomastoid tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "c2ba25bc-c2d5-4581-970c-5f7fe1b644a7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about anencephaly except:",
        "exp": "Commonest congenital malformation where there is absence of the fetal cranial vault and Cerebral hemispheres. In association there is absence of the fetal pituitary which results in lesser oxytocin available at term for onset of labour and hence these babies tend to go beyond term. Being an open neural tube defect, it may be associated with polyhydramnios and increased AFP secretion Presentation during labour is usually face",
        "cop": 3,
        "opa": "Face presentation",
        "opb": "Increased alpha-fetoprotein",
        "opc": "Preterm delivery is a norm",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "d5aa5656-a3ed-4d3a-a5fd-7bf69aa40beb",
        "choice_type": "multi"
    },
    {
        "question": "After coming head of breech will have difficulty in delivery in all of the following conditions except.",
        "exp": "-In placenta pre, if the baby has already delivered then its likely that the placenta was not type 4 and then the after coming head will deliver too. -It will be difficult to deliver in remaining conditions because In hydrocephalus the head is simply too big for the pelvic dimensions and often requires a craniocentesis or a craniotomy to decompress the head Incomplete dilatation acts as a grip on the fetal neck In extension of head due to the chin of the baby getting stuck on the sacrum or the symphysis",
        "cop": 2,
        "opa": "Hydrocephalus",
        "opb": "Placenta pre",
        "opc": "Incomplete dilatation of cervix",
        "opd": "Extension of head",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "6b735260-1169-416a-b5e1-fc8784004df8",
        "choice_type": "multi"
    },
    {
        "question": "Phase 3 of paurition is :",
        "exp": "Phases of Paurition Paurition, the bringing foh of young, encompasses all physiological processes involved in bihing :Phase 1 = Prelude to paurition Phase 2 (Activation) = Preparation for labor Phase 3 (Stimulation) =Processes of labor Phase 4 (Involution) =Paurient recovery The clinical stages of labor, which are the first, second, and third stages together make up phase 3 of paurition. Please note: The phases of paurition should not be confused with the clinical stages of labor",
        "cop": 2,
        "opa": "Preparation For Labour",
        "opb": "Process Of Labour",
        "opc": "Involution",
        "opd": "Uterine quiscence",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "826decd6-35f1-42d6-9bd3-4c41f3b5ae60",
        "choice_type": "single"
    },
    {
        "question": "Which forceps is used in after-coming head in breech delivery?",
        "exp": "Pipers forceps are without a pelvic curve and only the cephalic curve. These are used for the management of the delivery of 'After coming head' in breech vaginal delivery.",
        "cop": 1,
        "opa": "Piper forceps",
        "opb": "Kielland's forceps",
        "opc": "Wrigley's forceps",
        "opd": "Kocher's forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "a81c1c98-321a-4fc4-bb61-73534b27a877",
        "choice_type": "single"
    },
    {
        "question": "Pain in early labour is limited to dermatomes-",
        "exp": "Labor pain caused by uterine contractions and cervical dilation is transmitted through visceral afferent sympathetic nerves entering the spinal cord from T10 - L1. Later in labor, perineal stretching transmits painful stimuli through the pudendal nerve and sacral nerves S2 - S4.",
        "cop": 1,
        "opa": "T11 T12 L1",
        "opb": "S1 S3",
        "opc": "L4 L5",
        "opd": "L2 L3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "82eb55d1-dcf2-472f-9842-f0bf5f9c28d1",
        "choice_type": "single"
    },
    {
        "question": "Lady present at 37 weeks with BP 150/100 mmHg, proteinuria of 3+. On Pelvic examination cervix is found to be soft with 50% effacement , station is '-2' , pelvis adequate and cervical os is 1 cm dilated. Most appropriate step at the moment would be:",
        "exp": "The above case history is suggestive of pre-eclampsia (high BP with proteinuria) at term pregnancy Management involves BP control, watch for signs of impending eclampsia, PIH work up, fetal monitoring and delivery Since the cervix is ourable and pelvis is adequate, the patient may be induced for delivery with careful fetal and maternal monitoring",
        "cop": 3,
        "opa": "Observation with monitoring of BP",
        "opb": "Anti hypeensive & wait for spontaneous labour",
        "opc": "Induction of labour",
        "opd": "Caesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "eb7e3f5f-f4e5-4f2d-83b1-12eef604416b",
        "choice_type": "multi"
    },
    {
        "question": "Engagement of fetal head is:",
        "exp": "Engagement - The mechanism by which the widest diameter of he presenting pa such as the biparietal diameter in an occiput presentation--passes through the pelvic inlet. Deflexed head is the most common cause of non engagement, which indicates towards caeseran section",
        "cop": 2,
        "opa": "When the occiput has gone below the pelvic inlet",
        "opb": "When the widest diameter of the presenting pa has passed through the pelvic inlet",
        "opc": "When the presenting pa can be pushed into the pelvic cavity",
        "opd": "Synonymous with fixation of head",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "a890ed46-9ae3-46c4-a833-8706ef02ddb3",
        "choice_type": "single"
    },
    {
        "question": "Which manoeuvre is being shown below?",
        "exp": "Ritgen maneuver - This is an obstetric procedure used to control delivery of the fetal head. It involves applying upward pressure from the coccygeal region to extend the head during actual delivery, there by protecting the musculature of the perineum. Wood's manoeuvre- for shoulder dystocia Burns marshall- for after coming head in breech Zavanelli- for shoulder dystocia , here we push the head back into pelvis & prepare the patient for C-Section",
        "cop": 3,
        "opa": "Wood's maneuver",
        "opb": "Burns marshall maneuver",
        "opc": "Ritgen maneuver",
        "opd": "Zavanelli maneuver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "f0fd16d7-7aed-4c8d-b1f8-3c2871f1c7ee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used for induction of labour, EXCEPT",
        "exp": "PG F2a causes a tonic uterine contraction and is unsuitable for a induction of labor as a tonic contraction can cause fetal hypoxia. However, the tonic action on the uterus is put to good use in causing 12 to 20 weeks aboions. This is also an excellent drug for PPH control when the regular drugs fail to act",
        "cop": 1,
        "opa": "PG F2atablet",
        "opb": "PG E1 tablet",
        "opc": "PG E2 gel",
        "opd": "Oxytocin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "93c535cc-dee2-4fc9-a352-8bcc66938e7c",
        "choice_type": "multi"
    },
    {
        "question": "True about frank breech:",
        "exp": "Frank breech is the most common type of breech It has hips flexed and legs extended Footling presentation is associated with Incomplete breech ECV is done at 36 to 37 weeks. If ECV is done before 36 weeks there is a chance of the position changing back to breech or the patient may go into preterm labour If done after 37 weeks - chances of successful version are less as fetal size is more and liquor is relatively less.",
        "cop": 3,
        "opa": "Mostly associated with congenital anomaly",
        "opb": "Footling presentation",
        "opc": "ECV should be done at 36 to 37 weeks",
        "opd": "Has hip extended and knee flexed",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "d1dfcd39-6eaf-4b36-892c-9dbaf8c063f9",
        "choice_type": "multi"
    },
    {
        "question": "Conditions Which are relatively contraindicated for vacuum extractions are all; EXCEPT:",
        "exp": "Vacuum avoids inseion of steel blades within the vagina, and provides the ability to rotate the fetal head without impinging upon maternal soft tissues and less intracranial pressure during traction. The relative contraindication are (1) face or other non veex presentation (2) extreme premautrity (3) fetal coagulopthies (4) known macrosomia (5) following recent scalp blood sampling.",
        "cop": 4,
        "opa": "Face presentation",
        "opb": "Extreme prematurity",
        "opc": "Fetal coagulopathies",
        "opd": "Occipito-posterior position",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "435620a0-c0b1-4358-a703-e3e3e34ce68d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are associated with breech presentation at normal full term pregnancy, EXCEPT:",
        "exp": "Causes of Breech: Early gestational age Multiparity Multiple pregnancy Polyhydramnios Oligohydramnios Hydrocephalus Anencephaly Previous breech Uterine anomalies Pelvic tumors Abnormal placental location like Cornual, fundal and Placenta pre",
        "cop": 1,
        "opa": "Placenta accreta",
        "opb": "Fetal malformation",
        "opc": "Uterine anomaly",
        "opd": "Cornual implantation of placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "d816853f-9789-4416-a123-87b46ff7750b",
        "choice_type": "multi"
    },
    {
        "question": "Most common risk factor for breech presentation is:",
        "exp": "Risk factors for Breech presentation - Prematurity (Most common Risk factor) Increased amniotic fluid volume Multifetal gestation Hydrocephaly Anencephaly Uterine anomalies Placenta pre Fundal placental implantation Pelvic tumors High parity with uterine relaxation Prior breech delivery",
        "cop": 1,
        "opa": "Prematurity",
        "opb": "Post-maturity",
        "opc": "DM",
        "opd": "Osteomalacia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "f610102e-f97e-42ef-93c3-38d5700b1df4",
        "choice_type": "single"
    },
    {
        "question": "A 34 weeks pregnant woman with complaints of leaking vaginal discharge. What examination will confirm premature rupture of membranes in this patient?",
        "exp": "On per speculum examination - a gush of fluid is an obvious diagnostic test for PROM. If the leak is small or not significant, it may not be possible to visualise it. Some investigations which are known to help are - Nitrazine paper test Fern Test Indigocarmine dye test",
        "cop": 3,
        "opa": "Digital examination",
        "opb": "USG exam",
        "opc": "Speculum exam",
        "opd": "Urine exam",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "7ac69f74-41dd-4f19-9e93-07b2890d0b49",
        "choice_type": "single"
    },
    {
        "question": "On per vaginal examination, anterior fontanelle and supra-orbital ridge is felt in the second stage of labor. The presentation is:",
        "exp": "BROW PRESENTATION The diameter of engagement is MentoVeical which is 14 cms Occurs in a deflexed head Supraorbital ridges and anterior fontanelle is palpable Occiput is higher than sinciput No mechanism of labour as a mentoveical diameter. Delivery is by cesarean section",
        "cop": 1,
        "opa": "Brow",
        "opb": "Shoulder",
        "opc": "Veex",
        "opd": "Face",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "4c01d9ee-810e-4a18-86d1-bf139ccf2bce",
        "choice_type": "single"
    },
    {
        "question": "Most common type of breech presentation at term is:-",
        "exp": "Frank breech is the most common type of breech frank breech presentation- the lower extremities are flexed at the hips and extended at the knees, and thus the feet lie in close proximity to the head.",
        "cop": 1,
        "opa": "Frank",
        "opb": "Complete",
        "opc": "Incomplete",
        "opd": "Footling",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "3406831b-8e42-4773-8bd2-81c4a89467bd",
        "choice_type": "single"
    },
    {
        "question": "Internal podalic version(IPV) is indicated in:",
        "exp": "Internal podalic version(IPV) is not done in transverse lie in singleton pregnancy due to risk of uterine rupture It can be done in transverse lie of 2nd baby in twin pregnancy as uterus will be relaxed for some time after delivery of first twin and chances of rupture are reduced.",
        "cop": 4,
        "opa": "Face presentation",
        "opb": "advanced labour in Brow presentation & conve to face",
        "opc": "Breech presentation",
        "opd": "Transverse lie in second of twins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "44402716-6165-4f21-862a-04fec5cc215e",
        "choice_type": "single"
    },
    {
        "question": "The following abdominal palpation at 18 weeks of gestation is said to be:",
        "exp": "External ballottement - Usually elicited as early as 20th week when the fetus is relatively smaller than the volume of the amniotic fluid. It is difficult to elicit in obese patients and in cases with scanty liquor amnii. It is best elicited in breech presentation with the head at the fundus.",
        "cop": 1,
        "opa": "External ballottement",
        "opb": "Internal ballottement",
        "opc": "Fouh leopold grip",
        "opd": "Palmer's sign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "d6180e18-e700-4061-b53d-2eb9f8b532c3",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are known side effects with the use of tocolytic therapy except:",
        "exp": "Tocolysis for pregnancies beyond 34 weeks are associated with more complications and no clear benefits in fetal status. Hence tocolysis is now limited to pregnancies before 34 weeks. Common side effects of tocolytic therapy - Hypotension Tachycardia Hyperglycemia Pulmonary edema Cardiac arrythmias Hypokalemia Neonatal arrhythmias",
        "cop": 4,
        "opa": "Tachycardia",
        "opb": "Hypotension",
        "opc": "Hyperglycemia",
        "opd": "Fever",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "e17f5379-5f45-4743-8721-be7907eca17f",
        "choice_type": "multi"
    },
    {
        "question": "Indicators of impending uterine rupture during labour include all of the following except:",
        "exp": "Signs and symptoms of impending uterine rupture: 1. Non - reassuring FHR- Most common/ most consistent sign - first finding- fetal tachycardia - most common finding - fetal bradycardia 2. Maternal tachycardia 3. Scar tenderness 4. Uterine tenderness and hematuria are other signs",
        "cop": 4,
        "opa": "Fetal distress",
        "opb": "Hematuria",
        "opc": "Fresh bleeding per vaginum",
        "opd": "Passage of meconium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "93fcd8bd-eb5e-4366-b799-7a37c257660f",
        "choice_type": "multi"
    },
    {
        "question": "25 years old 2nd gravida with B negative blood group reaches in labour room in full dilatation. All the following norms to be followed except:",
        "exp": "Use of ergot derivatives is contraindicated in Rh negative mother to avoid chances of feto-maternal micro transfusions. As the mother is Rh -ve so to decrease the chances of Rh isoimmunization, early cord clamping is done. Cord blood is sampled for baby's blood group and Direct Coombs Test Manual removal of placenta is avoided as it would increase risk of microtransfusion to mother causing fuher sensitisation",
        "cop": 4,
        "opa": "Cord blood to be saved in 2 l - plain & EDTA l",
        "opb": "Early clamping of cord",
        "opc": "Avoidance of manual removal of placenta",
        "opd": "Liberal prophylactic use of ergometrine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "2198d293-7019-463f-a4c1-4a0875474903",
        "choice_type": "multi"
    },
    {
        "question": "Average duration of 3rd stage of labor is:",
        "exp": "Stage Definition- First: From the onset of TRUE labor to full dilation of cervix. Average duration: 12 hours in primigravida and 6 hours in multigravida. Second: From full dilation of cervix to bih of the baby. Median duration is approximately 50 minutes in primigravida and 20 minutes in multigravida. Third: From bih of the baby to delivery of the placenta. Average duration: 15 minutes in both primigravida and multigravida. Fouh: 1-hour observation period, following delivery of the placenta.",
        "cop": 2,
        "opa": "45 minutes",
        "opb": "15 minutes",
        "opc": "60 minutes",
        "opd": "5 minutes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labour - normal, abnormal, malposition, malpresentation and their management",
        "id": "238b92f0-46de-48b3-be9e-7163d8affa17",
        "choice_type": "single"
    }
]