[
    {
        "question": "Rokitansky Kuster Hauser syndrome is associated with:",
        "exp": "Ans. is b, i.e. Absent fallopian tubeTo understand why distal part of fallopian tube is present:Mullerian ducts grow downward, therefore there will be cases where there will be well formed abdominal ostia associated with hypoplasia or absence of the remainder of the tubes, uterus and vagina or the tubes and uterus may be present and the vagina absent.As discussed, vaginal atresia means urogenital sinus fails to develop. Hence both vaginal atresia and mullerian agenesis are different.\"Typically, a portion of the distal fallopian tube are present\".",
        "cop": 2,
        "opa": "Ovarian agenesis",
        "opb": "Absent fallopian tube",
        "opc": "Vaginal atresia",
        "opd": "Bicornuate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "5c451cce-f4fe-474a-b7d5-1f5df653b855",
        "choice_type": "multi"
    },
    {
        "question": "Ovary develop from:",
        "exp": "Ans. is b, i.e. Genital ridgeRef: Dutta Gynae 8th/ed, p38Male and female derivatives of embryonic urogenital structures.Part of female genital systemOriginates fromOvaryGenital ridgeFallopiantubesUterus CervixUpperpartofvagina [?][?][?][?][?][?][?][?][?] Mullerian/paramesonephric ductLower part of vaginaSinovaginal bulb/urogenital Sinus",
        "cop": 2,
        "opa": "Mullerian duct",
        "opb": "Genital ridge",
        "opc": "Genital tubercle",
        "opd": "Mesonephric duct",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "1e259266-70f7-4b47-9298-cd0827bfb831",
        "choice_type": "single"
    },
    {
        "question": "Vaginal atresia is associated with all except:",
        "exp": "Ans. is d, i.e Presence of cervixRef: Williams gynae 3/e, pg 419* Vaginal atresia is a condition where the urogenital sinus fails to develop hence lower part of vagina is absent & is replaced by a fibrous strand.* Genotype of female =46XX* Gonads = Normal ovaries* Secondary sexual characteristics are normal* Upper reproductive tract is normal (uterus, cervix, etc.)IOC : MRINote: Presence of cervix distinguishes this condition from mullerian agenesis.",
        "cop": 4,
        "opa": "Lack of development of lower part of vagina",
        "opb": "Normal secondary sexual characteristic",
        "opc": "Female external genitalia",
        "opd": "Presence of cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "3eeb5e05-25b0-417c-bd0d-a063059cd32d",
        "choice_type": "multi"
    },
    {
        "question": "Ideal age for repair of vaginal agenesis is:",
        "exp": "Ans. is d, i.e. Before marriageRef: Shaw 15th/ed, p96* Repair of vaginal agenesis (in testicular feminization syndrome and Mayer Rokitansky-Kuster Hauser syndrome) is done by vaginoplasty.* Vaginoplasty should only be performed when the girl is just married or about to be married.Techniques:* Construction of artificial vagina by McIndoe operation (procedure of choice).* Williams vaginoplasty - creates a pouch out of labia majora dissection.* Amnion vaginoplasty.",
        "cop": 4,
        "opa": "6 months",
        "opb": "3 years",
        "opc": "At puberty",
        "opd": "Before marriage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "3639d123-7335-4cdf-b584-61f7f3dd449e",
        "choice_type": "single"
    },
    {
        "question": "The most important indication for surgical repair of a bicornuate uterus is:",
        "exp": "Ans. is d, i.e. Habitual abortionRef: Munrokers Operative Obstetrics 10th/ed, pl92-193; Jeffcoate 7th/ed, p204; Williams Gynae 1st/ed, p418Management: Bicornuate uterus requires surgical treatment only when it causes habitual abortions.Q\"When a bicornuate or septate uterus has caused not less than 3 miscarriages and no pregnancy has resided in a viable child, surgery may be indicated.\" - Ref: Jeffcoate 7th/ed, p204\"Surgical reconstruction of the bicornuate uterus has been advocated in women with multiple spontaneous abortions and in whom no other causative factors are identified.\" - Ref: William Gynae 1st/ed, p418Surgery done is: Unification surgery where an incision is made over the uterus and the 2 horns are sutured together to form a single cavity.After such a surgery: If woman conceives she should be taken up for elective LSCS at 38 weeks of gestation.Q These days hysteroscopic metroplasty is being done.",
        "cop": 4,
        "opa": "Infertility",
        "opb": "Dysmenorrhea",
        "opc": "Menorrhagia",
        "opd": "Habitual abortion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "be30d004-8196-44bc-b9df-187f2d987704",
        "choice_type": "single"
    },
    {
        "question": "Regression of Mullerian duct in males occurs at:",
        "exp": "Ans. is d, i.e. 8 weeksRef: Leon Speroff 8th/ed, p342\"AMH gene expression is induced by SOX-9 in sertoli cells and results in the ipsilateral regression of mullerian ducts by 8 weeks in males\"",
        "cop": 4,
        "opa": "5 weeks",
        "opb": "6 weeks",
        "opc": "7 weeks",
        "opd": "8 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "74f44c1b-7438-44d2-b9cd-beca9db4e3e0",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old girl presents with primary amenorrhea. She has well developed breast, public hair and axillary hair. Examination shows absent vagina and an USG uterus is absent. What is the most likely diagnosis?",
        "exp": "Ans. is c, i.e. Mullerian agenesis.The female in the question has-Primary amenorrhea+Normal secondary sexual characteristic (Rules out Turners syndrome)+Well-developed axillary and pubic hair (Rules out Androgen Insensitivity Syndrome)+Absent uterus (Rules out congenital adrenal hyperplasia).Hence, patient is a clear-cut case of mullerian agenesis.",
        "cop": 3,
        "opa": "Androgen insensitivity syndrome",
        "opb": "Congenital adrenal hyperplasia",
        "opc": "Mullerian agenesis",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "51b053e0-8579-4b8e-aa76-dac59332741a",
        "choice_type": "single"
    },
    {
        "question": "In a pregnant women with heart disease, all the following are to be done except.",
        "exp": "Ans. is 'a' I.V. Methergine after delivery (Ref. : Dutta, 6/e, p 280 (5/e, p. 295, 296, 4/e, p295,296)]\" I. V Methergine with the delivery of Ant. Shoulder should be withheld to prevent sudden overloading of the heart by additional blood squeezed out from the uterus.\"Some important features about management of heart disease in pregnancy.In 2nd stage2nd stage shortened by application of forceps*.Furosemide is administered immediately after the birth of baby (By augmenting renal blood flow it diverts some of the excess blood volume that is added to circulation).3rd stageI.V. Methergine is contraindicated*.Note : There is no role of induction of labour in heart diseases.",
        "cop": 1,
        "opa": "IV methergin after delivery",
        "opb": "Prophylactic antibiotic",
        "opc": "IV frusemide postpartum",
        "opd": "Cut short 2nd stage of labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "55bc17dc-8851-422f-ada9-9081ac42faaf",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic workup in septate uterus before surgery includes:",
        "exp": "Ans. is d, i.e. All of the aboveRef: Williams gynae 3/e, pg 422For septate uterus:\"Sonography and HSG seen acceptable imaging technique in the initial investigation when the presumptive diagnosis is a septate uterus, laparoscopy max/ be performed for a definitive diagnosis and before hysteroscopic resection of septa is initiated\". - Ref: Williams gynae 3/e, pg 422",
        "cop": 4,
        "opa": "HSG",
        "opb": "USG",
        "opc": "Laparoscopy",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "fe77ae45-1402-4d53-aa91-f30e87152889",
        "choice_type": "multi"
    },
    {
        "question": "In cases of recurrent abortions, most common uterine malformation seen is?",
        "exp": "ANSWER: (A) Mullerian fusion defectsREF: William's 22nd ed chapter 9Abnormal Mullerian duct formation or fusion defects may develop spontaneously or may follow in utero exposure to diethylstilbestrol is the commonest cause of uterine factors leading to recurrent spontaneous abortions.",
        "cop": 1,
        "opa": "Mullerian fusion defects",
        "opb": "Uterine syncytium",
        "opc": "Unicornuate uterus",
        "opd": "Uterine agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "d0de97a5-47dd-4c30-ac05-df0b11a8786a",
        "choice_type": "single"
    },
    {
        "question": "All of the following take part in male genital tract development except",
        "exp": "Ans. is d, i.e. WNT-4Ref: Langman Embryology 12th/ed, p46-247Genes for male developmentSRY geneMaster Gene for testis developmentSOX 9SRY and SOX 9 induce testis to form FGF-9 (chemotactic factor). FGF-9 causes tubules from mesonepric duct to penetrate gonadal ridgeSF1 (steroidogenic factor)It stimulates differentiation of sertoli or leydig cellsWNT-4 is ovary determining gene. This gene upregulates DAXI which inhibits the function of SOX 9 in females.",
        "cop": 4,
        "opa": "SRY",
        "opb": "SOX-9",
        "opc": "FGF-9",
        "opd": "WNT-4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "e82acaba-3898-4b6e-a4af-74f930aec5f1",
        "choice_type": "multi"
    },
    {
        "question": "Labia minora is homologus to:(MCI pattern Question)",
        "exp": "Ans. is c, i.e. Penile urethraHomologous organs in males and femalesMaleFemalePenisClitorisScrotumLabia majoraPenile urethraLabia minoraProstate glandsSkene glands or paraurethral glandsCowpers glandsBartholins glands",
        "cop": 3,
        "opa": "Penis",
        "opb": "Scrotum",
        "opc": "Penile urethra",
        "opd": "Corpus cavernosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "01f93c3c-4194-448b-93f4-8b1dbe5d571c",
        "choice_type": "single"
    },
    {
        "question": "Gartner's cyst can be differentiated from cystocele by all except",
        "exp": "Ans. is c, i.e. Presence of rugosities of overlying vaginal mucosaRef: Dutta Gynae 6th/ed, p210Gartner's cyst - are cysts of the remnants of Wolffian duct.M/C location = Anterolateral aspect of vagina and hence are often confused with cystocele.Features of Gartner's cyst are:* Rugosities of the overlying vaginal mucosa are lost.* Vaginal mucosa over it becomes tense and shiny.* Margins are well defined.* Not reducible.* No impulse on coughing.",
        "cop": 3,
        "opa": "Not reducible",
        "opb": "No impulse on coughing",
        "opc": "Presence of rugosities of overlying vaginal mucosa",
        "opd": "None of above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "9b87168e-9e1a-49f8-b54d-2d9962e72db6",
        "choice_type": "multi"
    },
    {
        "question": "The target gene for SRY which favors testis differentiation is:",
        "exp": "Ans. is a, i.e. SOX-9 geneRef: Leon Speroff 8th/ed, p334The target gene for SRY which favours testis differentiation is SOX-9 geneThe genes which favour ovary differentiation are:WnT4Rspo1Dax 1",
        "cop": 1,
        "opa": "SOX-9 gene",
        "opb": "RS po 1 gene",
        "opc": "Dax 1 gene",
        "opd": "WNT-4 gene",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "0a9e5ff1-57fe-4661-8444-8ee8e6b1896b",
        "choice_type": "single"
    },
    {
        "question": "M/C uterine malformation associated with infertility:",
        "exp": "Ans. is c, i.e. SeptateRef: Jeffoates 8th/ed, p188\"The only form of malfusion deformity which may lower fertility significantly is a fully septate vagina.\" - Ref: Jeffoates, 8th/ed, p188\"Septate anomaly is the anomaly most highly associated with reproductive failure and obstertcial complications including first and second trimester miscarriage, preterm delivery, fetal malpresentation, IUGR and infertility. - Ref: Leon Spercoff 8th/ed, p1172",
        "cop": 3,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "19c5587f-f257-493d-bcc1-cbdf56b24885",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old girl presents with primary amenorrhea. Her secondary sexual characteristics are well developed with good axillary and pubic hair. Examination of external genitalia reveals absence of vagina. USG reveals absence of uterus. Most likely diagnosis is:",
        "exp": "Ans. is c, i.e. Mayer-Rokitansky-Kuster-Hauser syndrome16-year-old girl with primary amenorrhea andNormal secondary characteristics (Rules out gonadal dysgenesis)Normal axillary hair and pubic hair (Rules out Androgen insensitivity syndrome)USG shows absent uterusThis leaves no doubt for MRKH as the diagnosis.",
        "cop": 3,
        "opa": "Androgen insensitivity syndrome",
        "opb": "Gonadal agenesis",
        "opc": "Mayer-Rokitansky-Kuster-Hauser syndrome",
        "opd": "True hermaphrodite",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "a05518a4-6410-4c59-89d9-45a0499b878b",
        "choice_type": "multi"
    },
    {
        "question": "Menstrua] blood stored in vagina:",
        "exp": "Ans. (c) HematocolposRef.: Shaws 15th ed. 196-98* Hematocolpos is a medical condition in which the vagina fills with menstrual blood. It is often caused by the combination of menstruation with an imperforate hymen.* Hematometra: A related disorder is, where the uterus is filled with menstrual blood.* Pyometra: a type of uterine infection. Disease of the dogs, but has been also noted in humans.* Hematosalphinx: bleeding and collection of blood in fallopian tube. MCC is tubal (ectopic) pregnancy.",
        "cop": 3,
        "opa": "Pyometra",
        "opb": "Hematometra",
        "opc": "Hematocolpos",
        "opd": "Hematosalphinx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "e7d7a2b7-2aab-4d81-81f0-997905acec3f",
        "choice_type": "single"
    },
    {
        "question": "M/C uterine malformation associated with renal anomalies:",
        "exp": "Ans. is b, i.e. UnicornuateRef: Leon Speroff 8th/ed, pt46\"Approximately 40% of patients with a unicornuate uterus will have a urinary tract anomaly (usually of kidney) - Ref: Leon Speroff 8th/ed, p146",
        "cop": 2,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "c4797cb5-b870-4b13-8e97-44559b49e0e6",
        "choice_type": "single"
    },
    {
        "question": "The following Hysteroscopy view shows presence of:",
        "exp": "Ans. (c) Septate uterus.* The image shows uterine cavity with two separate cavities indicating a septate uterus. It is considered the commonest uterine anomaly (accounts for -55% of such anomalies).* It is classified as a class V Mullerian duct anomaly. Septate uterus is the most common anomaly associated with reproductive failure (67%).* It results from partial or complete failure of resorption of the uterovaginal septum after fusion of the paramesonephric ducts. The septum is usually fibrous but can also have varying muscular components.Hysteroscopic imageDiagnosisNormal uterine cavity Ashermann syndrome Septate uterus.Uterine perforation",
        "cop": 3,
        "opa": "Normal uterine cavity",
        "opb": "Asherman syndrome",
        "opc": "Septate uterus",
        "opd": "Uterine perforation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "383ee297-3f41-42d5-a680-76bd0a7007b2",
        "choice_type": "single"
    },
    {
        "question": "Uterine height is greater than gestational age of the patient in a case of all except -",
        "exp": "Ans. is 'b' i.e., IUGR o Uterine height greater than gestational age in case of:a) Wrong datesb) Polyhydramniosc) Pregnancy with fibroid uterusd) Multiple pregnancy",
        "cop": 2,
        "opa": "Fibroid uterus",
        "opb": "IUGR",
        "opc": "Wrong dates",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "3c0cc99f-705c-466e-8748-23cdeda3ce4d",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme deficiency is most commonly responsible for presence of long clitoris and fused vagina?",
        "exp": "Ans. is 'a' i.e., 21 hydroxylase o Features of long clitoris and fused vagina are suggestive of adrenogenital syndrome/ congenital adrenal hyperplasia (CAH). 21 hydroxylase deficiency is responsible for 95% cases of CAH.Congenital adrenal hyperplasiao It is an autosomal recessive disorder. It is due to inborn error of adrenal steroid metabolism, commonly due to 21 - hydroxylase (95%) and rarely due to 11-hydroxylase or 3p hydroxy steroid dehydrogenase deficiency.Clinical presentationo Ambiguity of sex at birth - Cases of ambiguity of sex detected at birth are due to adrenogenital syndrome unless proved otherwise.Hirsutism and amenorrhea may be the presenting features around puberty in milder form.Diagnosis at birtho The suspected anatomic abnormalities include:# An enlarged clitoris.# Presence of penile urethra or hypospadius.# Associated metabolic abnormality-salt wasting (hyponatremia, hyperkalemia) and hypotension may be present.# Fused vagina.o The presence of any one or more of the above features necessitates further investigations for confirmation of an early diagnosis.",
        "cop": 1,
        "opa": "21 hydroxylase",
        "opb": "11 hydroxylase",
        "opc": "3 beta hydroxy steroid dehydrogenase",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "57307404-2de5-4f40-aa92-09bedb8840e4",
        "choice_type": "multi"
    },
    {
        "question": "Paramesonephric duct forms:",
        "exp": "Ans. is c, i.e UterusPara mesonephric duct is the other name for Mullerian duct so now we don't need any explanation for this one.",
        "cop": 3,
        "opa": "Seminal vesicle",
        "opb": "Ureter",
        "opc": "Uterus",
        "opd": "Vas deferens",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malformation of the Female Generative Organs",
        "id": "fe37ce63-399d-4495-b41a-c0f633993323",
        "choice_type": "single"
    }
]