[
    {
        "question": "A case of carcinoma cervix who earlier received radiotherapy, relapses with new lesion, what should be the next line of management?",
        "exp": "ANSWER: (C) Pelvic exenterationREF: Danforth's Obstetrics and Gynecology, 10th Edition P.983Treatment of Recurrent Cervical Cancer:Cervical cancer detected within the first 6 months after primary therapy is often termed persistent cancer, while that diagnosed later is referred to as recurrent disease.Appropriate treatment of recurrent cervical cancer is dictated by both the site of recurrence and the modality of primary therapy.In general, patients in whom locally recurrent disease develops following primary surgery should be considered for salvage radiation therapy.Conversely, surgical treatment should be considered for those patients with recurrent central disease who initially received irradiation.Distantly metastatic recurrent tumor is not amenable to either modality alone and is an indication for palliative chemotherapy and possibly radiation therapy for local control.Pelvic exenteration is usually the procedure of choice for centrally recurrent cervical cancer.",
        "cop": 3,
        "opa": "Repeat radiotherapy",
        "opb": "Chemotherapy",
        "opc": "Pelvic exenteration",
        "opd": "Complete hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "910778ff-a739-4193-bfd3-6a128386e4be",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old lady complains contact bleeding. She has positive pap smear. The next line of management is -",
        "exp": "Ans. is 'a' Colposcopy directed biopsy (Ref. Shaws, 7 3/e, p 384 (12/e, p289)).Pap smear is a screening procedure for carcinoma cervix.Positive pap smear means that cytology as abnormal. Now it needs to be confirmed by biopsy. Colposcopy will help in accurate localization of the abnormal tissue and helps in reducing false negative findings.Indications of colposcopy :Abnormal cytologyFor diagnosis of suspicious invasive lesion.Diagnostic directed biopsy.Conservative therapy under colposcopic guidance.Follow-up of cases treated conservatively.",
        "cop": 1,
        "opa": "Colposcopy directed bioipsy",
        "opb": "Cone biopsy",
        "opc": "Repeat papsmear",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "697c9140-65d4-40e4-b9a2-0b5639b3c755",
        "choice_type": "single"
    },
    {
        "question": "Treatment of stage IIIB in Ca cervix is-",
        "exp": "Ans. is 'c' i.e., Chemoradiation Stagewise management of carcinoma cervixStage IA1 & Ca in situo Young female - conizationo Old female - simple hysterectomy (TAH+BSO)Stage IA1-IIAo Surgery - Wertheim's / radical hysterectomyo in stage 1A2 & IB 1, in young female radical hysterectomy can be doneStage IB2& IIo Chemoradiation & surgery are equivalent. After surgery if risk factors are present, radiation is needed.Stage IIB -1VAo ChemoradiationStage IVBo Chemotherapy - cisplatin alone or in combination with local irradiationAdenocarcinoma in situo Hysterectomy is the treatment of choiceo Diagnostic excisional procedures can be performed in women want to preserve their reproductive function. Endocervical curettage should be done at the time of resection.",
        "cop": 3,
        "opa": "Wertheim's hysterectomy",
        "opb": "Mitra operation",
        "opc": "Chemoradiation",
        "opd": "Primary radiotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "a1f45518-abc9-4c16-ab2a-56ca94965642",
        "choice_type": "single"
    },
    {
        "question": "Point A & point B Manchester location are used in radiotherapy treatment of which cancer?",
        "exp": "Ans. c (Cervix). (Ref. Shaw, Textbook of Gynacology, 14th/391).RADIOTHERAPY IN Ca CERVIX# External beam via cobalt or linear accelerator & brachytherapy (e.g., radium, cobalt or cesium) are used in, treatment of carcinoma cervix.# The radium dosage is calculated with respect to the amount of irradiation received at 2 theoretical points A & B.PointLocationDosePoint ALies 2 cm above & 2 cm lateral to the base of the radium tube in the cervical canal.It approximates to the position in the pelvis where the uterine artery & ureter cross.Max 8000 radPoint BLies 3 cm lateral to point ARoughly corresponds to the position of obturator nodes.Max 4500 radNote: The International System (SI) unit for rad is the Gray (Gy); 1 Gy = 100 rad.# The Manchester method of radiotherapy for a Ca cervix is a variation of the Stockholm technique & uses rubber voids loaded with radium in place of the platinum boxes for vaginal vault.# Fletcher suit intracavitatory applicator is used.# Radiotherapy is applicable to all stages of ca cervix from IB to IV.# However, concomittant chemoradiotherapy is best for management of Ca cervix stage IIB/IIIA onwards.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Uterus",
        "opc": "Cervix",
        "opd": "Vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "a1746f40-06c9-4f3f-895d-c7619bb43edf",
        "choice_type": "single"
    },
    {
        "question": "Drug used in ovarian carcinoma?",
        "exp": "ANSWER: (A) CisplatinREF: Shaw 13th ed p. 415\"Chemotherapy in carcinoma ovary is done using cisplatin and paclitaxer\"",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Methotrexate",
        "opc": "Cyclophosphamide",
        "opd": "Dacarbazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "dc91b92e-99a1-406b-9a9a-a6a8ca355e68",
        "choice_type": "single"
    },
    {
        "question": "Ca cervix IIIB is treatment of choice is-",
        "exp": "Ans. is 'c' i.e., Chemoradiation",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy",
        "opc": "Chemoradiation",
        "opd": "Surgery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "10df41ed-3608-4d5d-96e0-dfe01e04c9ab",
        "choice_type": "single"
    },
    {
        "question": "Vaccine preventable cancer is?",
        "exp": "Ans. (c) Cancer cervixRef: Novak's gyne 15th ed ch-19.P 581 223.",
        "cop": 3,
        "opa": "Endometrial cancer",
        "opb": "Breast cancer",
        "opc": "Cancer cervix",
        "opd": "Ovarian cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "842649d1-c342-4d3f-ba66-0aa952ec466f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chemotherapy of cervical cancer is?",
        "exp": "Ans. (a) CisplatinRef: Berek& Novak's Gynecology, 14thed p-1431",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Cyclophosphamide",
        "opd": "Etoposide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "b8f1978a-f5fb-4118-b5d9-96249cf55c69",
        "choice_type": "single"
    },
    {
        "question": "Histological type of Ca cervix most sensitive to radiotherapy is:",
        "exp": "Ans: a (Squamous cell carcinoma) Ref: Shaw, 13th ed,p. 412; Harrison's, 16th ed, p. 557Most common variety of Ca cervix is squamous cell carcinoma (epidermoid).It accounts for 95% of all Ca cervix.In a patient with a bulky or barrel shaped cervix (stage IB ) pre operative radiation shrinks the growth sufficiently to permit surgery thereafter.Treatment of Ca cervixStage Ia1 (Micro invasive)- Simple hysterectomyStage Ia2, Ib, IIa- Radical hysterectomy + BLNDOrExt. RT + ICRT (Brachytherapy)Stage IIb- Preop RT - Surgery - PostOp RTOROnly RTStage III, IV- Only RT",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Endometroid carcinoma",
        "opd": "Mixed variety",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "6814d666-84e5-46e6-ab07-a018c7740538",
        "choice_type": "single"
    },
    {
        "question": "About vaccination for carcinoma cervix, all are true EXCEPT:",
        "exp": "ANSWER: (A) Does not require further examinationsREF: APPENDIX-71 APPENDIX - 71HPV VACCINE- CERVARIXType: Protein subunit Pregnancy category: BTarget disease: Human papillomavirus (Types 16 and 18, additionally some cross-reactive protection against virus strains 45 and 31 were shown in clinical trials)Cervarix vaccine will not block infection from cervical cancer-causing HPV strains other than HPV 16, 18,31 and 45 (ie however bivalent protects against four)\"Two of these types (16 and 18) are believed to cause 70 per cent of these cases (76.7 per cent in Indian women).Type 16 is also associated with oropharyngeal squamous-cell carcinoma, a form of throat cancer.Cervarix shots will not block infection from cervical cancer-causing HPV types other than HPV types 16 and 18, so experts continue to recommend routine cervical Pap smears even for women who have been vaccinated.IngredientsHuman Papillomavirus type 16 LI protein 20 microgramsHuman Papillomavirus type 18 LI protein 20 microgramsAdjuvanted by AS04 (Adjuvant system 04) containing: 3-0-desacyl-4'- monophosphoryl lipid A (MPL) 50 micrograms adsorbed on aluminium hydroxide, hydrated (Al(OH)3) 0.5 milligrams *41 3 + in totalThe other ingredients are sodium chloride (NaCl), sodium dihydrogen phosphate dihydrate (NaH2P04.2 H20) and water for injections.BiotechnologyCervarix is created using the LI protein of the viral capsid. Recombinant activity in a baculovirus vector produces LI protein spheres, which are very immunogenic. The viral proteins induce the formation of neutralizing antibodies. The vaccine contains no live virus and no DNA, so it cannot infect the patient.LI protein is in the form of non-infectious virus-like particles (VLPs) produced by recombinant DNA technology using a Baculovirus expression system which uses Hi-5 Rix4446 cells derived from the insect Trichoplusia ni.HPV Vaccine AdministrationThe vaccine should be delivered through a series of three intra-muscular injections over a six-month period. The second and third doses should be given two and six months after the first dose (0,2,6)The vaccine can be administered at the same visit as other age-appropriate vaccines, such as Tdap, Td, MCV4, influenza, and hepatitis B vaccines.Storage:The vaccine should be stored at 2degC-8T (36degF-46degF) and not frozen.Cervarix vs Gradasil CervarixGradasilValencyBivalent vaccineQuadrivalent vaccineStrainsHPV viruses Types 16 and 18HPV viruses 16,18, 6,11ProtectionTypes 16 and 18, 45 and 31Types 16,18, 6,11Age group10 to 45 yrs9 to 26yrsImmune responseStronger and longerWeaker and shorterPregnancySafeContraindicatedOn the face of it a quadrivalent vaccine seems to be the better choice. In reality that is not so. The vaccine protects against the HPV viruses 16, 18, 6,11, of which only the first two are responsible for cervical cancer, while the other two are responsible for genital warts.On the other hand Cervarix gives protection against 16 and 18. It is better because, there is cross- reactive protection against the virus strains 45 and 31, two other viruses causing cervical cancer.Cervarix is formulated with AS04, a propriety adjuvant that boosts the immune system response for a longer period of time.Both vaccines are against the human papilloma virus but Cervarix seems to be more effective against cancer cervix.Cervarix can be given to females between 10 to 45 yrs old, whereas Gardasil can be given to females between 9 to 26 years only.Both the vaccines are given in the schedule of 0, 2t 6 months. Cervarix is the costlier one being priced at Rs. 3200 per dose. Cervarix seems to win against Gardasil because of its stronger immune response and broader protection.The study found that Cervarix generated more than 2x more antibodies than Gardasil for HPV type 16 and more than 6x more for HPV type 18 at seven months in all women aged 18-45 years (P<0.0001).At seven months Cervarix also induced 2.7x more memory B cells than Gardasil for both HPV types 16 and 18 (P< 0.0001) in women with no detectable B-cell response before vaccination.The vaccine has also been proven to be 99% effective in the prevention of genital warts caused by HPV types 6 and 11, which are responsible for 90% of all genital warts casesGardasil is not recommended for use in pregnant women, have immune problems, like HIV infection, cancer, or you take medicines that affect your immune system, have a fever over 100degF (37.8degC)Clinical trialsPhase II trials demonstrated 100% protection of the vaccine against types 16 and 18 HPVVaccination has been shown to offer protection for at least 6.4 years. In the clinical trials, women were given three doses over a six-month span--at 0 month, 1 month, and 6 months.Phase 3 trial data also suggest that the vaccine, formulated with a proprietary adjuvant system called AS04, is highly immunogenic and generally well-tolerated, with antibody levels at least 10 times greater than those produced by natural infection.Side effectsSerious side effects are less common. The most common side effects include:1. Reactions at the injection site, such as: Pain, Swelling, Redness, ItchingFeverUpset stomach (nausea)Dizziness.Groups for Which Vaccine is Not LicensedVaccination of Females Aged <9 Years and >26 YearsRecommendations for Routine Use and Catch-UpRoutine Vaccination of Females Aged 11-12 YearsCatch-Up Vaccination of Females Aged 13-26 YearsVaccination of MalesQuadrivalent HPV vaccine is not licensed for use among males. Although data on immunogenicity and safety are available for males aged 9-15 years, no data exist on efficacy in males at any age. Efficacy studies in males are under way.Special Situations among Females Aged 9-26 YearsEquivocal or Abnormal Pap Test or Known HPV InfectionFemales who have an equivocal or abnormal Pap test could be infected with any of approximately 40 high-risk or low-risk genital HPV types. Such females are unlikely to be infected with all four HPV vaccine types, and they might not be infected with any HPV vaccine type. Vaccination would provide protection against infection with HPV vaccine types not already acquired. With increasing severity of Pap test findings, the likelihood of infection with HPV 16 or 18 increases and the benefit of vaccination would decrease. Women should be advised that results from clinical trials do not indicate the vaccine will have any therapeutic effect on existing HPV infection or cervical lesions.Genital WartsA history of genital warts or clinically evident genital warts indicates infection with HPV, most often type 6 or 11. However, these females might not have infection with both HPV 6 and 11 or infection with HPV 16 or 18. Vaccination wrould provide protection against infection with HPV vaccine types not already acquired. However, females should be advised that results from clinical trials do not indicate the vaccine will have any therapeutic effect on existing HPV infection or genital wTarts.Lactating WomenLactating women can receive HPV vaccine.Immunocompromised PersonsBecause Quadrivalent HPV vaccine is a noninfectious vaccine, it can be administered to females wrho are immunosuppressed as a result of disease or medications. However, the immune response and vaccine efficacy might be less than that in persons who are immunocompetent.Vaccination During PregnancyQuadrivalent HPV vaccine is not recommended for use in pregnancy. The vaccine has not been causally associated with adverse outcomes of pregnancy or adverse events in the developing fetus. However, data on vaccination during pregnancy are limited. Until additional information is available, initiation of the vaccine series should be delayed until after completion of the pregnancy. If a woman is found to be pregnant after initiating the vaccination series, the remainder of the 3-dose regimen should be delayed until after completion of the pregnancy.",
        "cop": 1,
        "opa": "Does not require further examinations",
        "opb": "Can be taken with other live vaccines at different site",
        "opc": "Bivalent vaccine is more efficient than Quadrivalent",
        "opd": "Administered intramuscularly at 0, 2 and 6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "e03be40d-9ff0-4501-a7b9-8ca7a460716a",
        "choice_type": "multi"
    },
    {
        "question": "Management of stage IIB cancer cervix is?",
        "exp": "ANSWER: (B) Radiotherapy with combination with chemotherapyREF: Shaw's 13th ed p. 390TRETMENT OF CERVICAL CANCER:StageTreatmentIA1Cone or simple hysterectomy with life long follow upIA2 , IB , HaRadical hysterectomy with b/1 pelvic lymphadenectomy (wetheim s operation schauta's radical vaginal hysterectomy , mitra s modification )IIB , III, IVRadiation with or without chemotherapy",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Radiotherapy with combination with chemotherapy",
        "opc": "Chemotherapy",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management (Carcinoma Cervix)",
        "id": "18c00c80-b7be-4f47-aa6a-c7a2981fa3ce",
        "choice_type": "single"
    }
]