[
    {
        "question": "Females with orgasmic difficulties are advised following exercises to strengthen pubococcygealmuscles-",
        "exp": "Ans. is 'a' i.e., Kegel's exercises o Kegels exercises are used to strengthen the pelvic floor muscles mainly pubococcygeal.o These exercises can thus be used to treat orgasmic difficulties and prevent genital prolapse.",
        "cop": 1,
        "opa": "Kegel's exercises",
        "opb": "Jacobson's stent on top",
        "opc": "Keeping muscle up exercises",
        "opd": "Johnsons exercises",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "e6becfc9-5431-4e30-8e64-b453a9e40d95",
        "choice_type": "single"
    },
    {
        "question": "Treatment of prolapsed in a nulliparous w omen is-",
        "exp": "Ans. is 'a' i.e., Sling operation Treatment options for uterine prolapseCategoryPreferred treatmento In a young nulliparous female or any female who desires to retain reproductive functionso Sting operation/cervicopexyo Congenital prolapse o < 40 vrs of female, does not desire future pregnancy but wants to retain menstrual functionso Manchester operationo Fothergill's operationo >40 yrs of female, does not desire future pregnancy and does not want to retain menstrual functionso Ward Mayo's vaginal hysterectomyo > 60 yrs of female & not fit for hysterectomyo Le Fort repairo Prolapse during pregnancy or puerperiumo Ring pessary",
        "cop": 1,
        "opa": "Sling operation",
        "opb": "Anterior colporrhaphy",
        "opc": "Posterior colporrhaphy",
        "opd": "Manchester operation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "36a5ddb5-c6db-42a0-b507-6809b4deb31c",
        "choice_type": "single"
    },
    {
        "question": "Sling operation include all except:",
        "exp": "Ans: d (Le Fort repair) Ref: Shaw, 13th ed, p. 329Le Fort operation is done in old age with procidentia when the patient is unfit for longer duration of surgery.Abdominal sling operations have been designed for young women suffering from 2nd or 3rd degree prolapse, who wish to retain their child bearing and menstrual functions.Sling Operations (Cervicopexy)1. Purandare abdominal sling2. Khanna abdominal sling3. Shirodkar abdominal slingOther surgical procedures for genital prolapse.VH with PFRIndications1. UV prolapse in post menopausal women2. Genital prolapse in perimenopausal age group with DUB. unhealthy cervix or small fibroid3. As an alternative to abdominal hysterectomy or Fothergill operation or LAVHFothergills repair (Manchester operation)Indications* Women below 40 yrs who have completed their family but desirous of retaining their menstrual function* Infra vaginal elongation of cervix.Vault prolapse ManagementConservativePessary treatmentSurgicalTrans vaginal1. Le Fort's operation2. Colpoclesis3. Sacrospinous colpopexyAbdominal1 .Vault suspension (Sacral colpopexy)Prevention of Enterocele while doing AH (Culdoplasty)McCallMoschcowitzHaitianTreatment of procidentia:VH with PFR + right sacrospinous colpopexy.",
        "cop": 4,
        "opa": "Khanna procedure",
        "opb": "Shirodkars procedure",
        "opc": "Abdominocervicopexy",
        "opd": "Le Fort repair",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "b9af3dc8-b3b3-4d26-8433-318d8f47f1d3",
        "choice_type": "multi"
    },
    {
        "question": "Fourteen weeks pregnancy with third degree prolapse. Best M/n will be",
        "exp": "Ans. is 'c' i.e. . \"Ring Pessary\" 3rd degree prolapse means that cervix is outside uterus and such patients are managed by replacing the cervix inside the vagina and then it is kept in that position by a ring pessary.The pessary is to be kept there until 18-20 weeks of pregnancy when the body of the uterus will be sufficiency enlarge to sit on the brim of the pelvis.",
        "cop": 3,
        "opa": "Sling surgery",
        "opb": "Foot end elevation",
        "opc": "Ring Pessary",
        "opd": "No treatment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "092f29bc-0e28-4017-b4a9-976b3e276f6e",
        "choice_type": "single"
    },
    {
        "question": "What is the preferred treatment of complete prolapse in a female with completed family?",
        "exp": "Ans. is 'b' i.e., Vaginal hysterectomy o Vaginal hysterectomy is commonly performed for major degree uterine prolapse in a female with completed familyo Abdominal sling surgery done in:# Young women# Second or third degree uterine prolapse# Desirous of retaining their childbearing and menstrual functions.o Le Forte's repair is used for:# Very elderly menopausal women# Advanced prolapse# Unfit for any major surgical procedureo Pessary is used for :# Young woman planning a pregnancy# During early pregnancy# Woman unfit for surgery# Temporary use while clearing infection and decubitus ulcer.",
        "cop": 2,
        "opa": "Sling surgery",
        "opb": "Vaginalhysterectomy",
        "opc": "Le Forte's repair",
        "opd": "Pessary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "04a367b5-55f7-4310-a392-f29d72dc33d9",
        "choice_type": "single"
    },
    {
        "question": "Treatment for young woman with prolapsed uterus is -",
        "exp": "Ans. is 'a' i.e., Sling operation",
        "cop": 1,
        "opa": "Sling operation",
        "opb": "Anterior colporrhaphy",
        "opc": "Posterior colporrhaphy",
        "opd": "Manchester operation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "f791d2e0-3c70-405c-9e73-12d951e59d51",
        "choice_type": "single"
    },
    {
        "question": "Management of third degree utero-vaginal prolapse in woman who wants to have a child in future is?",
        "exp": "ANSWER: (B) Shirodkar's Modified Sling OperationREF: Shaw 13th ed p. 329Repeat December 2008Abdominal sling operations have been designed for young women suffering from second or third degree uterovaginal prolapse and are desirous of having children.",
        "cop": 2,
        "opa": "Le fort's repair",
        "opb": "Shirodkar's Modified Sling Operation",
        "opc": "Manchester operation",
        "opd": "Fothergill's repair",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "d251f683-c558-4ccd-b831-cfc8c8d80bbf",
        "choice_type": "single"
    },
    {
        "question": "Anterior colporrhaphy and colpoperineorraphy is known as:",
        "exp": "Ans- D Pelvic floor repair Ref: Dutta's textbook of gynecology. 5th ed. Pg 211 A Shaw s textbook of gynecology, 15th ed. Pg 338. Explanation: Anterior colporrhaphy and colpoperineorraphy is known as pelvic floor repair. COMPONENTS OF WARD MAYO SURGERY Anterior colporrhaphy Colpoperineorraphy Vaginal hysterectomy FOTHERGILI2S REPAIR/MANCHESTER REPAIR Anterior colporrhaphy Amputation of cervix Suturing cut ends of Meckendrodt's ligaments in front of cervix Covering the raw area of amputated cervix with vaginal mucosa Colpoperiniorraphy SHIRODKAR'S REPAIR: (MODIFIED FOTHERGILL'S REPAIR) No cervical amputation The POD is opened. Uterosacral ligaments identified and divided close to cervix and the stumps are crossed and situated together in front of cervix High closure of POD",
        "cop": 4,
        "opa": "Ward mayo surgery",
        "opb": "Shirodhkar repair",
        "opc": "Manchester repair",
        "opd": "Pelvic floor repair",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "f42fd490-bd6c-4af6-83be-12ca904d8759",
        "choice_type": "single"
    },
    {
        "question": "Le Forfs operation is done for-",
        "exp": "Ans. is 'b' i.e.t Old post menopausal women Lefort's repairo It is reserved for very elderly menopausal women with an advanced prolapse or those women who are poor medical risks and are considered unfit for major surgical procedures.o In this the flaps of vagina from the anterior and posterior vaginal wall are excised, and the raw areas apposed with catgut sutures.Fotheririll's procedure is done for young women desiring child bearing.",
        "cop": 2,
        "opa": "Young women desirous of child bearing",
        "opb": "Old post menopausal women",
        "opc": "Post traumatic prolapse",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "565a16aa-c878-4844-b8bd-7c566f9d977e",
        "choice_type": "multi"
    },
    {
        "question": "Partial prolapse in nulliparous women is treated by:",
        "exp": "Ans: a (Shirodkars sling procedure) Ref: Shaw, 13th ed, p. 329Abdominal sling operations have been designed for young women suffering from 2nd or 3rd degree prolapse, who wish to retain their child bearing and menstrual functions.Sling Operations ( Cervicopexy)1. Purandare abdominal sling2. Khanna abdominal sling3. Shirodkar abdominal slingOther surgical procedures for genital prolapse.VH with PFRIndications1. UV prolapse in post menopausal women2. Genital prolapse in perimenopausal age group with DUB. unhealthy cervix or small fibroid3. As an alternative to abdominal hysterectomy or Fothergill operation or LAVHFothergill repair (Manchester operation)Indications1. Women below 40 yrs who have completed their family but desirous of retaining their menstrual function2. Infra vaginal elongation of cervix.Forthergill operation (Manchester operation)- Preliminary D & C- Amputation of cervix- Stum Dorff suture- Plication of Mackenrodt ligament (Fothergill stich)- Anterior colporrhaphy- ColpoperineorrhaphyLe Fort operationOld age with procidentia when the patient is unfit for longer duration of surgery:Vault prolapse managementConservative - Pessary treatmentSurgical Trans vaginal1. Le Fort's operation2. Colpoclesis3. Sacrospinous colpopexyAbdominal1. Vault suspension (Sacral colpopexy)Prevention of Enterocele while doing AH (Culdoplasty)McCallMoschcowitzHalbanTreatment of procidentia:VH with PFR + right sacrospinous colpopexy.",
        "cop": 1,
        "opa": "Shirodkar sling procedure",
        "opb": "Le Fort operation",
        "opc": "Manchester operation",
        "opd": "VH with PFR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "902fab40-f423-436c-aca2-ed5260f63df8",
        "choice_type": "single"
    },
    {
        "question": "Le forts operation is done in?",
        "exp": "Ans. (b) Elderly patient with utero-vaginal prolapseRef: Practical Gynacecolgy and Obstetrics by V. Padubidri p-47, Clinical Obstretics 10th Ed by S. Gopalan, Sarala& Jain, Vanita p 275, Danforth's 10th ed p-867, Current OB/ GYN ch-44 Pelvic Organ Prolapse, Shaw 14thed p-308",
        "cop": 2,
        "opa": "Young patient with utero-vaginalprolapse",
        "opb": "Elderly patient with utero-vaginal prolapse",
        "opc": "Multiparous with utero-vaginal prolapsed",
        "opd": "Pregnant patient with utero-vaginal prolapsed",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management",
        "id": "19ca5674-5167-4e50-a009-3e4ae867c68c",
        "choice_type": "single"
    }
]