[
    {
        "question": "The cardinal movements during normal lahouor occur in following order?",
        "exp": "ANSWER: (A) Engagement, internal rotation, delivery of head, restitution, external rotationREF: Danforth's Obstetrics and Gynecology, 10th ed page 26-27 & page 433 table 24.3, Dutta Obs 6th ed p- 128 There are 7 cardinal movements in mechanism of labour (in following order)[Mnemonic: Every Descent Female I Desire Rarely Exists!EngagementDescentFlexionInternal rotationExtension (Delivery of head by extension)RestitutionExternal rotationCurrent OB/GYN 10:fc edition chapter 10 table 10-1Mechanisms of Labour: Vertex PresentationEngagementFlexionDescentInternalRotationExtensionRestitutionExternalRotationGenerally occurs in late pregnancy or at onset of labor. Mode of entry into superior strait depends on pelvic configuration.Good flexion is noted in most cases. Flexion aids engagement and descent. (Extension occurs in brow and face presentations.)Depends on pelvic architecture and eephalopelvic relationships. Descent is usually slowly progressive.Takes place during descent. After engagement, vertex usually rotates to the transverse. It must next rotate to the anterior or posterior to pass the ischial spines, where upon, when the vertex reaches the perineum, rotation from a posterior to an anterior position generally follows.Follows distention of theperineum by the vertex. Headconcomitantlystemsbeneath thesymphysis.Extensionis completewithdeliveryof the head.Restitution of the fetal head to its normal position with respect to the fetal shoulders. Turning back 45 degress to facepostero-laterallyFollowing delivery, head normally rotates to the position it originally occupied at engagement. Next, the shoulders descend (in a path similar to that traced by the head).They rotate anteroposteriorly for delivery.Then the head swings back to its position at birth. The body of the baby is then delivered.",
        "cop": 1,
        "opa": "Engagement, internal rotation, delivery of head, restitution, external rotation",
        "opb": "Engagement, internal rotation, restitution, delivery of head, external rotation",
        "opc": "Engagement, delivery of head, internal rotation, restitution, external rotation",
        "opd": "Engagement, external rotation, delivery of head, internal rotation, restitution",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Mechanisms of Labor",
        "id": "506cb74a-d0b1-4f2c-aba5-debbc3c34984",
        "choice_type": "single"
    }
]