[
    {
        "question": "Infants of diabetic mothers are likely to have the following cardiac anomaly:",
        "exp": "Ans. is d, i.e. Transposition of great arteriesRef. Fernando Arias 3/e, p 454As VSD is not given in the options, transposition of great vessels is the single best answer.",
        "cop": 4,
        "opa": "Coarctation of aorta",
        "opb": "Fallot's tetralogy",
        "opc": "Ebstein's anomaly",
        "opd": "Transposition of great arteries",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f5955860-aa16-4f19-b13b-5e595e301389",
        "choice_type": "multi"
    },
    {
        "question": "True statements regarding epilepsy in pregnancy is:",
        "exp": "Ans. is b, i.e. Monotherapy is preferred to polydrug therapy --Dutta Obs 7/e, p 291As discussed earlier, seizure frequency remains unchanged in majority during pregnancy.\"Frequency of convulsions is unchanged in majority (50%) and is increased in some.\" --Dutta 7/e, p 291\"The risk of developing epilepsy to the offspring of an epileptic mother is 10%.\" --Dutta 7/e, p 291So, option c is incorrect.\"There is no contraindication for breastfeeding.\" --Dutta 7/e, p 291so option d is incorrect.We have read time and again that monotherapy is preferred in pregnant epileptic patient.",
        "cop": 2,
        "opa": "Seizure frequency decreases in majority",
        "opb": "Monotherapy is preferred to polydrug therapy",
        "opc": "No increase in incidence of epilepsy in offspring",
        "opd": "Breastfeeding is contraindicated",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "cc224eb0-6588-4be6-9341-76c5d4f45270",
        "choice_type": "multi"
    },
    {
        "question": "A woman develops chickenpox at 39 weeks. She has a single fetus in the cephalic presentation. She has no other pregnancy complications.What is the best method to prevent neonatal infection?",
        "exp": "Ans. is a, i.e. Continue the pregnancy for at least one weekIf delivery can be postponed for at least 7 days, the mother will develop antibodies and there will be transplacental transfer of antibodies to the neonate. The neonate will have passive immunity and will not develop the infection. Therefore, the best method to prevent neonatal infection is to continue the pregnancy for at least one week after the mother develops the rash. If delivery occurs within one week, the baby should be given VZIG soon after birth.",
        "cop": 1,
        "opa": "Continue the pregnancy for at least one week.",
        "opb": "Give varicella zoster vaccine to the neonate soon after birth",
        "opc": "Give VZIG to the neonate soon after birth",
        "opd": "Induce labor immediately",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8707a5b8-8fbc-445c-9c56-31d78521d3bc",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of intrauterine infection:",
        "exp": "Ans. is d, i.e. CytomegalovirusRef. Williams Obs. 23/e, p 1216, 1217; Harrison 17/e, p 48Most common cause of intrauterine infection is cytomegalovirus.",
        "cop": 4,
        "opa": "Rubella",
        "opb": "Toxoplasma",
        "opc": "Hepatitis",
        "opd": "Cytomegalovirus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "37907502-2158-4f0c-9b59-360c11c34d47",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman appears at 8 weeks of pregnancy and reveals a history of pulmonary embolism 7 years ago during her first pregnancy She was treated with intravenous heparin followed by several months of oral warfarin (Coumadin) and has had no further evidence of thromboembolic disease for over 6 years. Which of the following statements about her current condition is true?",
        "exp": "Patients with a history of thromboembolic disease in pregnancy are at high risk of developing it in subsequent pregnancies. Impedance plethysmography and Doppler ultrasonography are useful techniques even in pregnancy and should be done as baseline studies. Patients should be treated prophylactically with low-dose heparin therapy through the postpartum period as this is the time of highest risk of this disease.",
        "cop": 4,
        "opa": "Having no evidence of disease for over 5 years means that the risk of thromboembolism is not greater than normal",
        "opb": "Impedance plethysmography is not a useful study to evaluate for deep venous thrombosis in pregnancy",
        "opc": "Doppler ultrasonography is not a useful technique to evaluate for deep venous thrombosis in pregnancy",
        "opd": "The patient should be placed on low-dose heparin therapy throughout pregnancy and puerperium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "c8d4f0fa-46b1-4787-bf8f-4d539c97810f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following features indicates the presence of heart disease in pregnancy and which is not seen in normal pregnancy?",
        "exp": "Ans. is b, i.e. Distended neck veinsRef. Williams Obs. 22/e, p 1019, 23/e, p 960, Dutta Obs. 7/e, p 275Many of the physiological adaptations of normal pregnancy and physical findings resemble heart disease symptoms and signs, making the diagnosis of heart disease more difficult.For example, in normal pregnancy, functional systolic heart murmurs are quite common; respiratory efforts is accentuated, at times suggesting dyspnea and edema in the lower extremities usually develops after midpregnancy.It is important not to diagnose heart disease during pregnancy when none exists, and at the same time not to fail to detect and appropriately treat heart disease when it dose exist.Clinical indicators of Heart disease during Pregnancy: Metcalfes criteria for Heart disease in pregnancySymptomsClinical findings* Progressive dyspnea or orthopnea* Nocturnal cough* Hemoptysis* Syncope with exertion* Chest pain related to effort or emotion* Symptoms of pulmonary hypertension* Cyanosis* Clubbing of fingers* Persistent neck vein distension* Systolic murmur greater than grade 3* Diastolic murmur* Cardiomegaly* Persistent arrhythmia* Persistently split second sound* Criteria for pulmonary hypertensionNote: In question 3 - exertional dyspnea, and pedal edema are seen normally during pregnancy and do not indicate heart disease. During pregnancy due to relaxation of the smooth muscles of the arteries by the progesterone, blood pressure decreases (Ref. Dutta 7/e, p 53) i.e. systemic hypotension normally occurs during pregnancy.Distended neck veins are suggestive of heart disease in pregnancy and are not a normal physiological condition.",
        "cop": 2,
        "opa": "Exertional dyspnea",
        "opb": "Distended neck veins",
        "opc": "Systemic hypotension",
        "opd": "Pedal edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "cfef5f66-0d0e-4d7d-83b6-cee52c15910a",
        "choice_type": "single"
    },
    {
        "question": "Caudal regression syndrome is seen in babies of mother having:",
        "exp": "Ans. is a, i.e. DiabetesRef. Fernando Arias 3/e, p 454; COGDT 10/e, p 312\"The lesion classically associated with diabetic embryopathy, the 'caudal regression syndrome', is rare, with an incidence of 1.3 per 1000 diabetic pregnancies\". --Fernando Arias 3/e, p 454",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "PIH",
        "opc": "Cardiac disease",
        "opd": "Anaemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "1217d11a-33bd-4b4d-8328-255508e6a865",
        "choice_type": "single"
    },
    {
        "question": "Recurrent miscarriage is :",
        "exp": "Ans. is 'b' i.e., 3 or more consecutive losses < 20 weeks * Recurrent miscarriage, habitual abortion, or recurrent pregnancy loss (RPL) is three or more consecutive pregnancy losses at less than (or equal to) 20 weeks of gestation or with a fetal weight of <500 grams.* It affects approximately 1% to 2% of women",
        "cop": 2,
        "opa": "4 or more pregnancy losses at any weeks",
        "opb": "3 or more consecutive losses < 20 weeks",
        "opc": ">2 pregnancy losses >12 weeks",
        "opd": ">3 pregnancy losses, after 24 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8d1d88a2-6d1c-4025-8027-a7ab48d3b9b1",
        "choice_type": "single"
    },
    {
        "question": "All of the following are legal grounds for Medical Termination of pregnancy, EXCEPT:",
        "exp": "Ans. is 'd' i.e., Unmarried female The conditions under which a pregnancy can be terminated under the MTP Act. 1971:* There are 4 conditions that have been identified in the Act:a) Medical - Where continuation of the pregnancy might endanger the mother's life or cause grave injury to her physical or mental health.b) Eugenic - Where there is substantial risk of the child being born with serious handicaps due to physical or mental abnormalities.c) Humanitarian - Where pregnancy is the result of rape.d) Failure of contraceptive devices - The anguish caused by an unwanted pregnancy resulting from a failure of any contraceptive device or method can be presumed to constitute a grave mental injury to the health of the mother. This condition is a unique feature of the Indian law and virtually allows abortion on request, in view of the difficulty of proving that a pregnancy was not caused by failure of contraception.",
        "cop": 4,
        "opa": "Rape",
        "opb": "Failure of contraception",
        "opc": "Eugenic causes",
        "opd": "Unmarried female",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "7d5581d2-17e8-4d15-9124-6199253e35d8",
        "choice_type": "multi"
    },
    {
        "question": "Drugs supplied by NACO for prevention of mother- to-child transmission:",
        "exp": "Ans. is a, i.e. NevirapineRef. Parks PSM 20/e, p 373NACO is National AIDS Control Organization which was launched in India in the year 1987.The Ministry of Health and Family Welfare had setup NACO as a separate wing to implement and closely monitor the various components of the National Aids Control Programme.NACO has established many integrated counselling and testing centres (ICTCs), where pregnant women are provided counselling and testing facilities.\"Women who are found to be HIV positive are given single dose of prophylactic Nevirapine at the time of labour and new born infant is also given a single dose of Nevirapine within 72 hrs of birth\". --Park 20/e, p 373",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Zidovudine",
        "opc": "Nevirapine + Zidovudine",
        "opd": "Nevirapine + Zidovudine + 3TC",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "533b277d-e714-4caa-a657-ad732e01e02c",
        "choice_type": "single"
    },
    {
        "question": "Inguinal hernia in male infants is caused by which congenital infection:",
        "exp": "Ans. A. CMVManifestations of CMV in the neonates include focal or generalized organ involvement. These include petechiae, hepatosplenomegaly, jaundice, microcephaly, IUGR, Chorioretinitis and inguinal hernia in male infants.",
        "cop": 1,
        "opa": "CMV.",
        "opb": "Toxoplasma.",
        "opc": "Rubella.",
        "opd": "Congenital syphilis.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "d2b92db3-8414-45b2-81cc-f74061e17d3a",
        "choice_type": "single"
    },
    {
        "question": "All are seen in gestational diabetes except:",
        "exp": "Ans. is c, i.e. MalformationsRef Textbook of Obs. Sheila balakrishnan 1/e, p 288; Fenando Arias 3/e, p. 445, p 441As explained in the preceding text, congenital malformations are seen in fetuses of overt diabetics and not gestational diabetics.",
        "cop": 3,
        "opa": "Previous macrosomic baby",
        "opb": "Obesity",
        "opc": "Malformations",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "734c03b0-52d3-4963-a1fb-77c9ba734420",
        "choice_type": "multi"
    },
    {
        "question": "All of the followings are seen GDM; except:",
        "exp": "Ans. (a) MalformationsRef: Williams Obstetrics 25th Ed; Page No-1111* Malformations are seen in overt DM or Pre-gestational DM.* Past history of macrosomia is also high risk group for GDM screening.Maternal and Fetal Effects* Neonatal Hypoglycemia* Fetal Macrosomia* Maternal Obesity",
        "cop": 1,
        "opa": "Malformations",
        "opb": "Polyhydramnios",
        "opc": "Obesity",
        "opd": "Previous h/o macrosomia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9b24fe77-06e5-4c30-bfdf-ee7ab3dd831c",
        "choice_type": "multi"
    },
    {
        "question": "A lady G2P1 with 10 wks pregnancy with one live child has ocular toxoplasmosis. The risk of present baby to get infected is:",
        "exp": "Ans. is d, i.e. NilRef. Harrison 17/e, p 1306The woman, who has already given birth to a child with congenital toxoplasmosis, now has no risk of transmitting it to the present baby because \"women who are seropositive before pregnancy usually are protected against acute infection and do not give birth to congenitally infected neonates\".Remember:Timing of Maternal InfectionRisk of Transmission* In previous pregnancy* >6 months before conception* <6 months before conception* In first trimester* In third trimester* No risk in future pregnancy* No risk in pregnancy* Risk increases as the interval between infection and conception decreases* Risk is less (15%), but disease is severe* Risk is maximum (60%), but disease is mild",
        "cop": 4,
        "opa": "50%",
        "opb": "25%",
        "opc": "100%",
        "opd": "Nil",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "2eb6936b-a946-4e0e-92c8-323abfa26ac3",
        "choice_type": "single"
    },
    {
        "question": "A woman complains of discharge and soreness in the vulval region at a POA of 36 weeks. Examination reveals small discreet, tender ulcers in the labia majora, minora and perineum. She has not had a similar episode previously. On viral culture and serological testing she did not have antibodies against the infecting strain.What is the best treatment option?",
        "exp": "Ans. is d, i.e. Treat with oral acyclovir and perform an elective cesarean section at 38 weeksThis is a case of primary herpes because she does not have type-specific antibodies. The best management option is to deliver by cesarean section at 38 weeks, if primary herpes occurs in the third trimester, especially during the last 6 weeks, as there is no time for the mother to develop antibodies. It is not necessary to perform a cesarean section immediately as transplacental transmission does not occur. Treatment with acyclovir is indicated in primary herpes as it reduces the severity and the duration of the maternal disease.",
        "cop": 4,
        "opa": "Perform a cesarean section immediately",
        "opb": "Treat with oral acyclovir and induced labour as soon as the ulcers heal",
        "opc": "Treat with oral acyclovir and await spontaneous onset of labour",
        "opd": "Treat with oral acyclovir and perform an elective cesarean section at 38 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "dd7e9b7f-9cd3-4894-a520-85569fcf8901",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is an absolute contraindication for treatment of Thyrotoxicosis in pregnancy of 6 months duration:",
        "exp": "Ans. is b, i.e. I131 therapyRef. Dutta Obs. 6/e, p 290; Williams Obs 23/e, p 1130Radioactive iodine is an absolute contraindication in the treatment of thyrotoxicosis in pregnancy. In fact, it should not be given to patients even wanting pregnancy within 6 months.",
        "cop": 2,
        "opa": "Antithyroid drug",
        "opb": "I131 therapy",
        "opc": "Telepaque",
        "opd": "Surgery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "bc6698d4-8fed-438a-9d90-22602933666d",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old class D diabetic is concerned about pregnancy. She can be assured that which of the following risks is the same for her as for the general population?",
        "exp": "Maternal diabetes mellitus can affect a pregnant woman and her fetus in many ways. The development of preeclampsia or eclampsia is about 4 times as likely as among nondiabetic women. Infection is also more likely not only to occur but to be severe. The incidences of fetal macrosomia or death and of dystocia are increased, and hydramnios is common. The likelihood of postpartum hemorrhage after vaginal delivery and the frequency of cesarean section are both increased in diabetic women. The incidence of fetal genetic disorders such as cystic fibrosis is unaffected by diabetes.",
        "cop": 3,
        "opa": "Preeclampsia and eclampsia",
        "opb": "Infection",
        "opc": "Fetal cystic fibrosis",
        "opd": "Postpartum hemorrhage after vaginal delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8753e6ed-8006-4073-a266-cc4d5579312c",
        "choice_type": "single"
    },
    {
        "question": "Congenital infection in fetus with minimal teratogenic risk is:",
        "exp": "Ans. is a, i.e. HIVRef. Dutta Obs. 7/e, p 300Teratogenic effects have not been documented with HIV infectionRubella, varicella and CMV infections have all been linked to a variety of congenital malformation in the fetusEffects of maternal HIV infection in pregnancyOn motherOn fetusThe course of HIV in mother remains unaltered as a result of pregnancyMaternal mortality or morbidity are not increased by HIVMain problems a/w HIV infection during pregnancy are related to preterm birth and IUGR.No teratogenic effects have been reported. Preterm labor, IUGRNo teratogenic effectsHIVMeaslesInfluenzaMumpsInfections causing congenital malformation (teratogenic effect)RubellaVaricellaToxoplasmosisMumpsCMVParvovirus",
        "cop": 1,
        "opa": "HIV",
        "opb": "Rubella",
        "opc": "Varicella",
        "opd": "CMV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9b5b882e-2a96-4d75-97b4-3721d792b224",
        "choice_type": "single"
    },
    {
        "question": "Priscilla White classification is used in :--",
        "exp": "Lady Priscilla White pioneered research into diabetic woman during pregnancy.The classification is based on age at onset of diabetes, duration of disease and the presence of atherosclerotic vascular disease and renal complications.",
        "cop": 3,
        "opa": "Gestational hypertension",
        "opb": "Cardiac disorders in pregnancy",
        "opc": "Gestational diabetes mellitus",
        "opd": "Thyroid disorders of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4f063850-c796-4f1c-98e6-4af65282f9bc",
        "choice_type": "single"
    },
    {
        "question": "Least rate of HIV transmission is seen in:",
        "exp": "Ans. is d, i.e. Cesarean sectionVertical HIV transmission was shown to be reduced by about half when cesarean was compared with vaginal delivery. Ref. Williams 24/e p1282",
        "cop": 4,
        "opa": "Forceps delivery",
        "opb": "ARM",
        "opc": "Vacuum delivery",
        "opd": "Cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6eb880f6-6536-4fe5-a86f-b5726d63e073",
        "choice_type": "single"
    },
    {
        "question": "All of the following are absolute C/I to uterine artery embolization except.",
        "exp": "Ans. is d, i.e. Age of patient >=50 years(Ref: Williams Gynae 3rd/ed, p210 Table 9-2)Absolute C/I to uterine artery embolization* Pregnancy* Active uterine or adnexal infection* Suspected reproductive tracts malignancy.Relative C/I:* Coagulopathy* Renal impairment* Desire for future fertility* Uterine size > 20-24 weeks* Prior salpingectomy* Prior pelvic radiation* Large hydrosalpinx",
        "cop": 4,
        "opa": "Pregnancy",
        "opb": "Uterine infection",
        "opc": "Endometrial cancer",
        "opd": "Age of patient >=50 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f9498245-1fc3-4099-99a1-bac8059e2230",
        "choice_type": "multi"
    },
    {
        "question": "Fasting Blood sugar should be maintained in a pregnant diabetic female as:",
        "exp": "Ans. is a, i.e. 70-100mg%Ref Dutta Obs. 7/e, p 285Metabolic Goals during Pregnancy:Fasting <95mg/dL1 hr PP <140mg/dL2 hr PP <120mg/dL (average 100mg/dl)HbA1c-6%-If these goals are not achieved patient should be put on Insulin.",
        "cop": 1,
        "opa": "70-100 mg%",
        "opb": "100-130 mg%",
        "opc": "130-160 mg%",
        "opd": "160-190 mg%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "3abad884-b135-47a7-8a97-dbca4638f86a",
        "choice_type": "single"
    },
    {
        "question": "Choose the virus that is responsible for \"Cataracts, cardiac defects, deafness\" when the fetus is exposed in utero (CHOOSE 1 VIRUS)",
        "exp": "Viral infections during pregnancy are of great concern. The risk to the fetus is greatest during the first trimester. In most instances, congenital infection results from transplacental transmission of the virus during maternal viremia. In addition, perinatal infection may result from acquisition of virus by passage of the infant through a contaminated birth canal. Cytomegalovirus, rubella, and varicella are well established as teratogens. Congenital disease may range from mild symptoms to major congenital defects to asymptomatic disease with late sequelae. Hepatitis B is only rarely transmitted in utero-more usually at the time of birth and may cause a mild to severe hepatitis in infancy or, more commonly, result in a carrier state. Carriers run the risk of developing cirrhosis or hepatocellular carcinoma later in life. Rubeola is uncommon in pregnancy and has not been associated with any specific anomalies.",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Rubella",
        "opc": "Varicella zoster",
        "opd": "Rubeola",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "b9d10513-15f8-4d4a-946a-ca9b213f0e7d",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive screening test in diabetic mothers for congenital malformation is:",
        "exp": "Ans. is d, i.e. Hb A1C (Glycosylated hemoglobin)Ref. Dutta Obs. 7/e, p 284Best screening test for congenital malformations: Hb A1c Best test to detect congenital malformations: TVS",
        "cop": 4,
        "opa": "MS AFP",
        "opb": "Blood glucose",
        "opc": "Amniotic fluid AFP",
        "opd": "HbA1C (Glycosylated hemoglobin)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "90005a31-b154-476c-ad7a-94eb80dd082c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the best drug of choice for treatment of bacterial vaginosis during pregnancy:",
        "exp": "Ans. is b, i.e. MetronidazoleRef. Shaw 14/e, p 118; COGDT 10/e, p 601; Harrison 17/e, p 827Bacterial Vaginosis:It is an alteration in the normal vaginal flora (so, termed as vaginosis and not vaginitis)Polymicrobial in natureIt is transmitted sexually QInfection is favoured by decrease in the number of protective bacteria of vagina (\"Doderlein bacteria\" which release hydrogen peroxide and help in maintaining the acidic pH of vagina Q)Symptoms:-50% are asymptomatic-Rest complain of malodorous vaginal discharge with no irritation. QDiagnosis: By Amsel's criteria.Vaginal secretions are grey - white and thinly coat the vaginal walls QpH >4.5([?]5-5.5) (i.e. increased vaginal pH) QWhiffs test/Amine test is positive, i.e. addition of 10% KOH to vaginal secretions produces Fishy odour QPresence of 'clue cells' (>20% of epithelial cells). QCLUE CELLS: are epithelial cells with granular cytoplasm.Microscopic examination shows:Clue cells Q| Number of gardnerella vaginalis0| Number of lactobacilli Q| Leucocytes (conspicuously absent). QTreatment:DOC Metronidazole 500 mg twice daily for 7 days QTreatment of male sexual partner does not improve therapeutic response and is not recommended. QIn pregnancy:-TOC is oral metronidazole after 1st trimester Q-Alternatively, clindamycin can be given-Topical application of metronidazole gel should be avoided during pregnancy. Q",
        "cop": 2,
        "opa": "Clindamycin",
        "opb": "Metronidazole",
        "opc": "Erythromycin",
        "opd": "Rivamycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4f85294d-c1d4-4c6c-862d-a680707cea99",
        "choice_type": "single"
    },
    {
        "question": "Contraindiction for estrogen therapy nearly are all except:",
        "exp": "Ans. is c, i.e. HypertensionRef: Williams Gynae 3rd/ed, p495Absolute C/I for use of Estrogen:1. Undiagnosed abnormal genital bleeding2. Known/suspected or H/O breast cancer3. Known/suspected estrogen dependent tumor4. Active or prior venous thromboembolism or any thromboembolic disease5. Liver dysfunction or disease6. Known or suspected pregnancy.",
        "cop": 3,
        "opa": "Uterine cancer",
        "opb": "Breast cancer",
        "opc": "Hypertension",
        "opd": "Previous H/O thromboembolism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9e5aae59-c888-4835-98d5-7e6df08bb844",
        "choice_type": "multi"
    },
    {
        "question": "Fasting blood sugar levels to diagnose overt diabetes:",
        "exp": "Ans is c, i.e. 126mg/dL(William obs 25/e pg 1099)Diagnosis of overt diabetesRandom plasma glucose level >200mg/dL plus classic signs & symptoms like polydipsia, polyuria and unexplained weight lossFasting glucose level >125mg/dLAs per ADA (2017) & WHO (2013); even a plasma glucose level >200mg/dL measured 2 hours after 75 g of oral glucose lead is diagnostic of overt diabetes",
        "cop": 3,
        "opa": "106 mg/dL",
        "opb": "116mg/dL",
        "opc": "126 mg/dL",
        "opd": "140 mg/dL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "23b03dcf-cccd-4665-9ae4-04dd52b2960f",
        "choice_type": "single"
    },
    {
        "question": "Large placenta is seen in all of the following except:",
        "exp": "Ans. is a, i.e. IUGRRef. Dutta Obs. 7/e, p 497; Williams Obs 23/e, p 627; Fernando Arias 3/e, p 95-96 for causes of NIHFLarge placenta is seen in case of Hydrops fetalis:Hydrops fetalisThere are two varieties of hydropsImmune hydropsNonimmune hydrops fetalis (NIHF)* It is due to Rh isoimmunization* It is due to conditions other than Rh isoimmunization* It accounts for 1/3rd cases of hydrops fetalis* It accounts for 2/3 cases of hydrops fetalisNonimmune hydrops:It can be caused by a number of conditionsInfections causing NIHF:Of all the PRATSCHEC agents (parvovirus, rubella, AIDS, toxoplasma, syphilis, cytomegalovirus, herpes, echovirus, and coxsackievirus), only AIDS has not been reported in association with Non-lmmune Hydrops Fetalis. Parvovirus B-19 is the most common viral infection associated with NIFH.Note: In IUGR: Placenta is small and not big.",
        "cop": 1,
        "opa": "IUGR",
        "opb": "Syphilis",
        "opc": "CMV",
        "opd": "Rubella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a825e062-3a73-44fd-8835-6ccf446c54b9",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old G3P2 obese woman at 26 weeks' gestation with no significant past medical history states that diabetes runs in her family. Her other pregnancies were uncomplicated. The results of a 3-hour glucose tolerance test show the following glucose levels:* 0 (fasting): 90 mg/dL 1 hour: 195 mg/dL* 2 hours: 155 mg/dL 3 hours: 145 mg/dLAs a result, she is diagnosed with gestational diabetes. She is counselled to start diet modification and exercise to control her glycemic levels. 3 weeks after her diagnosis, she presents her values:* Fasting: 95 mg/dL 1 hr pp: 185 mg/dLWhat is the best management?",
        "exp": "Ans. is b, i.e. Start insulinRef. Dutta Obs. 7/e, p 285In the question patients GTT showedFasting =90mg/dL (upper limit =95mg/dL, i.e. normal)1 hour pp =195mg/dL (upper limit =180mg/dL, i.e. abnormal)2 hour pp =155mg/dL (upper limit = 155, i.e. normal)3 hour pp =145mg/dL (upper limit = 140, i.e. abnormal)Thus 2 values are abnormal, i.e. patient is a confirmed case of gestational diabetes.As indicated, she was put on diet modification for 3 weeks and after 3 weeks, herFasting value =95mg/dL2 hour postprandial =180mg/dLRemember: Metabolic goals of diabetes areFasting <=95mg/dL2hourPP <=120mg/dLIf these goals are not achieved by diet alone, insulin should be started.",
        "cop": 2,
        "opa": "Continue diet modification",
        "opb": "Start insulin",
        "opc": "Repeat GTT",
        "opd": "Start metformin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4af8654f-207f-4fbf-a482-d57a962c7c21",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female with diabetes visits antenatal clinic at 6 weeks of amenorrhea. She has not been on any treatment. What is the first step in the management?",
        "exp": "Ans. is c, i.e. Perform HbA1cThe first step is to do HbA1c to check her glucose status and assess the risk of fetal congenital malformations.",
        "cop": 3,
        "opa": "Start Insulin",
        "opb": "Start diet modification",
        "opc": "Perform HbA1c",
        "opd": "Perform PPBs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a87119cf-55a8-4fe7-9bd3-039242ed8f12",
        "choice_type": "multi"
    },
    {
        "question": "Patients with organic heart disease in pregnancy most commonly die during:",
        "exp": "Ans. is c, i.e. Soon following deliveryRef. Dutta Obs 7/e, p 225This is another way of asking, cardiac failure occurs most common at what time as the M/C cause of death in pregnant females with heart disease is congestive heart failure.",
        "cop": 3,
        "opa": "20-24 weeks of pregnancy",
        "opb": "First stage of labor",
        "opc": "Soon following delivery",
        "opd": "Two weeks postpartum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9afd1c6c-ac90-460d-9cab-aaddd3bd304f",
        "choice_type": "single"
    },
    {
        "question": "All are true in pregnancy with epilepsy except:",
        "exp": "Ans. is a, i.e. Seizure risk is decreased by 30%In pregnancy the seizure risk increases and does not decrease, hence our answer is but obvious.Now here I want to tell you about antiepileptic drugs and malformations associated with them.Anti epileptic drugs and malformations:In Women with epilepsy not exposed to Anti epileptic drugs (AEDs), the incidence of major congenital malformations is similar to the background risk for the general population. A prospective Finnish population-based study reported a 2.8% (26/939) rate of congenital malformations in the offspring of Women with epilepsy who were not taking AEDs in the first trimester.In Women with epilepsy who are taking AEDs, the risk of major congenital malformation to the fetus is dependent on the type, number and dose of AED. Among AEDs, lamotrigine, and carbamazepine monotherapy at lower doses have the least risk of major congenital malformation in the offspring.The most common major congenital malformations associated with AEDs are neural tube defects, congenital heart disorders, urinary tract and skeletal abnormalities and cleft palate. Risk of major malformations is 3-5%.A milder form of malformations may be present in 8-15% cases.Sodium valproate is associated with neural tube defects, facial cleft and hypospadias; phenobarbital and phenytoin with cardiac malformations; and phenytoin and carbamazepine with cleft palate in the fetus.A systematic review and meta-analysis of 59 studies provided estimates of incidence of congenital malformation in fetuses born to women taking various AEDs.The risk was highest for women taking sodium valproate (10.7 per 100, 95% Cl 8.16-13.29) or AED polytherapy (16.8 per 100, 95% Cl 0.51-33.05) compared with the 2.3 per 100 (95% Cl 1.46-3.1) observed in mothers without epilepsy.Data from the EURAP study group 13 suggest that the lowest rates of malformation were observed in women exposed to less than 300 mg per day of lamotrigine (2 per 100, 95% Cl 1.19-3.24) and to less than 400 mg per day of carbamazepine (3.4 per 100, 95% Cl 1.11-7.71).",
        "cop": 1,
        "opa": "Seizure risk is decreased by 30%",
        "opb": "Valproate causes adverse fetal outcomes",
        "opc": "AED causes malformations in 15% cases",
        "opd": "Monotherapy is better",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "453d2260-734c-4f1c-bf9a-4a155daaaa6a",
        "choice_type": "multi"
    },
    {
        "question": "Choose the virus that is responsible for \"Microcephaly, intracerebral calcifications, hepatosplenomegaly\" when the fetus is exposed in utero (CHOOSE 1 VIRUS)",
        "exp": "Viral infections during pregnancy are of great concern. The risk to the fetus is greatest during the first trimester. In most instances, congenital infection results from transplacental transmission of the virus during maternal viremia. In addition, perinatal infection may result from acquisition of virus by passage of the infant through a contaminated birth canal. Cytomegalovirus, rubella, and varicella are well established as teratogens. Congenital disease may range from mild symptoms to major congenital defects to asymptomatic disease with late sequelae. Hepatitis B is only rarely transmitted in utero-more usually at the time of birth and may cause a mild to severe hepatitis in infancy or, more commonly, result in a carrier state. Carriers run the risk of developing cirrhosis or hepatocellular carcinoma later in life. Rubeola is uncommon in pregnancy and has not been associated with any specific anomalies.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Rubella",
        "opc": "Varicella zoster",
        "opd": "Rubeola",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6a73f4f0-c502-46c9-9a65-3c000a3f7377",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old primigravida with 20 weeks of pregnancy has a first episode of a symptomatic bacteriuria. The risk of having pyelonephritis is:",
        "exp": "Ans. is d, i.e. 25%Ref. Dutta Obs. 7/e, p 299Twenty-five percent of these women are likely to develop acute pyelonephritis, usually in third trimester, if left untreated.",
        "cop": 4,
        "opa": "No risk with first episode",
        "opb": "5%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "02d67beb-139e-4fdb-988f-63a648f7f9a9",
        "choice_type": "single"
    },
    {
        "question": "A woman has had history of off and on repeated 1st trimester bleeding episodes. She is now 28 weeks of gestation, while prognosticating her about further pregnancy outcome, she is told to have increased risk of?",
        "exp": "Ans. D. All of the aboveAdverse Outcomes That Are Increased in Women with Threatened AbortionMaternalPerinatalPlacenta previaPlacental abruptionManual removal of placentaCesarean deliveryPreterm ruptured membranesPreterm birthLow-birthweight infantFetal-growth restrictionFetal and neonatal death",
        "cop": 4,
        "opa": "Preterm labor",
        "opb": "IUGR",
        "opc": "Abruption",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "ddef2031-f2d6-402a-962c-ffd37393a70c",
        "choice_type": "multi"
    },
    {
        "question": "Target of Fasting blood sugar & HbA1c in a gestational diabetic patient:",
        "exp": "Ans is d, i.e. <95gm/dL;HbA/c<6.5(Wiliams Obs 25/e pg 1111)Metabolic goals in gestational diabetesFasting glucose <95mg/dL2 hr PP <120mg/dLHbA1c: <6.5%",
        "cop": 4,
        "opa": "<90 gm/dL, HbA/c<6",
        "opb": "<95 gm/dL, HbA1c<6",
        "opc": "<90 gm/dL, Hb A/c<6.5",
        "opd": "95 gm/dl; Hb A/c<6.5",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f358c078-ba0b-4dc3-aff7-2c5a7ba88937",
        "choice_type": "single"
    },
    {
        "question": "A pregnant mother is treated with oral anticoagulant. The likely congenital malformation that may result in the fetus is:",
        "exp": "Ans. is d, i.e. Chondrodysplasia punctateRef. Dutta Obs. 7/e, p 511Warfarin is an anticoagulant drug.Action: Interferes with the synthesis of the vitamin K dependent factors like II, VII, IX and X.Side effects:HemorrhageIt leads to:-Contradi's syndrome: skeletal and facial anomalies in the fetus-Chondrodysplasia punctata in the fetus.Miscarriage, IUGR and stillbirths accentuates neonatal hypothrombinemia.",
        "cop": 4,
        "opa": "Long bones limb defect",
        "opb": "Cranial malformation",
        "opc": "Cardiovascular malformation",
        "opd": "Chondrodysplasia punctata",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "3fd702e4-74ca-4c7e-b759-e94080c24846",
        "choice_type": "single"
    },
    {
        "question": "Breast-feeding can be encouraged despite which of the following conditions?",
        "exp": "Ans. C. Maternal acute puerperal mastitisa. There are very few contraindications to breast-feeding. In acute viral infections, such as hepatitis B, there is the possibility of transmitting the virus in the milk.b. Most medications taken by the mother enter into breast milk, usually in concentrations similar to or less than those in maternal plasma.c. Breast-feeding is inadvisable when the mother is being treated with antimitotic drugs, tetracyclines, diagnostic or therapeutic radioactive substances, or lithium carbonate.d. Acute puerperal mastitis may be managed quite successfully while the mother continues to breast-feed. Reduction mammoplasty with auto- transplantation of the nipple simply makes breast-feeding impossible.",
        "cop": 3,
        "opa": "Maternal hepatitis B",
        "opb": "Maternal reduction mammoplasty with transplantation of the nipples",
        "opc": "Maternal acute puerperal mastitis",
        "opd": "Maternal treatment with lithium carbonate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "376ffaf3-4036-4240-9485-ca83aac67b90",
        "choice_type": "single"
    },
    {
        "question": "Contraindications to pregnancy are following except:",
        "exp": "Ans. A. WPW syndromeTachyarrhythmias are relatively common and should prompt consideration of underlying cardiac disease. Wolff- Parkinson-White syndrome may first appear during pregnancy, but some women with previously diagnosed arrhythmias have an increased incidence of tachycardia during pregnancy. Paroxysmal supraventricular tachycardia is encountered most frequently. Half of these women are Wolff-Parkinson-White syndrome. Women with Wolff- Parkinson-White syndrome have supraventricular tachycardia during pregnancy. If vagal maneuvers do not stimulate conversion, treatment consists of digoxin, adenosine, or calcium-channel blocking drugs. Experience is accruing that adenosine is effective for cardioversion in hemodynamically stable pregnant women. Most of these drugs do not appear to do fetal harm, however, reported fetal bradycardia in response to intravenous adenosine has been described.",
        "cop": 1,
        "opa": "WPW syndrome",
        "opb": "Eisenmenger's syndrome",
        "opc": "Pulmonary arterial hypertension",
        "opd": "Marfan's syndrome with aortic root dilatation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "47768751-af45-4de3-88e2-42aa73aa3dd7",
        "choice_type": "multi"
    },
    {
        "question": "Which drug is given to prevent HIV transmission from mother to child:",
        "exp": "Ans. is a, i.e. NevirapineRef Dutta Obs. 7/e, p 301, 302, Current concept in contraception and women health, p 186, 188: Shiela balakrishnan/text book of Obs p 360; Williams Obs. 23/e, p 1252: Harrison 17/e, p 1145Traditionally the therapy being given to prevent fetomaternal transmission of HIV has been zidovudine.But the cost of the therapy makes it out of reach of many patients in the developing countries.One important study in Uganda demonstrated that a single dose of nevirapine given to the mother at the onset of labour followed by a single dose to the new born within 72 hours of birth decreased transmission by 50% compared with a regimen of zidovudine to the mother.The cost of this regimen is much cheaper than that of zidovudine and thus is being used increasingly in developing countries for prevention of mother to child transmission.According to Harrison 17/e, p 1145Zidovudine treatment of HIV infected pregnant women from the begining of 2nd trimester through delivery and of infant for 6 weeks following birth dramatically decreased the rate of intrapartum and perinatal transmission of HIV infection from 22.6% in the untreated group to 5%.It further says \"Short course prophylactic antiretroviral (ARV) regimens, such as single dose of nevirapine given to the mother at the onset of labour and a single dose of nevirapine to the infant within 72 hrs of birth are of particular relevance to low-to-mid income nations because of the low cost and the fact that in these regions, perinatal care is often not available and pregnant women are often seen by a health care provider for the first time at or near the time of delivery.\"Note:These days when a pregnant female presents with HIV in pregnancy-HAART, i.e combination of three or four drugs from at least two different classes, is given to all pregnant female with HIV, irrespective of CD4 count or viral loadIf a woman on HAART gets pregnant, her HAART is continued during pregnancyHAART reduces the chances of vertical transmission by less than 2%Zidovudine is given IV during labor and delivery to woman with HIV RNA viral load more than 400 copies per mL or who have unknown viral load near delivery",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Lamivudine",
        "opc": "Stavudine",
        "opd": "Abacavir",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a9f633ef-fcf4-4f9c-a777-2b0eb2114814",
        "choice_type": "single"
    },
    {
        "question": "Maximum cardiac output in pregnancy is at:",
        "exp": "Ans. is d, i.e. 28 weeksRef. William 24/e, p 59The following graph of Williams shows cardiac output during pregnancy and labor.As is clear from the graph cardiac output is maximum at 28-32 weeks of gestation.Note: At term cardiac output is less in comparison to 28-32 weeks.",
        "cop": 4,
        "opa": "20 weeks",
        "opb": "24 weeks",
        "opc": "26 weeks",
        "opd": "28 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4bc5d5c3-4c39-4e96-afd6-881986e8878c",
        "choice_type": "single"
    },
    {
        "question": "The best method of curtailing the second stage of labor in heart disease is by:",
        "exp": "Ans. is b, i.e. Prophylactic ventouseRef. Dutta Obs 7/e, p 278Management of heart disease patient in 2nd stage:No maternal pushing and the tendency to delay in the second stage of labor is to be curtailed by forceps or ventouse under pudendal and/or perineal block anesthesia. Ventouse is preferable to forceps as it can be applied without putting the patient in lithotomy position (raising the legs increases the cardiac load). --Dutta Obs 7/e, p 278",
        "cop": 2,
        "opa": "Prophylactic forceps",
        "opb": "Prophylactic ventouse",
        "opc": "Spontaneous delivery with episiotomy",
        "opd": "Cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "69586922-8e49-4601-a746-84f0cdb555f0",
        "choice_type": "single"
    },
    {
        "question": "Following patients turn up for routine gynecological examination in OPD. None of them have had any cervical cancer screening in the past 5 years. Pap smear is recommended for all except:",
        "exp": "Ans. D. 19 year old sexually active womanScreening for cervical cancer:a. < 21 years = no screening - sexual history is not a considerationb. 21 - 29 years = cytology alone very 3 yearsc. 30 - 65 years = preferred is HPV and cytology contesting every 5 yearsd. > 65 years = Screening can be discontinued after either three consecutive negative cytology tests or two negative cytology and HPV tests within 10 years, provided the most recent test was within 5 yearse. No screening needed after total hysterectomy, provided no history of CIN or cancer in the past 20 yearsf. HPV vaccinated individuals follow same age specific recommendations.",
        "cop": 4,
        "opa": "35-year-old woman",
        "opb": "60-year-old woman",
        "opc": "28-year-old woman who has been vaccinated for HPV",
        "opd": "19-year-old sexually active woman",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "c5a5d6cd-7e11-4fa0-ace2-78be2912ef3c",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for shoulder dystocia except:",
        "exp": "Ans. B. Trisomy 18a. Increased risk of shoulder dystocia is seen in the following conditions:b. Fetal macrosomiac. Prior history of shoulder dystociad. Maternal obesitye. Maternal DM/Gestational diabetesf. Post term pregnancyg. Prolonged 2nd stage of laborh. Instrumental deliveryi. Anencephalic fetusj. Trisomy 18 is associated with IUGR, therefore no increased risk for shoulder dystocia.",
        "cop": 2,
        "opa": "Maternal diabetes",
        "opb": "Trisomy 18",
        "opc": "Maternal obesity",
        "opd": "Post term pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "1d9480fc-2230-4f2d-b92d-de5a5614a600",
        "choice_type": "multi"
    },
    {
        "question": "A woman is exposed to chickenpox at 12 weeks pregnancy weeks. She does not give a history of having had the disease previously.What is the best management option if she does not have antibodies against varicella zoster virus?",
        "exp": "Ans. is b, i.e. Administer varicella zoster immunoglobulin as soon as possible after exposure.The best management option is to prevent her from infection. Therefore, if the mother is found to be non-immune after testing for antibodies, varicella zoster immunology should be given as soon as possible after exposure. The vaccine cannot be given in pregnancy as it is a live attenuated vaccine. Termination of the pregnancy is not indicated because fetal varicella syndrome is not common. Acyclovir is used for treating infection.",
        "cop": 2,
        "opa": "Give varicella zoster vaccine as soon as possible after exposure",
        "opb": "Administer varicella zoster immunoglobulin as soon as possible after exposure",
        "opc": "Termination of pregnancy",
        "opd": "Treatment with oral acyclovir if infection occurs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "786dc7f9-38c5-474c-8370-5b899696ec54",
        "choice_type": "multi"
    },
    {
        "question": "A woman who has developed chickenpox 2 days ago is admitted in labor.What is the best method to prevent infection in the neonate?",
        "exp": "Ans. is a, i.e. Administer varicella zoster immunoglobulin (VZIG) to the neonate soon after birthSince the mother developed the infection two days before the delivery, there is no time for the mother to develop antibodies. Therefore, the neonate will be non-immune and is at risk of developing chickenpox. Neonatal infection is prevented by giving VZIG to the neonate soon after birth.",
        "cop": 1,
        "opa": "Administer varicella zoster immunoglobulin (VZIG) to the neonate soon after birth",
        "opb": "Administer varicella zoster vaccine to the neonate",
        "opc": "Perform a cesarean section immediately",
        "opd": "Prevent breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "592f594a-f1f8-4115-9f2e-782ebe127fef",
        "choice_type": "single"
    },
    {
        "question": "Nulliparity and late menopause are risk factors for which of the following group of diseases:",
        "exp": "Ans. D. Endometrial cancer and breast cancerNulliparity and late menopause are factors associated with increased exposure to estrogen, hence they are operative in endometrial hyperplasia, Unopposed estrogen stimulation is not operative in endometrial polyps, cervical cancer, or vulvar cancer",
        "cop": 4,
        "opa": "Cervical cancer and endometrial hyperplasia",
        "opb": "Ovarian cancer and endometrial polyp",
        "opc": "Vulvar cancer and endometrial cancer",
        "opd": "Endometrial cancer and breast cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8babff3f-c63c-4997-b6ef-e8d67c692a16",
        "choice_type": "single"
    },
    {
        "question": "A diabetic female at 40 weeks of gestation delivered a baby by elective cesarean section. Soon after birth the baby developed respiratory distress. The diagnosis is:",
        "exp": "Ans. is a, i.e. Transient tachypnea of the newbornRef. Ghai 6/e, p 166, 168; COGDT 10/e, p 316; Williams Obs. 22/e, p 1178, 23/e, p 1116Friends don't get shocked by the answer, even I was perplexed when I went through the texts given in all the standard reference books.Let's see what they have said.Respiratory distress syndrome (RDS) or hyaline membrane disease (HMD) --Ghai 6/e, p 166RDS almost always occurs in preterm babies often less than 34 weeks of gestation.It is the commonest cause of respiratory distress in a preterm neonate.According to Ghai - RDS is seen in preterm babies and not the term babies (as is given in our question).Now let's see what Ghai says about transient tachypnea of newborn;Transient tachypnea of newborn (TTN) --Ghai 6/e, p 168Transient tachypnea of the newborn is a benign self-limiting disease occurring usually in term neonates and is due to delayed clearance of lung fluid.These babies have tachypnea with minimal or no respiratory distress.Chest X-ray may show prominent vascular marking and prominent interlobar fissure.Oxygen treatment is often adequate and ventilatory support is necessary and prognosis is good.But Ghai didn't mention any correlation between TTN and Diabetes. So, I had to search other books for more information. COGDT 10/e, p 316 says:Neonatal complications: RDS and transient tachypnea are more common in infants of women with poorly controlled diabetics.In this way we can derive some correlation between diabetes and TTN.Our answer is further strengthened by Williams Obs. 22/e, p 1178, 23/e, p 1116 which says -Respiratory distress:\"Conventional obstetrical teaching through the late 1980s generally held that fetal lung maturation was delayed in diabetic pregnancies. Thus, these infants were at increased risk for respiratory distress (Gluck and Kulovich, 1973). Subsequent observations have challenged this concept, and gestational age rather than overt diabetes is likely the most significant factor associated with neonatal respiratory distress (Berkowitz and colleagues, 1996; Kjos and colleagues, 1990b)\".So, it is the gestational age and not diabetes which is the main factor causing neonatal respiratory distress.In our question the baby is delivered at 40 weeks gestation (Full term) so, the answer cannot be Hyaline membrane disease rather it is transient tachypnea of newborn (i.e. option 'a' is correct).",
        "cop": 1,
        "opa": "Transient tachypnea of the newborn",
        "opb": "Congenital diaphragmatic hernia",
        "opc": "Tracheo oesophageal fistula",
        "opd": "Hyaline membrane disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "da0d7c6d-af12-48dd-a9fb-bf175ed22ad3",
        "choice_type": "single"
    },
    {
        "question": "A 6 week pregnant lady is diagnosed with sputum positive TB. Best management is:",
        "exp": "Ans. is b, i.e. Start category I ATT in first trimesterRef Textbook of Obs. Sheila Balakrishnan 1/e, p 387,Indian Journal of TuberculosisTB during pregnancy, requires prompt treatmentATT can be given at any period in pregnancy, including the first trimester:First line drug used are:-INH, Rifampicin, ethambutol and pyrazinamide-Streptomycin is contraindicated during pregnancy Q-The 2 drugs which should be used throughout are - INH and Rifampicin-If a third drug is to be used it is usually ethambutol-Pyridoxine 50 mg is given along with chemotherapy.Drug RegimenInitial 3 drugs for 3 months followed by 2 drugs for 6 monthsORInitial 4 drugs for 2 months followed by 2 drugs for 4 monthsBreastfeeding is not contraindication if the woman is on treatment Q but contraindicated if active lesions are presentBaby should be given INH prophylaxis for 3 months. If montoux test is negative after 3 months, prophylaxis is stopped and BCG vaccination given.",
        "cop": 2,
        "opa": "Wait for 2nd trimester to start ATT",
        "opb": "Start category I ATT in first trimester",
        "opc": "Start category II ATT in first trimester",
        "opd": "Start category III ATT in second trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a8aa093f-9f1c-4e05-a67d-5084aaf2e214",
        "choice_type": "single"
    },
    {
        "question": "In a female with appendicitis in pregnancy treatment of choice is:",
        "exp": "Ans. is a, i.e. Surgery at earliestRef Williams Obs. 24/e, p 1074Diagnosis of appendicitis during pregnancy is difficult as symptoms of appendicitis viz nausea, vomiting anorexia are normally present in pregnancy.But once the diagnosis is made immediate surgery should be done.\"If appendicitis is suspected, treatment is prompt surgical exploration. Even though diagnostic errors sometimes leads to removal of a normal appendix, it is better to operate than to postpone intervention until generalized peritonitis has developed.\"Route:Before 20 weeks- LaparoscopyAfter 20 weeks-Laparotomy (Incision should be made at McBurney's point)Earlier it was believed CO2 pneumoperitoneum created during laparoscopy can cause fetal acidosis and hypoperfusion, but now it is not so considered.",
        "cop": 1,
        "opa": "Surgery at earliest",
        "opb": "Abortion with appendectomy",
        "opc": "Surgery after delivery",
        "opd": "Continue pregnancy with medical Rx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "feaae548-130b-4bde-9c15-090f941156ac",
        "choice_type": "single"
    },
    {
        "question": "A 26 yr. old woman with a known case of mitral valve replacement done 2 years back for severe MS, currently on therapeutic anticoagulation with 5mg daily Warfarin, wants to conceive and has come for preconception counseling. All are true except:",
        "exp": "Ans. B. Warfarin should be stopped periconceptionally and switch over to heparinThe pregnancy outcome and prognosis of mitral stenosis is related to the functional capacity of the woman with the mortality rising considerably in the NYHA class III & IV group. Prognosis is also worsened when the mitral valve area is <2cm2. Therefore, pregnancy is contraindicated in these women and termination is advised. Such lesions should be treated, and cardiac status optimized before conceiving.Women who have undergone valve replacement are on therapeutic anticoagulation with warfarin when they have a metallic valve in situ. Warfarin is the most effective for preventing maternal thromboembolic complications. But warfarin also leads to embryopathy, 6%, the risk being highest when the mean daily dose exceeded 5mg.Therefore, warfarin is stopped once pregnancy is confirmed and heparin is substituted till 12 weeks, following which warfarin is restarted for the remainder of pregnancy till 36 weeks. Warfarin is not recommended during labor as it can lead to post-partum hemorrhage.Beyond 36 weeks' heparin is started again because its effect can be controlled, it does not affect the synthesis of clotting factors and a specific antidote in the form of protamine sulfate is available. Heparin is also discontinued just before delivery.Anticoagulant therapy with warfarin or heparin may be restarted 6hr following vaginal delivery or 24hr after caesarean section.",
        "cop": 2,
        "opa": "The risk for warfarin embryopathy is around 6%",
        "opb": "Warfarin should be stopped periconceptionally and switch over to heparin",
        "opc": "Anticoagulation has to continue throughout pregnancy",
        "opd": "The prognosis for her pregnancy depends on her NYHA class",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "05654eb9-1ce1-4123-ba00-7e9e1b00af6c",
        "choice_type": "multi"
    },
    {
        "question": "Risk of HIV transmission is highest during?",
        "exp": "Ans. C. During vaginal deliverya. Mothers, who are HIV infected can pass the virus on to their fetuses in utero or to infants via breast milk. Vaginal delivery is the most common and most effective mode of transmission.b. Perinatal transmission-The vertical transmission to neonates of the infected mothers is 25-35%. The baby may be affected in utero (30%) through transplacental transfer, during delivery (70-75%) by contaminated secretions and blood of the birth canal and through breast milk in neonatal period (10-20%).c. It is clear from recent European studies that Cesarean section alone, or in combination with antiretroviral therapy can affect an additional significant reduction in perinatal HIV transmission.d. These results support the conclusion that some HIV infection must be acquired during passage through the vaginal canal.e. In non-breast-feeding populations it is estimated that 50to70% of HIV infection is acquired during labor and delivery and the remainder in utero. To date, studies directed at reducing exposure to HIV during birth other than Cesarean section, have not demonstrated a benefit in reducing HIV transmission.",
        "cop": 3,
        "opa": "During Caesarian section",
        "opb": "During antepartum period",
        "opc": "During vaginal delivery",
        "opd": "Breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "95b18ad6-e3d5-43de-a2c8-160de09b3757",
        "choice_type": "single"
    },
    {
        "question": "A female presents with leaking and meconium- stained liquior at 32 weeks. She is infected with:",
        "exp": "Ans. is b, i.e. ListeriaRef: Williams Obs. 23/e, p 1224\"Discolored brownish or meconium-stained amniotic fluid is common with fetal infection, even with preterm gestation.\"Hence, the correct answer is Listeria, rest of the infections do not lead to preterm labour with meconium-stained liquor.ListeriosisCausative organism--listeria monocytogenes (facultative intracellular gram positive bacillus)Mode of infection--Food-borne infection caused by eating food like raw vegetables, coleslaw, apple cider, melons, milk, fresh Mexican style cheese, smoked fish, processed foods.Clinical features-Can be asymptomatic-Can cause febrile illness.Maternal complications which can occur due to listeria infection are:-Preterm labor,-Chorioamnionitis,-Meconium-stained liquor,-Abortions,-Placental macroabscessesMaternal infection can lead to fetal infection characterized by:-Disseminated granulomatous lesions with microabscess in skin-Stillbirth-Overall perinatal mortality--50%.Management-Drug of choice is combination of Ampicillin + gentamicin or in case of pencillin allergy - Trimethoprim sulfamethoxazole-Maternal treatment may be effective for fetal infection-There is no vaccine for listeriosis.",
        "cop": 2,
        "opa": "CMV",
        "opb": "Listeria",
        "opc": "True toxoplasma",
        "opd": "Herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "7c04b846-6b9c-44a5-ad95-c18adef80493",
        "choice_type": "multi"
    },
    {
        "question": "Most common heart disease associated with pregnancy is:",
        "exp": "Ans. is a, i.e. Mitral stenosisRef. Dutta Obs. 7/e, p 275; Fernando Arias 3/e, p 522In developing countries like India:Most common heart disease in pregnancy is of rheumatic origin, followed by the congenital heart disease.Most common rheumatic valvular lesion is mitral stenosis (in 80%) followed by mitral regurgitation and aortic stenosis.In developed countries:Most common heart disease is congenital heart disease QMost common lesion is Atrial septal defect Q",
        "cop": 1,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Patent ductus arteriosus",
        "opd": "Tatralogy of Fallot",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "b5db8fd1-f544-4c61-b015-8d36c2483392",
        "choice_type": "multi"
    },
    {
        "question": "A lady with 12 weeks of pregnancy having fasting blood glucose 170 mg/dL, the antidiabetic drug of choice is:",
        "exp": "Ans. is a, i.e. InsulinRef Dutta Obs. 7/e, p 285Fasting blood glucose 170 mg/dl, in a pregnant female indicates diabetes In such cases insulin, glyburide or metformin should be started.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Metformin",
        "opc": "Glipizide",
        "opd": "Glibenclamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "414451b0-2b38-4673-acca-e6aa5b638a2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a known effect of dengue to fetuses, if mother is affected:",
        "exp": "Ans. is d i.e. None of the aboveRef Fernando arias 4/e, pg313-314Dengue Fever in PregnancyMaterial risks:a. Associated with high maternal mortalityb. Deranged liver functions may mimic HELLP syndrome.Fetal risks:No evidence of teratogenicity, abortion or IUGR following dengue infection during pregnancy.Vertical transmission is present.Newborn presents with fever, hepatomegaly and thrombocytopenia. In grave infection, newborn may show coagulopathy.",
        "cop": 4,
        "opa": "Abortion",
        "opb": "Teratogenicity",
        "opc": "IUGR",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "72586d00-7a09-4e60-ac7f-4aaedb157c53",
        "choice_type": "multi"
    },
    {
        "question": "Macrosomia is a result of:",
        "exp": "Ans. is a, i.e. Maternal hyperglycemiaRef. High Risk pregnancy, Fernando Arias 4//e, p 259The basic cause of macrosomia is maternal hyperglycemia.",
        "cop": 1,
        "opa": "Maternal hyperglycemia",
        "opb": "Fetal hyperglycemia",
        "opc": "Fetal hyperinsulinemia",
        "opd": "Maternal hyperinsulinemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "fb955202-da8e-489c-aee6-5b9d5807000b",
        "choice_type": "single"
    },
    {
        "question": "A woman develops chickenpox at a period of gestation of 8 weeks.What is the best method to exclude foetal varicella syndrome?",
        "exp": "Ans. is b, i.e. Perform an ultrasound scan at 20 weeks.A detailed ultrasound examination carried out 5 weeks after infection, or at 16-20 weeks is the best method to exclude fetal varicella syndrome.Amniocentesis is not routinely advised because the risk of congenital varicella syndrome is low, even when amniotic fluid is positive for VZV DNA because amniocentesis has a strong negative productive value than a positive predictive valve.",
        "cop": 2,
        "opa": "Perform amniocentesis at 15 weeks and test for VZV DNA in the amniotic fluid",
        "opb": "Perform an ultrasound scan at 20 weeks",
        "opc": "Perform an ultrasound scan immediately",
        "opd": "Perform chorionic villous sampling and test for VZV DNA",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6677a0d5-d2ea-44c2-95da-fdfeaa04c77e",
        "choice_type": "single"
    },
    {
        "question": "The most important risk factor for development of post partum uterine infection/sepsis is:",
        "exp": "Ans. is 'b' i.e., Route of delivery Puerperal Sepsis* An infection of the genital tract which occurs as a complication of delivery is called puerperal sepsis* Postpartum uterine infection has been called variously endometritis, endomyometritis, and endoparametritis. Because infection actually involves not only the decidua but also the myometrium and parametrial tissues, the preferred term is metritis with pelvic cellulitis.* The route of delivery is the single most significant risk factor for the development of uterine infection.* Compared with cesarean delivery, metritis following vaginal delivery is relatively uncommon.* Most female pelvic infections are caused by bacteria indigenous to the female genital tract.Predisposing Factors of Puerperal SepsisAntepartumIntrapartum1. Malnutrition1. Multiple cervical examinations2. Anemia2. Internal fetal monitoring3. Preeclampsia3. Chorioamnionitis4. PROM4. Retained placenta5. Immunocompromised status (HIV)5. PPH6. Diabetes mellitus6. Prolonged labor7. Obesity7. Operative delivery (LSCS)8. MSAF",
        "cop": 2,
        "opa": "Anemia",
        "opb": "Route of delivery",
        "opc": "Diabetes",
        "opd": "Obesity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "31e7d12d-de7e-47d7-8fcd-aa9dfd0cf9d9",
        "choice_type": "single"
    },
    {
        "question": "The commonest congenital anomaly seen in pregnancy with diabetes mellitus is:",
        "exp": "Ans. is c, i.e. Neural tube defectRef Fernando Arias 3/e, p 454; COGDT 10/e, p 312; Sheila Balakrishnan, p 288; Wiilliams Obs. 21/e, p 1369Friends, this is one of the most frequently asked and most controversial topic of PGMEE Exams.I am giving you all the information I could lay my hands and the rest is up to you.Congenital malformation in Diabetes: --Fernando Arias 3/e, p 454\"The most frequent abnormalities involve the heart and the central nervous system. Most common are anencephaly, spina bifida, transposition of the great vessels, and ventricular septal defects\".\"The lesion classically associated with diabetic embryopathy, the 'caudal regression syndrome', is rare, with an incidence of 1.3 per 1000 diabetic pregnancies\". --Fernando Arias 3/e, p 454Most common Anomalies in Infants of Diabetic mothers:Central nervous systemHeart and great vesselsSkeletal and spinal systemGenitourinary systemGastrointestinal systemAnencephalyHoloprosencephalyEncephaloceleTransposition of the great vesselsVentricular septal defectAortic coarctationAtrial septal defectCaudalregressionsyndromeRenal agenesisUreteral duplicationAnal atresiaSheila Balakrishnan p 288 says --Cardiac defects are the commonest (transposition of great vessels and VSD).Neural tube defects like anencephaly and spina bifida.Caudal regression syndrome or sacral agenesis, which is very rare, is the congenital defect which is specific to diabetes.\"The most common single-organ system anomalies were cardiac (38%), musculoskeletal (15%) and central nervous system (10%)\" --Williams Obs. 21/e, p 1369Remember:Most common system involved = Cardiovascular system.IInd most common system involved = Nervous systemMost common anomalies = VSD, ASD, TGA, Anencephaly, spina bifidaIn cardiac anomalies M/C is VSD but most specific is TGA.Anomaly most specific for gestational diabetes - Caudal regression syndrome/sacral agenesis.Congenital anomalies are seen in overt diabetes and not gestational diabetesInvestigation of choice to predict the risk of congenital anomalies in diabetic patients-HbA1CInvestigation of choice to detect the risk of congenital anomalies in diabetic patients-USG",
        "cop": 3,
        "opa": "Multicystic kidneys",
        "opb": "Oesophageal atresia",
        "opc": "Neural tube defect",
        "opd": "Duodenal atresia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a30aec6e-4850-4fef-9372-e785603d0fbf",
        "choice_type": "single"
    },
    {
        "question": "Regarding antibiotic of choice for urinary tract infection (UTI) during pregnancy at third trimester:",
        "exp": "Ans. is a, i.e. CephalosporinRef. Williams Obs. 23/e, p 1033, 1036UTI is the most common bacterial infections during pregnancy. Although asymptomatic bacteriuria is the most common presentation, symptomatic infection includes cystitis, or pyelonephritis.Organisms that cause urinary infections are those from the normal perineal flora.Drugs use for management of UTIAs single dose or 3 days course:-Amoxicillin-Ampicillin-Cephalosporin-Nitrofurantoin-Trimethoprim-sulfamethoxazole.In treatment failure:-Nitrofurantoin 100 mg four times daily for 21 days.For suppression for bacterial persistence or recurrence:-Nitrofurantoin 100 mg at bedtime for remainder of pregnancy.",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Quinolones",
        "opc": "Aminoglycosides",
        "opd": "Tetracyclines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "b85617cb-d5c2-47f9-a326-8f15013e63cd",
        "choice_type": "single"
    },
    {
        "question": "Congenital anomalies are most severe in:",
        "exp": "Ans. is a, i.e. Rubella infectionRef. Williams Obs. 23/e, p 1214\"Rubella is one of the most teratogenic agents known.\" Ref. Williams Obs. 23/e, p 1214Rubella causes a number of serious defects in fetus. These defects may occur singly or in combination called Congenital rubella syndrome.",
        "cop": 1,
        "opa": "Rubella infection",
        "opb": "Mumps",
        "opc": "CMV",
        "opd": "Toxoplasma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8949ef83-58bc-4536-9735-9a09734df12e",
        "choice_type": "single"
    },
    {
        "question": "30-year-old G3P2 patient visits an antenatal clinic at 20 weeks. She reveals during history that her first baby was 4.6 kg delivered by cesarean section, second baby was 4-8 kg delivered by c/section. Gynecologists suspect gestational diabetes and orders a GCT. The blood sugar levels after 50 gms of oral glucose are 206 mg/dl and the patient is thus confirmed as a case of gestational diabetes. All of the following are known complications of this condition except:",
        "exp": "Ans. is c, i.e. Congenital malformation in fetusRef. Textbook of Obs. Shiela Balakrishnan 1/e, p 288; Fernando Arias 3/e, p 445, 441In the question, patient is presenting to the antenatal clinic at 20 weeks and is diagnosed as a case of gestational diabetes.Note: Patients blood sugar levels after 50 gms of glucose i.e. after glucose challenge test are 206 mg/dl. Recall that if, after GCT blood sugar values are >=200mg/dl, there is no need for further testing by GTT and patient is diagnosed as a case of gestational diabetes.As discussed in the text - in gestational diabetes, blood sugar levels are raised beyond 20-24 weeks of pregnancy, due to insulin resistance and hence free radicals (responsible for causing congenital malformations) are formed after 20-24 weeks and therefore it does not lead to congenital malformation as organogenesis is already complete by this age. Rest all options are complications of diabetes.",
        "cop": 3,
        "opa": "Susceptibility for infection",
        "opb": "Fetal hyperglycemia",
        "opc": "Congenital malformations in fetus",
        "opd": "Neonatal hypoglycemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5e8ecc57-3a0d-46e8-ad03-1861b2a279e3",
        "choice_type": "multi"
    },
    {
        "question": "Viremia and the presence of rubella virus in the throat of infect persons bear which of the following relationships to the onset of the rube rash?",
        "exp": "Both viremia and the excretion of virus from the throats of persons infected with rubella occur 5 to 7 days before the appearance of the characteristic maculopapular rash. The importance of this relationship is that by the time a pregnant woman first notes the appearance of a rash on one of her children, she has already been exposed to the disease and may, in fact, be infected. If one member of a family develops rubella, all other members who are susceptible to the disease usually become infected.",
        "cop": 1,
        "opa": "They precede the rash by 5 to 7 days",
        "opb": "They precede the rash by 1 to 2 days",
        "opc": "They occur coincidentally with the rash",
        "opd": "They occur 1 to 2 days after the rash",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "fad0c6e5-b405-4972-a172-6af3da0517cb",
        "choice_type": "multi"
    },
    {
        "question": "During pregnancy there is reduced risk of which of the following condition?",
        "exp": "Ans. A. Relapse of multiple sclerosisThe onset of a new movement disorder during pregnancy suggests chorea gravidarum, a variant of Sydenham's chorea associated with rheumatic fever and streptococcal infection; the chorea may recur with subsequent pregnancies. Patients with preexisting multiple sclerosis experience a gradual decrease in the risk of relapses as pregnancy progresses and, conversely, an increase in attack risk during the postpartum period. Beta interferons should not be administered to pregnant MS patients, but moderate or severe relapses can be safely treated with pulse glucocorticoid therapy. Finally, certain tumors, particularly pituitary adenoma and meningioma, may manifest during pregnancy because of accelerated growth, possibly driven by hormonal factors.Peripheral nerve disorders associated with pregnancy include Bell's palsy (idiopathic facial paralysis), which is approximately threefold more likely to occur during the third trimester and immediate postpartum period than in the general population.",
        "cop": 1,
        "opa": "Relapse of multiple sclerosis",
        "opb": "Bell's palsy",
        "opc": "Meningeoma",
        "opd": "Chorea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5deb7617-0451-41f1-ac46-05fcfabff788",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital malformation seen in a diabetic pregnant woman amongst the following are:",
        "exp": "Ans. is a, i.e. Cardiac defectRef. Williams Obs. 24/e, p 1128; Fernando Arias 2/e, p 289; COGDT 10/e, p 312; Sheila Balakrishnan, p 288,Cardiac anomalies are the most common single organ anomalies in case of diabetes. --Williams 21/e, p 1369This is supported by 24/e Williams which specifically mention, that cardiovascular anomalies are much common that CNS anomalies in babies of diabetic mothers (p 1128)Most common cardiac anomalies seen are:Ventricular septal defect QAtrial septal defect QTransposition of the great vessels QAortic coarctation Q",
        "cop": 1,
        "opa": "Cardiac defect",
        "opb": "Renal defect",
        "opc": "Liver defect",
        "opd": "Lung defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f3dc4a7b-c44f-4264-b46f-7c1baaca2aa1",
        "choice_type": "single"
    },
    {
        "question": "A lady diagnosed with sputum positive TB. Best management is:",
        "exp": "Ans. B. Start Category I ATT in I trimestera. Tuberculosis during pregnancy should be diagnosed promptly and as early as possible.b. Late diagnosis and care is associated with 4-fold increase in obstetric morbidity and 9-fold increase in pre-term labor.c. Poor nutritional states, hypo-proteinemia, anaemia and associated medical conditions add to maternal morbidity and mortality.d. A foetus can get TB infection either by hematogenous spread through umbilical vein to foetal liver or by ingestion or aspiration of infected amniotic fluid True congenital TB is believed to be rare.e. The risk to neonate of getting TB infection shortly after the birth is greaterf. ATT should be started promptly as untreated disease presents a hazard to the mother and foetus.g. The same regimens are recommended for use in pregnancy as for the non-pregnant state except for withholding of Streptomycin. Doubts about the use of Pyrazinamide in pregnancy have since been set as rest. Currently, an intermittent regimen (thrice weekly on alternate days) under the DOTS strategy of RNTCP is being increasingly used world-wide for the pregnant women having TBh. None of the ATT drugs are teratogenic and ATT should be started as soon as the diagnosis is made sputum positive tuberculosis is category 1",
        "cop": 2,
        "opa": "Wait for 2nd trimester to start ATT",
        "opb": "Start Category I ATT in I trimester",
        "opc": "Start Category II ATT in I trimester",
        "opd": "Start Category III ATT I trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f628702b-f03b-40b1-aab7-9c28e3a1004f",
        "choice_type": "single"
    },
    {
        "question": "All can be used to lower mother-to-child HIV spread except:",
        "exp": "Ans. is b, i.e. Omitting ergometrineRef. Harrison 17/e, p 1145; Dutta Obs. 7/e, p 302, 303; Williams 22/e, p 1316, 23/e, p 1252, 1253For prevention of mother-to-child transmission, the following steps are advocated intrapartum.1. Nevirapine/zidovudine during labor2. If viral copies are >1000/ml, then elective cesarean should be done, otherwise vaginal delivery can be attempted.3. Women with HIV infection should be scheduled for induction of labour or cesarean delivery at 38 weeks of gestation. The reason for this timing of delivery is to avoid rupture of membranes before labour.4. Avoid breastfeeding.5. If vaginal delivery is being done, ARM during labour is avoided.6. The newborn of HIV-infected mother is treated with oral zidovudine, 2 mg/kg every 6 hrs for the first 6 weeks of life.7. There is no role of vitamin A supplementation in preventing transmission, but it is seen that vitamin A deficiency has been noted in pregnant females with HIV. So, vitamin A supplementation is done.",
        "cop": 2,
        "opa": "Elective CS",
        "opb": "Omitting ergometrine",
        "opc": "ART",
        "opd": "Intrapartum nevirapine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6feb5228-82cb-49ee-970f-2da89d2afab0",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old G2P1 woman at 34 weeks' gestation presents to the labor and delivery floor with the chief complaint of regular contractions, bloody show, and a gush of fluids. A 2.3 kg (5 Ib 1 oz) boy is delivered by spontaneous vaginal delivery without further complication 1 hour after presentation. Twenty-four hours later, the infant has developed irritability, fever, and respiratory distress. He is diagnosed with sepsis secondary to pneumonia. The mother has no complaints other than anxiety regarding the condition of her child. She denies rigors, chills, sweats, nausea, or vomiting. The mother's pulse is 60/min, blood pressure is 125/80 mm Hg, and temperature is 37degC (98.6degF). Physical examination reveals lungs that are clear to auscultation bilaterally, and no murmurs, rubs, or gallops are present on cardiac examination. The suprapubic region is not tender to palpation. Vaginal and cervical examination reveals no significant tears or bleeds.Which prenatal test would have provided the most useful information in preventing this condition:",
        "exp": "Ans. is d, i.e. Rectovaginal group B streptococcal cultureNeonatal sepsis Group B streptococci, Streptococcus agalactiae is a major cause of neonatal mortality and morbidity.Neonates present with respiratory distress, apnea, hypotension, i.e. the neonate in the question is having neonatal sepsis due to Group B Streptococci.ACOG recommends universal culture screening for rectovaginal Group B streptococci at 35-37 weeks in all pregnant females.Samples are taken from lower third of vagina and rectum as colonization of the birth canal occurs secondary to colonization of anorectal region.In the question, patient had delivered at 34 weeks and so her screening for group B streptococci by rectovaginal culture was not done. In all such cases, where patient presents with preterm labour or term labour with unknown GBS status, a shot of penicillin should be given prophylactically to protect her against GBS infection.Prophylaxis Against GBSIntrapartum prophylaxis is indicatedIntrapartum prophylaxis is not indicated* Previous infant with invasive GBS disease* GBS bacteriuria during present pregnancy* Positive GBS screening or culture during present pregnancy unless LSCS is planned* Unknown GBS status with any of the following;- Delivery at <37 weeks- Amniotic membrane rupture >18 hrs- Intrapartum temperature >100.4degF* Previous pregnancy with positive GBS screening* Planned cesarean delivery performed in absence of labor or membrane rupture (regardless of maternal GBS culture status)* Negative GBS vaginal and rectal screening cultureDrugs Used in GBS ProphylaxisBest drug - PenicillinSecond best drug - AmpicillinPenicillin-allergic patients - At low risk for anaphylaxis--cefazolinAt high risk--idamycin/erythromycin/vancomycinNote: Mode of delivery - In pregnant patients with GBS infectionIf treatment is given - vaginal deliveryIf treatment has not been given - cesarean section",
        "cop": 4,
        "opa": "Cervical chlamydia culture",
        "opb": "Cervical gonorrhea culture",
        "opc": "ELISA for HIV",
        "opd": "Rectovaginal group B streptococcal culture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "d32f505b-c7dd-4163-be98-888564cafd0b",
        "choice_type": "multi"
    },
    {
        "question": "A G2P1 on warfarin presents at 38 weeks in labor: Next step",
        "exp": "Ans. is b i.e. Stop warfarin, proceed with caesarean sectionSince the patient is presenting in labor on warfarin, now management is to stop her warfarin and do caesarean section.Note: If patient is on warfarin at the time of labor or within 2 weeks of labour, then caesarean section should % be done",
        "cop": 2,
        "opa": "Stop warfarin, proceed with vaginal delivery",
        "opb": "Stop warfarin, proceed with caesarean section",
        "opc": "Replace warfarin with heparin and proceed with vaginal delivery",
        "opd": "Replace warfarin with heparin & proceed with cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6cfac8fd-1919-4eaa-b095-e553a1366c47",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of HIV infection in infant is:",
        "exp": "Ans. is a, Perinatal transmissionRef. COGDT 10/e, p 692, 693; Dutta Obs. 7/e, p 301, 302; Harrison 17/e, p 1145; Williams Obs. 23/e, p 1248 onwards, Dutta Obs. 7/e, p 301-302Maternal transmission of HIV to child i.e. vertical transmission can occur:Antepartum (Transplacental)Peripartum (exposure to maternal blood and body fluids at delivery)--Maximum risk periodPostpartum (breastfeeding).Maximum risk of transmission is in peripartum period followed by labour\"In the absence of any intervention, an estimated 15-30% of mothers with HIV infection will transmit the infection during pregnancy and delivery, and 10-20% will transmit the infection, through breastfeeding. Vertical transmission of HIV-1 occurs mostly during the intrapartum period (50-70%)\" --COGDT 10/e, p 692Note: If the choice is between intrapartum and peripartum period-better option is peripartum as the risk of transmission due to breastfeeding is also included in peripartum period. --Park 19/e, p 289, 290Vertical transmission rate to neonates is [?]14%-25%Factors increasing vertical transmission:Disease factors-Maternal viral load i.e. maternal plasma HIV RNA burden (most important risk factor)-Seroconversion in pregnancy or early disease-Advanced maternal disease-Low CD4 count (i.e. risk of vertical transmission is inversely related to maternal immune status)-Vitamin A deficiency-ChorioamnionitisObstetric factors-Vaginal delivery-Prolonged rupture of membranes (>4 hrs)-Preterm delivery-Chorioamnionitis-Coexistent STD (specially HSV) and syphilitic-Low birth weight infection of placenta-Antepartum invasive procedures (amniocentesis, CVS, etc.)-Intrapartum invasive procedures (instrumental delivery, episiotomy, scalp electrodes, etc.)",
        "cop": 1,
        "opa": "Perinatal transmission",
        "opb": "Breast milk",
        "opc": "Transplacement",
        "opd": "Umbilical cord sepsis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "db60ec6a-41be-4d27-892c-fede22fb1fd4",
        "choice_type": "single"
    },
    {
        "question": "Which method of Medical Termination of Pregnancy is not used in the first trimester of pregnancy?",
        "exp": "Ans. is 'a' i.e., Intrauterine instillation of hypertonic saline o Following table depicts the methods of medical termination of pregnancy used in first and second trimester abortion. Intrauterine instillation of hypertonic saline is preferred in the second trimester and not the first.METHODS OF TERMINATION OF PREGNANCYFirst Trimester (Up to 12 Weeks)Second Trimester (13-20 Weeks)Medicalo Mifepristoneo Mifepristone and misoprostol (PGE,)o Methotrexate and misoprostolo Tamoxifen and misoprostolSurgicalo Menstrual regulation (see p.646)o Vacuum aspiration (MVA/EVA) see p.646)o Suction evacuation and/or curettageo Dilatation and evacuation :# Rapid method# Slow methodo Prostaglandins PGE2 (misoprostol), 15 methyl PGF2 a (Carboprost), PGE, (Dinoprostone) and their analogs (used-intravaginally, intramuscularly or intraamniotically)o Dilation and evacuation (13-14 weeks)o Intrauterline Instillation of hyperosmotic solutions# Extra-amniotic-ethacridine lactate, Prostaglandins (PGE,, PGE2 a)# Extra-amniotic saline infusion (isotonic) with a transcervical catheter balloon# Intra-amniotic hypertonic urea (30%), saline (20%)o Oxytocin infusion - high dose used along with either of the above two methodso Hysterotomy (abdominal) - less commonly done",
        "cop": 1,
        "opa": "Intrauterine instillation of hypertonic saline",
        "opb": "Suction and evacuation",
        "opc": "Mifepristone",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "cf667f4d-a727-4dbc-bedf-a7af4018d588",
        "choice_type": "single"
    },
    {
        "question": "DOC for syphilis in pregnancy:",
        "exp": "Ans. is c, i.e PenicillinRef. Williams 23/e, p 1238Syphilis in PregnancyCongenital syphilis:Transmission of T pallidum across the placenta from a syphilitic woman to her fetus may occur at any gestational age.Untreated infection leads to fetal loss in 40% cases, IUD, stillbirth and abortions, (stillbirths being more common than abortions)Early Congenital SyphilisLate Congenital SyphilisResidual Stigmata* Appears within first 2 years of life, M/C time is 2-10 weeks age* Appears after 2 years of life* Subclinical in most of the cases* Hutchinson's teeth (Centrally notched widely spaced peg shaped upper central incisor)* Earliest manifestation--rhinitis/ snuffles* Features--interstitial keratitis* Eighth nerve deafness* Mulberry molars* M/C bone changes-- osteochondritis* Recurrent arthropathy * Periostitis* B/L knee effusion k/a Clutton's joint * Mucocutaneous lesion* Asymptomatic neurosyphilis * Hepatosplenomegaly* Lymphadenopathy* Gummatous periostitis Diagnosis of congenital syphilis innonates:Presence of antetrioponemal IgM antibodies in neonates is diagnostic of congenital syphilis (IgG antibodies are not specific for neonatal infection and may be the result of transplacental transmission from a mother who has been adequately treated).VDRL and RPR tests are used for rapid screening. A VDRL titre in neonates 4 times greater than the maternal titre is consistent with congenital syphilis.In asymptomatic infants:If mother has been treated with penicillin in 1st/2nd trimester--No treatment for infantIf mother has not been treated/received treatment with penicillin in third trimester - Treat infant with penicillinSYPHILIS TREATMENT during pregnancy Ref. Williams 23/e, p 1238Syphilis therapy during pregnancy is given to eradicate maternal infection and to prevent congenital syphilis.Parenteral penicillin G remains the preferred treatment for all stages of syphilis during pregnancy.There are no proven alternative therapies for syphilis during pregnancy. Erythromycin may be curative for mother, but because of limited transplacental passage, it does not prevent all congenital diseases.Women with H/O penicillin allergy, first penicillin desensitization should be done and then followed by penicillin injection.Bullous leisons on the body of the infant and presence of periostitis suggest the diagnosis of congenital syphilis. The only option related to syphilis is VDRL. Therefore, it is the answer.",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Azithromycin",
        "opc": "Penicillin",
        "opd": "Cephalosporin/ceftriaxone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5323c5b1-256e-4007-90e5-bf6d8d3a3f9f",
        "choice_type": "single"
    },
    {
        "question": "A woman attends the antenatal clinic with a history of exposure to rubella infection at a period of amenorrhea of 10 weeks. Her immune status is not known.What is the next step in the management?",
        "exp": "Ans. is d, i.e. Test maternal serum for rubella specific IgG and IgM antibodies immediately and after 3 weeks.Patient's immune status is not known. The first step in the management is to test maternal serum for rubella-specific IgG and IgM antibodies immediately to determine the immune status and after 3 weeks to detect the occurrence of infection. Presence of rubella-specific IgG antibodies in the initial serum sample indicates immunity. Presence of IgM antibodies in the first or second samples indicates acute infection with a high risk of congenital rubella.",
        "cop": 4,
        "opa": "Administer acyclovir if the mother develops symptoms of rubella",
        "opb": "Administer immunoglobulin to the mother",
        "opc": "Advice termination of pregnancy if she contacts rubella",
        "opd": "Test maternal serum for rubella-specific IgG and IgM antibodies immediately and after 3 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "c56b4471-0c7f-4b2b-aaac-82543a105d3b",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of secondary amenorrhea",
        "exp": "Ans. (b) PregnancyRef. Dutta's Obstetricsy Th ed./ 431-438* Amenorrhea is the absence of menstrual bleeding. It is a normal feature in prepubertal, pregnant, and postmenopausal females.* Primary amenorrhea is defined as the absence of menses by age 16 in the presence of normal developmental and sexual characteristics or by age 14 if secondary sexual characteristics have failed to develop* Secondary amenorrhea refers to the absence of menses for 6 months or more in a women with previously regular menstrual cycles.Causes* Primary amenorrhea may result from congenital reproductive tract abnormalities or endocrine disorders that delay the onset of puberty.# Ex: HPA dysfunction, Kallmans syndrome, CNS tumors, turner syndrome, mullerian agenesis etc.* The most common cause of secondary amenorrhea is pregnancy.* Other causes of secondary amenorrhea can be: Tubercular Endometritis, PCOS, Cushings disease, Sheehans syndrome, Uterine synechiae secondary to vigorous curettage.",
        "cop": 2,
        "opa": "Turner syndrome",
        "opb": "Pregnancy",
        "opc": "Mullerian agenesis",
        "opd": "Kallmann syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4b61bd5c-c9fc-4aa4-b6e1-fca610d22259",
        "choice_type": "multi"
    },
    {
        "question": "One of your obstetric patients presents to the office at 25 weeks complaining of severe left calf pain and swelling. The area of concern is slightly edematous, but no erythema is apparent. The patient demonstrates a positive Homan sign, and you are concerned that she may have a deep vein thrombosis. Which of the following diagnostic modalities do you order?",
        "exp": "Noninvasive modalities are currently the preferred tests for diagnosing venous thromboembolism. Venography is still the gold standard, but it is not commonly used because it is cumbersome to perform and expensive and has serious complications. Real-time ultrasonography or color Doppler ultrasound is the procedure of choice to detect proximal deep vein thrombosis. MRI and CT scanning are used in specific cases when ultrasound findings are equivocal.",
        "cop": 4,
        "opa": "MRI",
        "opb": "Computed tomographic scanning",
        "opc": "Venography",
        "opd": "Real-time ultrasonography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8b8e7b99-97fe-435c-9590-41ebad4f6970",
        "choice_type": "single"
    },
    {
        "question": "Which of the following most commonly causes intraorbital metastasis in female?",
        "exp": "Ans. is a, i.e. Breast cancerRef: Journal of head and neck oncology 2011Orbital metastasis occurs in 2to3% of cancers. Metastasis of breast cancer accounts for majority of ocular and orbital metastasis.",
        "cop": 1,
        "opa": "Breast cancer",
        "opb": "Cervical cancer",
        "opc": "Ovarian cancer",
        "opd": "Endometrial cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "30d1de6c-af88-4f65-866c-f5140e4948f8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of UTI in pregnancy:",
        "exp": "Ans. C. E. colia. Urinary tract infections are more concerning in pregnancy due to the increased risk of kidney infections.b. During pregnancy, high progesterone levels elevate the risk of decreased muscle tone of the ureters and bladder, which leads to a greater likelihood of reflux, where urine flows back up the ureters and towards the kidneys.c. While pregnant women do not have an increased risk of asymptomatic bacteriuria, if bacteriuria is present, they do have a 25-40% risk of a kidney infection.d. Thus if urine testing shows signs of an infection--even in the absence of symptoms--treatment is recommended. Cephalexin or nitrofurantoin are typically used because they are generally considered safe in pregnancy. A kidney infection during pregnancy may result in premature birth or pre-eclampsia (a state of high blood pressure and kidney dysfunction during pregnancy that can lead to seizures).e. E coli is the most common cause of urinary tract infection (UTI), accounting for approximately 80-90% of cases. It originates from fecal flora colonizing the periurethral area, causing an ascending infection.",
        "cop": 3,
        "opa": "Proteus mirabilis",
        "opb": "Group B b haemolytic streptococcus",
        "opc": "E. coli",
        "opd": "Klebsiella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "be8e9e3c-f1ab-4898-be42-5df0dd9d8fbd",
        "choice_type": "single"
    },
    {
        "question": "Most common INDIRECT cause of maternal mortality:",
        "exp": "Ans. (d) Anemia* Most common Indirect cause of maternal mortality in India: Anemia* Most common cause of maternal mortality in India: Post partum hemorrhage (PPH)* Most common direct cause of MMR: PPHDirect maternal mortalityIndirect maternal mortalityIt results from obstetric complication of pregnant state (pregnancy, labor and puerperium) from interventions or incorrect treatment.It results from previous existing disease or disease that develops during pregnancy.Ex: PPH, Obstructed labor, SepsisAnemia, HTN, gestational DM, Epilepsy",
        "cop": 4,
        "opa": "Sepsis",
        "opb": "Hemorrhage",
        "opc": "Obstructed labor",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9381d99e-2931-4ae2-95a2-692d0ab13032",
        "choice_type": "single"
    },
    {
        "question": "A woman with mitral stenosis but no pulmonary hypertension is in labor at 39 weeks of gestation. She has dyspnea on exertion. Her pulse rate is 80 bpm. There are no basal creps in lungs.The cervix is 4 cm dilated. She is having 1-2 uterine contractions in 10 minutes. Which of the following steps is best avoided in her?",
        "exp": "Ans. is d, i.e. Use of ergometrine in third stage of laborUse of Ergometrine/methylergometrine is contraindicated in heart disease patients. Rest all options are correct.",
        "cop": 4,
        "opa": "Active management of third stage of labor",
        "opb": "Augmentation of labor with oxytocin",
        "opc": "Use of epidural analgesia for pain relief",
        "opd": "Use of ergometrine in third stage of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "629570ea-7e9e-4666-85c0-3eb762716960",
        "choice_type": "multi"
    },
    {
        "question": "All of the following can cause pyometra except:",
        "exp": "Ans. is 'd' i.e., Septate uterus* Pyometra is a rare condition characterized by the accumulation of pus within the uterine cavity. Pyometra is most frequently seen in postmenopausal women but it can affect younger women as well. Usually there is some underlying condition involved.* Causes of pyometra:a) Cervical cancerb) Uterine cancerc) Cervical atresiad) Cervical stenosise) Genital TB* Pyometra often doesn't cause any symptoms and can be found during an ultrasonography of pelvis. Signs and symptoms that may be experienced by affected women include:i) Purulent vaginal discharge with traces of bloodii) Postmenopausal bleedingiii) Lower abdominal painiv) Symmetrical enlargement of the uterusv) Nausea and vomitingvi) Diarrheavii) Pyrexia (rarely)",
        "cop": 4,
        "opa": "Cervical cancer",
        "opb": "Uterine cancer",
        "opc": "Genital TB",
        "opd": "Septate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "3874b8d8-ab02-4770-b921-24ad4df71c98",
        "choice_type": "multi"
    },
    {
        "question": "In a pregnant woman with heart disease, all of the following are to be done except:",
        "exp": "Ans. is a, i.e. IV methergine after deliveryRef. Dutta Obs. 7/e, p 278As discussed in the chapter overview all the options given in the question are correct except for 'c' i.e. methergine after delivery. Methylergometine is contraindicated in patient of heart desease.",
        "cop": 1,
        "opa": "IV methergin after delivery",
        "opb": "Prophylactic antibiotic",
        "opc": "IV frusemide postpartum",
        "opd": "Cut short 2nd stage of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "79f2d2f8-a0b6-47f9-a0ab-61f5b21a87ac",
        "choice_type": "multi"
    },
    {
        "question": "DOC for pregnant females travelling to areas endemic to chloroquine resistant P-falciparum:",
        "exp": "Ans. is d, i.e MefloquineRef Williams 24/e, pg1257MalariaDOC* Chloroquine sensitive malasias treatment* Chloroquine resistant P. Falciparum treatment* Intermittent Preventive therapy* Chloroquine sensitive malaria - prophylaxis* Chloroquin resistant P. falciparum - prophylaxis* Antimalarials contraindicated during pregnancy* Insufficient data for use in pregnancy* Chloroquine followed by primaquine postpartum for radical cure.* Quinine sulphate + Clindamycin or Mefloquine* Sulfadoxine- pyrimethamine* Chloroquine/hydroxy chloroquine* Mefloquine* Primaquine* Doxycycline* Proguanil* Amodiaquine",
        "cop": 4,
        "opa": "Primaquine",
        "opb": "Doxycycline",
        "opc": "Amodiaquine",
        "opd": "Mefloquine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "005cecd1-2130-4fa8-8dfa-466226bd8fec",
        "choice_type": "single"
    },
    {
        "question": "A fetus was found to have congenital heart block what should be evaluated in the mother?",
        "exp": "Ans. (c) SLERef- Williams Obstetrics 25th Ed; Page No-1139-42* Congenital heart block develops almost exclusively in fetuses of women with antibodies to the SS-A or SS-B antigens for Anti-Ro (SS-A) antibody.* Prevalence rate with these antibodies are 30-49%.* Fetal cardiac monitoring is performed between 18 and 26 weeks' gestation in pregnancies with either of these antibodies.* Incidence of fetal myocarditis is only 2-3%; if these antibodies are present.Extra MileAutoantibodies produced in patients with systemic lupus erythematosus (SLE)AntibodyClinical associationsPrevalenceAntihistoneCommon in drug-induced lupus70%Anti-Ro (SS-A)Associated with sicca syndrome, predisposes to cutaneous lupus, neonatal lupus with heart block, reduced risk of nephritis30-49%Anti-La (SS- B)Associated with anti-Ro10-35%Anti-dsDNAMay correlate with disease activity, nephritis, and vasculitis Anti- RNPhigh titers associated with rheumatic syndromes33-40%Antinuclear (ANA)Best screening test, multiple antibodies; a second negative test makes SLE unlikely84-98Anti-Sm (Smith)Specific for SLE25-38%Antiphospho- lipidLupus anticoagulant and anticardiolipin anti bodies associated with thrombosis, fetal loss, thrombocytopenia, valvular heart disease; false positive test for syphilis21-50%AntierythrocyteDirect Coo m b s test, may develop hemolysis60%",
        "cop": 3,
        "opa": "Apla Syndrome",
        "opb": "Congenital heart defects",
        "opc": "SLE",
        "opd": "Hemolytic anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "051f204c-799f-47fa-8cca-3339bb71843c",
        "choice_type": "single"
    },
    {
        "question": "When treating urinary tract infection (UTI) in the third trimester, the antibiotic of choice should be",
        "exp": "Although quite effective, sulfonamides should be avoided during the last few weeks of pregnancy because they competitively inhibit the binding of bilirubin to albumin, which increases the risk of neonatal hyperbilirubinemia. Nitrofurantoin may not be tolerated in pregnancy because of the effect of nausea. It should also be avoided in late pregnancy because of the risk of hemolysis due to deficiency of erythrocyte phosphate dehydrogenase in the newborn. Tetracyclines are contraindicated during pregnancy because of dental staining in the fetus. Thus, the drugs of choice for treatment of UTI in pregnancy are ampicillin and the cephalosporins.",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Tetracycline",
        "opc": "Sulfonamide",
        "opd": "Nitrofurantoin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "19b03ca0-c8ef-47a8-b11d-9ea71efb71ea",
        "choice_type": "single"
    },
    {
        "question": "HIV transmission in relation to pregnancy is maximum during:",
        "exp": "Ans. A. Labor and deliverya. The maximum risk is at labor and delivery. A baby can become infected with HIV in the womb, during delivery or while breast-feeding. If the mother does not receive treatment, 25% of babies born to women with HIV will be infected by the virus.b. With treatment that percentage can be reduced to less than 2%. If no preventative steps are taken, the risk of HIV transmission during childbirth is estimated to be 10-20%.c. The chance of transmission is even greater if the baby is exposed to HIV-infected blood or fluids. Health care providers should avoid performing amniotomies (intentionally rupturing the amniotic sac to induce labor), episiotomies and other procedures that expose the baby to the mother's blood.d. The risk of transmission increases by 2% for every hour after membranes have been ruptured.e. Cesarean sections performed before labor and/or the rupture of membranes may significantly reduce the risk of perinatal transmission of HIV.f. About 15% of newborns born to HIV-positive women will become infected if they breastfeed for 24 months or longer.",
        "cop": 1,
        "opa": "Labor and delivery",
        "opb": "First trimester",
        "opc": "Second trimester",
        "opd": "Breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "bbb05b25-0c69-452d-a375-0e647687e244",
        "choice_type": "single"
    },
    {
        "question": "A woman is exposed to a case of chicken pox 2 days back at 14 weeks of gestation. She does not give history of chicken pox in the Past. What is the next step?",
        "exp": "Ans. D. Test mother for antibodies against varicellaIf the pregnant woman has antibodies against varicella, then she is immune and needs no further treatment.Exposed pregnant women who are susceptible to varicella, should be given varicella Ig within 96 hrs of exposure to prevent or attenuate varicella infection.",
        "cop": 4,
        "opa": "Administer varicella vaccine",
        "opb": "Administer varicella Immunoglobulin",
        "opc": "Administer varicella Immunoglobulin and vaccine",
        "opd": "Test mother for antibodies against varicella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5dcae060-6e20-47eb-8889-e2f0a014c343",
        "choice_type": "multi"
    },
    {
        "question": "True about diabetes in pregnancy are all except:",
        "exp": "Ans. is c, i.e. Insulin resistance improves with pregnancyRef. Dutta 7/e, p 282 for option a, b, 283 for option c and 285 for option d; Fernando Arias 3/e, p 440, 442, 443In pregnancy, the insulin sensitivity decreases i.e. insulin resistance increases as the gestation advances mainly due to anti insulin signals produced by placenta (mainly human placental lactogen).Congenital malformations in a diabetic mother occur within first 8 weeks of gestation when most women are just beginning prenatal care. Therefore preconceptional counselling is very essential in a diabetic motherScreening for diabetes during pregnancy is done by glucose challenges test at 24-28 weeks of pregnancy.",
        "cop": 3,
        "opa": "Glucose challenge test is done between 24-28 weeks",
        "opb": "50 gm of sugar is given for screening test",
        "opc": "Insulin resistance improves with pregnancy",
        "opd": "Diabetes control before conception is important to prevent malformation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "538a0732-230c-419a-bae4-901ea6a00c2f",
        "choice_type": "multi"
    },
    {
        "question": "DOC for intermittent preventive therapy during pregnancy in malaria is:",
        "exp": "Ans. is c, i.e Sulfadoxine - pyrimethamineRef. Williams 24/e, pg1257, high risk pregnancy fernando arias 4/e, pg 313Intermittent Preventive Therapy is a newer modification of prophylaxis. In chemo prophylaxis, the drugs have to be given daily or weekly, wherein in IPT the pregnant females are treated for malaria presumptively at fixed times (either twice or thrice) during pregnancy using drugs with long half life.The WHO allows for use of IPT during pregnancy. This consists of at least two treatment doses of sulfadoxine- pyrimethamine in second and third trimesters.DOC for chemoprophylaxis during pregnancy is chloroquine or hydroxyl chloroquine.",
        "cop": 3,
        "opa": "Proguanil",
        "opb": "Pyrimethamine-dapsone",
        "opc": "Sulfadoxine-pyrimethamine",
        "opd": "Quinine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "c5a6c99a-e570-44c2-b964-8f20be8accfa",
        "choice_type": "single"
    },
    {
        "question": "Macrosomia is defined as weight of fetus:",
        "exp": "Ans is d, i.e. 4.5 kg(Wiliams Obs 25/e pg 857)Macrosomia is weight of baby >=4.5kg\"The ACOG (2016a) Concludes that the term macrosomia was an appropriate appellation for newborns who weigh 4500 gm or a more at birth\"",
        "cop": 4,
        "opa": ">3 kg",
        "opb": ">3.5 kg",
        "opc": ">4 kg",
        "opd": "4.5 kg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8b3e720d-7fc8-491b-929f-d89759b651ce",
        "choice_type": "single"
    }
]