[
    {
        "question": "Regarding vaginal candidiasis which one of the following is false:",
        "exp": "Ans. C. Most common in non-pregnant womenCandidiasis is caused by Candida albinism which thrives in an acidic medium with an abundant supply of carbohydrates. It is found commonly in pregnancy, and in patients on oral contraceptives, antibiotics and. corticosteroids. It is also seen in patients with diabetes. It causes a profuse discharge and intense pruritus with soreness of vagina and dysuria. Vagina and vulva are edematous and excoriated and the white patches of cheesy material on the vagina and vulva can be easily identified. A 10%KOH smear shows the buds and hyphae of the Candida organism. Nystatin or ketoconazole vaginal tablets used for one week are curative when used along with a cream of the same medication for External use.",
        "cop": 3,
        "opa": "Cottage cheese like secretions are seen",
        "opb": "Intense pruritus",
        "opc": "Most common in non-pregnant women",
        "opd": "Buds and hyphae seen in KOH preparation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "05e92aa4-f149-49d2-bfb3-48263f7de421",
        "choice_type": "multi"
    },
    {
        "question": "After a normal prenatal period, a lady developed sudden HTN and bleeding from all places. Diagnosis is:",
        "exp": "(A) DIC# Disseminated Intravascular Coagulation (DIC), also known as disseminated intravascular coagulopathy or less commonly as consumptive coagulopathy, is a pathological process characterized by the widespread activation of the clotting cascade that results in the formation of blood clots in the small blood vessels throughout the body. This leads to compromise of tissue blood flow and can ultimately lead to multiple organ damage. In addition, as the coagulation process consumes clotting factors and platelets, normal clotting is disrupted and severe bleeding can occur from various sites.> DIC can occur in the following conditions: Solid tumors and blood cancers (particularly acute promyelocytic leukemia) Obstetric complications: abruptio placentae, pre-eclampsia or eclampsia, amniotic fluid embolism, retained intrauterine fetal demise, septic abortion, post partum haemorrhage Massive tissue injury: severe trauma, burns, hyperthermia, rhabdomyolysis, extensive surgery Sepsis or Severe infection of any kind (infections by nearly all microorganisms can cause DIC, though bacterial infections are the most common): bacterial (Gram-negative and Gram-positive sepsis), viral, fungal, or protozoan infections Transfusion reactions (i.e., ABO incompatibility haemolytic reactions) Severe allergic or toxic reactions (i.e. snake or viper venom) Giant haemangiomas (Kasabach-Merritt syndrome) Large aortic aneurysms> Liver disease, HELLP syndrome, thrombotic thrombocytopenic purpura/Haemolytic uremic syndrome, and malignant hypertension may mimic DIC but do not occur via the same pathways.",
        "cop": 1,
        "opa": "DIC",
        "opb": "Aplastic anemia",
        "opc": "ITP",
        "opd": "APLA",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "cb1b8cdc-6739-46ea-9ee2-0b98f038a538",
        "choice_type": "multi"
    },
    {
        "question": "Absence of corkscrew glands is seen in",
        "exp": "Ans. D. Metropathia hemorrhagicaEndometrial histology - secretory phasea. The characteristic feature of endometrium in Metropathia hemorrhagica is cystic glandular hyperplasia.b. Another important feature is absence of secretory endometrium with absence of corkscrew glands.c. Endometrium is usually thick and polypoidal.d. Thin polypi project into the uterine cavity.",
        "cop": 4,
        "opa": "Halban's disease",
        "opb": "Polycystic ovarian disease",
        "opc": "Irregular ripening",
        "opd": "Metropathia hemorrhagica",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "41f370e3-deda-4c23-9577-ababa1a8800a",
        "choice_type": "single"
    },
    {
        "question": "A 26 years old primigravida at 30 weeks of gestation on clinical examination, has blood pressure values of 142/100 mm Hg. 150/94 mmHg and 150/100 at 6 hours intervals. The next line of management is:",
        "exp": "Ans. is c, i.e. Add methyldopaIn this case although patient has mild elevated BP but her BP is continuously increasing which means she needs antihypertensive. The antihypertensive which can be used in pregnancy is Methyldopa.",
        "cop": 3,
        "opa": "Add captopril",
        "opb": "Add atenolol",
        "opc": "Add methyldopa",
        "opd": "No medical management is necessary at present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "cb821836-54fe-4c5f-8008-bfb167dcebc8",
        "choice_type": "single"
    },
    {
        "question": "Puerperium is the period:",
        "exp": "Ans. A. 6wks following deliveryPuerperium begins as soon as the placenta is expelled and lasts for approximately 6wks when the uterus becomes regressed almost to the nonpregnant size.",
        "cop": 1,
        "opa": "6 wks. following delivery",
        "opb": "3 wks. following delivery",
        "opc": "1 wk. following delivery",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "c16f43f5-4a08-48b7-bd13-554008bf9a8a",
        "choice_type": "multi"
    },
    {
        "question": "Cyst seen in vagina are all except:",
        "exp": "Ans: A (Nebothian cyst) Ref: Shows Textbook of Gynecology 15th ed pg 136Explanation:VAGINAL CYSTSVaginal cysts are rare and are located more commonly in anterior vaginal wallGartner's cystArises from remnants of mesonephric ductLies in anterolateral aspect of vaginal wallSmall cyst is asymptomaticLarge cyst causes dyspareuniaLarge symptomatic cysts requires excisionInclusion cystSeen in lower end of vagina on its posterior surface.It is caused by tags of mucosa embedding inside the scar that later forms a cystBartholin cyst--Extends into vaginaEndonietriotic cystBluish bulge in posterior fornix.It is treated with either danazol or surgical excisionA Nabothian Cyst lor Nabothian Follicle)It is a mucus-filled cyst on the surface of the cervix.They are most often caused when stratified squamous epithelium of the ectocervix grows over the simple columnar epithelium of the endocervix (Metaplasia).This tissue growth can block the cervical crypts, trapping cervical mucus inside the crypts.",
        "cop": 1,
        "opa": "Nebothian cyst",
        "opb": "Gartner's cyst",
        "opc": "Bartholin's cyst",
        "opd": "Inclusion cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f297406b-3c7e-4bb2-9faa-c777e105c505",
        "choice_type": "multi"
    },
    {
        "question": "Maternal near miss refers to:",
        "exp": "Ans. is c, i.e. A woman presenting with life-threatening conditions but has survived.Ref. Master Pass in Obs/Gynae Konar, p 341A woman presenting with any life-threatening condition and survived, is considered as a Maternal Near Miss case. Maternal Near Miss is a retrospective event. From the definition point of view, woman can only be recognized as a maternal near miss, when she survives the server complications in pregnancy, labour or postpartum six weeks.",
        "cop": 3,
        "opa": "Teenager becoming pregnant",
        "opb": "Contraceptive failure in a teenager",
        "opc": "A woman presenting with life threatening condition but has survived",
        "opd": "A woman presenting with life threatening condition who has died",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "bc5d4b3f-3272-4373-84b5-ec7fec8ffeda",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female presents with excess facial hair and oligomenorrhea, increased levels of free testosterone, and normal ovaries on USG. Most likely diagnosis is:",
        "exp": "Ans. A. PCODa. PCOS/PCOD is a disorder of chronically abnormal ovarian function (oligo/anovulation) and hyperandrogenism frequently a/w hyperinsulinemia and insulin resistance, resulting in menstrual irregularity, infertility, and hirsutism.b. Rotterdam 2003 criteria for diagnosis of PCOS/PCOD:c. At least 2 of 3 should be present:i. Oligo/anovulation (causes oligomenorrhea, amenorrhea, and infertility)ii. Hyperandrogenism: Biochemical or clinical (increased serum androgens or acne, hirsutism)iii. 12 or more than 12 follicles 2-9mm in size present within or both ovaries on USG and/or ovarian volume >10mL (necklace-of pearl pattern).* As the patient in the question satisfies first 2 criteria, she is a case of PCOS.",
        "cop": 1,
        "opa": "PCOD",
        "opb": "Adrenal hyperplasia",
        "opc": "Idiopathic hirsutism",
        "opd": "Testosterone-secreting tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "9f08fb1f-67fb-46fa-8d12-7c97213fe2c1",
        "choice_type": "single"
    },
    {
        "question": "A lady presents with headache, recurrent abortions, and cavernous sinus thrombosis. The diagnosis is",
        "exp": "(A) APLA CLINICAL FEATURES OF ANTIPHOSPHOLIPID ANTIBODY SYNDROMEManifestation%Venous Thrombosis and Related Consequences Deep vein thrombosis39Livedo reticularis24Pulmonary embolism14Superficial thrombophlebitis12Thrombosis in various other sites11Arterial Thrombosis and Related Consequences Stroke20Cardiac valve thickening/dysfunction and/or Libman- Sacks vegetations14Transient ischemic attack11Myocardial ischemia (infarction or angina) and coronary bypass thrombosis10Leg ulcers and/or digital gangrene9Arterial thrombosis in the extremities7Retinal artery thrombosis/amaurosis fugax7Ischemia of visceral organs or avascular necrosis of bone6Multi-infarct dementia3Manifestation%Neurologic Manifestations of Uncertain Etiology Migraine20Epilepsy7Chorea1Cerebellar ataxia1Transverse myelopathy0.5Renal Manifestations Due to Various Reasons(Renal Artery/Renal Vein/Glomerular Thrombosis,Fibrous Intima Hyperplasia)3Osteoarticular Manifestations Arthralgia39Arthritis27Obstetric Manifestations (Referred to the Number of Pregnancies) Preeclampsia10Eclampsia4Fetal Manifestations (Referred to the Number of Pregnancies) Early fetal loss (<10 weeks)35Late fetal loss (10 weeks)17Premature birth among the live births11Hematologic Manifestations Thrombocytopenia30Autoimmune hemolytic anemia10",
        "cop": 1,
        "opa": "APLA",
        "opb": "Cervical incompetence",
        "opc": "Unexplained",
        "opd": "Pre eclampsia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "a595c108-e75b-4ecb-bab5-e654ec0604ee",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman in the first trimester of pregnancy has been admitted with retching and repeated vomiting with large hematemesis. Her pulse rate is 126/minute and blood pressure is 80 mm Hg systolic. The most likely diagnosis is:",
        "exp": "Ans. is a, i.e. Mallory-Weiss syndromeRef. Williams 24/e, p 1074Upper gastrointestinal bleeding:\"Occasionally, persistent vomiting may be accompanied by worrisome upper gastrointestinal bleeding. The obvious concern is that there is a bleeding peptic ulceration. However, most of these women have minute linear mucosal tears near the gastroesophageal junction. Women with these co called Mallory-Weiss tears usually respond promptly to conservative measures.\" --Ref. Williams 23/e, p 1053With persistent retching the less common but more serious oesophageal rupture- 'Boerhaave syndrome' may develop.",
        "cop": 1,
        "opa": "Mallory-Weiss syndrome",
        "opb": "Bleeding from esophageal varices",
        "opc": "Peptic ulcer",
        "opd": "Hiatus hernia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "d985f44b-8575-4fd2-a4f1-002162768d53",
        "choice_type": "multi"
    },
    {
        "question": "Condyloma acuminata in pregnancy is treated by:",
        "exp": "Ans. C. Trichloroacetic acidTreatment of condyloma -acuminata - (verruca-genital is)a. Podophyllum is effective only on the genital wartsb. Podophyllum is potentially toxic and must be avoided in during pregnancyc. Chemical cauterization is usually done with liquified phenol or concentrated trichloroacetic acid",
        "cop": 3,
        "opa": "Podophyllin",
        "opb": "Podophyllin toxin",
        "opc": "Trichloroacetic acid",
        "opd": "5-FU cream",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "84d951df-b833-4dee-8d63-b2e76169fa6c",
        "choice_type": "single"
    },
    {
        "question": "Precocious puberty in females is defined as",
        "exp": "Ans. C. Appearance of Secondary sexual characteristics before 8 years* Precocious puberty: This is defined as the appearance of any of the secondary sexual characteristics before the age of 8 years or the occurrence of menarche before the age of 10 years* Precocious puberty in females is pubertal changes before the age of 8 years.* In males it is onset of puberty before the age of 9 years",
        "cop": 3,
        "opa": "Occurrence of menarche before age of 8 years",
        "opb": "Occurrence of menarche before age of 12 years",
        "opc": "Appearance of secondary sexual characteristics before 8 years",
        "opd": "Appearance of secondary sexual characteristics before 10 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "26d5f7a1-425e-4ce0-b9d7-34c2b0f2fa57",
        "choice_type": "single"
    },
    {
        "question": "Which organ is the primary site of hematopoiesis in the fetus before mid-pregnancy?",
        "exp": "Ans. B. LiverFetal Hematopoiesisi. Begins in the yolk sac (2 -8 weeks) - progenitor cells migrate from the yolk sac to the liver at 5-8 weeks' gestationii. Only terminal differentiation of red cells occurs in the yolk saciii. Liver active from 5-8 weeks' gestation - mainly red cells. Spleen also involved before 20 weeksiv. Begins in the medullary cavity of the clavicle at about 10-12 weeks and in the medullary cavity of long of bones at 20 weeksv. gestationvi. Some lymphocytes are produced in lymph nodesvii. At term, all red cell production is in bones unless there is a reason for increased hematopoiesis",
        "cop": 2,
        "opa": "Bone",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Lung",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "3bcef5f3-c21a-4426-a9cb-7081dc599b3c",
        "choice_type": "single"
    },
    {
        "question": "Which of these hormones peaks in the 1st trimester of pregnancy?",
        "exp": "(B) Relaxin",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Relaxin",
        "opc": "Progesterone",
        "opd": "Prolactin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "179db9dc-6434-4118-b080-7f26cb52c54a",
        "choice_type": "single"
    },
    {
        "question": "A multigravida at 35 weeks' gestation had the following finding on ultrasound. The following can be the causes except:",
        "exp": "Ans. B. Posterior urethral valvePolyhydramnios is diagnosed when the AFI >24cm or the single deepest pocket measures >8cm.Causes of polyhydramnios:a. MC cause of mild polyhydramnios = idiopathicb. Multifetal pregnancyc. Maternal diabetesd. Cleft lip/palate (GIT anomalies >NTD)e. Esophageal atresia/duodenal atresiaf. Anencephalyg. Chorangioma of placentah. Hydrops fetalis (Rh alloimmunization)i. TORCHj. Trisomyk. sacrococcygeal teratoma",
        "cop": 2,
        "opa": "Diabetes",
        "opb": "Posterior urethral valve",
        "opc": "Rh alloimmunization",
        "opd": "Anencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "697e3742-6f7f-41f6-ba65-01a10c8a6cce",
        "choice_type": "multi"
    },
    {
        "question": "A nulliparous woman in spontaneous labor was examined by you at 2pm and was found to be 6 cm dilated, 80% effaced with absent membranes, clear liquor and fully effaced cervix and vertex at 0 station and oxytocin was started to augment the contractions. At 6pm, she is reassessed and found to have same findings, but now with a caput formation and grade 3 moulding. Her contractions were seen to have been adequate for the last 4 hrs. What is the next step?",
        "exp": "Ans. C. Shift her to OT for caesareana. The woman is diagnosed with arrest of active stage of laborb. ACOG has updated the definition of arrest of 1st stage of labor in woman undergoing spontaneous labor to decrease the incidence of first caesarean section.c. Arrest in dilatation in active labor is defined at more than or equal to 6cm dilatation, with membrane rupture with no cervical change and one of the following:d. 4 hours or more of adequate uterine contractions (more than 200 Montevideo Units) ORe. 6 hours or more of inadequate uterine contractions",
        "cop": 3,
        "opa": "Wait and watch for another two hours",
        "opb": "Oxytocin augmentation",
        "opc": "Shift her to OT for caesarean",
        "opd": "Vacuum delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "bb62a0de-d12a-4297-99cf-55ba17f12e59",
        "choice_type": "multi"
    },
    {
        "question": "A G4, P3, L3 woman has come in labor at 30-week gestation. On pervaginal examination she is 7cm dilated, fully effaced, membranes intact with face presentation and mentum directed anteriorly. How is she managed?",
        "exp": "Ans. C. Watch for progress of labora. Multigravida, in active labor, preterm baby and mentoanterior position, can be observed for progress of labor where with progressing uterine contraction and continued flexion of the head the face might revert to vertex position or anterior rotation of the mentum can occur in which case vaginal delivery can be accomplished.b. Performing amniotomy is an unnecessary intervention in preterm labor, which will augment labor and interfere with the normal progress. It is not done unless indicated.c. Steroids are not given in this case for fetal lung maturation even though the fetus is < 34week, as the woman is much advanced in labor and will deliver before the steroid can take effect. The beneficial effect of steroid begins 24 hours after the first dose and lasts till 7 days.",
        "cop": 3,
        "opa": "Take her up for immediate Caesarean section",
        "opb": "Give her steroids and watch for progress of labor",
        "opc": "Watch for progress of labor",
        "opd": "Perform amniotomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "8f2e2b0a-1918-4ff2-b788-b99de6e3cf5f",
        "choice_type": "single"
    },
    {
        "question": "All the following are increased in pregnancy except:",
        "exp": "(D) Plasma osmolality # Physiological Changes Associated with Pregnancy:> Blood Volume increases progressively from 6-8 weeks gestation (pregnancy) and reaches a maximum at approximately 32-34 weeks with little change thereafter. Most of the added volume of blood is accounted for by an increased capacity of the uterine, breast, renal, striated muscle and cutaneous vascular systems, with no evidence of circulatory overload in the healthy woman.> Rena/ Physiology: Renal plasma flow and glomerular filtration rate begin to increase progressively during the first trimes:er. At term, both are 50-60% higher than in the non-pregnant state.> This parallels the increases in blood volume and cardiac output. The elevations in plasma flow and glomerular filtration result in an elevation in creatinine clearance.> Blood urea and serum creatinine are reduced by 40%.> The increase in glomerular filtration may overwhelm the ability of the renal tubules to reabsorb leading to glucose and protein losses in the urine. Thus, mild glycosuria (1-10 gm/day) and/or proteinuria (to 300 mg/day) can occur in normal pregnancy.> There is also an increase in filtered sodium, but tubular absorption is increased by an increase in aldosterone secretion, via the renin-angiotensin mechanism. There is also a decrease in plasma osmolality.",
        "cop": 4,
        "opa": "Blood volume",
        "opb": "GFR",
        "opc": "Renal plasma flow",
        "opd": "Plasma osmolality",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "07b5f980-7492-42a7-a752-f8e0fbb5cd56",
        "choice_type": "multi"
    },
    {
        "question": "MTP cannot be done after:",
        "exp": "Ans. B. 20 weeksa. MTP is permitted up to 20weeks of pregnancy. When the pregnancy exceeds 12weeks, opinion of two medical practitioners is required.b. Husband's consent is not necessary for MTP.",
        "cop": 2,
        "opa": "12 weeks",
        "opb": "20 weeks",
        "opc": "24 weeks",
        "opd": "28 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "44a6273c-65ee-4a60-bec9-5104c9dbe6a2",
        "choice_type": "single"
    },
    {
        "question": "DMPA causes all the following EXCEPT:",
        "exp": "Ans. D. ThromboembolismDraw backs of DMP A is - frequent irregular menstrual bleeding, spotting and amenorrhoea are common, weight gain.",
        "cop": 4,
        "opa": "Weight gain",
        "opb": "Irregular cycles",
        "opc": "Amenorrhoea",
        "opd": "Thromboembolism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "3c5e16fe-416a-4409-ba1a-6ac26bf673d6",
        "choice_type": "multi"
    },
    {
        "question": "Most common twin presentation is",
        "exp": "(C) Vertex + vertex # Twin pregnancy:> Most common lie of the fetus is longitudinal (90%) but malpresentations are quite common.# Combinations of presentation of the fetuses are Both vertex (commonest) First vertex and second breech First breech and second vertex Both breech, first vertex and second transverse and so on but rarest one, being both transverse when the possibility of conjoined twins should be ruled out.# Combinations of presentations of twin fetuses are Both vertex 60% First vertex, secon breech - 20% First breech, second vertex 10% Both breech 10%",
        "cop": 3,
        "opa": "Vertex + breech",
        "opb": "Vertex + transverse",
        "opc": "Vertex + vertex",
        "opd": "Vertex + bro",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "957838b3-6e28-43ac-9722-6af0d8abf0ff",
        "choice_type": "single"
    },
    {
        "question": "Menorrhagia ('heavy periods') is defined as a blood loss of greater than:",
        "exp": "Ans. C. 80mL per period* Menorrhagia ('heavy periods') is defined as a blood loss of greater than 80 mL per period.* This definition is rather arbitrary but represents the level of blood loss at which a fall in hemoglobins and hematocrit concentration commonly occurs.",
        "cop": 3,
        "opa": "35 mL per period",
        "opb": "55 mL per period",
        "opc": "80 mL per period",
        "opd": "120 mL per period",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b5c9c1ca-a7fa-41e3-a3ad-38e095da1df5",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman came to the emergency department late night with incomplete abortion, for which immediate suction and evacuation was done. The next morning her blood reports came which showed Hb=6gm%, TLC=5500/mm3. Her BP is 84/40mm Hg and her PR is 100/min. What is the most appropriate management?",
        "exp": "Ans. A. Blood transfusionThere is acute blood loss leading to severe anemia(Hb<7gm%) and the woman is symptomatic with decreased BP and tachycardia. Therefore, best for her at this stage is blood transfusion.Indications of Blood transfusion in pregnancy:* >36wk&Hb<=6gm%* <=5gm% anytime* <7gm% if incipient cardiac failure, pneumonia, infection, malaria",
        "cop": 1,
        "opa": "Blood transfusion",
        "opb": "Colloid infusion",
        "opc": "Parenteral iron",
        "opd": "Oral iron 200mg daily for 1 month",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "77966c56-d523-4267-a0a9-8f2765580ad2",
        "choice_type": "single"
    },
    {
        "question": "Meconium ileus occurs in",
        "exp": "(A) Cystic fibrosis # CYSTIC FIBROSIS: CF is an autosomal resessive disorder with mutation in gene for the protein cystic fibrosis transmembrane conductance regulator (CFTR). This protein is required to regulate the components of sweat, digestive fluids, and mucus.> Symptoms include: Intestinal obstruction may be an initial manifestation in the neonatal period (meconium ileus). This may be due to the presence of abnormal protein and mucoprotein secreted by the pancreatic enzymes. Later these children tend to retain the food residue in the ileum, caecum and colon and these may form firm masses. Impaction of the faeces causes intestinal obstruction. lleocaecal intussusception may occur in less than 1 percent of the patients. Two cardinal symptoms of the disease are chronic diarrhea with massive steatorrhea and recurrent respiratory tract infections Failure to thrive is also a prominent feature. Rectal prolapse occurs frequently. Biliary cirrhosis of liver is also often observed.> Crohn's disease: The disease is most often seen in teenagers but it has been also reported during infancy. Crampy abdominal pain and dysphagia are the usual early symptoms. Pain may be paraumbilical or may be localized to the right lower quadrant of the abdomen. Chronic diarrhea is the presenting symptom in nearly one-third of cases. Anemia, weight loss, fever are complained of in most cases. Extra-intestinal symptoms of arthritis, uveitis, stomatitis and erythema nodosum may be seen in some cases.> Ulcerative colitis: There is history of diarrhea with passage of bloody stools, abdominal cramps, tenesmus, fever and anorexia. The onset may either be insidious or explosive with high fever, prostration and continuous bloody diarrhea. There may be extra-intestinal manifestation of arthralgia, liver disease or pyoderma.",
        "cop": 1,
        "opa": "Cystic fibrosis",
        "opb": "Hypothyroidism",
        "opc": "Ulcerative colitis",
        "opd": "Crohn's disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "fc54455b-fe44-44f3-a4e3-f0cd0fa4bb54",
        "choice_type": "single"
    },
    {
        "question": "Stain used for maturity assessment of amniotic fluid cells is:",
        "exp": "Ans. D. Nile blue sulphateWith advancing maturity increasing numbers of cornified skin cells are shed into the amniotic fluid by the fetus.Because some come from sebaceous glands they contain lipid which when stained with Nile blue sulphate become orange and when 10% of cells from an amniocentesis sample of fluid stain orange the pregnancy has reached at least 38 weeks and it has reached term or beyond when 50% react in this way.",
        "cop": 4,
        "opa": "Congo red",
        "opb": "Lehman's stain",
        "opc": "Sudan red stain",
        "opd": "Nile blue sulphate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "98abbb04-e57f-4335-af1d-06d737cbde9e",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding procedure shown below is:",
        "exp": "Ans. C. Performed when sperm count is <5million/mlICSI is not done routinely. It stands for Intracytoplasmic Sperm Injection: single sperm is introduced inside a single ovumIndications for ICSI:a. Previous failed IVFb. Sperm count <5million/ml or <5% progressive motility or <4% normal morphology as in a case obstructive azoospermia or primary testicular failure. In these cases, sperms are obtained from either the epididymis or testis itself.c. In case of severe oligospermia or azoospermia, the sperms are obtained by TESE (Testicular sperm Extraction) and sperm preparation is required as in conventional IVF.A higher congenital anomaly rate is there with ICSI (4.2%), as compared to conventional IVF (2-3%)",
        "cop": 3,
        "opa": "Done routinely with IVF",
        "opb": "Risk of congenital anomaly is lower as compared to IVF alone",
        "opc": "Performed when sperm count is <5 million/ml",
        "opd": "Sperm preparation is not required",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "373b7b86-abe7-4a96-b668-0f3cfce7ff1b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is true concerning Galactorrhea",
        "exp": "Ans. D. All of the aboveA number of drugs are known to cause galactorrhea, example: Methyldopa, reserpine, amphetamine, metoclopramide, phenothiazine, tricyclic antidepressant, butyrophenones, and Isoncx.",
        "cop": 4,
        "opa": "Serum prolactin (PRL) is above 20 ng/ml",
        "opb": "Pituitary adenoma worsens the prognosis",
        "opc": "Associated with menstrual disturbances & infertility",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f4e70865-8bdf-4095-9144-af207105886b",
        "choice_type": "multi"
    },
    {
        "question": "A Hysterosalpingogram was performed for infertility evaluation and revealed the appearance shown here. The diagnosis is?",
        "exp": "Ans. B. Bicornuate uterusMullerian duct anomalies are an often-treatable cause of infertility. Mullerian duct anomalies are estimated to occur in 0.1-0.5% of women. However, the true prevalence is unknown because the anomalies usually are discovered in patients presenting with infertility. Full-term pregnancies have occurred in patients with forms of bicornuate, septate, or didelphys uteri; therefore, true prevalence may be slightly higher than currently estimated. An association exists between mullerian duct anomalies and renal anomalies such as unilateral agenesis.The bicornuate uterus results from incomplete fusion of the uterovaginal horns at the level of the fundus and accounts for approximately 10% OF mullerian duct anomalies. Patients with a bicornuate uterus and no extrauterine infertility issues usually have little difficulty conceiving. A bicornuate uterus consists of two symmetric cornua that are fused caudally, with communication of the endometrial cavities--most often at the level of the uterine isthmus. The intervening cleft of the complete bicornuate uterus extends to the internal cervical os (bicornuate unicollis), while the cleft of a partial bicornuate configuration is of variable length. A bicornuate bicollis uterus is associated with a duplicated cervix, although a degree of communication is maintained between the two horns. The bicornuate uterus has been reported to have the highest associated prevalence--38%--of cervical incompetence among mullerian duct anomalies.",
        "cop": 2,
        "opa": "Septate uterus",
        "opb": "Bicornuate uterus",
        "opc": "Unicornuate uterus",
        "opd": "Arcuate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "c5ae4bbf-c061-4932-97c9-886a8ebe9346",
        "choice_type": "single"
    },
    {
        "question": "Muscle that does not constitute the pelvic diaphragm is:",
        "exp": "Ans. A. PuborectalisCoccygeus and ischio coccygeus are one and the same.pelvic diaphragm is composed of pubococcygeus, iliococcygeus and ischio coccygeus.",
        "cop": 1,
        "opa": "Puborectalis",
        "opb": "Iliococcygeus",
        "opc": "Pubococcygeus",
        "opd": "Ischiococcygeus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "344a44f7-8f86-4281-beda-9e22ba6c4245",
        "choice_type": "single"
    },
    {
        "question": "What is the term given to the relationship of the fetus to the long axis of the uterus?",
        "exp": "Ans. B. The Lie'Fetal lie' is referred as the relation between fetal long axis and the mother. This can either be transverse or longitudinal.In some cases, the maternal and fetal axes may cross at a 45-degree angle, resulting in the formation of an oblique lie This is not stable and always becomes either transverse or longitudinal at the time of labor.Longitudinal lie is present in more than 99 percent of labor.Following list are the predisposing factors for transverse lies:* Hydramnios* Uterine Anomalies* Multiparity* Placenta PreviaThe part of the fetal body that is either foremost within the birth canal or in closest proximity to it is mainly the presenting portion.The mechanism by which the biparietal diameter passes through the pelvic inlet is designated engagement.Know more: Biparietal diameter is the greatest transverse diameter in an occiput presentation.",
        "cop": 2,
        "opa": "The Presentation",
        "opb": "The Lie",
        "opc": "The Engagement",
        "opd": "The Version",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "6c330df7-d649-4dff-af45-2a8c3de2c6b1",
        "choice_type": "single"
    },
    {
        "question": "A 50 yr. old woman underwent debulking surgery for advanced epithelial ovarian cancer. What standard adjuvant therapy would be recommended for this woman?",
        "exp": "Ans. A. Paclitaxel and carboplatin for six cyclesAdjuvant therapy for ovarian cancer:a. Stage I, grade 1 = no adjuvant chemotherapy after complete staging laparotomyb. High grade, high risk stage I = carboplatin + paclitaxel for 3 - 6 cyclesc. Advanced ovarian malignancy = treatment is surgical debulking followed by chemotherapy.d. Chemotherapy = carboplatin + paclitaxel for 6 - 8 cycles.",
        "cop": 1,
        "opa": "Paclitaxel and carboplatin for six cycles",
        "opb": "Paclitaxel and carboplatin for six cycles and radiotherapy",
        "opc": "Paclitaxel for six cycles and radiotherapy",
        "opd": "Radiotherapy alone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "24d8c486-4444-4ec1-9102-a5b11223e92e",
        "choice_type": "single"
    },
    {
        "question": "Regarding Hyperemesis gravidarum false is:",
        "exp": "Ans. C. Small heart is an incidental findingSmall heart is a constant finding; there may be subendocardial hemorrhage; small hemorrhages in the hypothalamic region giving the manifestations of Wernicke's encephalopathy. Etiology includes hormonal, psychogenic, dietetic and allergic basis.",
        "cop": 3,
        "opa": "Allergic basis is suggested.",
        "opb": "Hormonal imbalance may be a cause.",
        "opc": "Small heart is an incidental finding.",
        "opd": "May show manifestations of Wernicke's encephalopathy.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "bf7f5113-768d-4f6e-b3eb-f12e06288de8",
        "choice_type": "multi"
    },
    {
        "question": "Call exner bodies are found in:",
        "exp": "Ans: A (Granulosa cell tumour)Explanation:GRANULOSA CELL TUMOURAccounts for 2% of ovarian neoplasmsOriginates from rest of Primitive granulosa cellsMost common ovarian stromal tumour2% bilateral, slow growingSolid/cvsticCut section--yellow/orange due to lipid contentHistopath- Cells polygonal or round with granular eosinophilic cytoplasm with ill defined borders with coffee bean nuclei- Granulosa cells are arranged in small clusters around a central cavity called call exner bodiesTumour marker--InhibinUnapposed estrogen secretion- Endometrial hyperplasia- Endometrial caC/F--due to hyperestrogenismPrecocious pubertyAUBPostmenopausal bleedingMay rupture and cause acute abdomenTreatment--Laparotomy and surgical staging. Unilateral salpingooopherectomyChemotherapyVAC Regimen BEP Regimen",
        "cop": 1,
        "opa": "Granulosa cell tumour",
        "opb": "Sertoli ley dig cell tumour",
        "opc": "Gynandroblastoma",
        "opd": "Thecoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "6c8caca5-61ad-4d01-a00f-b129e715cc87",
        "choice_type": "multi"
    },
    {
        "question": "Young females come in with primary amenorrhea with normal breast, normal pubic hair. USG reveals absent uterus and cervix with short vaginal pouch and normal ovaries. Diagnosis:",
        "exp": "Ans. B. Mullerian agenesisMULLERIAN AGENESIS* Congenital absence of both uterus and vagina is referred as mullerian aplasia, mullerian agenesis, or Mayer- Rokitansky- Kuster-Hauser syndrome.* In classic mullerian agenesis, patients have a shallow vaginal pouch, only measuring up to 1.5 inches deep. In addition, the uterus, cervix, and upper part of the vagina are absent.* Typically, a portion of the distal fallopian tubes are present. In addition, normal ovaries are present, given their separate embryonic origin.* Most patients with mullerian agenesis have only small rudimentary mullerian bulbs without endometrial activity.* Surgical excision of symptomatic rudimentary bulbs is required. With mullerian agenesis, traditional conception is impossible, but pregnancy may be achieved using sophisticated technology involving oocyte retrieval, fertilization, and implantation into a surrogate.",
        "cop": 2,
        "opa": "Klinefelter syndrome",
        "opb": "Mullerian agenesis",
        "opc": "Gonadal agenesis",
        "opd": "XYY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "2416314d-3499-4643-b4e5-9dd66b2ced13",
        "choice_type": "single"
    },
    {
        "question": "The surest sign of intrauterine death includes",
        "exp": "(D) Gas in aorta # Straight X-ray abdomen: The following features may be found in varying degree, either singly or in combination.> Hyperflexion of the spine is more common. In some cases hyperextension of the neck is seen.> Crowding of the ribs shadow with loss of normal parallelism.> Appearance of gas shadow (Robert's sign) in the chambers of the heart and great vessels may appear as early as 12 hour;; but difficult to interpret. When detected, provides conclusive evidence.",
        "cop": 4,
        "opa": "Small sized fetus",
        "opb": "Over riding of cranial bones",
        "opc": "Spalding's sign",
        "opd": "Gas in aorta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "298097c9-eddf-4531-8b65-77168337616a",
        "choice_type": "multi"
    },
    {
        "question": "Female with complaints of infertility, HSG showing what?",
        "exp": "Ans. A. Unicornuate uterusCongenital Mullerian malformations (American Fertility Society Classification System):a. Class I (agenesis, hypoplasia): - Uterus is absent in total agenesis. Partial agenesis is identified as Unicornuate uterus. In hypoplasia, the endometrial cavity is small with reduced intercornual distance of less than 2cm.b. Class II (Unicornuate uterus): - Appears banana-shaped without the rounded fundus and triangular-shaped uterine cavity. If present, rudimentary horn presents as a soft tissue mass with similar myometrial echogenicity. Obstruction in the rudimentary horn is recognized as hematometra on one side.c. Class III (uterus didelphys): - The two horns are widely separated, but vaginal septum is difficult to identify.d. Class IV (bicornuate uterus): - Shows two uterine cavities, with concave fundus, with fundal cleft greater than 1cm, and this differentiates between the bicornuate and the septate uterus. The intercornual distance is more than 4cm.e. Class V (septate uterus): - Shows a convex or flattened fundus. The intercornual distance is normal (4cm) and each cavity is small.f. Class VI (arcuate uterus): - With no fundus is of no clinical importance.",
        "cop": 1,
        "opa": "Unicornuate uterus",
        "opb": "Septate uterus",
        "opc": "Bicornuate uterus",
        "opd": "Uterus didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "12a4cfdb-3875-4825-8314-6dc06d91245a",
        "choice_type": "single"
    },
    {
        "question": "Peripartum cardiomyopathy occurs at",
        "exp": "(D) Within 5 months[?]PPCM is a structural heart muscle disease that occurs in women either at the end of pregnancy or up to five months after giving birth.Peripartum Cardiomyopathy:Peripartum cardiomyopathy is a cardiomyopathy that occurs in the third trimester or in the months following delivery and presents with congestive heart failure.The etiology is poorly understood.Treatment must include anticoagulation because of the high risk of thromboembolism.Over one third of patients have complete recovery.A risk of recurrence exists in subsequent pregnancies.Peripartum Cardiomyopathy - Pathophysiology:Peripartum cardiomyopathy (PPCM) is a dilated cardiomyopathy documented with echocardiographic left ventricular dysfunction occurring in the last month of pregnancy or within 5 months of delivery.Patients with a prior history of myocardial disease are excluded from this definition.Risk factors include multi-parity, being black, older maternal age and preeclampsia. In a retrospective study of 123 women with PPCM, a history of hypertension was obtained in 43% of patients and twin pregnancies were reported in 13%.Idiopathic cardiomyopathy presenting with heart failure secondary to LV systolic dysfunction from 1 month antepartum, up to 5 months after delivery, when no other causes of heart failure is evident.Incidence of 1:300 to 1:4000 pregnancies.Predisposing factors:Multi-parity, Multiple Births, Smoking, diabetes, Pregnancy complicated by pre-eclampsia, eclampsia or hypertension, Advanced age or teenage pregnancy.Criteria for Peripartum Cardiomyopathy:Classic:Development of Cardiac failure in the last month of pregnancy or within 5 months after delivery.Absence of an identifiable cause for the cardiac failure.Absence of recognizable heart disease prior to the last month of pregnancy.Additional:Left ventricular systolic dysfunction demonstrated by classic Echo Cardio Graphic criteria such as depressed shortening fraction or ejection fraction.Peripartum Cardiomyopathy:Important diagnostic criteria are:Cardiac failure within last month of pregnancy or within 5 months postpartum.No determinable cause for failure.Absence of previous heart disease.Left ventricular dysfunction as evidenced on echocardiography-Ejection fraction <45%-Left ventricular end diastolic dimension >2.7cm/m2. Peripartum cardiomyopathy is a diagnosis of exclusion. The patients are usually multiparous & young (20-35 years). They complain of weakness, shortness of breath, cough, nocturnal dyspnoea & palpitation. Examination reveals - tachycardia, arrhythmia, peripheral oedema & pulmonary rales. Pregnancy is poorly tolerated in women with dilated cardiomyopathy.The treatment is bed rest, digitalis, diuretics (preload reduction), hydralazine or ACE inhibitors (postpartum) (after load reduction), beta blocker & anticoagulant therapy. Vaginal delivery is preferred. Epidural anaesthesia is ideal. There is no contraindication of breast feeding. Mortality is high (20-50%) due to pulmonary embolism & cerebral thrombosis. It may recur in subsequent pregnancies.Myocardial infarction is rare in pregnancy. Management is mostly as in on pregnant state. Coronary angioplasty, stenting and thrombolytic therapy has been done in pregnancy when indicated. Supine position and hypotension should be avoided. Labor: managed as with standard cardiac care. Elective delivery within two weeks of infarction should be avoided. Regional analgesia for pain in labor and p blockers for tachycardia may be used. Maternal pushing is avoided and second stage is shortened by forceps or vacuum. Syntocinon should be used in the third stage management as ergometrine may cause coronary artery spasm. Percutaneous transluminant coronary angioplasty can be done successfully around 36 weeks of pregnancy if needed.",
        "cop": 4,
        "opa": "Within 7 days",
        "opb": "Within 6 weeks",
        "opc": "Within 24 months",
        "opd": "Within 5 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "24752b77-feb4-448f-b64b-2ca6bedc7100",
        "choice_type": "single"
    },
    {
        "question": "A woman presents with amenorrhea of 6 weeks duration and lump in the right iliac fossa. Investigation of choice is:",
        "exp": "Ans. is a, i.e. USG abdomenThe answer is quite obvious and I do not think you need any reference for this one.X-ray and CT scan should be avoided during pregnancy due to risk of radiation exposure.",
        "cop": 1,
        "opa": "USG abdomen",
        "opb": "Laparoscopy",
        "opc": "CT scan",
        "opd": "Shielded X-ray",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "7505023c-e016-4abf-a2d4-874f76456b36",
        "choice_type": "single"
    },
    {
        "question": "Pawlik's grip is done in obstetrics for assessment of",
        "exp": "(C) Presenting part",
        "cop": 3,
        "opa": "Gestational age",
        "opb": "Fetal maturity",
        "opc": "Presenting part",
        "opd": "Labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "7a624926-6e2d-4e48-95a0-403936180171",
        "choice_type": "single"
    },
    {
        "question": "Management of CIN III:",
        "exp": "Ans. D. LEEP conizationa. CINIII, once diagnosed after cervical biopsy, needs to be further investigated to rule out invasion. This is done by taking a cone of the cervix that includes all the ectocervix and the endocervical glands. The cone specimen can be taken with a scalpel which is the traditional cold knife conization or with LEEP.b. The lesser morbidity associated with LEEP is making it a better choice for further management of CINIII.c. If on cone specimen which could have been obtained by any of the mentioned technique, there is no invasion then the procedure is therapeutic. If invasion is demonstrated, then hysterectomy is required.",
        "cop": 4,
        "opa": "Cervical biopsy",
        "opb": "Hysterectomy",
        "opc": "Cone biopsy",
        "opd": "LEEP conization",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "8c61ac2b-c5ec-448c-b465-d105c82b17be",
        "choice_type": "single"
    },
    {
        "question": "Twin peak sign on obstetric ultrasound indicates the presence of",
        "exp": "(A) Dichorionic twins# TWIN PEAK SIGN indicates the presence of a dichorionic-diamniotic twin gestation. It represents the extension of placental villi into the potential space that is formed from the reflection of apposed amniotic and chorionic layers from each fetus.> By performing an obstetric ultrasound at a gestational age of 10-14 weeks, monochorionic-diamniotic twins are discerned from dichorionic twins.> Presence of a \"T-sign\" at the inter-twin membrane-placental junction is indicative of monochorionic-diamniotic twins (that is, the junction between the inter-twin membrane and the external rim forms a right angle), whereas dichorionic twins present with a \"lambda (I) sign\" (that is, the chorion forms a wedge-shaped protrusion into the inter- twin space, creating a rather curved junction).> \"Lambda sign\" is also called the \"twin peak sign\". At ultrasound at a gestational age of 16-20 weeks, the \"lambda sign\" is indicative of dichorionicity but its absence does not exclude it.",
        "cop": 1,
        "opa": "Dichorionic twins",
        "opb": "Monochorionic twins",
        "opc": "Conjoined twins",
        "opd": "Parasitic twins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "7935e44c-5492-4894-9fa7-34040e6c40ee",
        "choice_type": "single"
    },
    {
        "question": "A lady presented with 7 weeks amenorrhea presented with slight vaginal spotting. CRL was 5mm with well- formed gestational sac with calculated GA of 5.6 weeks on TVS. Next line of management?",
        "exp": "Ans. is a, i.e. Wait for another 1 week and repeat TVSRef: Williams obstetrics, 24th edAn intrauterine gestational sac is reliably visualized with transvaginal sonography by 5 weeks, and an embryo with cardiac activity by 6 weeks.The embryo should be visible transvaginally once the mean sac diameter has reached 20 mm, otherwise the gestation is anembryonic.Cardiac motion is usually visible with transvaginal imaging when the embryo length has reached 5 mm. If an embryo less than 7 mm is not identified to have cardiac activity, a subsequent examination is recommended in 1 week.",
        "cop": 1,
        "opa": "Wait for another 1 week and repeat TVS",
        "opb": "Surgical or medical evacuation",
        "opc": "Wait for another 4 weeks",
        "opd": "Serum hCG levels",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "cb44dee8-444c-458f-9e1d-1e917890fb0d",
        "choice_type": "single"
    },
    {
        "question": "Corpus luteum supports endometrium in pregnancy till",
        "exp": "(A) 6-10 weeks# At 6-8 weeks there is transfer of function of the corpus luteum to the placenta.",
        "cop": 1,
        "opa": "6-10 weeks",
        "opb": "12-24 weeks",
        "opc": "36 weeks",
        "opd": "42 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "71a00b95-f77c-4885-acdb-083e11ba35a6",
        "choice_type": "single"
    },
    {
        "question": "Secondary level prevention of CA cervix:",
        "exp": "Ans. B. Pap smearCervix cancer is the second most common cause of female specific cancer after breast cancer* Primary prevention of a disease requires warding it off before the pathogenic process can occur. In the case of cervical cancer, this would require that infection of the will be cervix prevented. It could be achieved either by complete abstinence from sexual activity or with a vaccine.* Secondary prevention stops the progression of disease once it has already started. A good example of secondary prevention is cytologic screening to detect cervical cancer precursors, followed by treatment to prevent progression to cancer.",
        "cop": 2,
        "opa": "Vaccination",
        "opb": "Pap smear",
        "opc": "Colposcopy",
        "opd": "Spectroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "713865c1-c978-4a2c-9f09-c6368652c7b7",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old lady presenting to OPD with postmenopausal bleeding for 3 months has a 1x1 mm nodule on the anterior lip of cervix, the most appropriate investigation to be done subsequently is",
        "exp": "Ans. B. Punch biopsyPunch biopsy is required in all cases in which there is visible area of redness, an iodine negative area or an area of colposcopic abnormality.A cone biopsy and curettage should be done when cytologic examination reveals moderate or severe dysplasia, carcinoma in situ, or perhaps invasive carcinoma.",
        "cop": 2,
        "opa": "Pap smear",
        "opb": "Punch biopsy",
        "opc": "Endocervical curettage.",
        "opd": "Colposcopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b522a870-86d4-4ab0-9d49-16f9faecb6b7",
        "choice_type": "single"
    },
    {
        "question": "Which is a cause for occurance of congenital malformation in the foetus?",
        "exp": "(A) CT abdomen",
        "cop": 1,
        "opa": "CT abdomen",
        "opb": "MRI",
        "opc": "Doppler ultrasound",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "cfb032f0-cd63-4913-8229-515680c0915c",
        "choice_type": "multi"
    },
    {
        "question": "A G4, P1, L0 female comes for antenatal checkup at 12 weeks of gestation. She has had two prior 1st trimester surgical MTPs, and delivered a 7 month boy in her last pregnancy who died 14 days after birth due to jaundice. She reveals that her blood group is B negative and that she was monitored with repeated blood tests in her last pregnancy. There is no history of anti-D administration. True regarding her management is:",
        "exp": "Ans. A. Monitor the pregnancy with MCA PSV valuesThere is already a history of prior affection of pregnancy due to Rh alloimmunization which is clear from her history. In this case, further management in subsequent pregnancy is for early detection of fetal anemia by monitoring the pregnancy with MCA (middle cerebral Doppler) studies directly beginning from 18 weeks onwards or at least 10 weeks prior to when the last affected pregnancy was affected.Since the woman is already iso immunized, there is no role for repeated titres or prophylactic anti-D injection anymore.",
        "cop": 1,
        "opa": "Monitor the pregnancy with MCA PSV values",
        "opb": "Weekly ICT for anti-D titres to be done",
        "opc": "Give anti-D injection at 28 weeks if ICT negative",
        "opd": "Give anti-D injection irrespective of the ICT result",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "c0864e98-1964-44d1-a65b-05989a9aaf8f",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of primary amenorrhea:",
        "exp": "Ans. A. Gonadal dysgenesis.Gonadal dysgenesis does not equate with turner's syndrome. There are many causes of gonadal dysgenesis in the female, most of which relate to abnormalities involving X chromosome e.g. Turner syndrome, turner mosaic, 46XY gonadal dysgenesis. 25% of girls with gonadal dysgenesis have 46XX karyotype. Turner syndrome is the most common form of gonadal dysgenesis",
        "cop": 1,
        "opa": "Gonadal dysgenesis",
        "opb": "Mullerian agenesis",
        "opc": "Androgen insensitivity syndrome",
        "opd": "Stein Levinthal syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "c754c05a-0cab-420e-bf7d-606a0d2d3c61",
        "choice_type": "single"
    },
    {
        "question": "Most common presenting feature of Asherman's syndrome is?",
        "exp": "Ans. B. Hypomenorrheaa. Asherman's Syndrome, or intrauterine adhesions/scarring or synechiae, is an acquired uterine condition, characterized by the formation of adhesions (scar tissue) inside the uterus and/or the cervix. In many cases the front and back walls of the uterus stick to one another.b. In other cases, adhesions only occur in a small portion of the uterus.c. The extent of the adhesions defines whether the case is mild, moderate, or severe.d. The adhesions can be thin or thick, spotty in location, or confluent.e. They are usually not vascular, which is an important attribute that helps in treatment.Symptomsa. Most patients with Asherman's Syndrome have scanty (Hypomenorrhea) or absent periods (amenorrhea) but some have normal periods.b. Some patients have no periods but feel pain at the time that their period would normally arrive each month.c. This pain may indicate that menstruation is occurring, but the blood cannot exit the uterus because the cervix is blocked by adhesions.d. Recurrent miscarriage and infertility could also be symptoms.Note: - Hypo- less/scant. In Asherman's as the outflow is blocked, blood is contained inside. Thus, making hypomenorrhea the most common presentation",
        "cop": 2,
        "opa": "Oligomenorrhea",
        "opb": "Hypomenorrhea",
        "opc": "Menometrorrhagia",
        "opd": "Dysmenorrhea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f5eae74a-0f63-443b-b70a-810978444a85",
        "choice_type": "single"
    },
    {
        "question": "Complications of laparoscopy include perforation of the following except:",
        "exp": "Ans. A. Gall bladdera. Trocars placed in the iliac fossae can perforate the inferior epigastric artery while one placed centrally can perforate the bladder.b. The uterus can be perforated by a sound placed in the uterus to move it around.",
        "cop": 1,
        "opa": "Gall bladder",
        "opb": "Urinary bladder",
        "opc": "Uterus",
        "opd": "Inferior epigastric artery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "07714eed-042d-4f68-9dbf-039f055f4553",
        "choice_type": "multi"
    },
    {
        "question": "Polyhydramnios is NOT seen with",
        "exp": "(A) Renal agenesis # POLYHYDRAMNIOS: The underlying cause of the excessive amniotic fluid volume is obvious in some clinical conditions and is not completely understood in others.> Causes include the following: Multiple pregnancy: Twin gestation with twin-to-twin transfusion syndrome (increased amniotic fluid in the recipient twin and decreased amniotic fluid in the donor) or multiple gestations> Fetal anomalies, including esophageal atresia (usually associated with a tracheoesophageal fistula), tracheal agenesis, duodenal atresia, and other intestinal atresias CNS abnormalities Anencephaly; Open spina bifida; and neuromuscular diseases that cause swallowing dysfunction; Congenital cardiac-rhythm anomalies associated with hydrops, fetal-to-maternal hemorrhage, and parvovirus infection; Facial clefts & neck masses; Hydrops fetalis> Chromosomal abnormalities, most commonly trisomy 21, followed by trisomy 18 and trisomy 13.> Fetal akinesia syndrome with absence of swallowing> Placental: Chorioangioma of the placenta> Maternal: Poorly controlled maternal diabetes mellitus (Oligohydramnios may also be seen if severe vascular disease is present.) & cardiac or renal disease> Oligohydramnios:> Fetal urinary tract anomalies, such as renal agenesis, polycystic kidneys, or any urinary obstructive lesion (E.g., posterior urethral valves)> PROM and chronic leakage of the amniotic fluid> Chorioamnionitis is an additional important maternal complication from oligohydramnios due to rupture of the membranes, which has an incidence of 21-74%.> The earlier chorioamnionitis occurs in pregnancy, the greater the fetal risk of bronchopulmonary dysplasia (BPD), neurologic complications, pulmonary hypoplasia, and, in severe cases, respiratory failure in the neonate.> Placental insufficiency, as seen in pregnancy-induced hypertension (PIH), maternal diabetes, or postmaturity syndro ne when the pregnancy extends beyond 42 weeks' gestation> Maternal use of prostaglandin synthase inhibitors or ACE inhibitorsHYDRAMNIOSOligo hydramnios (< 100 ml AF)Polyhydramnios (> 2000 ml AF)Potter syndrome (renal agenesis)Obstruction to GIT (E.e. Esophageal atresia) 100%Urinary tract obstructionAnencephaly (in 50%)Placental insufficiency with IUGROpen spina bifidaBreechMaternal DM",
        "cop": 1,
        "opa": "Renal agenesis",
        "opb": "Anencephaly",
        "opc": "Multiple pregnancy",
        "opd": "Breech",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "92626a6e-22ff-43ab-86b8-4b648de605e6",
        "choice_type": "single"
    },
    {
        "question": "Fallopian tube dysmotility is in?",
        "exp": "Ans. C. Kartagener syndromea. Kartagener syndrome is the inheritable disorder of dextrocardia, infertility, chronic sinusitis (with the formation of nasal polyps), and bronchiectasis.b. Patients may also present with situs inversus.c. The disorder is due to a defect that causes the cilia within the respiratory tract epithelium to become immotile (Axonemal dynein).d. Cilia of the sperm are also affected.",
        "cop": 3,
        "opa": "Marfan's syndrome",
        "opb": "Noonan's syndrome",
        "opc": "Kartagener syndrome",
        "opd": "Turner's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "ff242ca4-c7ec-420b-98ce-829613ab7694",
        "choice_type": "multi"
    },
    {
        "question": "Child with history of Rh incompatibility is brought to OPD with jaundice, irritability and convulsions most common cause",
        "exp": "(A) Kernicterus # Kernicterus is the pathological findings of bilirubin (un-conjugated) toxicity within the brain.> The main transporter of bilirubin is albumin therefore increase in albumin causes less bilirubin to be transported to the brain> This includes staining & necrosis of neurons in the basal ganglia, hippocampal cortex, subthalamic nuclei and cerebellum followed by gliosis of these areas.> The cerebral cortex is generally spared, but 50% of babies have extra neuronal lesions with necrosis of renal tubular cells, intestinal mucosa and pancreatic cells.> These may manifest as gastrointestinal hemorrhage or hematuria.> Clinically, kernicterus is described in phases, which may progress over 24 hours to 7 days",
        "cop": 1,
        "opa": "Kemicterus",
        "opb": "Physiological jaundice",
        "opc": "Hyperpyraxia",
        "opd": "Meningitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "e872ee6f-e413-44d4-ab9a-4508da3da15f",
        "choice_type": "single"
    },
    {
        "question": "Regarding the mode of contraception below, all are true except?",
        "exp": "Ans. C. Does not inhibit ovulationa. This is IMPLANON single rod, progesterone only, containing etonogestrel 68mgb. Releasing 67mg/dayc. Recommended for 3 yearsd. Least failure rate among all contraceptives is with Implanon =0.01% Inhibition of ovulation main mechanism, along with the progestational changes on cervical mucuse. Site: medial aspect of non dominant armf. Nexplanon is radiopaque implantg. Most common side effect with implant is irregular vaginal bleedingh. Unlike injectable DMPA, return of fertility post removal is prompt",
        "cop": 3,
        "opa": "Least failure rate",
        "opb": "Contains etonogestrel",
        "opc": "Does not inhibit ovulation",
        "opd": "Effective for 3 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b9ebd68b-32a3-4c22-ac32-9a8b3573fcbb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the mechanism of abortion sticks?",
        "exp": "Ans. A. Stimulation of uterine contractiona. The main mechanism of the use of abortion sticks is to produce an irritant action on the uterus so as to induce uterine contractions and expulsion of the fetus.b. Abortion stick is an object used to procure illegal abortion by unskilled interference by either self or by someone else.c. It usually consists of a specially made wooden or bamboo stick about 15-20cm long or a twig of similar length with some irritant plant such as Madar (Calotropis), Chitra (Plumbago zeylandica) or Kaner (Nerium odorum) applied at one of its ends.d. The irritant substance is applied to some cotton wool or a piece of rag at one end of the stick.e. The abortion sick is introduced into the os of the uterus thus causing abortion with or without rupture of the membranes.f. Excoriation, bruising or perforation of the vagina or uterus may occur as a result of the irritant action of the substance.",
        "cop": 1,
        "opa": "Stimulation of uterine contraction",
        "opb": "Menstrual bleeding",
        "opc": "Irritation of the GIT",
        "opd": "Irritation of the genito-urinary tract",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "7223a9c6-0cc0-47f6-83ec-3b96f13c71cb",
        "choice_type": "single"
    },
    {
        "question": "'Twin peak\" sign is seen in",
        "exp": "(A) Dichorionic diamniotic twins # Twin peak sign indicates the presence of a dichorionic-diamniotic twin gestation. It represents the extension of placental villi into the potential space that is formed from the reflection of apposed amniotic and chorionic layers from each fetus.> By performing an obstetric ultrasound at a gestational age of 10-14 weeks, mono- chorionic-diamniotic twins are discerned from dichorionic twins.> Presence of a \"T-sign\" at the inter-twin membrane-placental junction is indicative of monochorionic-diamniotic twins (that is, the junction between the inter-twin membraneand the external rim forms a right angle), whereas dichorionic twins present with a \"lambda (I) sign\" (that is, the chorion forms a wedge-shaped protrusion into the inter-twin space, creating a rather curved junction).> The \"Lambda sign\" is also called the \"twin peak sign\".> At ultrasound at a gestational age of 16-20 weeks, the \"lambda sign\" is indicative of dichorionicity but its absence does not exclude it.",
        "cop": 1,
        "opa": "Dichorionic diamniotic twins",
        "opb": "Monochorionic monoamniotic twins",
        "opc": "Discordant twins",
        "opd": "Conjoined twins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "75b06fb6-05f0-491b-aa67-7d3dcafeb99b",
        "choice_type": "single"
    },
    {
        "question": "The graph below portrays a labor curve for a woman, gravida 3, para 2, at 39 weeks' gestation. Membranes were ruptured at 4 cm. The fluid was clear and there has been no indication of fetal distress. Previous infants weighed 3500 g and 3750 g. The estimated weight of this infant, which appears normal on ultrasound, is 3200 g. This labor curve is compatible with which of the following conditions?",
        "exp": "Ans. D. Secondary arrest of dilationThe labor portrayed in this labor curve is characteristic of a secondary arrest of dilation. The woman has entered the active phase of labor, as she previously progressed from 2 to 6cm in less than 2h. The multiparous woman normally progresses at a rate of at least 1.5cm/h (and the nullipara at least 1.2cm/h) in the active phase. Dilation at a slower rate is a protraction disorder. Primary dysfunction, prolonged latent phase, and hypertonic dysfunction occur prior to the active phase. The best evidence available indicates that this labor is hypotonic. Since the ultrasound indicates a fetus without obvious abnormalities, and since the patient's previous infants were larger than this one, we assume the absence of cephalopelvic disproportion (CPD). Oxytocin is the treatment of choice. If CPD were suspected, then the treatment preferred by many obstetricians would be cesarean section.",
        "cop": 4,
        "opa": "Prolonged latent phase",
        "opb": "Protracted active phase dilation",
        "opc": "Hypertonic dysfunction",
        "opd": "Secondary arrest of dilation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "e55d73ce-2d80-477e-8be3-7a17730e36bd",
        "choice_type": "single"
    },
    {
        "question": "A pregnant 35-year-old patient is at highest risk for the concurrent development of which of the following malignancies?",
        "exp": "Ans. is a, i.e. CervixRef: Williams obs 25/e, 1190",
        "cop": 1,
        "opa": "Cervix",
        "opb": "Ovary",
        "opc": "Breast",
        "opd": "Vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f40527e9-d321-4ce9-948e-4dffba2aa485",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of infertility in females is due to the disorder of",
        "exp": "(B) Ovarian# Common causes of infertility of females include:> Ovulation problems (E.g. Polycystic ovarian syndrome, PCOS, the leading reason why women present to fertility clinics due to anovulatory infertility, tubal blockage, pelvic inflammatory disease caused by infections like tuberculosis> Age-related factors, Uterine problems, Previous tubal ligation, Endometriosis, Advanced maternal age",
        "cop": 2,
        "opa": "Uterus",
        "opb": "Ovarian",
        "opc": "Vagina",
        "opd": "Cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "ad61a9dd-ca0b-4d12-a4ad-54ff7b35a896",
        "choice_type": "single"
    },
    {
        "question": "A G2P1L1 lady with previous LSCS comes at 37 weeks, with BP 150/100 mm Hg. CTG is reactive and her P/V findings are os closed, cervix partially effaced, soft, midline, Vx(-2) and pelvis is adequate. Urine protein by dipstick is (1+). What is the management?",
        "exp": "Ans. B. Induction of laborPregnancies complicated by pre-eclampsia should be terminated beyond 37 completed weeks if BP is controlled. This is preferably done by induction of labor, h/o previous cesarean section is not an absolute indication for repeat cesarean in such circumstances.",
        "cop": 2,
        "opa": "Start antihypertensives and follow up after 1 week",
        "opb": "Induction of labor",
        "opc": "Cesarean section",
        "opd": "Do not start antihypertensives but follow up after 1 week",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "e6d57cd6-bc9c-4bdb-944a-17c2cecae64e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following sign is seen in intrauterine fetal demise:",
        "exp": "Ans. (b) Robert signRef. Dutta's Obstetrics 7th edj 324* Robert's sign refers to the presence of a gas shadow within the heart or the greater vessels, in cases of fetal death.# It is a rare sign caused by postmortem blood degeneration, usually seen 1-2 days after death* Spalding sign: Overlapping of skull bone. Also a sign of fetal demise.* Goodell's sign: softening of the vaginal part of the cervix during the first trimester* Von Braun-Fernwald's sign: softening of the uterine fundus at the site of implantation at 4-5 weeks gestation.* Osciander sign: increased pulsation at lateral fornices of vagina seen at ~ 8th week of pregnancy.Also KnowRobert Pelvis: aka transversely contracted pelvis. Ala of both the sides are absent and sacrum is fused with innominate bones.",
        "cop": 2,
        "opa": "Von Braun-Fernwalds sign",
        "opb": "Roberts sign",
        "opc": "Goodellssign",
        "opd": "Osiandersign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "4fe2aa30-8c27-4be8-89e5-cb83a4be500c",
        "choice_type": "single"
    },
    {
        "question": "BFHI (baby friendly hospital initiative) is launched by:",
        "exp": "Ans. B. WHO & UNICEFIn 1992, UNICEF and WHO launched the baby friendly hospital initiative amongst doctors, nurses, health workers and parents, in hospitals and maternity centers to promote, protect and support breast feeding. The object is to reestablish the superiority of breast feeding in order to protect the newborn's health by becoming baby friendly. To fulfill the initiative, UNICEF and WHO laid down ten steps to create the baby friendly environment.",
        "cop": 2,
        "opa": "WHO",
        "opb": "WHO & UNICEF",
        "opc": "India Government",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "3d1e7e75-03fa-4f24-91ba-ee6bb47a5bb5",
        "choice_type": "multi"
    },
    {
        "question": "If given in 1st trimester of pregnancy Warfarin therapy leads to which problem?",
        "exp": "Ans. A. ChondrodysplasiaWarfarin therapy is contraindicated in the first trimester due to its association with fetal chondrodysplasia punctata. In the second and third trimesters, warfarin may cause fetal optic atrophy and mental retardation.",
        "cop": 1,
        "opa": "Chondrodysplasia",
        "opb": "Fetal optic atrophy",
        "opc": "Mental retardation",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "5fba0117-5d94-4643-9ab7-354a0c6940dd",
        "choice_type": "multi"
    },
    {
        "question": "Mullerian duct anomaly may include the absence of any of the following EXCEPT:",
        "exp": "Ans. C. Ovarya. Mullerian duct is a mesodermal derivative and gives rise to uterus and uterine tubes. It also forms mesodermal part of the vagina when it meets with the Sino-vaginal bulbs. Sino-vaginal bulbs are induced by the mullerian duct and they form the lower (endodermal) part of vagina.b. Now if mullerian ducts are absent, there will be no uterus and uterine tubes. Vagina will also not form because it is the mullerian duct which induces the formation of vagina. Ovaries will be present since they arise from a separate source-the genital ridges.Note1. A patient with Mullerian agenesis will have amenorrhea due to the absence of uterus. And this amenorrhea cannot be corrected.2. The lady can become a mother by using a surrogate to whom she contributes oocyte for in vitro fertilization.",
        "cop": 3,
        "opa": "Uterus",
        "opb": "Vagina",
        "opc": "Ovary",
        "opd": "Uterine tube",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "ac4f1421-aba5-427b-b3de-1d760b0d5590",
        "choice_type": "multi"
    },
    {
        "question": "Main support of the uterus is formed by:",
        "exp": "Ref: Slum 's Textbook of Gynaecology 15th Edition Pg 18.Explanation:Supports of uterus are triradiate condensation of endo pelvic fascia:Anterior spoke - Pubocervical ligamentEateral spoke - Mackenrodt ligamentPosterior spoke - Uterosacral ligamentSUPPORTS OF THE GENITAL TRACTDeLancey's three level systems of support* Level 1- Uterosacral and cardinal ligaments support the uterus and vaginal vault.* Level II- Pelvic fascias and paracolpos which connects the vagina to the white line on the lateral pelvic wall through arcus tendmous.* Level III- Levator ani muscle supports the lower one- third of vagina",
        "cop": 1,
        "opa": "Mackendrot's ligament",
        "opb": "Broad ligament",
        "opc": "Fallopian tubes",
        "opd": "Round ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "7a7ccab5-981f-4d9d-996d-c37f80aacbcb",
        "choice_type": "multi"
    },
    {
        "question": "IUI is indicated for all except:",
        "exp": "Ans. C. Tubal factorsIUI (Intra-uterine insemination)Indicationsa. Male factor infertility (sperm counts between 5 and 15million/mL). If sperm count is less than 5million/mL,b. IUI is ineffectivec. Unexplained infertility (treatment of choice is superovulation + IUI)d. Antisperm Antibody in cervical mucuse. Erectile dysfunction/impotencyf. Semen deposition problem (epispadias/hypospadias/penile deformities)g. Vaginismush. Retrograde ejaculation (Immediate postcoital urine is collected. Semen is then separated from urine).",
        "cop": 3,
        "opa": "Male factor infertility",
        "opb": "Erectile dysfunction",
        "opc": "Tubal factors",
        "opd": "Cervical factor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "d0236618-e082-43bf-bdca-b464695692de",
        "choice_type": "multi"
    },
    {
        "question": "CHARGE Syndrome includes?",
        "exp": "Ans. D. All of aboveCongenital anomalies are a major cause of stillbirths and neonatal deaths, but they are perhaps even more important as causes of acute illness and long-term morbidity. Early recognition of anomalies is important for planning care; with some, such as tracheoesophageal fistula, diaphragmatic hernia, choanal atresia, and intestinal obstruction, immediate medical and surgical therapy is essential for survival. Parents are likely to feel anxious and guilty on learning of the existence of a congenital anomaly and require sensitive counseling.Common Life-Threatening Congenital AnomaliesNAMEMANIFESTATIONSChoanal atresiaRespiratory distress in delivery room, apnea, unable to pass nasogastric tube through nares. Suspect CHARGE syndromePierre Robin syndromeMicrognathia, cleft palate, airway obstructionDiaphragmatic herniaScaphoid abdomen, bowel sounds present in chest, respiratory distressTracheoesophageal fistulaPolyhydramnios, aspiration pneumonia, excessive salivation, unable to place nasogastric tube in stomach. Suspect VATER syndromeIntestinal obstruction: volvulus, duodenal atresia, ileal atresiaPolyhydramnios, bile-stained emesis, abdominal distention. Suspect trisomy 21, cystic fibrosis, cocaineGastroschisis, omphalocelePolyhydramnios, intestinal obstructionRenal agenesis, Potter syndromeOligohydramnios, anuria, pulmonary hypoplasia, pneumothoraxNeural tube defects: anencephalus, meningomyelocelePolyhydramnios, elevated a-fetoprotein, decreased fetal activityDuctal-dependent congenital heart diseaseCyanosis, hypotension, murmurCHARGE, coloboma of the eye, heart anomaly, choanal atresia, retardation, and genital and ear anomalies; VATER, vertebral defects, imperforate anus, tracheoesophageal fistula, and radial and renal dysplasia.",
        "cop": 4,
        "opa": "Choanal atresia",
        "opb": "Coloboma of eye",
        "opc": "Ear anomalies",
        "opd": "All of above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b00f3d51-5beb-42df-bd76-6f440f8472d9",
        "choice_type": "multi"
    },
    {
        "question": "Retinal vessels develop by",
        "exp": "Ans: a (4th month) Ref: yanoff 3rd ed p- 606During development, retinal vessels migrate from the optic disc to the ora serrata beginning at 16 weeks of gestation.Mature vessels develop from these networks and extend to the nasal ora serrata by 36 weeks of gestation and to the temporal ora serrata by 39 - 41 weeks.",
        "cop": 1,
        "opa": "4th month",
        "opb": "6th month",
        "opc": "1st month",
        "opd": "3rd month",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "cd1d33d1-08cb-43be-bedc-79d1a6abdd7f",
        "choice_type": "single"
    },
    {
        "question": "Most common fractured bone during birth is:",
        "exp": "Ans. (c) ClavicleRef \"Clavicle fracture in labor: risk factors and associated morbidities'. JPerinatol (Dec '01)* Clavicle fractures are the most frequently encountered birth injury (0.5%).* Brachial plexus is also injured during child birth due to its stretch. The brachial plexus is stretched when the head is pulled in one direction and the arm in the opposite.* Femur fractures also occur in as the leg is awkwardly twisted during delivery. These are rare injuries that are much less common than clavicle fractures.",
        "cop": 3,
        "opa": "Humerus",
        "opb": "Scapula",
        "opc": "Clavicle",
        "opd": "Radius",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "33767151-8638-4559-9172-9ee7e80451cd",
        "choice_type": "single"
    },
    {
        "question": "In a fetus, the insulin secretion begins by:",
        "exp": "Ans. A. 3rd montha. Foetal pancreas secrets insulin from as early as 12th week onward.b. Maternal IgG can cross placenta from 12th week on word.c. Rh factor in fetal blood can be demonstrated as early as 38th day after conception.d. Meconium appears from 20th week of Gestation.e. Foetal pituitary secretes GH, ACTH, PRL, GNRH, by 10th - 11th week.",
        "cop": 1,
        "opa": "3rd month",
        "opb": "5th month",
        "opc": "7th month",
        "opd": "9th month",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "5deff03e-1b87-43cb-be95-7fa992670a9d",
        "choice_type": "single"
    },
    {
        "question": "Rh isoimmunisation in which trimester",
        "exp": "(B) 30-32 weeks> Because of its short half-life, Rh IgG routinely is administered once at 28-32 weeks' gestation and again within 72 hours after birth to all Rh-negative pregnant females as a part of routine prenatal care.",
        "cop": 2,
        "opa": "10-12 weeks",
        "opb": "30-32 weeks",
        "opc": "36 weeks",
        "opd": "Immediately after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "dee9cbc9-cf33-4f65-b2b8-e66af39a7d6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following First Trimester Obstetrical Sign is FALSE?",
        "exp": "(A) Chadwick's sign is regular rhythmic uterine contraction seen as early as 4-6 week of pregnancy FIRSTTRIMESTER (First 12 weeks) OBSTETRICAL SIGNSEponym signSiteTime of PregnancyDescriptionJacquemier's or Chadwick's signVestibule & anterior vaginal wall8th weekDusky hue discoloration (due to local vascular congestion)Osiander's signVagina8th weekIncreased pulsation felt through lateral fornicesGoodell's signPiskacek's signCervixUterus6th week6th week (size of hen's egg)Pregnant cervix feels like the lips of the mouth& shows bluish discoloration (due to increased vascularity). 8th week (size of a cricket ball)12th week (size of a fetal head) Hegar's signUterus6-10 weeksUpper part of body of uterus is enlarged by growing fetus & lower part of body is empty & firm cervixPalmer's signUterus4-8 weeksRegular & rhythmic uterine contraction elicited on manual examination",
        "cop": 1,
        "opa": "Chadwick's sign is regular rhythmic uterine contraction seen as early as 4-6 week of pregnancy",
        "opb": "Goodel's sign is soft cervix seen as earlier as 6 weeks",
        "opc": "Osiander's sign is pulsation in lateral vaginal fornix seen as early as 8 weeks",
        "opd": "Hegar's sign is a reliable sign seen as early as 6-10 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "744807d8-56fe-4706-90cf-5ee8eda2d764",
        "choice_type": "multi"
    },
    {
        "question": "A 21-year-old girl is having vaginal discharge one week after unprotected sexual intercourse. The smear of vaginal discharge is shown below. All are diagnostic criteria for the condition shown except:",
        "exp": "Ans. A. Vaginal pH<4.5The image shows vaginal epithelial cells covered with coccobacilli, leading to stippled appearance of the cell. This appearance is called Clue cell and is diagnostic of bacterial vaginosis.",
        "cop": 1,
        "opa": "Vaginal pH<4.5",
        "opb": "Positive whiff test",
        "opc": "Clue cells >20% of cells",
        "opd": "Presence of more Gardnerella with few lactobacillus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "88689d33-4b40-465d-9cb5-5cd3a39413bf",
        "choice_type": "multi"
    },
    {
        "question": "Level of which hormone are increased during post menopausal women:",
        "exp": "Ans. (c) FSHRef D.C Dutta 6th Ed./g.56* There is a significant fall in the level of serum estradiol from 50-300 pg/ml before menopause to 10-20 pg/ml after menopause* This decrease the negative feedback effect on hypothalamopituitary axis resulting in increase in FSH.* The increase in FSH is also due to diminished inhibin.",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Progestron",
        "opc": "FSH",
        "opd": "Cortison",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b279a0db-f377-4905-be28-a9280a51639b",
        "choice_type": "single"
    },
    {
        "question": "A 65-year old woman complains of leakage of urine. The most common cause of this condition in such patient is",
        "exp": "Ans. D. Unstable bladderAs patients age, the incidence of vesicle instability or unstable bladder increases dramatically. Although estrogen has been reported to decrease urgency, frequency, and nocturia in menopausal women, its effect on correction of stress urinary incontinence or vesicle instability is unclear. In the elderly population there are also many transient causes of incontinence that the physician should consider. These include dementia, medications (especially a-adrenergic blockers), decreased patient mobility, endocrine abnormalities (hypercalcemia, hypothyroidism), stool impaction, and urinary tract infections.",
        "cop": 4,
        "opa": "Anatomic stress urinary incontinence",
        "opb": "Urethral diverticula",
        "opc": "Overflow incontinence",
        "opd": "Unstable bladder",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "2069c28b-3fdf-458c-90a0-ddf471cc7fb4",
        "choice_type": "single"
    },
    {
        "question": "False statement regarding the procedure shown below is:",
        "exp": "Ans. A. Used to treat high grade CINa. The figure is showing a cryoprobe on the cervix while cryotherapy is being performed.b. It is an ablative procedure used for persistent CIN1. (cervical intraepithelial neoplasia)c. Useful for lesions involving the ectocervix onlyd. It is an OPD procedure and can be done under usual analgesics.e. It works by crystallization of the intracellular water and destroys the dysplastic epithelium upto a depth of 5mmf. It uses cold gas carbon dioxide or nitrous oxide at -22 degree Celsius.g. It works by freeze - thaw - freeze technique and a successful procedure should lead to a formation of an ice ball of 5 to 10mm as shown in this figure.h. The procedure can cause mild pain. It leads to persistent watery discharge. Cervical stenosis and incompetence following the procedure is rare.",
        "cop": 1,
        "opa": "Used to treat high grade CIN",
        "opb": "Uses freeze thaw freeze technique",
        "opc": "Destroys dysplastic epithelium upto a depth of 5mm",
        "opd": "It is an OPD procedure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "aa591acc-2f51-4b4a-940e-e4b5229b08c7",
        "choice_type": "multi"
    },
    {
        "question": "On follow up study, elevated CA 125 in a case of epithelial ovarian tumor should be further evaluated with?",
        "exp": "Ans. B. CT Scana. Evaluation of patients with suspected ovarian cancer should include measurement of serum levels of the tumor marker CA-125.b. CA-125 determinants are glycoproteins with molecular masses from 220to1000kDa, and a radioimmunoassay is used to determine circulating CA-125 antigen levels. Between 80 and 85% of patients with epithelial ovarian cancer have levels of CA-125_35U/mL.c. Other malignant tumors can also elevate CA-125 levels, including cancers of the endometrium, cervix, fallopian tubes, pancreas, breast, lung, and colon.d. Certain nonmalignant conditions that can produce moderate elevations of CA-125 levels include pregnancy, endometriosis, pelvic inflammatory disease, and uterine fibroids. About 1% of normal females have serum CA-125levels_35U/mL.",
        "cop": 2,
        "opa": "MRI",
        "opb": "CT Scan",
        "opc": "Yearly follow up",
        "opd": "Clinical examination and serial CA 125 monitoring",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "ba67b83b-9a61-43dd-b90d-121ed15c447b",
        "choice_type": "single"
    },
    {
        "question": "Genes MOST closely associated with familial cases of ovarian cancer are:",
        "exp": "Ans. A. BRCA1About 5-10% of cases of ovarian cancer develops in women who belong to a cancer family. In familial instances of ovarian cancers, the cancers tend to develop at a younger age, but are thought to possibly have, a barely better analysis as compared to isolated instances, on an average.Additionally, families with multiple instances of breast cancers caused due to genetic mutations in BRCA1 or BRCA2 have an increased prevalence of ovarian cancers.The BRCA1 mutation is particularly malicious and up to 30-40% of females having this mutation develop ovarian cancer. (Also, there are cases of families where women have a BRCA1 mutation, does not develop breast cancer, but develop ovarian cancer at an increased rate). Another cancer syndrome, the Lynch II syndrome (also termed as the hereditary nonpolyposis colorectal cancer syndrome), is also linked with ovarian cancer (and cancers of the breast, pancreas, uterus and stomach).In both the families i.e. breast cancer families and Lynch II families, the genetic pattern seen is usually autosomal dominant with variable penetrance. In most of the cases, where women who belong to cancer families, having age of 35 and have had their children are offered prophylactic oophorectomy.Note:* VHL is associated with Von Hippel-Lindau disease, pheochromocytoma and renal cell carcinoma.* NF2 is associated with neurofibromatosis type II, meningiomas and acoustic neuromas.* WT1 is associated with Wilms tumor",
        "cop": 1,
        "opa": "BRCA1",
        "opb": "WT1",
        "opc": "NF2",
        "opd": "VHL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "04f48ef6-d7fc-4d54-b0ac-029e110e7f5d",
        "choice_type": "single"
    },
    {
        "question": "HAIR - AN is seen in?",
        "exp": "ANSWER: (B) PCODREF: Rook 7th edp. 19.119HAIR-AN syndrome consists of hyperandrogenism (HA), insulin resistance (IR), and acanthosis nigricans (AN). It is a subset of polycystic ovary syndromeAlso know:SAHA syndrome is characterized by seborrhoea, acne, hirsutism and alopecia , frequently associated with polycystic ovary syndrome, cystic mastitis, obesity and infertility.PAPA syndrome is an acronym for pyogenic arthritis, pyoderma gangrenosum and acne. It is a rare genetic disorder characterised by its effects on skin and joints.",
        "cop": 2,
        "opa": "Ovarian carcinoma",
        "opb": "PCOD",
        "opc": "Uterine prolapsed",
        "opd": "Uterine myoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "29a6b4dd-0733-4932-8cca-449572fb0b61",
        "choice_type": "single"
    },
    {
        "question": "In a lady presenting with preeclampsia all of the following drugs can be used in treatment EXCEPT",
        "exp": "(C) Enalapril # Treatment of Preeclampsia:> Antihypertensives are used when: Persistent rise of BP specially diastolic above 110 mm Hg. In severe pre-eclampsia to bring down the blood pressure> Common drugs used are: Methyl dopa: 250-500 gm tid or qid - Mode of action is by Central and peripheral anti-adrenergic action Nifedipine: 10-20 mg bd - Calcium channel blocker Hydralazine: 10-25 mg bid - Vascular smooth muscle relaxant Lebtalol: 10-25 mg bid - Adrenoceptor antagonist (a and b blocker)",
        "cop": 3,
        "opa": "Labetalol",
        "opb": "Methyl dopa",
        "opc": "Enalapril",
        "opd": "Hydralazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "4561fa68-db05-4eb2-a921-fdaabce78ccc",
        "choice_type": "multi"
    },
    {
        "question": "A 25 yr. old girl admitted as a case of septic abortion with tricuspid valve endocarditis. Vegetation from the valve likely to affect will be",
        "exp": "Ans. D. LungBacteria present within the uterus colonizes dead conception products are responsible for the initiation of maternal infection and this infection may extend to cause endocarditis, peritonitis, parametritis and septicemia.Septic pelvic thrombophlebitis with or without septic pulmonary embolization is an uncommon but devastating complication of septic abortion. Right sided endocarditis often results in septic pulmonary emboli responsible for the cause of infarction and lung abscess.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Brain",
        "opd": "Lung",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f470b8d9-1b3b-48c4-b34c-36dfe6005e44",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old primigravida has vaginal bleeding and an enlarged-for-dates uterus. In addition, no fetal heart sounds are heard. The ultrasound is seen in the Illustration. The most likely diagnosis of this woman's condition is",
        "exp": "Ans. D. Hydatidiform moleThe history, clinical picture, and ultrasound of the woman in the question are characteristic of hydatidiform mole. The most common initial symptoms include an enlarged-for-dates uterus and continuous or intermittent bleeding in the first two trimesters. Other symptoms include hypertension, proteinuria, and hyperthyroidism. Hydatidiform mole is 10 times as common in the Far East as in North America, and it occurs more frequently in women over 45 years of age. A tissue sample would show a villus with hydropic changes and no vessels. Grossly, these lesions appear as small, clear clusters of grapelike vesicles, the passage of which confirms the diagnosis.",
        "cop": 4,
        "opa": "Sarcoma botryoides",
        "opb": "Tuberculous endometritis",
        "opc": "Adenocarcinoma of the uterus",
        "opd": "Hydatidiform mole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "921f3863-341d-47f4-a961-239d38d8f5be",
        "choice_type": "single"
    },
    {
        "question": "Risk of subsequent preterm delivery with previous two preterm deliveries at < 34 weeks is?",
        "exp": "Ans. D. 40%Recurrent Spontaneous Preterm BirthsAccording to Prior OutcomeBirth OutcomeSecond Birth <=34 Weeks (%)First birth >=35 weeks5First birth <=34 weeks16First and second birth <=34 weeks41",
        "cop": 4,
        "opa": "15%",
        "opb": "20%",
        "opc": "30%",
        "opd": "40%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "5ff347dc-be03-4c0f-b6b5-c5eff8ceafa7",
        "choice_type": "single"
    },
    {
        "question": "Breathing movement of fetus on USG is first detected on?",
        "exp": "Ans. A. 11 weeksDutta states: \"Breathing movements are identified by 11 weeks but are irregular until 20th week. Their frequency varies from 30-70 per minute and is dependent on the maternal blood sugar concentration.\"",
        "cop": 1,
        "opa": "11 weeks",
        "opb": "20 weeks",
        "opc": "24 weeks",
        "opd": "26 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "31192da2-55e0-46f9-a0f2-11f37a26b6a6",
        "choice_type": "single"
    },
    {
        "question": "Imiquimod is used for treatment of:",
        "exp": "Ans. D. All of the aboveImiquimod belongs to a group of drugs called immune response modifiers. It works by helping immune system to fight these abnormal skin growths -precancerous growths (actinic keratoses), a certain type of skin cancer (superficial basal cell carcinoma), and warts on the outside of the genitals/anus, keloid.",
        "cop": 4,
        "opa": "Molluscum contagiosum",
        "opb": "Warts",
        "opc": "Skin cancer",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "b1f7fbe7-b3b0-4bbf-99b3-5a3de0130290",
        "choice_type": "multi"
    },
    {
        "question": "All are features of BAD syndrome except:",
        "exp": "Ans) a (Bell's palsy) Ref The facial nerve By Mark MayBAD syndrome consists of lack of bells phenomenon, which may lead to poor corneal coverage and lack of tear distribution; corneal anesthesia, due to exposure or fifth nerve deficit, as may occur in resection of a large posterior fossa tumour and dryness, due to loss of tear production as with lesions at or proximal to the geneculate ganglion.this condition can leads to comeal ulcer and exposure keartitis.Term BAD syndrome was coined by Guibor.It is a serious situation which requires immediate rehabilitation by eye closure and protection.Therefore, BAD syndrome does not contain Bells palsy as a component.",
        "cop": 1,
        "opa": "Bell's palsy",
        "opb": "Corneal anaesthesia",
        "opc": "Dry eye",
        "opd": "Exposure keratitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "34dc2ab5-22cc-42ac-96b1-4a9fe065fc9e",
        "choice_type": "multi"
    },
    {
        "question": "The anomalous relationships between placenta & the umbilical cord is seen in",
        "exp": "(B) Battledore placenta# Battledore placenta: The umbilical cord is attached to margin of placenta, if associated with low implantation of placenta, there is a chance of cord compression in vaginal delivery leading to fetal anoxia or even death.",
        "cop": 2,
        "opa": "Lobate placenta",
        "opb": "Battledore placenta",
        "opc": "Horse shoe placenta",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "10e79d01-13fe-4b37-9290-f9fa50a1f079",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following transmissions meiosis occurs?",
        "exp": "Ans A. primary to secondary spermatocyte",
        "cop": 1,
        "opa": "Primary to secondary spermatocyte",
        "opb": "Second spermatocyte to globular spermatid",
        "opc": "Germ cells to spermatogonium",
        "opd": "Spermatogonium to primary spermatocyte",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "280db5f5-4bc3-41d8-b783-8257c3c0c5a1",
        "choice_type": "single"
    },
    {
        "question": "A 25 years old 2nd gravida with B negative blood group reaches in labor room in full dilatation. All the following norms to be followed except:",
        "exp": "Ans. D. Liberal prophylactic use of ergometrineUse of ergot derivatives is contraindicated in Rh negative mother to avoid chances of feto-maternal micro transfusions.",
        "cop": 4,
        "opa": "Cord blood to be saved in 2 vial - plain & EDTA vial",
        "opb": "Early clamping of cord",
        "opc": "Avoidance of manual removal of placenta",
        "opd": "Liberal prophylactic use of ergometrine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "d1f4bf31-e37c-42ed-9de9-4d337842bb27",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of Choice for Vesico-Vaginal Fistula is:",
        "exp": "Ans. (c) 3 Swab TestRef: Shaws Textbook of Gynecology 16th Ed; Page No-222Vesicovaginal Fistula (VVF)* Most common cause of bladder fistulae (80-90%) in India:Obstetrical problem.# Prolonged labour-- operative--vaginal caesarean section.* Sometime gynaecological cause:# Hysterectomy# Sling operations for stress incontinence* Clinical features: Continuous dribbling of urine--no micturition (true incontinence).* Investigation: Methylene swab test.# The vaginal cavity is packed with three sterile swabs; 50-100mL of dilute methylene blue dye is injected into the bladder through the catheter.# If there is a VVF present, the methylene blue dye stains the uppermost swab.* IVP: Normal in Vesicovaginal Fistula (VVF), but Hydronephrosis on the affected side seen in Ureteric Fistula.",
        "cop": 3,
        "opa": "IVP",
        "opb": "Cystoscopy",
        "opc": "3 Swab Test",
        "opd": "X ray",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "2bed9049-c69b-4337-848d-7e0fe40e35e0",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female presents with polymenorrhea for 6 months. On examination nothing abnormal was found. Which of the following is the next best line of management?",
        "exp": "Ans. C. Dilation and curettagePoly menorrhea - or epimenorrhea, the menstrual cycle is reduced from the normal of 28 days to a cycle of two to three weeks and remain constant at that frequency.Treatment - Dilation and curettage is a most effective short-term method of controlling uterine bleeding longer term treatments will generally be directed towards the cause of the abnormal uterine bleedinga. DUB due to chronic anovulation is treated with cyclic progestin therapy with OCPb. Severe and intractable bleeding of a dysfunctional nature may rarely require hysterectomy",
        "cop": 3,
        "opa": "Give progesterone for 3 cycles",
        "opb": "Give OCP for 3 cycles",
        "opc": "Dilation and curettage",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "c7365daf-0e84-48d3-b987-93be0ef509e4",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old asymptomatic woman with Pap's smear report of ASCUS. The possible management options could be all except:",
        "exp": "Ans. D. Repeat contesting at 3 yr.",
        "cop": 4,
        "opa": "High risk HPV DNA testing",
        "opb": "Repeat contesting at 1 year",
        "opc": "Colposcopy",
        "opd": "Repeat contesting at 3 yr.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "1a0db07d-6d9d-46c2-811c-30962a44ac6f",
        "choice_type": "multi"
    },
    {
        "question": "After a normal prenatal period, a lady delivered a child and l hour later she had a stroke. Probable cause:",
        "exp": "(A) Amniotic fluid embolism# Amniotic fluid embolism (AFE) is a rare childbirth (obstetric) emergency in which amniotic fluid, fetal cells, hair, or other debris enters the mother's blood stream via the placental bed of the uterus and triggers an allergic-like reaction.> This reaction then results in cardiorespiratory (heart and lung) collapse and massive hemorrhaging (coagulopathy).> Fifth most common cause of maternal mortality in the world When the fluid and fetal cells enter the maternal pulmonary circulation there is profound respiratory failure with deep cyanosis and cardiovascular shock followed by convulsions and profound coma, in a first and second phase.> First phase: In the first phase, the patient experiences acute shortness of breath and hypotension. This rapidly progresses to cardiac failure leading to a reduction of perfusion to the heart and lungs. This may be accompanied by other \"premonitory symptoms\" such as shivering, coughing, vomiting, and an unpleasant taste in the mouth. Not long after this stage the patient will lose consciousness due to circulatory collapse.> Second phase: About 40 percent of the initial survivors will pass onto the hemorrhagic phase. The blood loses its ability to clot and there is excessive bleeding. Collapse of the cardiovascular system leads to fetal distress and death unless the child is delivered swiftly.",
        "cop": 1,
        "opa": "Amniotic fluid embolism",
        "opb": "APLA",
        "opc": "Choriocarcinoma",
        "opd": "Sheehans syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "4dae3fda-327b-4da2-bdb5-2faee21fd2de",
        "choice_type": "single"
    },
    {
        "question": "Intrauterine seizure in foetus is seen due to deficiency of",
        "exp": "(D) Glutamic acid",
        "cop": 4,
        "opa": "Biotin",
        "opb": "Riboflavin",
        "opc": "Thiamine",
        "opd": "Glutamic acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "66833a4b-5449-4e63-a225-149169a0c253",
        "choice_type": "single"
    },
    {
        "question": "Infant of diabetic mother can have all of the following except:",
        "exp": "(C) Hyperglycemia # Perinatal complications: Fetus may suddenly die during the last trimester of pregnancy> Preterm delivery may have to be induced to avoid third trimester fetal death.> Macrosomia or large size of the body and its attending risks during delivery such as birth trauma, asphyxia and increased possibilities of cesarean section.> Neonatal respiratory distress> Hypoglycemia, Hyperbilirubinemia> Polycythemia and increased viscosity of blood.> higher risk of congenital anomalies, (infants of mothers with gestational diabetes are 20 times more risk to develop cardiovascular defects).> Cardiomyopathy and persistent pulmonary hypertension.> Lazy left colon syndrome.",
        "cop": 3,
        "opa": "Hyperbilirubinemia",
        "opb": "Hypoglycemia",
        "opc": "Hyperglycemia",
        "opd": "Resp distress",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "14fa1630-ac95-4fc5-acef-9bfd3b47f7c3",
        "choice_type": "multi"
    },
    {
        "question": "Regarding adenocarcinoma in situ, all are true, except:",
        "exp": "Ans. D. Negative margins on excised specimen ensures complete resection of the disease.a. Adenocarcinoma in situ of the uterine cervix is a premalignant glandular condition. Adenocarcinoma in situ is the only known precursor to cervical adenocarcinoma, and appropriate management can prevent the occurrence of invasive disease in many cases. The usual interval between clinically detectable adenocarcinoma in situ and early invasion appears to be at least five years, suggesting ample opportunity for screening and intervention.b. Glandular neoplasia of the uterine cervix is less common than squamous neoplasia, comprising one quarter of all annual cervical cancers diagnoses in the United States. Over the past few decades, however, the incidence of adenocarcinoma in situ and invasive adenocarcinoma has increased.c. Treatment for CIN 1, which is mild dysplasia, is not recommended if it lasts fewer than 2 years. Usually when a biopsy detects CIN 1 the woman has an HPV infection which may clear on its own within 12 months, and thus it is instead followed for later testing rather than treated.d. Treatment for higher grade CIN involves removal or destruction of the neoplastic cervical cells by cryocautery, electrocautery, laser cautery, loop electrical excision procedure (LEEP), or conization. Surgical treatment of CIN lesions is associated with an increased risk of infertility or subfertility, with an odds ratio of approximately 2 according to a case-control study.e. The treatment of CIN during pregnancy increases the risk of premature birth.",
        "cop": 4,
        "opa": "Invasive cancer cannot be ruled out without diagnostic excisional procedures",
        "opb": "Hysterectomy is preferred for women who have completed childbearing",
        "opc": "Frequently extends into the endocervical canal",
        "opd": "Negative margins on excised specimen ensures complete resection of the disease.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "da2d5536-3985-4766-96d0-0d42371cff61",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cardiovascular physiological changes occur in pregnancy EXCEPT",
        "exp": "(D) Increased systemic vascular resistance # Physiological Changes seen in Cardio-Vascular System in Pregnancy:> Raised pulse rate by about 10 beats|min.> Lateral & upward displacement of apex.> Exaggerated splitting of first heart sound.> Systolic murmur intensifying during inspiration.> Decreased arterial blood pressure & vascular resistance.> Increased cardiac output more in lateral recumbent position.",
        "cop": 4,
        "opa": "Increased cardiac output",
        "opb": "Increased heart rate",
        "opc": "Increased stroke volume",
        "opd": "Increased systemic vascular resistance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "52f5665d-e4f4-491a-999c-28b5ccc2f858",
        "choice_type": "multi"
    },
    {
        "question": "Obesity in pregnancy causes all of the following complication except:",
        "exp": "Ans. is c, i.e. Precipitate labourRef. Dutta Obs. 7/e, p 344; Williams Obs. 23/e, p 951, 952Obesity in PregnancyBody weight >90 kg or BMI >30kg/m2 is considered obese.(BMI = 20-24 is normal) >25kg/m2 OverweightObesity is associated with increased incidence of:During pregnancy:Dyspnoea on exertionHypertension (essential and PIH)DiabetesAnomalies is increasedDifficulty in diagnosis of presentation and in hearing the FHS.During labour:Abnormal uterine contractionsProlonged labour (and not precipitate labour)Shoulder dystociaOperative interference/anesthetic complications.In puerperium:Venous thrombosisLactation failure.Note: Obese pregnant females should be considered under 'High Risk group'Risk to the fetus in case of maternal obesity:| incidence of first trimester abortions| Incidence of fetal anomalies - especially neural tubal defectsMacrosomia which in turn leads to |chances of shoulder dystocia, birth injury and |incidence of low apgarScores and perinatal death (Ref High risk pregnancy Manju puri SS. Trivedi, p 493)|Still birth rateIn adult life - such fetuses have increased chances of obesity and heart diseases.",
        "cop": 3,
        "opa": "Abnormal uterine action",
        "opb": "Fetal neural tube defect",
        "opc": "Precipitate labor",
        "opd": "Venous thrombosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "f5adc197-99f7-44e9-a94e-c400f75b376a",
        "choice_type": "multi"
    },
    {
        "question": "Hydatidiform mole",
        "exp": "(D) All of the above # Unless specified, MOLAR PREGNANCY relates one with complete mole. It is an abnormal condition of the proliferative changes in the young chorionic villi. These result in the formation of clusters of small cysts of varying sizes. Because of its superficial resemblance to hydatid cyst, it is named as hydatidiform mole. It is best regarded as a benign neoplasia of the chorion with malignant potential. The risk of recurrence of hydatidiform mole in future pregnancy is about 1 to 4 percent. Sonography: Characteristic echogram of molar pregnancy is 'snow storm' appearance. Sometimes confusion arises with the missed abortion or the degenerated fibroid. Sonography of liver, kidneys and spleen is also carried out.",
        "cop": 4,
        "opa": "Is associated with molar pregnancy",
        "opb": "Recurrence is 2%",
        "opc": "Snow storm appearance on USG",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "d1dd828f-8817-4065-8429-357f521ba24c",
        "choice_type": "multi"
    },
    {
        "question": "In a case of carcinoma cervix, hydronephrosis or renal involvement is seen in:",
        "exp": "Ans: B (Stage 3b) Ref: Slum 's Textbook of Gynecolgy pg 4T2Explanation:CARCINOMA CERVIX STAGINGStage IStage I is carcinoma strictly confined to the cervix.The diagnosis of both Stages 1A1 and IA2 should be based on microscopic examination of removed tissue, preferably a cone, which must include the entire lesion.Stage IA: Invasive cancer identified only microscopically. Invasion is limited to measured stromal invasion with a maximum depth of 5 mm and no wider than 7 mm.Stage IA1: Stage IA1: Measured invasion of the stroma no greater than 3 mm in depth and no wider than 7 mm diameter.Stage IA2: Stage IA2: Measured invasion of stroma greater than 3 mm but no greater than 5 mm in depth and no wider than 7 mm in diameter.Stage IB: Stage IB: Clinical lesions confined to the cervix or precltnical lesions greater than Stage IA. All gross lesions even with superficial invasion are Stage IB cancers.Stage Hit: Stage IB 1: Clinical lesions no greater than 4 cm in size.Stage IB2: Stage IB2: Clinical lesions greater than 4 cm in size.Stage IIStage II is carcinoma that extends beyond the cervix, but does not extend into the pelvic wall.The carcinoma involves the vagina, but not as far as the lower third.Stage IIA: No obvious parametrial involvement. Involvement of up to the upper two- thirds of the vagina. Gynecoid(50% of Women )Android1.23% of Women)Anthropoid(24 % of Women)Platyelloid(3% of Women)BrimSightly ovoid or transversely roundedHeart-shaped,angulatedOval, wideranteroposteriorlyFlattened anteroposteriorly,wide transverselyDepthSidwallsIschial spinesSacrumRound OModerateStraightBlum, some-whatwidely separatedDeep, curvedHeartDeepConvergentProminent, narrow interspinous diameterSlightly curved, terminal portion often beakedOval DeepStraightProminent, often with narrow interspinous diameterSlightly curvedFlatShallowStraightBlunted, widely separatedSlightly curvedSubpubic arch Usual mode of birthWideVagina]SpontaneousOccipitoanteriorpositionNarrowCesareanVaginalDifficult with forcepsNarrow-VaginalForceps, Spontaneous Occipitoposterior or occipitoanterior positionWideVaginalSpontaneousStage IAB: Obvious parametrial involvement, but not into the pelvic sidewall.Stage IIIStage III is carcinoma that has extended into the pelvic sidewall.On rectal examination, there is no cancer-free space between the tumour and the pelvic sidewall.The tumour involves the lower third of the vagina,All cases with hydronephrosis or a nonfunctioning kidney are Stage III cancers.Stage III A: No extension into the pelvic sidewall but involvement of the lower third of the vagina.Stage 1IIB: Extension into the pelvic side- wall or hydronephrosis or non-functioning kidney.Stage IVStage IV is carcinoma that has extended beyond the true pelvis or has clinically involved the mucosa of the bladder and/or rectum.Stage IVA: Spread of the tumour into adjacent pelvic organs.Stage IVB: Spread to distant organs.",
        "cop": 2,
        "opa": "Stage 3a",
        "opb": "Stage 3b",
        "opc": "Stage 2",
        "opd": "Stage 4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "abfd88e2-b7b0-41da-9e5d-c72569381612",
        "choice_type": "single"
    },
    {
        "question": "Smoking in pregnancy causes:",
        "exp": "Ans. is a i.e. IUGRRef Dutta Obs. 7/e, p 100, 255; Williams Obs. 23/e, p 180. 181Smoking increase the risk of:Preterm labourFetal growth restrictionLow birth weightAttention deficit/Hyperkinetic disorder typically identified by school ageBehavioural learning problemsBesides the above fetal problems it increase the risk of pregnancy complications related to vascular damage, such as placental insufficiency and placental abruption.Note:Carbon monoxide and nicotine are responsible for the adverse fetal effects.Both active and passive smoking are associated with these risks.Cessation of smoking increases birth weight of fetus.Smoking does not affect maternal weight during pregnancySmoking is protective against PIH.",
        "cop": 1,
        "opa": "IUGR",
        "opb": "PIH",
        "opc": "Malpresentation",
        "opd": "PPH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "e1529a95-b09b-4f4a-9d5f-53a2d7667ab3",
        "choice_type": "single"
    },
    {
        "question": "Average age of menopause?",
        "exp": "Ans. B. 45* Menopause is defined as the time of cessation of ovarian function resulting in permanent amenorrhoea.* Menopause is a retrospective diagnosis as it takes 12 months of amenorrhoea to confirm that menopause has set in.* Menopause normally occurs between the ages of 45 and 50 years, the average age being 47 years.",
        "cop": 2,
        "opa": "40",
        "opb": "45",
        "opc": "55",
        "opd": "60",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "dbd6adef-ff5e-4bfa-b2fc-8ef29bc2f4df",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following foetal functions is the last to be affected",
        "exp": "(A) Tone",
        "cop": 1,
        "opa": "Tone",
        "opb": "Movement",
        "opc": "Heart rate reactivity",
        "opd": "Breathing movements",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "1f5643f6-242d-4d23-85bb-eb21d0ef9831",
        "choice_type": "single"
    },
    {
        "question": "A female aged 20 presented with vaginal discharge which is non irritating and malodorous. Saline wet preparation reveals clue cells. Which type of vaginitis Clue cells are used to detect?",
        "exp": "Ans. A. Bacterial vaginosisClue cells are considered to be the most reliable indicators of BV.* The positive predictive value is of around 95% of this test for the presence of BV.* These vaginal epithelial cells contain many attached bacteria and hence create a poorly defined border of stippled cells.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Candidal vaginitis",
        "opc": "Primary syphilis",
        "opd": "Secondary syphilis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "46f5ac23-ffc6-48a7-9b41-459a26910adf",
        "choice_type": "single"
    },
    {
        "question": "All of the following occur in pregnancy EXCEPT",
        "exp": "(C) Decrease in fibrinogen levels # PHYSIOLOGICAL CHANGES ASSOCIATED WITH PREGNANCY:> Blood Volume increases progressively from 6-8 weeks gestation (pregnancy) and reaches a maximum at approximately 32-34 weeks with little change thereafter.> Renal plasma flow and glomerular filtration rate begin to increase progressively during the first trimester.> Increases in blood volume and cardiac output.> Elevations in plasma flow and glomerular filtration result in an elevation in creatinine clearance.> Blood urea and serum creatinine are reduced by 40%.> here is also an increase in filtered sodium, but tubular absorption is increased by an increase in aldosterone secretion, via the renin-angiotensin meChanism.There is also a decrease in plasma osmolality.# RBC & Haemoglobin: RBC volume is increased to the extent of 20-30%. Total increase in volume is about 350ml; the amount to be regulated by the increased demand of oxygen transport during pregnancy. Disproportionate increase in plasma and RBC volume produces a state of haemodilution during pregnancy. Thus, even though the total haemoglobin mass increases during pregnancy to the extent of 18-20 percent, there is apparent fall in haemoglobin concentration. At term the fall is about 2 gm5 from the non-pregnant value. There is simultaneous fall in number of red cells by 15-20% and the hematocrit level.# Blood changes in Pregnancy: Blood volume +30-40% Plasma volume + 40-50% RBC volume +20-30% Hb+18-20% Hematocrit Diminished. Changes in blood coagulation factors: Platelets Static or-15% Fibrinogen + 50% ESR 4 times increases",
        "cop": 3,
        "opa": "Increase in Cardiac output",
        "opb": "Increase in stroke volume",
        "opc": "Decrease in fibrinogen levels",
        "opd": "Rise in the venous pressure in the lower limb in supine position",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "64d20297-0cc6-4a91-bb83-109c1a9e2c99",
        "choice_type": "multi"
    },
    {
        "question": "Position of fetus definition",
        "exp": "(C) Oreientation of foetus in relation to pelvis before delivary# In obstetrics, position is the orientation of the fetus in the womb, identified by the location of the presenting part of the fetus relative to the pelvis of the mother. It is the position assumed by the fetus before the process of birth.",
        "cop": 3,
        "opa": "Vertex presentation before delivery",
        "opb": "Breech presentation before delivery",
        "opc": "Orientation of foetus in relation to pelvis before delivery",
        "opd": "Orientation of womb in relation to pelvis before delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "8a0ad558-2313-44b3-9f73-448b274445c8",
        "choice_type": "single"
    },
    {
        "question": "A woman is said to be have Menorrhagia in case the menstrual blood loss is MORE than what quantity?",
        "exp": "Ans. D. 80mlMenorrhagia is a term widely used for the loss of more than 80ml of blood per cycle and frequently producing anemia. Predictors of menorrhagia includes bleeding that leads to anemia with deficiency of iron or a need of transfusion, passage of clots more than 1-inch diameter and changing pad or tampon more than hourly.Normal menstrual bleeding last for an average of 5 days' span with a mean blood loss of about 40ml.Menorrhagia: Bleeding between periods.Polymenorrhea: Bleeding occurs more often than every 21 days.Oligomenorrhea: Bleeding occurs less frequently than every 35 days.",
        "cop": 4,
        "opa": "20 ml",
        "opb": "40 ml",
        "opc": "60 ml",
        "opd": "80 ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Miscellaneous (Obs)",
        "id": "27c2f88e-3f2a-4d64-b5b3-430f34a8d72f",
        "choice_type": "single"
    }
]