[
    {
        "question": "Sacrospinous fixation is for strengthening:",
        "exp": "Ans. A. Apical defecta. Sacrospinous ligament fixation: - The main indication for sacrospinous ligament fixation is to correct total procidentia or post-hysterectomy vaginal vault prolapse with an associated weak cardinal uterosacral ligament complex and to correct post hysterectomy enterocele. The contraindication for the procedure is a short vagina.b. The principle of this procedure is the fixation of the vaginal vault to the sacrospinous ligament with nonabsorbable sutures. The fixation site is typically the right sacrospinous ligament. However, bilateral fixation is performed in patients with recurrent vault prolapse and with the goal of restoring a vaginal axis and sexual life. The routes of entry to the sacrospinous ligament may be posterior and anterior. Usually, a unilateral, right-sided, posterior approach is preferred.c. This procedure has advantages, including success rates comparable to abdominal procedures, the ability to repair concomitant pelvic floor defects, the absence of laparotomy, shorter hospital stays, and the preservation of vaginal length and function.d. The most common problem after this procedure is the high rate of postoperative cystocele, which approaches 20% to 33%, resulting from the deviation of the vaginal axis. Recurrent cystoceles have been reported in 6% to 92% of patients.e. Other disadvantages include difficulty in exposing the ligament, the potential need for excessive tensioning during tying, injury risk to the pudendal or inferior gluteal vessels and sciatic or pudendal nerve, alterations in the vaginal axis, and vaginal narrowing.f. Thomson et al have reported that by placing the sutures through the sacrospinous ligament 2.5cm more medially from the ischial spine along the superior border of the ligament and not through the full thickness of the ligament, the risk of complications is minimal.",
        "cop": 1,
        "opa": "Apical defect",
        "opb": "Posterior defect",
        "opc": "Lateral defect",
        "opd": "Anterior defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "127f625a-671b-472a-849c-6c0e84aa3531",
        "choice_type": "single"
    },
    {
        "question": "The given below instrument used in:",
        "exp": "Ans. (A) Cesarean section(Ref: DC Dutta's Text book of Obstertics 8th Ed; Page No 751)The given image is Doyen's Retractor.Material: Stainless steelSterilization: AutoclavingUses:#ObstetricCesarean sectionCesarean hysterectomyf Exploratory laparotomy for ruptured tubal ectopic pregnancy#GynecologicAbdominal hysterectomyWertheim's hysterectomyTuboplastySling operationPurandare's cervicopexyExploratory laparotomy for ovarian tumorsMyomectomy",
        "cop": 1,
        "opa": "Cesarean section",
        "opb": "Vaginal hysterectomy",
        "opc": "Fothergill surgery",
        "opd": "Suction evacuation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "261fbdbc-cfd3-4027-9ce7-6dde7e791c47",
        "choice_type": "single"
    },
    {
        "question": "While performing a vaginal delivery for a nulliparous woman, after successful delivery of the baby and placenta, you observe that a perineal laceration has extended to involve the external anal sphincter. All are true regarding this except?",
        "exp": "Ans. A. It could have been avoided had you practiced a routine episiotomyPerineal injury during delivery can be prevented by proper perineal support, slow delivery of head in between contractions. Alternatively, if expulsive efforts are inadequate or expeditious delivery is needed, the modified Ritgen maneuver may be employed. With this, gloved fingers beneath a draped towel exert forward pressure on the fetal chin through the perineum just in front of the coccyx. Concurrently, the other hand presses superiorly against the occiput, this allows controlled fetal head delivery. It also favors neck extension so that the head passes through the introitus and over the perineum with its smallest diameters.American College of Obstetricians and Gynecologists has concluded that restricted use of episiotomy is preferred to routine use and episiotomy should be considered for indications such as shoulder dystocia, breech delivery, macrosomic fetuses, operative vaginal deliveries, persistent occiput posterior positions, and other instances in which failure to perform an episiotomy will result in significant perineal rupture.Repair of 3rd and 4th degree perineal tear is performed in OT under proper relaxation and anaesthesia, light and position by a senior obstetrician for best results. Torn anal sphincter is sutured using end to end anastomosis. Overlapping technique is an alternative method. Data based on randomized controlled trials do not support that this method yields superior anatomical or functional results compared with those of the traditional end-to-end method.",
        "cop": 1,
        "opa": "It could have been avoided had you practiced a routine episiotomy",
        "opb": "Lack of proper perineal support could be the reason",
        "opc": "Repair is done in the OT under anaesthesia by senior",
        "opd": "Torn anal sphincter is sutured using end to end anastomosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "607724e8-29a2-4b60-849d-f3e1e25a23f2",
        "choice_type": "multi"
    },
    {
        "question": "Best level of anesthesia for LSCS:",
        "exp": "Ans. is d, i.e. T4Ref Dutta Obs. 7/e, p 519Spinal anesthesia:Spinal anesthesia is done by injection of local anesthetic agent into the subarachnoid space. It has less procedure time and high success rate. Spinal anesthesia can be employed to alleviate the pain of delivery and during the third stage of labor. For normal delivery or for outlet forceps with episiotomy, ventouse delivery, block should extend from T10 (umbilicus) to S1. For cesarean delivery, level of sensory block should be up to T4 dermatome. Hyperbaric bupivacaine (10-12 mg) or lignocaine (50-70 mg) is used.",
        "cop": 4,
        "opa": "T8",
        "opb": "T10",
        "opc": "T6",
        "opd": "T4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "535d0a0b-35c0-405d-b4f1-b895b5ebe51d",
        "choice_type": "single"
    },
    {
        "question": "As compared to mediolateral episiotomy, median episiotomy has complications because of:",
        "exp": "Ans. (c) Extension to rectumRef.: D.C. Dutta 8th ed. / 649-50, 5th ed.l 606* Episiotomy: is defined as a surgical incision of the perineum made to increase the diameter of the vulval outlet during child- birth (and not the whole birth canal).* Types of episiotomy: (Only the median or mediolateral episiotomy are done commonly).* Medio-lateral# Median# Lateral# T shapedMedianMediolateral* Muscles are not cut* Blood loss is less* Repair is easy* Healing is superior* Dyspareunia is rare* Extension, if occurs, may involve rectum* Incision cannot be extended* Muscles are cut* Blood loss is more* Repair is difficult* Healing is less superior* Dyspareunia is more* Relative safety from rectal involvement from extension* Incision can be extended Q",
        "cop": 3,
        "opa": "Poor repair",
        "opb": "Cosmetic problem",
        "opc": "Extension to rectum",
        "opd": "More blood loss",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "21d1dfa2-97fe-4276-88af-d52f4c19c280",
        "choice_type": "single"
    },
    {
        "question": "Pergnancy as a result of contraceptive failure can be terminated as per which indication of the MTP act ?",
        "exp": "Ans. is 'b' i.e., Social indication In practice, the following are the indications for termination under the MTP ActA. To save the life of the mother (Therapeutic or Medical termination)o The indications are limited and scarcely justifiable nowadays except in the following cases:i) Cardiac diseases (Grade III and IV) with history of decompensation in the previous pregnancy or in between the pregnancies.ii) Chronic glomerulonephritis.iii) Malignant hypertension.iv) Intractable hyperemesis gravidarum.v) Cervical or breast malignancy.vi) Diabetes mellitus with retinopathy.vii) Epilepsy or psychiatric illness with the advice of a psychiatrist. ?B. Social indicationsi) This is almost the sole indication and is covered under the provision \"to prevent grave injury to the physical and mental health of the pregnant woman\".ii) In about 80%, it is limited to parous women having unplanned pregnancy with low socioeconomic status.iii) Pregnancy caused by rape or unwanted pregnancy caused due to failure of any contraceptive device also falls in this category (20%).C. Eugenico This is done under the provision of \"substantial risk of the child being bom with serious physical and mental abnormalities so as to be handicapped in life\". The indication is rare.i) Structural (Anencephaly), chromosomal (Down's syndrome) or genetic (Hemophilia) abnormalities of the fetus.ii) When the fetus is likely to be deformed due to action of teratogenic drugs (warfarin) or radiation exposure (>10 rad) in early pregnancy.iii) Rubella, a viral infection affecting in the first trimester, is an indication for termination.",
        "cop": 2,
        "opa": "To save life of mother",
        "opb": "Social indication",
        "opc": "Eugenic indication",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "5b03d52b-26a1-47c6-8dc4-4b81354d0800",
        "choice_type": "multi"
    },
    {
        "question": "Not a laproscopy instrument -",
        "exp": "Ans. is 'c' i.e., Doyen's retractor o Pneumoperitoneum is created by Verres needle by usning CO2 which also used for saline injection,o Trocar & fiberoptic camera is also used after creating Pneumoperitoneum,o Doyen's retractor is used in LSCS.",
        "cop": 3,
        "opa": "Trocar",
        "opb": "Pneumoperitoneum needle",
        "opc": "Doyen's retractor",
        "opd": "Fiberoptic camera",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "e0c66f16-4d25-469a-99b4-3f6110d6539f",
        "choice_type": "single"
    },
    {
        "question": "Prerequisite for outlet forceps application are all except:",
        "exp": "Ans. is d, i.e. Station 0 or +1The outlet forceps are applied when station of fetal head is >=+3 station and not at 0 or +1.Rest all options are prerequisites of forceps application in general",
        "cop": 4,
        "opa": "Engaged head",
        "opb": "Fully dilated cervix",
        "opc": "Uterus contracting",
        "opd": "Station 0 or +1",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "b8a6e883-98a6-4dd8-81d0-f3cafa9cbcbe",
        "choice_type": "multi"
    },
    {
        "question": "Formation of one of the following is essential for success of this instrument?",
        "exp": "Ans. B. Chignona. Ventouse, also known as vacuum-assisted vaginal delivery or vacuum extraction (VE), is a method to assist delivery of a baby using a vacuum device. It is used in the second stage of labor if it has not progressed adequately. It may be an alternative to a forceps delivery and caesarean section. It cannot be used when the baby is in the breech position or for premature births. The use of VE is generally safe, but it can occasionally have negative effects on either the mother or the child. The term comes from the French word for \"suction cup. \"Indications;b. Maternal exhaustion.c. Prolonged second stage of labor.d. Foetal distress in the second stage of labor.e. Maternal illness where prolonged \"bearing down\" or pushing efforts would be risky (e.g. cardiac conditions, blood pressure, aneurysm, glaucoma).TechniqueThe woman is placed in the lithotomy position and assists throughout the process by pushing. A suction cup is placed onto the head of the baby and the suction draws the skin from the scalp into the cup. Correct placement of the cup directly over the flexion point, about 3cm anterior from the occipital (posterior) fontanelle, is critical to the success of a VE. Ventouse devices have handles to allow for traction. When the baby's head is delivered, the device is detached, allowing the birthing attendant and the mother to complete the delivery of the baby.For proper use of the ventouse, the maternal cervix has to be fully dilated, the head engaged in the birth canal, and the head position known. If the ventouse attempt fails, it may be necessary to deliver the infant by forceps or caesarean section.Positive aspectsa. An episiotomy may not be required.b. The mother still takes an active role in the birth.c. No special anesthesia is required.d. The force applied to the baby can be less than that of a forceps delivery, and leaves no marks on the face.e. There is less potential for maternal trauma compared to forceps and caesarean section.Negative aspectsa. The baby will be left with a temporary lump on its head, known as a chignon.b. There is a possibility of cephalohematoma formation, or subgaleal hemorrhage.c. There is a higher risk of failure to deliver the baby than forceps, and an increased likelihood of needing a Caesarean section",
        "cop": 2,
        "opa": "Caput",
        "opb": "Chignon",
        "opc": "Phlegmon",
        "opd": "None of the above.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "ed7d822c-94f2-4db2-8a36-d46af2de5428",
        "choice_type": "multi"
    },
    {
        "question": "True about instrumental vaginal delivery:",
        "exp": "Ans. is b, i.e. Forceps are used in all cases of breech deliveryRef. Dutta Obs. 9/e, p 533; COGDT 10/e. p 468Conditions (Criteria) to be fulfilled prior to forceps operationFetal and uteroplacental criteriaMaternal criteria* The fetal head must be engaged* The cervix must be fully dilated* The membranes must be ruptured* The position and station of the fetal head must be known with certainty* No major cephalopelvic disproportion by clinical pelvimetry* Bladder must be emptied* Adequate analgesiaThus, fully dilated cervix is not the only prerequisite (Option \"a\" is incorrect).Option \"b\" i.e. Forceps are used in all cases of breech deliveryThe most commonly used method in breech presentation is the assisted breech delivery where Burns Marshall technique is used for the aftercoming head which does not involve the use of forceps but,Dutta 9/e, p 360 says \"Forceps can be used as a routine\".Sheila Balakrishnan p 454 says \"Forceps for the aftercoming head, Piper's forceps or any straight forceps can be used. This is the best method of delivery of the head.\"COGDT 10/e, p 347 says \"Piper forceps may be used electively or when the Mauriceau-Smellie-Veit maneuver fails to deliver the aftercoming head\".So, forceps can be used routinely in breech deliveries but it is not a common practice. So, option 'b' can be kept in +/- status.Earlier we have studied that ventouse is used in unrotated/malrotated occipitotransverse/posterior deliveries (option 'd' incorrect).As far as option 'c' is concerned, i.e. Forceps may be used if ventouse fails.COGDT 10/e, p 468 says \"Under no circumstances should the operator switch from vacuum to forceps or vice versa. An excellent study examining neonatal injury clearly demonstrated that the greatest incidence of neonatal injury occurred in babies in whom both vacuum and forceps were used.\"So, amongst all the options given, option 'b' is partially correct. We are taking it as the answer of choice here.",
        "cop": 2,
        "opa": "Full cervical dilatation is the only prerequisite",
        "opb": "Forceps are used in all cases of breech delivery",
        "opc": "Forceps may be used, if ventouse fails",
        "opd": "Ventouse cannot be used in rotational occipito- transverse/posterior delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "29e1d23a-1cce-4fc3-a0e7-6ce779212e21",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are indications of classical cesarean section except:",
        "exp": "Ans. is d, i.e. Cancer endometriumRef. Williams Obs. 25/e, p 578-579As discussed in text(i) Large baby with transverse lie necessitates classical cesarean(ii) In small fetus with breech, the poorly developed lower uterine segment provides inadequate space for manipulation needed for breech delivery.(iii) Fibroid is lower uterine segment are all indications of classical cesarean section. Cancer cervix but not cancer endometrium is an indication classical cesarean.",
        "cop": 4,
        "opa": "Small breech baby",
        "opb": "Large baby with transverse lie",
        "opc": "Leiomyoma in lower pole of uterus",
        "opd": "Cancer endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "ed64fb2f-dd5c-4112-91b1-f47c1f79b62a",
        "choice_type": "multi"
    },
    {
        "question": "The principle supports of the uterus are:",
        "exp": "Ans. C. The transverse cervical ligaments* The principle supports of the uterus are the transverse cervical ligaments (cardinal ligaments), uterosacral ligaments and the round ligament.* The infundibular ligaments attach the ovaries to the posteo-lateral wall of the uterus.* The pyriformis muscle lines the lateral wall of the pelvis overlying the iliosacral ligament.",
        "cop": 3,
        "opa": "The iliosacral ligaments",
        "opb": "The pyriformis muscle",
        "opc": "The transverse cervical ligaments",
        "opd": "The infundibular ligaments",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "47401ad1-e6f5-4253-b7d6-eda53cebaae4",
        "choice_type": "single"
    },
    {
        "question": "A forceps rotation of 30deg from left occiput anterior (LOA) to occiput anterior (OA) with extraction of the fetus from +2 station is described as which type of forceps delivery?",
        "exp": "Ans. is c, i.e. Low forcepsRef. Dutta Obs. 9/e p 533, Table 37.2Presence of fetal head at +2 station indicates low forceps delivery.High forceps = Head not engagedMid cavity forceps = Head engaged, presenting part above +2 stationLow forceps = Head at +2 or below it but not yet reached pelvic flowOuttet = Head at or on perineum",
        "cop": 3,
        "opa": "High forceps",
        "opb": "Midforceps",
        "opc": "Low forceps",
        "opd": "Outlet forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "a9058c0d-5602-4320-be15-e63993b03506",
        "choice_type": "single"
    },
    {
        "question": "Ventouse extraction is done in all EXCEPT:",
        "exp": "Ans. B. After-coming head of breech* Absolute indications for use of forceps (or contraindications for use of ventouse)a. After-coming head of breech.b. Premature baby (fetal head remains in a protective cage).c. Fetal distress (ventouse is unsuitable because it takes longer time to deliver).d. Anterior face presentation.e. Pelvic contraction (ventouse cannot generate adequate traction),",
        "cop": 2,
        "opa": "Deep transverse arrest",
        "opb": "After-coming head of breech",
        "opc": "Delay in second stage due to uterine inertia.",
        "opd": "Delay in descent of high head in case of second baby of twins.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "eea89b0f-80ab-4872-94c6-8e99cf98c264",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT an assisted reproduction technique",
        "exp": "Ans. D. Artificial insemination into the uterusAssisted reproductive technologiesa. Couples who have failed to respond to traditional infertility treatments, including those with tubal disease, severe endometriosis, oligospermia, immunologic or unexplained infertility, may benefit from in vitro fertilization (IVF), gamete intrafallopian transfer (GIFT) and zygote intrafallopian transfer (ZIFT)b. All of the procedures involve ovarian stimulation to produce multiple oocytesc. GIFT - involves the placement of sperm and eggs in the uterine tube by laparoscopy or minilaparotomy and is more invasive than IVFd. GIFT is not appropriate for women with severe tubal disease and is less successful than IVF ZIFT - fertilization occurs in vitro, and the early development of the embryo occurs in the uterine tube after transfer by laparoscopy or minilaparotomye. A recent development is intracytoplasmic sperm injection (ICSI) which allow fertilization with a single sperm, this provides the opportunity for men with severe oligospermia or obstructive azoospermia to father children.f. Artificial insemination in Azoospermia - If azoospermia is present, artificial insemination by a donor usually result in pregnancy, assuming female function is normal.g. Artificial insemination isn't an assisted reproductive technique as it doesn't require any stimulation to ovaries or testicles. It is simply transfer of sperms to female reproductive tract artificially in a viable state.",
        "cop": 4,
        "opa": "ZIFT",
        "opb": "GIFT",
        "opc": "IVF and embryonal transfer",
        "opd": "Artificial insemination into the uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "fca78c22-84bc-4733-9d51-31fc4c2027f4",
        "choice_type": "single"
    },
    {
        "question": "Which procedure has the highest incidence of ureteric injury:",
        "exp": "Ans. C. Wertheim's hysterectomyThe incidence of ureteral injury has increased during the past four to five decades since removal of the uterine cervix has become a standard procedure with abdominal hysterectomy.Removal of the cervix is the riskiest part of the total abdominal hysterectomy procedure because most injuries occur in the lowest 3cm of ureter just above the bladder.Gynecologic Procedures Associated with Ureteral InjuryOperative ProcedureIncidence of Ureteral Injury (%)Abdominal hysterectomy0.5-1.0Vaginal hysterectomy0.1Extensive Wertheim Hysterectomy1.0-2.0Adnexectomy0.1Marshall-Marchetti-Krantz procedure<0.1",
        "cop": 3,
        "opa": "Abdominal hysterectomy",
        "opb": "Vaginal hysterectomy",
        "opc": "Wertheim's hysterectomy",
        "opd": "Adnexectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "a36604ee-b841-4c6e-9abf-99f15021385d",
        "choice_type": "single"
    },
    {
        "question": "During the delivery, it is necessary to do an episiotomy. The tear extends through sphincter of the rectum, but the rectal mucosa is intact. How would you classify this type of episiotomy?",
        "exp": "Ans. C. Third-degreeA first-degree tear involves the vaginal mucosa or perineal skin, but not the underlying tissue. In a second-degree episiotomy, the underlying subcutaneous tissue is also involved, but not the rectal sphincter or rectal mucosa. In a third-degree tear, the rectal sphincter is affected. A fourth-degree episiotomy involves a tear that extends into the rectal mucosa.",
        "cop": 3,
        "opa": "First-degree",
        "opb": "Second-degree",
        "opc": "Third-degree",
        "opd": "Fourth-degree",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "4ead781e-2cbb-454c-843b-9cacfd0bd14c",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old, G2P1L1 woman has come to the emergency at 37wks with mild pains. On examination she is found to have breech presentation with os closed and partially effaced cervix. What is the next step?",
        "exp": "Ans. A. Schedule an urgent ultrasounda. Based on the clinical examination, the woman is in false labor.b. The next step is to schedule an urgent ultrasound to help us make our plan of delivery for the woman.All woman with breech pregnancy are offered External cephalic version if no contraindications exist. ECV should be performed at >36 completed weeks of gestation, because chances of reversion to breech are less. Also, fetal maturity has been achieved, in case immediate delivery is required while performing ECV. Such necessity can arise in case of fetal distress or abruption, which can happen during ECV. ECV can be done even in latent phase of labor.Following Contraindications to ECV can be ruled out by performing an ultrasound examination:a. Oligohydramniosb. IUGRc. Macrosomiad. Gross congenital anomaly in the fetuse. Placenta previaAlso, absolute indications of caesarean section in breech pregnancy can also be identified, such as footling breech and stargazer breech (extended head)",
        "cop": 1,
        "opa": "Schedule an urgent ultrasound",
        "opb": "Check OT and prepare for ECV",
        "opc": "Wait and watch for spontaneous breech vaginal delivery",
        "opd": "Schedule an emergency caesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "af163f83-aaae-4a02-bbe8-6db0ba808bac",
        "choice_type": "multi"
    },
    {
        "question": "Fimbriectomy is also known as?",
        "exp": "Ans. B. Kroener procedureThe technique of fimbriectomy as described by Kroener employs the ligation of the distal ampulla of the tube with two permanent sutures and then division and removal of the infundibulum of the tube (Fig). Ligation and hemostasis are accomplished simultaneously. The simplicity with which this excisional procedure is performed on the distal portion of the tube accounted for its early popularity, especially when the sterilization was being performed through a colpotomy incision.Kroener fimbriectomy. Top. A suture is anchored in the mesosalpinx and placed around the tube in the distal ampulla. A second suture may be placed adjacent to the first, and the infundibulum of the tube is excised. Bottom. The tube as it appears following excision of the distal segment.",
        "cop": 2,
        "opa": "Uchida's procedure",
        "opb": "Kroener procedure",
        "opc": "Irving's procedure",
        "opd": "Pomeroy Procedure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "1c4063f8-d8dd-42fa-ad60-b726c1ddfcc4",
        "choice_type": "single"
    },
    {
        "question": "A diabetic female delivers head of the baby even after one minute the shoulder was not delivered. Which of the following is done?",
        "exp": "Ans. (b) McRoberts maneuverRef: Williams Obstetrics 25th Ed; Page No-521* The McRoberts maneuver requires two assistants. Each assistant grasps a leg and sharply lexes the maternal thigh toward the abdomen. This maneuver will resolve most cases of shoulder dystocia.The maneuver consists of removing the legs from the stirrups and sharply flexing the thighs up onto the abdomen. The assistant is also providing suprapubic pressure simultaneouslyShoulder DystociaDiagnosis* This diagnosis is made when delivery of the fetal shoulders is delayed after delivery of the head.* It is more commonly associated with fetal shoulders in the anterior-posterior plane, with the anterior shoulder impacted behind the pubic symphysis.* It occurs in 1% of the deliveries case and it may result in permanent neonatal neurologic damage in 2% of cases.Risk Factors* It Includes obesity, maternal diabetes, and postdates pregnancy, which are associated with fetal macrosomia.* The incidence may increase with birth weight, half of shoulder dystocia's occur in fetuses <4,000grams.Management* Suprapubic pressure* Maternal thigh flexion (McRoberts maneuver),* Internal rotation of the fetal shoulders to the oblique plane (Woods \"corkscrew\" maneuver)* Manual delivery of the posterior arm, and* Zavanelli maneuver (cephalic replacement).",
        "cop": 2,
        "opa": "Cleidotomy",
        "opb": "McRoberts maneuver",
        "opc": "C-section",
        "opd": "lateral traction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "3b32e5f1-f66b-46c3-88d1-fdd9974ec6d0",
        "choice_type": "single"
    },
    {
        "question": "Trial of scar is contraindicated in all except:",
        "exp": "Ans. is d, i.e. Previous history of LSCS (Indication malpresentation)Ref Williams 24/e, p 611As discussed:If there is history of previous LSCS due to contracted pelvis next pregnancy, LSCS has to be done. VBAC cannot be tried.If there is history of previous classical cesarean section--again VBAC is contraindicated.History of previous 3LSCS also means VBAC is contraindicated. But if there is history of previous LSCS done because of fetal distress or malpresentation, next time VBAC can be tried.",
        "cop": 4,
        "opa": "History of previous classical cesarean section",
        "opb": "History of previous CS due to contracted pelvis",
        "opc": "Previous 3 LSCS",
        "opd": "Previous history of LSCS (Indication malpresentation)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "db2f002e-2523-41cd-b9bb-94b95a75abe3",
        "choice_type": "multi"
    },
    {
        "question": "Fothergill's operation involves:",
        "exp": "Ans. is 'b' i.e., Amputation of cervix * Fothergill's repair (Manchester operation): Main step is amputation of cervix.* Initially, the operation was thought to preserve the fertility status of the patient.* But as it is associated with a lot of complications, it is not a preferred option nowadays.* Various complications include:a) Primary hemorrhage/secondary hemorrhageb) Repeated second trimester abortions due to cervical incompetencec) Preterm labor/PROMd) Cervical stenosise) Cervical dystociaf) Infertility due to cervical factor",
        "cop": 2,
        "opa": "Conization of cervix",
        "opb": "Amputation of cervix",
        "opc": "Radical hysterectomy",
        "opd": "Vaginal hystetrctomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "f69f2581-810f-42ae-a378-b5bf4d2fd52f",
        "choice_type": "single"
    },
    {
        "question": "The following instrument is called as?",
        "exp": "Ans. (c) Sims speculum",
        "cop": 3,
        "opa": "Cusco's speculum",
        "opb": "Vulsellum",
        "opc": "Sims Speculum",
        "opd": "Vaginal Sling",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "876cdf45-4eec-4f31-a732-f4b5c242fc48",
        "choice_type": "multi"
    },
    {
        "question": "Stage 1A2 cervical cancer detected at 26 weeks of pregnancy. Next line of management is -",
        "exp": "Ans. is 'c' i.e., Classical c. section followed by Wertheim's hysterectomy at 30-32 weeks Treatment modalities for Ca cervix are the same as in non pregnant women* Stage 1A1:# Vaginal delivery and then simple extrafascial hysterectomy or therapeutic conization after 6 weeks postpartum* Stage 1A2, IB, 2A:# If detected in first trimester = immediate Wertheim's hysterectomy on pregnant uterus.# If detected in late second or third trimester (as in this MCQ) : wait (treatment can be delayed up to 4-6 weeks) for fetal lung maturity and then classical caesarean section followed immediately by Wertheim's hysterectomy.# So, option c) is the answer* Stage 2B-4:# If detected in first trimester: immediate radiotherapy# If detected in late second or third trimester: wait for fetal maturity, classical caesarean section and then radiotherapy after 4 weeks.",
        "cop": 3,
        "opa": "LSCS followed by Extrafascial hysterectomy at 28 weeks",
        "opb": "Immediate CTRT",
        "opc": "Classical c. section followed by Wertheim's hysterectomy at 30-32 weeks",
        "opd": "MTP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "8ffed8bc-41d0-4ee0-9494-88ce837e24dc",
        "choice_type": "single"
    },
    {
        "question": "Which structure is passed by needle to reach the nerve in this block?",
        "exp": "Ans. D. Sacrospinous ligamentPudendal Nerve Blocka. The pudendal nerve (S2-4) represents the primary source of sensory innervations for the lower vagina, vulva, and perineum. It also provides motor innervations to the perineal muscles and to the external and sphincterb. Effective in relieving second stage labor painc. Technique: transvaginal (more popular)d. A needle and needle guide is introduced into the vagina with the left hand for the left side of the pelvis and with the right hand for the right side. The needle is introduced through the vaginal mucosa and sacrospinous ligament, just medial and posterior to the ischial spine. The pudendal artery lies in close proximity to the pudendal nerve; thus, the one must aspirate before and during the injection of LA.",
        "cop": 4,
        "opa": "Sacral ligament",
        "opb": "Ischial ligament",
        "opc": "Pudendal ligament",
        "opd": "Sacrospinous ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "64b73e2c-0c74-4c6f-b898-cd4f6eb05fa7",
        "choice_type": "single"
    },
    {
        "question": "A term G2P1L1 presents with active labor. Her cervix is 8 cm dilated; fetal head station +2, MSL+, Type 2 deceleration seen in NST. What is the next step in management?",
        "exp": "Ans. is c, i.e. LSCSNow in this patient who is in labor, Type 2 deceleration seen i.e. late Deceleration which indicates fetal distress. Now the cervix is 8 cm dilated and not fully dilated so forceps cannot be applied.Vacium although can be used in 8 cm dilated cervix but in fetal distress vacium cannot be used. Hence the only option is cesarean section.",
        "cop": 3,
        "opa": "Vacuum",
        "opb": "Forceps",
        "opc": "LSCS",
        "opd": "Wait for spontaneous",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "b49f01c0-27d9-4c97-9cd5-6b35c1b5cc98",
        "choice_type": "multi"
    },
    {
        "question": "The given below instrument used in which procedure:",
        "exp": "Ans. (A) Pap smear(Ref: Shaw's textbook of Gynecology 16th Ed; Page No - 87)The image shown is that Ayer's spatula, which is used for preparing Pap smear.Instrument used: Ayres spatula and endocervical brushMethod: Ayres spatula is rotated through 360deg over portio vaginalis of cervix and 1st slide is prepared with cytobrush, 2nd slide is prepared from endocervix.Procedure: Two specimens are obtained with the Pap smear: an ectocervical sample performed by scraping the T-zone with a spatula, and an endocervical sample obtained with a cytobrush in the non-pregnant woman or a cotton-tip applicator in a pregnant woman.Ayre's Wooden SpatulaMaterial: WoodSterilization: Dry heatUses:#Pap smear#To take surface biopsy in obvious cases of carcinoma cervix#Hormonal cytology#Cervicovaginal smear#Buccal smear",
        "cop": 1,
        "opa": "PAP",
        "opb": "VIA",
        "opc": "VILI",
        "opd": "Colposcopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "f87c5290-da50-4358-850e-897d408fc0dc",
        "choice_type": "single"
    },
    {
        "question": "All the following are strong supports of uterus EXCEPT:",
        "exp": "Ans. B. Round ligament of uterusSUPPORTS OF UTERUS AND BLADDERThe supports of uterus and bladder are seen to be triradiate condensation of endopelvic fascia:a. The anterior spoke is the pubo-vesical cervical fascia which passes from anterolateral aspect of the cervix to be attached to back of pubic bone lateral to the symphysis. Some of its cervical attachments fans out laterally and imperceptibly into transverse cervical or Mackenrodt's ligament.b. Lateral spoke is Mackenrodt's ligamentc. Posterior spoke is utero- sacral ligament.",
        "cop": 2,
        "opa": "Uterosacral ligament",
        "opb": "Round ligament of uterus",
        "opc": "Mackenrodt's ligament",
        "opd": "Transcervical ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "3126188c-fa6b-4c40-b57c-2679b5e69560",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old second gravida who had an LSCS in her first pregnancy is admitted in labor. The fetus is in the cephalic presentation. The head is engaged. This estimated fetal weight is 3 kg. Uterine contractions are 2 per 10 minutes. The fetal heart rate is 140 bpm. The cervical dilation is 5 cm. The vertex is felt 1 cm above the ischial spines. The posterior fontanelle is felt. Pelvis is adequate. The membranes are intact. What is the best management option?",
        "exp": "Ans. is a, i.e. Do an amniotomy and allow progress of laborIn this case, all findings are suitable to allow VBAC. This patient is 5 cm dilated. Contractions are 2 in 10 minutes i.e. inadequate. Adequate contractions are 3 in 10 minutes. Hence logically augmentation of labor should be done. In previous LSCS patients augmentation should be done by doing ARM i.e. amniotomy and oxytocin should best be avoided.",
        "cop": 1,
        "opa": "Do an amniotomy and allow labor to progress",
        "opb": "Do an amniotomy and commence an infusion of oxytocin",
        "opc": "Perform a cesarean section",
        "opd": "Perform a ventous delivery in the second stage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "4b408967-2382-4157-83ad-ccb96072170e",
        "choice_type": "multi"
    },
    {
        "question": "Following Procedure can be done for all of the following except?",
        "exp": "Ans. C. Removal of displaced copper - Ta. The image shows posterior colpotomyb. The most common indication of Posterior colpotomy is drainage of A Pelvic Abscess.c. Posterior Colpotomy is a procedure in which an incision is made in the posterior fornix in the vaginad. Although Posterior Colpotomy is mainly used for drainage of Pelvic Abscess, in modern times it may be used as an adjunct to laparoscopy for retrieval of pelvic masses (cysts) and the uterus during vaginal hysterectomy* Indication for posterior colpotomya. Drainage of pelvic abscessb. Approach for tubal Sterilization (rarely done these days)c. Removal of fibroids or myomas (they are sometimes removed vaginally by colpotomy)d. Vaginal extraction of pelvic cyst or mass (Laparoscopy followed by a colpotomy is the surgical option).e. Laparoscopic assisted vaginal hysterectomy (combines three steps for the removal of the uterus, an initial laparoscopic stage, followed a vaginal stage, and a final laparoscopic stage.f. Colpotomy is performed during the second step to deliver the uterus into the vagina.",
        "cop": 3,
        "opa": "An approach for tubal sterilization",
        "opb": "Removal of fibroids or myxoma",
        "opc": "Removal of displaced copper - T",
        "opd": "Drainage of Pelvic Abscess",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "cd554b1f-1766-405c-b922-2f7212351550",
        "choice_type": "multi"
    },
    {
        "question": "Instrumental delivery system is:",
        "exp": "Ans. B. Forceps used when ventouse failsVentouse - is an instrumental device designed to assist delivery by creating a vacuum between it and the fetal scalp.In case of failed ventouse, forceps may be used if1. Head is almost completely rotated2. Cervix is fully dilated3. There is some degree of descent",
        "cop": 2,
        "opa": "Forceps only used in full cervical dilation",
        "opb": "Forceps used when ventouse fails",
        "opc": "Ventouse cannot be used in rotational deliveries of occipito-posterior and transverse presentations",
        "opd": "Forceps can be used in breech deliveries",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "2bca6694-e6da-43d9-bbc5-caac45d0309c",
        "choice_type": "single"
    },
    {
        "question": "Which is not an indication for a classical cesarean incision?",
        "exp": "Ans. D. Term breech (frank)Occasionally it is necessary to use a classical incision for delivery. Some indications are:a. Difficulty in exposing or safely entering the lower uterine segment because the bladder is densely adherent from previous surgery, a myoma occupies the lower uterine segment, or the cervix has been invaded by cancer.b. Transverse lie of a large fetus, especially if the membranes are ruptured and the shoulder is impacted in the birth canal. A fetus presenting as a back-down transverse lie may be particularly difficult to deliver through a transverse incision.c. Some cases of placenta previa with anterior implantation, especially in the case where the placenta has grown through a prior uterine incision (placenta percreta).d. Certain cases in which the fetus is very small, especially if breech, and the lower uterine segment is not thinned out.e. Massive maternal obesity precluding safe to the lower uterine segment.",
        "cop": 4,
        "opa": "Cannot visualize the lower uterine segment",
        "opb": "Transverse lie",
        "opc": "Premature breech",
        "opd": "Term breech (frank)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "dfaa30dd-1fb9-4c1c-baf3-e293510ee0ae",
        "choice_type": "single"
    },
    {
        "question": "What is the name of the procedure shown here, used to resolve head entrapment?",
        "exp": "Ans. C. Duhrssen's incisionsIncising the cervix - Duhrssen's incisionsa. If the head fails to deliver despite additional manoeuvres, then consideration should be made for performing cervical incisions. These are known as Duhrssen's incisions.b. Cervical incisions should be made a 2 'o clock and 10 'o clock to avoid lateral extension of the incision involving the descending cervical vessels. An additional incision at 6 'o clock position is rarely needed.c. The main difficulties when performing cervical incisions for head entrapment at breech delivery are achieving adequate analgesia and exposure. There is a significant risk of haemorrhage, the cervical incision may extend upwards within the broad ligament causing broad ligament haematoma.",
        "cop": 3,
        "opa": "Symphysiotomy",
        "opb": "Pinard maneuver",
        "opc": "Duhrssen's incisions",
        "opd": "Zavanelli maneuver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "1aea6d22-1c5f-4b90-bfaf-5a13d943e025",
        "choice_type": "single"
    },
    {
        "question": "An elderly multigravida female presents in labor. She has multiple fibroids in lower uterine segment. Management is:",
        "exp": "Ans. is d, i.e. Classical cesarean section followed by hysterectomySince this female is multigravida with multiple fibroids in lower uterine segments - vaginal delivery is not possible as multiple fibroids are present in lower uterine segment. We will have to do cesarean - but LSCS is also not feasible due to fibroids in lower segment (a lot of bleeding will occur if we cut through fibroid). Hence classical cesarean section should be done. The treatment of multiple fibroids in a multipara is hysterectomy, so classical cesarean section should be followed by hysterectomy).",
        "cop": 4,
        "opa": "Vaginal delivery",
        "opb": "Trial of labor",
        "opc": "LSCS",
        "opd": "Classical cesarean followed by hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "efd7312d-6635-4163-9508-fc2785ac421f",
        "choice_type": "single"
    }
]