[
    {
        "question": "PID can be due to:",
        "exp": "Ans. (a) IUCD insertionRef William's Gyenecology ch 3* IUCD acts by causing local inflammation at endometrial site. It increases the risk of PID in female.* Oral contraceptives decreases the risk of PID.Pelvic Inflammatory Disease Risk FactorsDouchingSingle statusSubstance abuseMultiple sexual partnersLower socioeconomic statusRecent new sexual partner (s)Younger age (10 to 19 years)Other sexually transmitted infectionsSexual partner with urethritis or gonorrheaPrevious diagnosis of pelvic inflammatory diseaseNot using mechanical and/or chemical contraceptive barriersEndocervical testing positive for N. Gonorrhoeae or C.Trachomatis",
        "cop": 1,
        "opa": "IUCD insertion",
        "opb": "Oral contraceptive",
        "opc": "Condom",
        "opd": "Hypertension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "9dae3ed8-7947-4c3b-a0e7-e33a50edb612",
        "choice_type": "single"
    },
    {
        "question": "1996 ASRM classification of endometritis includes-",
        "exp": "Ans. is 'b' i.e., Location \"Endometriosis is classified into one of four stages (I-minimal, II-mild, Ill-moderate, and IV-severe) depending on location, extent, and depth of endometriosis implants; presence and severity of adhesions; and presence and size of ovarian endometriomas. Most women have minimal or mild endometriosis, which is characterized by superficial implants and mild adhesions. Moderate and severe endometriosis is characterized by chocolate cysts and more severe adhesions. The stage of endometriosis does not correlate with the presence of or severity of symptoms; with stage IV endometriosis, infertility is very likely.\"",
        "cop": 2,
        "opa": "Intensity of pain",
        "opb": "Location",
        "opc": "Size",
        "opd": "Number",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "a5ed1fc6-ac17-4b1c-9dce-5aeb50e8bf19",
        "choice_type": "single"
    },
    {
        "question": "Most common site of genital tuberculosis is-",
        "exp": "Ans. is 'c' i.e., Fallopian tubes",
        "cop": 3,
        "opa": "Ovary",
        "opb": "Cervix",
        "opc": "Fallopian tubes",
        "opd": "Uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "71758190-e075-40f2-933b-5bab94f47fe4",
        "choice_type": "multi"
    },
    {
        "question": "What is the most likely cause for beaded appearance of fallopian tubes with clubbed ends of fimbriae on HSG?",
        "exp": "Ans. a. Genital tuberculosis (Ref: Shaw's 16/e p111)Most likely cause for beaded appearance of fallopian tubes with clubbed ends of fimbriae on HSG is genital Tuberculosis.\" Tubal occlusion in tuberculosis is considered the most common sign observed on an HSG and occurs most commonly in the region of isthmus and ampulla. Multiple constrictions along the course offallopian tube can also form from scarring and give rise to 'beaded' appearance to the tubes. Scarring can also lead to a 'rigid pipe stem' appearance of the tubes.\"Hysterosalpingographic presentation of tubal TB vary from non-specific changes such as hydrosalpinx to specific- pattern such as \"beaded tube\", \"golf club tube, \"pipestem tube\", \"cobble stone tube\" and the \"leopard skin tube\".Genital TuberculosisGenital tuberculosis is almost always a secondary infectionQMC primary sites: Lungs >Lymph nodes >AbdomenQMC Route of spread: HematogenousQSites of Genital TB% InvolvementTubes90-100%QUterus50-60%QOvaries20-30%QVagina & Vulva1-2%QPathology :MC site: Bilateral fallopian tubesQIn Fallopian tubes: MC affected part: Ampulla; MC encountered pathology is endosalpingitisQ2nd MC site of involvement: UterusQCornu of the uterus is MC affected as it is in continuation with the fallopian tube & infection descends from the tubesQClinical Features:MC age group: 20-30 years (28 years specifically)MC symptom: InfertilityQUterine TB can manifest in the form of:Ashermairs syndrome (destruction of the endometrial lining of uterine cavity with the formation of intrauterine synechiae or adhesions)QPyometra (pus-filled uterine cavity)If patient conceives spontaneously, ectopic pregnancy is the most likely outcome.Menstrual abnormalities: Hypomenorrhea or amenorrhea due to Asherman's syndrome & polymenorrhea menorrhagiaQDiagnosis:Hysterosalpingography in TBHSG is contraindicated in patients of genital TB as it can lead to reactivation or spreading of diseaseQ.If unknowingly HSG is done in patients of TB, characteristic findings are* Lead pipe appearance of tubeQ* Beaded appearance of tubeQ* HydrosalpinxQ* Corneal blockQ* Intravasation of dyeQ* Golf club tubeQ* Tobacco pouch appearance of the fimbrial end of tube Q* Uterus: Honeycomb appearance due toAsherman syndromeQEndometrial biopsy: Best time is 1-2 days before or 12 hours after onset of menses. In unmarried girls, menstrual blood can be collected within 12 hours of onset of menstruation.PCR done on endometrium or menstrual blood is more sensitive than microscopy & bacteriological culture.Treatment:Genital tuberculosis falls in category 1. The treatment is ATT for 6 months Surgery for restoration of fertility (corrective tuboplasty ) is contraindicated in genital TBQIVF after completion of ATT is the treatment of infertility.",
        "cop": 1,
        "opa": "Genital tuberculosis",
        "opb": "Chlamydia",
        "opc": "Neisseria gonorrhoea",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "6dc92adc-483c-4695-a38a-fc94d7d42790",
        "choice_type": "multi"
    },
    {
        "question": "PID is most commonly caused by -",
        "exp": "Ans. is 'a' i.e., Chlamydia Sexually transmitted diseases are the most common cause of PIP.o Gonococcal & Chlamydial infections are the most common,o Mycoplasma hominis & genitalumo Tubercular bacilluso Viruseso E. colio Polymicrobial (both aerobe & anaerobs)",
        "cop": 1,
        "opa": "Chlamydia",
        "opb": "Mycoplasma",
        "opc": "Tubercular bacillus",
        "opd": "E.Coli",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "ab9543b5-342e-446f-8a53-0862ba92a788",
        "choice_type": "single"
    },
    {
        "question": "Beaded feel of fallopian tube on hsg is seen in.,",
        "exp": "Ans. is 'a' i.e., TB Hvsterosalpingographic findings of tubercular salpingitisA rigid non-peristaltic pipe-like tube, called lead pipe appearanceBeading and variation in filling densityCalcification of the tubeComeal blockA jagged fluffiness of the tubal outlineVascular or lymphatic intravasation of the dyeTobacco-pouch and dilated distal end of tubes due to hydrosalpinx and pyosalpinx.o In a proven case of genital TB, Hysterosalpingography is contraindicated.",
        "cop": 1,
        "opa": "TB",
        "opb": "Chlamydia",
        "opc": "Gonococcal infection",
        "opd": "Syphillis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "6af2743d-ff18-4b95-8a77-ae7c4e36bb21",
        "choice_type": "multi"
    },
    {
        "question": "The staging for pelvic inflammatory is described by-",
        "exp": "Ans. is 'c' i.e., Gainesville Gainesville staging of pelvic inflammatory disease:o Acute salpingitis without peritonitiso Acute salingitis with peritonitiso Acute salpingitis with superimposed tubal occlusion or tube-ovarian complexo Ruptured tubo - ovarian abscesso Tubercular salpingitis",
        "cop": 3,
        "opa": "Jonathan",
        "opb": "Florence",
        "opc": "Gainesville",
        "opd": "Sartonini",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "d5a05717-5cab-46b0-8bf4-497595d5ce4a",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pelvic inflammatory disease is -",
        "exp": "Ans. is 'a' i.e., Sexually transmitted disease Etiology of Pelvic Inflammatory Diseaseo Sexually transmitted disease is the most common cause. Gonococcal and chlamydial infections are the most common cause.o Postabortal or puerperal sepsiso IUCDo Tuberculosiso Pelvic peritonitis, due to appendicitis and diverticulitis.",
        "cop": 1,
        "opa": "Sexually transmitted disease",
        "opb": "IUCD",
        "opc": "Pelvic peritonitis",
        "opd": "Puerperal sepsis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "8bd00865-9e49-41df-83cd-a1da59376190",
        "choice_type": "multi"
    },
    {
        "question": "A Lady presents with greenish discharge and strawberry cervix is due to infection of?",
        "exp": "ANSWER: (A) Trichomonas vaginalisREF: Shaw 15th ed page 155See APPENDIX-65 for \"SEXUALLY TRANSMITTED DISEASES\"Repeat OBG 1999, 1994 APPENDIX - 65Sexually Transmitted DiseasesSTDSyphilis(chancre)ChancroidLGVGranuloma inguinaleHerpesgenitalCondylomata Acuminata (Genital wart)EtiTreponemapallidumHaemophilusDucreyiChlamydiatrachomatisL1,L2,L3Calymmatobacterium(Donovania)GranulomatisHSV -IIHPV-6,11,16,18,30IP9-90 days3-5 days3-30 days8-80 days3-12 daysWeeks to monthsC/F,MorSingle Painless Hard base Clean ulcerMultiple Painful Soft base UnderminedNo ulcer papule/pustule fuses to form Vesicular Herpetiform lesion (painless)Single Painless Soft, beefy, granulomatous baseMultiple Painful Crusts & heal in lwkMultiplePainlessVerrucouspapillomatousSymptomlessILNGeneralized LN Pathy; Indolent bubo- rubbery, discrete, mobile, nontenderU/LUnilocularTenderInguinal bubo- U/LMultilocularTender,Sign of grooveNo lymph-adenopathyTender LN pathyNo lymph- adenopathyLabDark ground microscopy, VDRL, TPi, FTAbsGram -ve School of fishImmunefluorescenceDonovan bodies in GiemsaTzanck smear, viral culturePCRRxBenzathinepenicillinCeftriaxone or AzithroDoxycycline or AzithroDoxycycline or AzithroAcyclovirPodophyllin or ImiquimodEti = etiology, Mor = morphology of lesion/ulcer,ILN = inguinal lymph node, Rx = treatment, IP = incubation period",
        "cop": 1,
        "opa": "Trichomonas vaginalis",
        "opb": "Hemophilus vaginalis",
        "opc": "Candida",
        "opd": "Herpes simplex",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "f181f0b1-5c01-41cd-8d0b-308d107b9ec2",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female from poor socio-economic strata from a hill station presents with complaints of frequency, dysuria, hematuria, loss of apetite, mild fever and amenorrhea. The most likely cause for her complaints is:",
        "exp": "Ans. b. Genitourinary tuberculosis (Ref: Indian Journal for Practising Doctor Vol-2, No. 5: Infections and Infertility, www.indmedica.com/journals.php)Genital tuberculosis is very common in India. Most common site of affection of genital tuberculosis is the fallopian tubes and the pathological process leads to blockage of tubesInfertility due to Fallopian Tube BlockageMost Common cause in India (Developing countries)Most Common cause in Developed countries* Tuberculosis: MC cause of tubal damage is tuberculosis in India* Infection with chlamydia is the most common cause of blocked fallopian tube that causes infertility.",
        "cop": 2,
        "opa": "Pelvic inflammatory disease",
        "opb": "Genitourinary tuberculosis",
        "opc": "Bacterial cystitis",
        "opd": "Foreign body in urinary bladder",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pelvic Inflammatory Disease",
        "id": "8827d073-122e-4e1d-abba-7b769473acdc",
        "choice_type": "single"
    }
]