[
    {
        "question": "Which of the following complications during pregnancy is least likely to increase risk of post paum atonicity of uterus",
        "exp": "Hypeension is a risk factor of PPH secondary to decreased coagulation , hepatocellular damage or thrombocytopenia and not due atonicity per say Atonicity causes about 80% of PPH. The causes of atonicity can be : Large uterus- macrosomia, twins, polyhydramnios Infections- PROM, Chorio amnionitis Prolonged labour",
        "cop": 1,
        "opa": "Hypeension",
        "opb": "Macrosomia",
        "opc": "Twin pregnancy",
        "opd": "Hydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "b04e9f05-726e-477d-9ec6-57400dd87c7f",
        "choice_type": "single"
    },
    {
        "question": "Hayman hemostatic suture is applied on:",
        "exp": "Hayman Suture- surgical management of PPH It is considered a uterine compression suture using two longitudinal threads and transfixing the entire uterine wall. This suture is simpler than the B-Lynch suture, sometimes being referred to as the \"simple brace.\"",
        "cop": 2,
        "opa": "Vagina after biopsy",
        "opb": "Uterus in PPH",
        "opc": "Fallopian tubes after re anastomosis.",
        "opd": "Ovaries after cystectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "978ae22e-6d0b-4a6e-9cf5-30787247df22",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a cause of secondary postpaum hemorrhage?",
        "exp": "- Placenta pre causes APH Secondary postpaum hemorrhage is bleeding after 24 hours to 12 weeks after delivery. Causes of PPH : Uterine atonicity ( most common cause of primary PPH) Injury to any pa of genital tract Coagulopathy (von Willebrand's disease) Retained tissues - (most common cause of secondary PPH ) Usually, retained products undergo necrosis with fibrin deposition and may eventually form a so-called placental polyp.",
        "cop": 1,
        "opa": "Placenta pre",
        "opb": "Retained bits of placenta",
        "opc": "von Willebrand disease",
        "opd": "Placental polyp",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "f9e7a87f-0913-4ec8-bc51-a67e180eaa08",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely cause of a woman presenting with shock in immediate post paum period",
        "exp": "The question has been discussed in many ways since the exact choice asked was not recalled properly: In the aforementioned format, The most frequent cause of obstetrical hemorrhage is failure of the uterus to contract sufficiently after delivery and to arrest bleeding from vessels at the placental implantation site Data from Al-Zirqi, 2008; Berg, 2010; Chichakli, 1999; Zwa, 2008 If the question was 'sudden un explained death', then an amniotic fluid embolism can be the answer The true incidence of AFE is unknown, but has been repoed to range from 1:8 000 to 1:80 000 pregnancies. Amniotic fluid embolism (AFE) it as a syndrome of sudden peripaum shock. This is a catastrophic obstetric emergency that can present as sudden, profound, and unexpected maternal collapse associated with hypotension, hypoxaemia, and disseminated intravascular coagulation (DIC). It occurs when amniotic fluid, fetal cells, hair, or other debris enter the maternal circulation. Risk Factors: Advanced maternal age; multiparity; meconium stained liquor; intrauterine fetal death; polyhydramnios; strong frequent or tetanic uterine contractions; maternal history of allergy or atopy; chorioamnionitis; AFE is caused by fetal antigens in the amniotic fluid stimulating a cascade of endogenous immune mediators, producing a reaction similar to anaphylaxis",
        "cop": 1,
        "opa": "PPH",
        "opb": "Post paum eclampsia",
        "opc": "Uterine inversion",
        "opd": "Amniotic fluid embolus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "4dd840f7-9cfa-4888-a845-744d78cfe98f",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used for the management of postpaum haemorrhage, except:",
        "exp": "Drugs used for the management of PPH: 1. Oxytocin- DOC for prevention as well as treatment of PPH 2.Methyl Ergometrine 3. Misoprostal 4. Carboprost 5. Recombinant VII 6. Fibrinogen DRUG DOSE ROUTE Oxytocin(DOC) 10-20 units drip I.V. Methyl ergometrine 0.2 mg I.V.(Preferred),I.M. Misoprostal(PGE1) 1000 ug Per rectum Carboprost(PGF2[?]) 250 ug I.M. only Recombinant VII 90ug/kg I.V. Infusion",
        "cop": 4,
        "opa": "Misoprostol",
        "opb": "Oxytocin",
        "opc": "Prostaglandin",
        "opd": "Mifepristone (RU-486)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "fe96ec61-280d-4726-ab35-cc150d52f62f",
        "choice_type": "multi"
    },
    {
        "question": "Blood loss more than _____ ml following LSCS is PPH:",
        "exp": "DEFINITION OF PPH: Qualitative defn: any blood loss from genital tract, after delivery significant enough to affect the general conditon of the mother as evidenced by tachycardia or hypotension Quantitative defn: Blood loss over- >500 ml from the genital tract within 24 hours of the vaginal bih or >1000 ml after a cesarean delivery or any hemorrhage that can drop Hb by 1 gm% mild PPH: 500 to 1000 ml moderate PPH: 1000 to 2000 ml severe PPH: > 2000 ml massive obstetric hemorrhage: > 1500 ml or Hb drop of > 4 gm % Primary PPH: PPH occuring within 24 hrs of delivery Secondary PPH: PPH occuring after 24 hours of delivery to 12 weeks post paum.",
        "cop": 4,
        "opa": "1350",
        "opb": "1500",
        "opc": "550",
        "opd": "1000",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "1b7d7169-0e56-4d90-aada-59b96fb12478",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of secondary postpaum hemorrhage:-",
        "exp": "Most common cause of secondary postpaum hemorrhage is retained tissues Secondary postpaum hemorrhage is bleeding 24 hours to 12 weeks after delivery. Causes of PPH(10 and 20) : Uterine atonicity Injury to any pa of genital tract Coagulopathy (von Willebrand's disease) Retained tissues - MCC of 20PPH",
        "cop": 4,
        "opa": "Trauma",
        "opb": "Atonic uterus",
        "opc": "Bleeding disorders",
        "opd": "Retained products of conception",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Post Paum Haemorrhage (This better stop now !)",
        "id": "d89cd238-c46d-45ac-800b-7e09897b371d",
        "choice_type": "single"
    }
]