[
    {
        "question": "A patient treated for infeility with clomiphene citrate presents with sudden onset of abdominal pain and distension with ascites the probable cause is",
        "exp": "Ovarian Hyperstimulation syndrome It is an iatrogenic complication of ovulation induction with exogenous gonadotropins and clomiphene-induced cycles Charecteristic feature of OHSS is an increase in capillary permeability resulting in fluid shift from intravascular to extravascular spaces Mechanism of Action Probably mediated by increased ovarian secretion of vasoactive substances including Vascular endothelial growth factor , elements of Renin-Angiotensin system and other cytokines Risk factors Young age, low body weight, PCOS, higher doses of gonadotropins and previous episodes of hyperstimulation Mild illness Charecterised by Ovarian enlargement, lower abdominal discomfo, mild nausea and vomiting, diarrhea and abdominal discomfo. Managed by outpatient basis with analgesics and bedrest; monitored by daily weight checkup, urinary frequency, clinical examination to detect ascites, lab tests of hematocrit, electrolytes and serum creatinine Serious illness Characterised by severe pain, rapid weight gain, tense ascites, hemodynamic instability, respiratory diffiulty, progressive oliguria leadng to renal failure, ovarian rupture and thromboembolic phenomenon Hospitalization and treated according to symptoms Ref: Clinical Gynecologic Endocrinology and Infeility; Eigth Edition; Chapter 31",
        "cop": 4,
        "opa": "Uterine repture",
        "opb": "Ectopic pregnancy rupture",
        "opc": "Multifetal pregnancy",
        "opd": "Hyperstimulation syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "2ccede39-a077-45a2-b0ca-79e637bdaa59",
        "choice_type": "single"
    },
    {
        "question": "True about clomiphene citrate :",
        "exp": "Clomiphene Citrate : It is a non-steroidal triphenylethylene derivative Selective estrogen receptor modulator with both estrogen agonist and antagonist propeies Racemic mixture of two stereoisomers Enclomiphene (trans): 62% Zuclomiphene (cis): 38%, responsible for ovulation Mechanism of action: It is structurally similar to estrogen Competes for nuclear estrogen receptors throughout reproductive system At hypothalamic level it prevents accurate interpretation of estrogen levels Reduces negative feedback of estrogen triggering normal hypothalamic pituitary ovarian axis. Hence it allows the release of GnRH into the pitutary poal system and stimulates LH and FSH secetion. It has antiestrogenic action at level of cervix and endometrium Indications: Anovulatory infeility, ovulation induction, male infeility due to defective spermatogenesis due to hypogonadism Chances of multiple pregnancy: Twins: 7-10% Higher order: 0.1-0.3% Pregnancy rate is about 50% compared to placebo Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 533",
        "cop": 1,
        "opa": "Enclomiphene has antiestrogenic affect",
        "opb": "Chance of pregnancy is three fold as compared to placebo",
        "opc": "Risk of multiple pregnancy is 2-4%",
        "opd": "It can also be used for male infeility with oligozoospermia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "f1e941a1-070f-4794-a455-4171c997be22",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding folliculogensis and ovulation except",
        "exp": "Peak level of LH is required for ovulation Peak level is 75ng/ml It lasts for 24 hours Ref: Shaw Gynecology 17 e pg 40.",
        "cop": 4,
        "opa": "Follicular development and differentiation takes about 85 days",
        "opb": "AMH suppos follicular development and oocyte maturation",
        "opc": "First phase of follicular growth is gonadotrophin insensitive",
        "opd": "Elevated and static levels of estradiol is essential for ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "c8bc7f56-e74e-4c48-855d-a62d58da30ba",
        "choice_type": "multi"
    },
    {
        "question": "Side effect of clomiphene citrate includes all except :",
        "exp": "Side effects of Clomiphene Hot flushes 10-20%, sweating due to estrogen deficiency,osteoporosis. anti estrogenic effect on cervical mucosa and endometrium, corpus Luteal Phase Defect Nausea and Vomiting Breast tenderness,weight gain Abdominal discomfo Mood swings Rashes(uicaria),headache,dizziness Multiple pregnancies Ovarian Hyperstimulation Syndrome Visual disturbances:blurring, scotoma, Rare, 1-2% Hairloss Premature ovarian failure Ovarian malignancy if the treatmentis extended beyound 1 year. Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 53",
        "cop": 4,
        "opa": "Multiple pregnancy",
        "opb": "Increase risk of ovarian cancer",
        "opc": "Multiple polycystic ovary",
        "opd": "Teratogenic effect on off springs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "3239d08b-10f4-4399-8681-f07127266648",
        "choice_type": "multi"
    },
    {
        "question": "Ovulation occurs :",
        "exp": "Ovulation After estradiol reaches a peak of 200pg/ml and is sustained for about 48 hours, it exes a possitive feedback action for LH surge Final maturation of follicle is obtained by combined effect of FSH and LH Ovulation occurs 24-48 hours after LH surge Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 93",
        "cop": 3,
        "opa": "Before LH surge",
        "opb": "After biphasic rise in body temperature",
        "opc": "After ripening of follicle by FSH",
        "opd": "Before estrogen peak",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "d828256b-bd3b-45c6-bee5-1ef5409b3d2e",
        "choice_type": "single"
    },
    {
        "question": "The following are related to corpous luteum except",
        "exp": "The estrogen attains a lower level and maintains a plateau curve as against a peak rise in follicular phase. Progesterone attains its highest peak about 8 days(22nd day of menstual cycle) after the LH peak Regression of corpus luteum is attrubuted to fall in LH level and rise in the level of estrogen and PGF2alpha. Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 93",
        "cop": 4,
        "opa": "Luteinised granulosa cells produce progesterone",
        "opb": "Estrogen continues to be produced by the luteinised granulosa cells",
        "opc": "Luteolysis is due to estrogen, PGF2a and endothelin",
        "opd": "The peak steriod production is between 23 and 25th day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "f816ac0b-8370-4b75-8232-904b019fa44c",
        "choice_type": "multi"
    },
    {
        "question": "In a study, it is observed that the right ovary ovulates more than the left all are possible explanation for the same except",
        "exp": "Right ovary ovulates more becauseAnatomical asymmetryDifference in blood supplyEmbryonal causes",
        "cop": 3,
        "opa": "Anatomical asymmetry",
        "opb": "Difference in blood supply to both sides",
        "opc": "Right handedness is more common in population",
        "opd": "Some embryological basis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "9e8532fc-2ae2-4412-9add-6fdcf4a51101",
        "choice_type": "multi"
    },
    {
        "question": "The most serious complication of clomiphene citrate therapy in ovulation induction is :",
        "exp": "Ovarian Hyperstimulation syndrome It is an iatrogenic complication of ovulation induction with exogenous gonadotropins and clomiphene-induced cycles Charecteristic feature of OHSS is an increase in capillary permeability resulting in fluid shift from intravascular to extravascular spaces Mechanism of Action Probably mediated by increased ovarian secretion of vasoactive substances including Vascular endothelial growth factor , elements of Renin-Angiotensin system and other cytokines Risk factors Young age, low body weight, PCOS, higher doses of gonadotropins and previous episodes of hyperstimulation Mild illness Charecterised by Ovarian enlargement, lower abdominal discomfo, mild nausea and vomitting, diarrhea and abdominal discomfo. Managed by outpatient basis with analgesics and bedrest; monitored by daily weight checkup, urinary frequency, clinical examination to detect ascites, lab tests of hematocrit, electrolytes and serum creatinine Serious illness Charecterised by severe pain, rapid weight gain, tense ascites, hemodynamic instability, respiratory difficulty, progressive oliguria leading to renal failure, ovarian rupture and thromboembolic phenomenon Hospitalization and treated according to symptoms Ref: Clinical Gynecologic Endocrinology and Infeility; Eighth Edition; Chapter 31",
        "cop": 2,
        "opa": "Bone marrow depression",
        "opb": "Hyperstimulation syndrome",
        "opc": "Secondary amenorrhea",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "4d6016f0-1a93-4094-a543-626c519a41e7",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old G2P1 woman at 24 weeks gestation is noted to have fatigue of 4 weeks duration. Her hemoglobin level is 8.0 g/ dL, leukocyte count is 2.0 cells/ uL, and platelet count is 20,000/ uL. Which of the following is the most likely diagnosis",
        "exp": "Pancytopenia, a reduction in the number of RBCs, WBCs, and platelets circulating throughout the body, suggests a bone marrow process. None of the other answer choices involve low leukocyte counts (leucopenia). Low platelets (thrombocytopenia) may also be a manifestation of severe preeclampsia, and is pa of the criteria for HELLP syndrome as well. Iron deficiency anemia involves low hemoglobin levels and is common in pregnancy due to decreased iron stored prior to pregnancy, and increased demands for iron during pregnancy. Since this patient's blood work showed low WBCs, a bone marrow biopsy should be done. A pregnant woman with leukemia may require chemotherapy, which poses a risk of intrauterine growth retardation to the developing fetus. Acute leukemia itself carries a risk for preterm labor, spontaneous aboion, and stillbih.",
        "cop": 3,
        "opa": "H ELLP syndrome",
        "opb": "Preeclampsia with severe features",
        "opc": "Acute leukemia",
        "opd": "Iron deficiency anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "597a1819-5559-46ba-be10-95c0dbc4e6cb",
        "choice_type": "single"
    },
    {
        "question": "Anovulatory cycles are characterized by which of the following?",
        "exp": "The luteal phase of the menstrual cycle follows ovulation and is characterized by an increase in progesterone secretion by the corpus luteum. With anovulatory cycles, the corpus luteum does not form and progesterone levels remain low. Fuhermore, with anovulatory cycles, the characteristic surge of LH and FSH at midcycle is absent and menses are usually painless. Irregular estrogen breakthrough bleeding that occurs with anovulatory cycles is the consequence of persistent ovarian estradiol secretion and an absence of luteal-phase progesterone secretion.",
        "cop": 4,
        "opa": "Elevated levels of plasma progesterone",
        "opb": "Dysmenorrhea",
        "opc": "A shoened luteal phase",
        "opd": "Lack of a normal LH and FSH surge",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "424d2b5e-5f3c-4510-b33b-623e929c1113",
        "choice_type": "single"
    },
    {
        "question": "Rise in body temperature during ovulation is due to :",
        "exp": "Progesterone is known to exe a thermogenic effect on the body Record of basal body temperature daily after waking up in the morning helps in knowing the time of ovulation Ref: Shaw Gynecology 17 e pg 254.",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "5294137a-cb1d-43b1-b501-d4424c19dd74",
        "choice_type": "single"
    },
    {
        "question": "peak of progesterone secretion from corpus luteum occur :",
        "exp": "LH initiates and maintains the corpus luteum from which both estrogen and progesterone are secretedProgesterone attains its highest peak 8 days after LH SurgeProgesterone acts to suppress the follicular growthThe lifespan of corpus luteum is about 12-14 daysRef: D.C. Dutta&;s Textbook of Gynaecology, 6th edition, page no: 93",
        "cop": 4,
        "opa": "At ovulation",
        "opb": "Before ovulation",
        "opc": "3 days after ovulation",
        "opd": "8-9 days after ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "39b71710-b44e-454a-9e5e-fb01b84ccbfa",
        "choice_type": "single"
    },
    {
        "question": "Vaginal cytology for hormonal change in best taken from :",
        "exp": "Cytohormonal evaluation The ovarian hormones estrogen and progesterone influence the vaginal mucosa The epithelial cells shed in vaginal mucosa reflect the influence of prevailing dominant hormone at that time Smears are best taken from lateral walls Estrogen dominated smears: Clean, discrete cornified polygonal squamous cells Progesterone dominated: Diy, predominant intermediate cells Pregnancy: Intermediate and Navicular cells Menopause: Parabasal and Basal cells Reference: Shaw's Textbook of Gynecology; 16th edition; Page no: 84",
        "cop": 3,
        "opa": "Posterior wall",
        "opb": "Anterior wall",
        "opc": "Lateral wall",
        "opd": "Any wall",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "5da544c1-fb37-41cc-8d66-987578e2044b",
        "choice_type": "multi"
    },
    {
        "question": "Granulosa cells produce estrogen with the help of the enzyme :",
        "exp": "During the follicular phase under the influence of LH, androgens are produced in the theca cells. The androgens diffuse into granulosa cells where they are aromatised to estradiol androgens-> aromatase -> estradiol and estrone, under FSH influence. Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 72",
        "cop": 2,
        "opa": "Alkaline phosphatase",
        "opb": "Aromatase",
        "opc": "Acid phosphate",
        "opd": "Glucuronidase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "f26e1708-a278-4d2c-ab33-3e84f4164d9c",
        "choice_type": "single"
    },
    {
        "question": "Normal stature with minimal or absent pubeal development may be seen in",
        "exp": "Testicular feminization is a syndrome of androgen insensitivity in genetic males, characterized by a normal 46, XY genotype, normal female phenotype during childhood, tall stature, and \"normal\" breast development with the absence of axillary and pubic hair. Breast development (gynecomastia) occurs in these males because high levels of circulating testosterone (which cannot act at its receptor) are aromatized to estrogen, which then acts on the breast. The external genitalia develop as those of a female because testosterone cannot masculinize them, while the Mullerian structures are absent because of testicular secretion of Mullerian-inhibiting factor in utero. Gonadal dysgenesis (e.g., 45,X Turner syndrome) is characterized by sho stature and absence of pubeal development; in these girls, the ovaries are either absent or streak gonads that are nonfunctional. In either case, estrogen production is possible, and therefore isosexual pubeal development does not occur. Kallman syndrome (hypogonadotropic hypogonadism) should be suspected in patients of normal stature with delayed or absent pubeal development, especially when associated with the classic finding of anosmia. These individuals have a structural defect of the CNS involving the hypothalamus and the olfactory bulbs (located in close proximity to the hypothalamus), such that the hypothalamus does not secrete GnRH in normal pulsatile fashion, if at all. Other causes of minimal or absent pubeal development with normal stature include malnutrition; anorexia nervosa; severe systemic disease; and intensive athletic training, paicularly ballet and running.",
        "cop": 2,
        "opa": "Testicular feminization",
        "opb": "Kallman syndrome",
        "opc": "Pure gonadal dysgenesis",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "636c7afa-d7b8-479e-b6ca-1d6994f68f35",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old G1P0 woman complains of nausea and vomiting for the first 3 months of her pregnancy. She is noted to have a hemoglobin level of 9.0 g/dl and a mean corpuscular volume of 110 fL (normal 90-105 fL). Which of the following is the most likely etiology of the anemia",
        "exp": "This is a macrocytic anemia because the mean corpuscular volume is above normal. Macrocytic anemias include folate deficiency and vitamin B12 deficiency; however, folate deficiency is more commonly seen in pregnancy than vitamin B12 deficiency. Iron deficiency is a microcytic anemia (MCV below normal), and it is the most common cause of anemia in pregnancy. Physiologic anemia of pregnancy is a result of the physiologic hemodilution that occurs in the vasculature. There is a dispropoionate increase in plasma volume over the increased RBC volume, and this \"diluted state\" also gives the appearance of a fall in the laboratory values of hemoglobin and hematocrit.",
        "cop": 3,
        "opa": "Iron deficiency",
        "opb": "Vitamin B12 deficiency",
        "opc": "Folate deficiency",
        "opd": "Physiologic anemia of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "b2952970-ba8b-4d8e-a879-811c7e7eefce",
        "choice_type": "single"
    },
    {
        "question": "The production of cervical mucus is stimulated by :",
        "exp": "Cervical mucus is a glycoprotein gel that expand and contract in response to cyclic changes in the steroid hormone environment across the menstrual cycle to facilitate or inhibit the passage of sperms. Estrogen stimulates cervical mucus production, and as levels rise during the follicular phase, mucus becomes more abundant and watery, less cellular, and more easily penetrated by sperm. Progesterone inhibits cervical mucus production and renders it opaque, viscid, and impenetrable. Ref: Clinical Gynaecologic Endocrinology and Infeility; 8th Edition, Chapter 27",
        "cop": 2,
        "opa": "Progesterone",
        "opb": "Estradiol",
        "opc": "Estriol",
        "opd": "Pregnenolone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "e225e13d-0396-47db-958e-43a5ad7c3c75",
        "choice_type": "single"
    },
    {
        "question": "In ovarian cycle increased levels of LH are due to :",
        "exp": "Luteinising Hormone LH is a water-soluble glycoprotein of high molecular weight secreted by beta cells of the anterior pituitary gland LH surge initiated by estrogen lasts for 48 h. LH level doubles up in 2 hrs and peak plateaus for 14 hours before declining. Minimum of 75 ng/ml is required for ovulation Ref: Shaw's Textbook of Gynaecology, 16th edition, page no: 39",
        "cop": 2,
        "opa": "Increased Progesterone",
        "opb": "Increased Estrogen",
        "opc": "Increased FSH",
        "opd": "Increased Androgens",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "f59f70d1-6cb1-42e7-bc97-0ad0fe9d4d67",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not related to the menstrual cycle?",
        "exp": "cytohormonal evaluation: The ovarian hormones estrogen and progesterone influence the vaginal mucosa; thus,the epithelial cells exfoliated in the vagina reflect the influence of the prevailing dominant hormone in the system at that time. The estrogen dominated smear appears clean and shows the prescence of discrete cornified polygonal squames. The progesterone dominated smear appears diy and reveals predominate intermediate cells and navicular cells. After the menopause due to the deficiency of ovarian hormones, the vaginal mucosa thins down and the exfoliated cells are predominantly parabasal and basal types. In HPV infection,koilocytes with perinuclear halo and peripheral condensation of cytoplasm is seen. The neucleus is irregular and hyperchromatic. Shaw's textbook of Gynaecology 16th edition page no 89",
        "cop": 2,
        "opa": "Hormonal changes",
        "opb": "Vaginal cytology",
        "opc": "Estradiol changes",
        "opd": "Endometrial sampling",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "7545b345-e240-42f7-ba6e-ca431004d5b2",
        "choice_type": "single"
    },
    {
        "question": "Normal value of Anti-Mullerian Hormone is",
        "exp": "AMH is a peptide secreted by the Seoli cells in the testis and granulosa cells in the ovary. In the males, it inhibits the development of the Mullerian system. The absence of AMH results in the hermaphrodite. In the female, AMH is secreted by the granulosa cells after pubey. It helps in the follicular development and oocyte maturation. Normal value is 2-6.8 ng/mL; level <1ng/mL shows poor ovarian reserve, >10 ng/mL is seen in PCOD and hyperstimulation syndrome. Its level is related to precocious and delayed pubey, infeility and premature menopause. Its level is related and reflects the number of growing follicles. Estimation of serum AMH is used in the study of ovarian reserve in an infeile woman and a woman with secondary amenorrhoea. In in vitro feilization programme, it carries a prognostic value and helps to decide on donor egg.Reference: Shaw's Textbook of Gynecology; 16th edition; Chapter 3; Physiology",
        "cop": 2,
        "opa": "<1 ng/ml",
        "opb": "2--6.8 ng/mL",
        "opc": "6.8--10 ng/ml",
        "opd": ">10ng/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "cc4805d8-908c-45f9-b930-3fae74e52897",
        "choice_type": "single"
    },
    {
        "question": "Vaginal smear in an old lady shows:",
        "exp": "Maturation index of Vaginal cellsIt is a ratio of vaginal cellsThree major cell typesBasal and Parabasal cells: Least mature cells; Not influenced by hormonesIntermediate cells: Progesterone influences the maturation Superficial cells: Most matured cells; Estrogen affects the maturity Cell counts are expressed as a percentage; Basal/Intermediate/SuperficialUsed for hormonal evaluationPredominance of parabasal cells indicates absence of estrogen stimulationPredominance of Superfical cells indicates estrogen presenceMaturation index examplesMenstrual cycleProliferative phase: 0/40/60Secretory phase: 0/70/30Pregnancy: 0/90/10Menopause: 100/0/0Ref: D.C. Dutta&;s Textbook of Gynaecology, 6th edition, page no: 58",
        "cop": 2,
        "opa": "Atropic cells",
        "opb": "Basal and parabasal cells",
        "opc": "Superficial cells",
        "opd": "Few intermediate cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "6909c816-f9a6-4f86-84f7-7bd990357016",
        "choice_type": "single"
    },
    {
        "question": "Peak level of plasma progesterone in the luteal phase:",
        "exp": "Progesterone production and blood level Follicular phase luteal phase Production 2-3 mg 20-30 mg Serum value <1 ng/ml 5-15 ng/ml Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 75",
        "cop": 3,
        "opa": "5 ng/ml",
        "opb": "10 ng/ml",
        "opc": "15 ng/ml",
        "opd": "30 ng/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "458b3832-4a5e-4787-8a7d-6f2172788da7",
        "choice_type": "single"
    },
    {
        "question": "Cornification index or Eosinophilic index indicates :",
        "exp": "Cornification index (% of cornified cells) Cornification of vagina is due to high estrogen levels In the first half of pregnancy, cornification index is low and does not exceed 10% Progesterone deficiency is shown by rise in cornification index and if >25% liable to abo At term it is <10% Reference: Shaw's Textbook of Gynecology, 16th edition; Page no: 381",
        "cop": 2,
        "opa": "Progesterone effect",
        "opb": "Estrogenic effect",
        "opc": "Effect of LH",
        "opd": "Effect of FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "c2c7194d-4797-42fa-9d71-ae9daf6d2bb7",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not naturally occurring estrogen?",
        "exp": "Estrone, Estradiol and Estriol are natural estrogens The biologically active estrogen is estradiol Estrone and estriol are weaker estrogens Adipose tissue and liver conve androstenedione into estrone Diethylstilbesterol is a synthetic, non-steroidal estrogen of the stilbestrol group. DES is known to cause clear cell carcinoma, a rare vaginal tumor in girls and women who had been exposed to this drug in utero. Ref: Shaw's Textbook of Gynaecology, 15th edition, page no: 309",
        "cop": 4,
        "opa": "Estrone",
        "opb": "Estradiol",
        "opc": "Estriol",
        "opd": "Diethylstilbestrol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "774bfbf1-61e7-4079-baf2-785ced644f75",
        "choice_type": "multi"
    },
    {
        "question": "Following are the features of inhibin except :",
        "exp": "Inhibin The major forms of inhibin: Inhibin-A and Inhibin-B FSH stimulates the secretion of inhibin B from granulosa cells and is suppressed by inhibin -- a reciprocal relationship With the appearance of LH receptors on the granulosa cells of the dominant follicle and the subsequent development into corpus luteum, inhibin expression comes under the control of LH changes from inhibin-B to inhibin-A Reference: Clinical Endocrinologic Gynecology and Infeility; Eighth Edition, Chapter 6",
        "cop": 3,
        "opa": "Non steroidal water soluble protein",
        "opb": "Secreted by Graafian follicle",
        "opc": "Stimulates FSH secretion",
        "opd": "Increased secretion of inhibin occurs in polycystic ovarian disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "56e8da1e-d086-433a-8d41-af1b50fe616f",
        "choice_type": "multi"
    },
    {
        "question": "Following are the features of inhibin except:",
        "exp": "Inhibin Nonsteroidal water-soluble protein Secreted by graffian follicle Suppress pituitary FSH secretion Estrogen is responsible for secretion of inhibin in graffian follicle It causes agglutination of sperms, prevent cervical mucus penetration and interferes with egg interaction In PCOS there is incresed secretion of inhibin. Ref: Shaw's Textbook of Gynaecology, 15th edition, page no: 45",
        "cop": 3,
        "opa": "Non steroidal water soluble protein",
        "opb": "Secreted by Graffian follicle",
        "opc": "Stimulates FSH secretion",
        "opd": "Increased secretion of inhibin occurs in polycystic ovarian disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "6319d7ef-1241-4e03-a52f-ebdabb7dbd54",
        "choice_type": "multi"
    },
    {
        "question": "End product of prgesterone metabolism found in urine :",
        "exp": "Fate of progesterone : Within a few minutes after secretion almost all the progesterone is degraded to other steroids that have no progesteronic effect The major end product of progesterone degradation is pregnanediol. Approximately 10% is excreted in urine in this form. Ref: TEXTBOOK OF MEDICAL PHYSIOLOGY,GUYTON,Pg no:905,12th edition",
        "cop": 3,
        "opa": "Pregnenolone",
        "opb": "17-OH Pregnenolone",
        "opc": "Pregnanediol",
        "opd": "Pregnanetriol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "de8f37b9-aa7b-4d6e-a974-f0ae16ead764",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman underwent a normal vaginal delivery of a term infant. After the delivery, the placenta does not deliver even after 30 minutes. Which of the following would be the next step for this patient",
        "exp": "After 30 minutes, the placenta is abnormally retained, and a manual extraction is generally attempted. Waiting for another 30 minutes may lead to maternal hemorrhage, which may then lead to an indication for a hysterectomy. However, a hysterectomy would not be the initial step after 30 minutes have passed during the third stage of labor. Oxytocin should not be administered until the placenta has been delivered and the uterine fundus (when inveed) is placed back to its normal location. Oxytocin is a uterotonic agent that aids in allowing the uterus to contract down on itself in an effo to stop bleeding after the placenta has been removed.",
        "cop": 2,
        "opa": "Wait for an additional 30 minutes",
        "opb": "Attempt a manual extraction of the placenta",
        "opc": "Initiate oxytocin",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "b2e44647-afff-4e13-84a0-7e0207c4448a",
        "choice_type": "multi"
    },
    {
        "question": "The maturation index on vaginal cytology is a diagnostic method for evaluating :",
        "exp": "Maturation index of Vaginal cellsIt is a ratio of vaginal cellsThree major cell typesBasal and Parabasal cells: Least mature cells; Not influenced by hormonesIntermediate cells: Progesterone influences the maturation Superficial cells: Most matured cells; Estrogen affects the maturity Cell counts are expressed as a percentage; Basal/Intermediate/SuperficialUsed for hormonal evaluationPredominance of parabasal cells indicates absence of estrogen stimulationPredominance of Superfical cells indicates estrogen presenceMaturation index examplesMenstrual cycleProliferative phase: 0/40/60Secretory phase: 0/70/30Pregnancy: 0/90/10Menopause: 100/0/0Ref: D.C. Dutta&;s Textbook of Gynaecology, 6th edition, page no: 58",
        "cop": 4,
        "opa": "Adequacy of cytotoxic drug therapy",
        "opb": "Gender of an anatomically abnormal child",
        "opc": "Malignant change at squamocolumnar junction of cervix",
        "opd": "Endocrine status of vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "8cdbac57-9a44-4d3b-aca4-34dc46209ac3",
        "choice_type": "multi"
    },
    {
        "question": "True about timing of LH surge :",
        "exp": "LH surge initiates luteinization acting through its receptors about 24-48 hours prior to ovulation. Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 92",
        "cop": 2,
        "opa": "Occur 12 hour before ovulation",
        "opb": "Occur 24 hour before ovulation",
        "opc": "Occur 12 hour after ovulation",
        "opd": "Occur 24 hour after ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "91c1673d-3d3c-49ae-8184-9da2d4d88b35",
        "choice_type": "multi"
    },
    {
        "question": "GnRH analogues may be given in all of the following except",
        "exp": "Uses of GnRH analogues Infeility caused by PCOS and endometriosis and in hypothalamic hypogonadal infeility Hypothalamic amenorrhea Cryptorchism in males Precocious pubey AUB Medical management of fibroids Endometriosis Breast cancer to suppress estrogen Prostatic cancer Ref: Shaw's Textbook of Gynaecology, 16th edition, page no: 320",
        "cop": 2,
        "opa": "Prostate Cancer",
        "opb": "Endometrial Cancer",
        "opc": "Fibromyoma -uterus",
        "opd": "Precocious pubey",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "903f2dee-5464-48af-afd1-096e93354541",
        "choice_type": "multi"
    },
    {
        "question": "The normal bacterial flora in vagina makes it :",
        "exp": "The vaginal secretion is acidic due to the presence of lactic acid pH is 4.5 It is secreted by the bacteria in the vagina Ref: Shaw Gynecology 17 e pg 16.",
        "cop": 1,
        "opa": "Acidic",
        "opb": "Alkaline",
        "opc": "Neutral",
        "opd": "Does not affect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "a9c5de5d-0cf9-4262-9c55-84f0108b3d85",
        "choice_type": "single"
    },
    {
        "question": "Subnuclear vacuolation is a characteristic sign of",
        "exp": "The most characteristic signs of secretory phase are found in the glands. Their epithelial cells develop spherical translucent areas between the nuclei and the basement membrane which contain the precursors of the glandular secretion and which persist until about the 21st day of the cycle. This characteristic appearance is called subnuclear vacuolation and is presumptive evidence of progesterone activity and therefore of ovulation.Reference: Shaw's Textbook of Gynecology; 16th edition; Chapter 2; Normal Histology",
        "cop": 2,
        "opa": "Proliferative phase of endometrium",
        "opb": "Secretory phase of endometrium",
        "opc": "Menstruation",
        "opd": "Regeneration of endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "22d6a4ef-8a73-4f31-9222-5f46ba79a20c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen at the time of ovulation?",
        "exp": "Ovulation The combined LH/FSH midcycle surge is responsible for the final stage of maturation of the follicle, completion of the first meiotic division of oocyte with extrusion of first polar body and expulsion of oocyte Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 93",
        "cop": 1,
        "opa": "completion of first meiotic division of oocyte",
        "opb": "Inhibin A is increased",
        "opc": "FSH increases steroid synthesis in granulosa cells",
        "opd": "Activin causes FSH to act on granulosa cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "dcbe6fad-7945-447b-8e0b-ad78102ba0fc",
        "choice_type": "single"
    },
    {
        "question": "Major sources of androgen in females are all except :",
        "exp": "Androgen Production in Females Testosterone Androstenedione DHEA DHEA-S Ovary 25% 50% 20% Adrenal Coex 25% 50% 50% 100% Androstenedione 50% DHEA-S 30% 50% of Androstenidione is peripherally conveed to testosterone Testosterone is 80% bound to SHBG and 19% to Albumin, hence only 1% is free and active In Hirsute women 2% free and active In Men 3% free and active Ref: Clinical Gynecologic Endocrinology and Infeility; Eighth Edition; Chapter 13",
        "cop": 4,
        "opa": "Adrenals",
        "opb": "Ovaries",
        "opc": "Peripheral conversion to androgen precursors in the liver, gastrointestinal tract and adipose tissue",
        "opd": "Corpus luteum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "e040deb8-97cf-4cf3-ae62-90128c27e808",
        "choice_type": "multi"
    },
    {
        "question": "The following are related to granulosa cells except :",
        "exp": "Granulosa cells: within the theca interna lies the granulosa cell layer, which consists of cells 8-10microns in diameter, nucleus stained deep and cells contain relatively less cytoplasm.The granulosa layer itself is noninvasive and capillaries cannot be identified in it. Steroidogenesis During the follicular phase, under the influence of LH, androgens are produced in the theca cells. These androgens fuse into granulosa cells where they are aromatised under the influence of FSH into estrogens - estradiol predominantly After the ovulation, progesterone is synthesised from luteinised granulosa cells under the influence of LH. Ref: D.C. Dutta's Textbook of Gynaecology, 6th edition, page no: 72",
        "cop": 2,
        "opa": "It has got no blood supply",
        "opb": "In the fist half of the cycle, it has no steroidogenic function",
        "opc": "Granulosa cells produce activin and inhibin",
        "opd": "Estrogen stimulates the proliferation of granulosa cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "80c708fd-3549-42e6-8012-bc065509cf5f",
        "choice_type": "multi"
    },
    {
        "question": "Normal blood loss in menstruation is",
        "exp": "Normal blood loss during menstruation is 30-40ml Ref: Internet sources",
        "cop": 1,
        "opa": "20-40ml",
        "opb": "40-80ml",
        "opc": "80-120ml",
        "opd": "120-150ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "b31304a8-1c16-4182-88bd-498c0119e742",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding folliculogenesis and ovulation except",
        "exp": "Ovulation The LH surge initiates the continuation of meiosis in the oocyte, luteinization of the granulosa, and synthesis of progesterone and prostaglandins within the follicle Progesterone enhances the activity of proteolytic enzymes responsible, together with prostaglandins, for digestion and rupture of the follicular wall The progesterone influenced midcycle rise in FSH serves to free the oocyte from follicular attachments, to conve plasminogen to the proteolytic enzyme, plasmin, and to ensure that sufficient LH receptors are present to allow an adequate normal luteal phase The onset of the LH surge appears to be the most reliable indicator of impending ovulation, occurring 34-36 hours prior to follicle rupture A reasonable and accurate estimate places ovulation approximately 10-12 hours after the LH peak and 24-36 hours after peak estradiol levels are attained Reference: Clinical Endocrinologic Gynecology and Infeility, Eighth edition; Chapter 6",
        "cop": 4,
        "opa": "Follicular development and differentiation takes about 85 days",
        "opb": "AMH suppos monofollicular development",
        "opc": "First phase of follicular growth is gonadotropin insensitive",
        "opd": "Elevated and static level of estradiol is essential for ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "c7def182-6332-4110-aebf-7df93047fc83",
        "choice_type": "multi"
    },
    {
        "question": "The earliest morphological evidence of ovulation on endometrial biopsy is :",
        "exp": "Endometrial biopsy Consists of curretting small pieces of endometrium from the uterus with small endometrial biopsy curette, preferably 1-2 days prior to menstruation Material removed is fixed immediately in formalin saline Secretory changes (basal vacuolation) proves that cycle has been ovulatory Ref: Shaw's Textbook of Gynaecology, 15th edition, page no: 215",
        "cop": 2,
        "opa": "Pseudostratification",
        "opb": "Basal vacuolation",
        "opc": "Decrease in glycogen content",
        "opd": "Predecidual reaction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "165f3320-d110-4062-b444-64285a168385",
        "choice_type": "single"
    },
    {
        "question": "Congenital cervical erosion reappear at :",
        "exp": "Congenital erosion : The endocervical columnar epithelium grows down from the cervical canal during late intrauterine life to meet the squamous epithelium of the potio vaginalis. whenever the histologic os extends beyond the anatomical os, the cherry red endocervical epithelium appears as well circumscribed erosion around the external cervical os. high levels of maternal estrogen during pregnancy contributes to its occurence. After child bih, this entity undergoes spontaneous remission.Rarely does it persist in later life. A similar lesion may be seen in nulliparous women sometimes who are using OCP s. Shaw's Textbook of Gynaecology 16th edition Page no 171",
        "cop": 4,
        "opa": "One year",
        "opb": "Two years",
        "opc": "Five years",
        "opd": "Pubey",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "7dc2b5ff-8922-467a-8dd5-abc64dd26bf7",
        "choice_type": "single"
    },
    {
        "question": "The following are related to corpus luteum except",
        "exp": "The estrogen attains a lower level and maintains a plateau curve as against a peak rise in follicular phase. Progesterone attains its highest peak about 8 days(22nd day of menstual cycle) after the LH peak Regression of corpus luteum is attrubuted to fall in LH level and rise in the level of estrogen and PGF2alpha. Ref: Shaw Gynecology 17 e pg 40.",
        "cop": 4,
        "opa": "Luteinised granulosa cells produce progesterone",
        "opb": "Estrogen continues to be produced by the luteinised theca cells",
        "opc": "Luteolysis is due to estrogen, PGF2a and endothelin",
        "opd": "The peak steroid production is between 23 and 25th day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "d9d19282-af27-4b33-9b36-13c86fca9ff5",
        "choice_type": "multi"
    },
    {
        "question": "Peak level of plasma progesterone in the luteal phase :",
        "exp": "Serum values of Progesterone : Follicular Phase: < 1 ng/ml Midluteal phase: 5-15 ng/ml (day 22nd of menstrual cycle) Reference: Clinical Endocrinologic Gynecology and Infeility, Eighth edition; Chapter 6",
        "cop": 3,
        "opa": "1ng/ml",
        "opb": "10ng/ml",
        "opc": "15ng/ml",
        "opd": "30ng/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "880cefac-7c39-42b9-bd78-18545c4ae32f",
        "choice_type": "single"
    },
    {
        "question": "The side effects of clomiphene because of which its use should be immediately stopped :",
        "exp": "Visual symptoms are rare; 1-2%; but if present treatment with clomiphene should be stopped immediately Ref: Clinical Gynecologic Endocrinology and Infeility; Eighth Edition; Chapter 27",
        "cop": 4,
        "opa": "Hot flashes",
        "opb": "Multiple pregnancy",
        "opc": "Teratogenic",
        "opd": "Visual symptoms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Reproductive physiology and hormones in females",
        "id": "7f539d0d-4688-436d-8f81-4fee7093badd",
        "choice_type": "single"
    }
]