[
    {
        "question": "Ulceration of the vulva is commonly seen in all except",
        "exp": "Ans. is a, i.e. Bacterial vaginosisRef: Dutta Gynae 6th/ed, p262Vulval ulcersVulval ulcers are predominantly due to sexually transmitted diseases. Rarely, it may be due to non-specific causes.Malignant ulcer is also rare. The various etiological factors related to vulval ulcers are given in the below Table.Ulcers of the VulvaSTD relatedIdiopathicTuberculosisMalignancySystemic disease related or dermatoses* Syphilis* Herpes genitalis* Chancroid* Granuloma inguinale* Lymphogran-uloma venereumBehget's diseaseAphthous ulcersLipschutz ulcersTubercularPrimay* Squamous cell carcinoma* Malignant melanoma* Basal cell carcinomaSecondary* Leukemia* Choriocarcinoma* Lupus erythematosus* Crohn's disease* Lichen planus* Lichen sclerosus* Sjogren's syndromeNote: Lipschutz ulcer: The lesion affects mainly the labia minora and introitus. In acute state, there may be constitutional upset with lymphadenopathy. The causative agent may be Epstein-Barr virus. Treatment is with antiseptic lotions and ointment.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Syphilis",
        "opc": "Chancroid",
        "opd": "Behcet's disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "2e50b900-3b19-43e9-bfb9-351ce8907426",
        "choice_type": "multi"
    },
    {
        "question": "Nongonococcal urethritis is caused by:",
        "exp": "Ans. is a, i.e. ChlamydiaRef: Harrison 17th/ed, p823; Current diagnosis and treatment of STI p15Non gonococcal urethritis is caused by:* Chlamydia trachomatis (30-40%)* Ureaplasma urealyteum* Mycoplasma genitalium* E coli* Ureaplasma urealyticum* Trichomonas vaginalis* Herpes simplex virusRare Cases:* Anaerobic bacteria* AdenovirusManagement:Azithromycin 1g orally in a single dose or doxycycline 100mg orally twice a day x7 daysAlternative = Erythromycine 500mg four times a day x7 days",
        "cop": 1,
        "opa": "Chlamydia",
        "opb": "LGV",
        "opc": "Syphilis",
        "opd": "Gardnerella vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "8fe35cef-c42e-447c-8a09-73225e78f53c",
        "choice_type": "single"
    },
    {
        "question": "A lady approaches a physician for contraceptive advice. On examination, there were two symmetrical ulcers on vulva, which were well-defined with firm base. Which of the following is the most likely cause?",
        "exp": "Ans. is a, i.e. ChancreRef: Harrison 17th/edf pl040; William's Gynae lst/ed, p58-9, Current diagnosis and treatment of STD's p21KEY POINTSPainless well-defined ulcers with firm base should raise the suspicion of chancre.(The lesion in the question is thought to be painless as the lady in the question is not coming because of ulcer, but for contraceptive advice. Presence of ulcer is an incidental finding).Chancre is the primary lesion of primary syphilis.* It is most commonly found on the labium majus, labium minus, fourchette, clitoris, urethral orifice or cervix but can be found anywhere on the lower genital tract.* In 10% cases more than one primary lesion is present.* The first manifestation is a small papule which breaks to form an ulcer.* Ulcer is firm, painless with raised edges and granulomatous base.* In fact any sort of discrete relatively painless ulceration on the vulva may be primary syphilitic lesion.* Inguinal glands enlarge when the primary is on the vulva or lower vagina.* Lymph nodes are hard, shotty, painless, and do not suppurate.",
        "cop": 1,
        "opa": "Chancre",
        "opb": "Herpes",
        "opc": "Syphilis",
        "opd": "Malignancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "ff284320-b991-4707-8a1c-c5fbe64f6930",
        "choice_type": "single"
    },
    {
        "question": "All are risk factors for vaginal candidiasis except:",
        "exp": "Ans. is b, i.e. HypertensionRef: Shaw 15th/ed, p146Risk factors for Candidal (Monilla) Vaginitis* Promiscuity* Immunosuppression (like HIV)* Pregnancy* Steroid therapy* Following long-term broad spectrum antibiotic therapy* Oral contraception pills* Diabetes mellitus* Poor personal hygiene* Obesity",
        "cop": 2,
        "opa": "HIV",
        "opb": "Hypertension",
        "opc": "Pregnancy",
        "opd": "Diabetes mellitus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "ec5f5cd8-5b53-4f94-808b-cfd991a60152",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old multiparous female complains of a painless ulcer in vulva. She has several sexual partners. Her previous pregnancy has ended in a still birth at 24 weeks. What is the first test, which should be performed in this case:",
        "exp": "Ans is b, i.e. VDRL TestRef: Dutta Gynae 6th/ed, p262The female is presenting with a single painless ulcer, she has multiple sex partners and her pregnancy resulted in still birth at 24 weeks. All this points towards syphilis as the diagnosis.The first test to be performed in this case is VDRL test (screening test).Confirmatory test = specific treponemal test like Treponema haemaggluteration test or fluorescent treponemal antibody test.InfectionDiagnosisChlamydiaNAAT or PCRGonorrheaNAATChancroidCulture of scrapings from ulcerGenital herpesElectron microscopy of scrapings from ulcerLGVELISA test",
        "cop": 2,
        "opa": "ELISA for HIV",
        "opb": "VDRL Test",
        "opc": "Culture of scraping from the ulcer",
        "opd": "Election microscopy of scraping from the ulcer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "db5b6276-a025-4177-a09c-75a0cc4bdae5",
        "choice_type": "single"
    },
    {
        "question": "A female presents with 3 cms painless ulcer with raised edges on Labia majra M/c cause is:",
        "exp": "Ans. is a, i.e. SyphilisRef: Williams Gynae 3rd/ed, p56\"With pregnancy syphilis, the halltnark lesion is the chancre, in which spirochactes are abundant classically, it is an isolated non tender ulcer with raised sounded borders and an uninfected base.\" - Ref: Williams Gynae 3rd/ed, p56",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Gonorrhea",
        "opc": "Herpes",
        "opd": "Chlamydia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "3fc89f51-7a89-42e2-849b-6e3af5d50e3f",
        "choice_type": "single"
    },
    {
        "question": "The vaginal smear shows presence of?",
        "exp": "Ans. (a) Bacterial VaginosisThe image shows presence of clue cells which are vaginal epithelial cells, coated with bacteria. The patient presents with whitish vaginal discharge with a fishy odor.",
        "cop": 1,
        "opa": "Bacterial Vaginosis",
        "opb": "Candidiasis",
        "opc": "Human papilloma Virus",
        "opd": "Trichomonas Vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "0f07376e-1ff0-4d51-8b68-eac4302fb92a",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female complains of lower abdominal pain and vaginal discharge. On examination, there is cervicitis along with a mucopurulent cervical discharge. The Gram smear of the discharge shows presence of abundant pus cells, but no bacteria. The best approach to isolate the possible causative agent would be:",
        "exp": "Ans. is b, i.e. Culture on McCoy cellsRef: Harrion 18th/ed, p1426Patient is complaining of abdominal pain and vaginal discharge. On examination, cervicitis and mucopurulent discharge is seen -- which indicates she is having PID. The presence of pus cells in absence of organism indicates chlamydial infection (most common STD today). It is an intracellular organism that grows only on McCoy or HeLa cell cultures. It cannot be grown on other media and hence, often goes unnoticed, later leading to infertility.Culture in Me Coy cells is 100% specific for chlamydia but is inexpensive, technically difficult and takes 3-7 days to obtain the result.",
        "cop": 2,
        "opa": "Culture on chocholate agar supplemented with hemin",
        "opb": "Culture on McCoy cells",
        "opc": "Culture on a bilayer human blood agar",
        "opd": "Culture on Vero cell lines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "85e62f1a-e723-4aa0-90df-c8e151166fc9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true with regards to genital tuberculosis?",
        "exp": "Ans. is d, i.e. A negative Mantoux test reasonably excludes tuberculosisRef: Dutta Gynae 6th/ed, p140Let's see each option.Option a: Ovarian involvement can occur without tubal affection incorrect as ovaries do not get involved without tubes being affectedOption b: Infertility is mainly due to anovulation incorrect as mainly infertility is due to tubal blockage or adhesions in endometrial cavityOption c: Acid fast basilli is identified in 100% cases of TB endometritis incorrectOption d: A negative montoux test reasonably excludes TB is correct - Ref: Dutta Gynae 6th/ed, p140",
        "cop": 4,
        "opa": "Ovarian involvement can occur without tubal affection",
        "opb": "Infertility is mainly due to anovulation",
        "opc": "Acid fast bacilli is identified in 100% cases of tubercular endometritis",
        "opd": "A negative Mantoux test reasonably excludes tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "11f146af-7ae5-466c-b724-4acc8575c7c0",
        "choice_type": "multi"
    },
    {
        "question": "According to Naegele's rule, calculate EDD of a patient with LMP 9/1/2017:",
        "exp": "ANS. A* Adding 7 days + 9 months to LMP gives EDD* Naegele's rule is based on 28 days regular cycle* If the cycle is shorter or longer than 28 days, EDD will be corrected and written as corrected EDD.For irregular cycles:1. If she is having 40 days cycle regularly, to get corrected EDD, add (40-28) with the EDD calculated from LMP.2. If she is having 21 days cycle regularly, to get corrected EDD, substract (28-21) 7 with the EDD calculated from LMP.",
        "cop": 1,
        "opa": "16/10/2017",
        "opb": "16/09/2017",
        "opc": "16/11/2017",
        "opd": "9/10/2017",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "7f7e1371-f2c7-4063-9c04-879ba87e76ff",
        "choice_type": "single"
    },
    {
        "question": "M/c cause of vaginal discharge among reproductive age females",
        "exp": "Ans. is c, i.e. Bacterial vaginosisRef: William Gynae 3rd/ed, p51\"Bacterial vaginosis is the most common cause of vaginal discharge among reproductive age women.\" - Ref: Williams Gynae 3rd/ed, p51.",
        "cop": 3,
        "opa": "Trichomonas",
        "opb": "Candida",
        "opc": "Bacterial vaginosis",
        "opd": "Gonorrhea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "0dbdefd8-9721-4bf8-a536-7857bd518031",
        "choice_type": "single"
    },
    {
        "question": "The risk factors of acute pelvic inflammatory disease (PID) are the following except",
        "exp": "Ans. is c, i.e. Women with monogamous partner who had vasectomyRef: Dutta Gynae 6th/ed, pl28KEY POINTSWomen with monogamous partner who had vasectomy is a protective factor for PID and not risk factorRisk factors of PIDProtective factors of PID* Menstruating teenagers.* Multiple sexual partners.* Absence of contraceptive pill use.* Previous history of acute PID.* IUD users.* Area with high prevalence of sexually transmitted diseasesContraceptive practice* Barrier methods, specially condom, diaphragm with spermicides* Oral steroidal contraceptives have got two preventive aspects.- Produce thick mucus plug preventing ascent of sperm and bacterial penetration- Decrease in duration of menstruation, creates a shorter interval of bacterial colonization of the upper tract.* Monogamy or having a partner who had vasectomy.Others* Pregnancy* Menopause* Vaccines: Hepatitis B, HPV",
        "cop": 3,
        "opa": "Menstruating teenagers who have multiple sex partners",
        "opb": "IUD users",
        "opc": "Women with monogamous partner who had vasectomy",
        "opd": "Previous history of acute PID",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "143a85c7-3ced-4359-9184-d83c52a98bc1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are risk factors for bacterial vaginosis except:",
        "exp": "Ans. is d, i.e. Use of condoms during sexRef: Williams Gynae 3rd/ed, p51Risk factors For Bacterial vaginosis* Oral sex* Douching* Black race* Cigarette smoking* Sex during menses* Intrauterine device* Early age of sexual intercourse* New or multiple sex partners* Sexual activity with other women",
        "cop": 4,
        "opa": "Oral sex",
        "opb": "Cigarette smoking",
        "opc": "Sex during menses",
        "opd": "Use of condoms during sex",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "66d7e990-3009-4d07-bd62-5f779e5ac598",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old female complains of clear mucoid non offensive vaginal discharge without pruritus. She is infected due to tubal damage. The cervix appears inflamed on per speculum examination. What is the most likely cause?",
        "exp": "Ans. is b, i.e. chlamydiaIn the question patient is complaining of vaginal discharge without pruritus. The cervix is also inflamed, i.e. cervicitis is also present and she has a tubal cause of infertility, which means the organism is leading to PID (i.e. rules out Trichomonas and Bacterial Vaginosis).Now we have 2 options - Gonorrhea and chlamydia.In Gonorrhea, the discharge is purulent. Clear mucoid non offensive discharge means it is chlamydia.",
        "cop": 2,
        "opa": "Bacterial vaginosis",
        "opb": "Chlamydia",
        "opc": "Gonorrhea",
        "opd": "Trichomonas",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "0f86ec34-4c29-4cd1-bd63-38b5e7dacf11",
        "choice_type": "single"
    },
    {
        "question": "All of the following screening test are recommended by CDC in pregnant female except",
        "exp": "Ans. is d, i.e. Saline microscopy for bacterial vaginosisTests recommended by CDC-to be done at 1st antenatal visit for STD.* ELISA for HIV* HBs Ag for hepatitis B* VDRL test for syphilis* NAAT for chlamydia and gonorrhea (in pregnant females <25 years and older women).* HCV antibodies testing for hepatitis C virus (most important basic factor being past or current drug use)* Pap test.No routine screening done for:* Bacterial vaginosis (even in those females who are at high risk for preterm labor)* Trichomonas vaginalis* HSV-2.",
        "cop": 4,
        "opa": "ELISA for HIV",
        "opb": "HBs Ag",
        "opc": "NAAT for chlamydia and gonorrhea",
        "opd": "Saline microscopy for bacterial vaginosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "e2004153-94b5-4390-852e-fef94571790b",
        "choice_type": "multi"
    },
    {
        "question": "A woman complains of an offensive fishy smelling yellowish discharge without pruritus. pH of discharge is >4.5. Gram stained vaginal smear shows a reduced number of lactobacilli with large number of Gardnerella vaginalis. What is the best treatment option for this patient?",
        "exp": "Ans. is b, i.e. Metronidazole 500mg twice daily x7 daysThis patient has bacterial vaginosis based on following findings:- Offensive fishy smelling vaginal discharge- No pruritis- pH >4.5- Reduced number of lactobacilli- Increased number of GardnerellaMgt = Non pregnant females = 500mg metronidazole twice daily x7 days.Pregnancy-250mg twice a day x7 days.",
        "cop": 2,
        "opa": "Clinda mycine 300 mg twice daily x7 days",
        "opb": "Metronidazole 500 mg twice daily x7 days",
        "opc": "Metronidazole 2 gm as a single dose",
        "opd": "Metronidazole vaginal gel once a day x7 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "f2197212-f723-4a29-af18-a9614c0ac7f8",
        "choice_type": "multi"
    },
    {
        "question": "During laparoscopy, the preferred site for obtaining cultures in a patient with acute PID is:",
        "exp": "Ans. is d, i.e. Fallopian tubesRef: Telinde Operative Gynae 9th/ed, p678, 679; Dutta Gynecology 6th/ed, p126According to:Dutta Gynae 6th/ed, pl30For identification of organisms in PID the materials are collected from the following available sources:* Discharge from urethra or Bartholin's gland* Cervical canal* Collected pus from the fallopian tubes during laparoscopy or laparotomy.The material so collected is subjected to Gram's stain and culture (aerobic/anaerobic). The findings of Gram-negative diplococci is very much suggestive of gonococcal infection.",
        "cop": 4,
        "opa": "Endocervix",
        "opb": "Endometrium",
        "opc": "Pouch of Douglas",
        "opd": "Fallopian tubes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "9cace5fb-7ff4-4d78-9775-92b6fe816bab",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old female complains of lower abdominal pain and purulent vaginal discharge.Her pulse rate =98/minTemp =101degFWBC count and ESR are raisedP/V examination reveals lower abdominal tenderness and cervical motion tenderness. What is the best treatment option for her?",
        "exp": "Ans. is a, i.e. single IM injection of ceftriaxone with oral doxycycline and oral metronidazole for 14 daysThis patient has PID. Any sexually active female who complains of lower abdominal pain and has at least 1 minimum criteria of PID-is taken as a case of PID.Minimum criteria1. Lower abdominal tenderness2. Cervical movement tenderness3. Adnexal tendernessIn this patient cervical motion tenderness is present so she is a case of PID.As per 2015 CDC guidelines.Best Treatment for OPD management of PID is:Inj ceftriaxone 250mg IM single dose+Doxycycline 100mg orally twice daily x14 days+/-Metronidazole 500mg orally twice daily x14 daysInstead of ceftriaxone-any 3deg generation cephalosporin like 2g cefoxitin or cefotaxime can also be used.",
        "cop": 1,
        "opa": "Single IM injection of ceftriaxone with oral doxycycline and oral metronidazole for 14 days",
        "opb": "Single dose of cetotriaxone injection with oral azithromyein for 14 days",
        "opc": "Oral metronidazole for 14 days",
        "opd": "Oral ofloxacin and oral metronidazole for 14 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "55abc277-0cc3-4322-a3c6-ce8182d2efe0",
        "choice_type": "multi"
    },
    {
        "question": "A 19-year-old girl with painless ulcer in labia majora with everted margins:",
        "exp": "Ans. is a, i.e. Treponema pallidumThe M/c causes of genital ulcers in young, sexual active women are:* Herpes simplex virus (HSV)* Treponema pallidum (syphilis)* Haemophilus ducreyi (chancroid).In this case, painless ulcer with everted margin leave no doubt that the cause of the ulcer is syphilis (treponema pallidum).Clinical features of genital ulcers",
        "cop": 1,
        "opa": "Treponema pallidum",
        "opb": "Chlamydia",
        "opc": "Gonorrhoea",
        "opd": "Herpes genital ulcer disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "67d62398-901e-4287-a65c-f16a0cb79a55",
        "choice_type": "multi"
    },
    {
        "question": "HIV transmission is maximum during?",
        "exp": "Ans. C. During vaginal delivery (Ref. Textbook of Gynaecology by D C Dutta 5th/pg. 538; Dutta obstetrics 7th/pg. 302).Textbook of Gynaecology b\\ D C Dutta 5tjL/pg. 149....under the heading \"Mode of transmission of HIV\" & subheading \"Perinatal transmission...............:\"Perinatal transmission-the vertical transmission to neonates of the infected mothers is 25-35 %. The baby may be affected in utero (30%) through transaplacental transfer, during delivery (70-75 %) by contaminated secretions and blood of birth canal and through breast milk in neonatal period (10-20)\".# Mothers who are HIV infected can pass the virus on to their fetuses in utero or to infants via breast milk. Vaginal delivery is the most common and most effective mode of transmission.# Exposures, which increase the risk of mother-to-child transmission, include -- Vaginal delivery,- Preterm delivery,- Maternal bleeding, and- Trauma to the fetal skin.# In the absence of prophylactic antiretroviral therapy to the mother during pregnancy, labor, and delivery, and to the fetus following birth, the probability of transmission of HIV from mother to infant/fetus ranges from 15 to 25% in industrialized and from 25 to 35% in developing countries.",
        "cop": 3,
        "opa": "During Caeserian section",
        "opb": "During antepartum period",
        "opc": "During vaginal delivery",
        "opd": "Breast feeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "b2b24b4c-afe0-4d99-8461-35d0fe291b72",
        "choice_type": "single"
    },
    {
        "question": "Foul smelling fishy odour is seen on:",
        "exp": "Ans. is b, i.e. GardnerellaGardnerella is one of the organism responsible for bacterial vaginosis hence to the correct answer here",
        "cop": 2,
        "opa": "Trichomonas",
        "opb": "Gardnerella",
        "opc": "Chlamydia",
        "opd": "Candidiasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "c4f3c01d-0c9c-43f9-ab9d-b8eb2395b060",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female with history of multiple contacts presenting with growth on vulva, the probable diagnosis is:",
        "exp": "Ans. is a, i.e. Condyloma accuminataRef: Shaw 15th/ed, pl38, 139; Current diagnosis and treatment of sexually transmitted diseases, p92-93KEY POINTS* History of sexual exposure and growths on vulva is consistent with condyloma accuminata.* Condyloma accuminata:- It is a sexually transmitted diseaseQ caused by HPV 6Q, 16,Q and 18.Q- Warts are seen on the vulval area.Q- Warts are common in the regions affected most directly by coitusQ i.e. posterior fourchetteQ and lateral areas of vulva. These verrucous growths may coalesce to form large cauliflower growths.Q- Condyloma is associated with vulval,Q vaginal,Q and cervical cancers.Q- Diagnosis is by colposcopy which shows raised patches of aceto-white epithelium with speckled appearance.QLets also rule out other options.* Verrucous plana:- Hands and face are the most common siteQ, warts are not seen in genital area.- It is usually seen in children.Q- Sometimes, it can also occur in young women, but then face is the most common site involved.Q* Verruca vulgaris:- Here also the site of warts is different; usually affected areas are exposed parts of the bodyQ, handQ, feetQ, nails, arms, and legs, face, and scalp.* Condyloma lata:- Is the growth seen on genitalia in secondary syphilis.Q- The presence of these lesions without any other features of syphilis is very unlikely.",
        "cop": 1,
        "opa": "Condyloma accuminata",
        "opb": "Verruca plana",
        "opc": "Verruca vulgaris",
        "opd": "Condyloma lata",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "ce670433-08ad-4f2e-84e0-12d4d6d7b4b9",
        "choice_type": "single"
    },
    {
        "question": "Whiff test is done for?",
        "exp": "ANSWER: (A) Bacterial vaginosisREF: Shaw 13th ed p. 129, Novaks Gynecology 12th edition p. 192Repeat from June 2010Bacterial vaginosis is diagnosed on the basis of the following findings:A fishy vaginal odour, which is particularly noticeable following coitus, and vaginal discharge are present.Vaginal secretions are gray and thinly coat the vaginal walls.The pH of these secretions is higher than 4.5 (usually 4.7 to 5.7).Microscopy of the vaginal secretions reveals an increased number of clue cells, and leukocytes are conspicuously absent. In advanced cases of BV, more than 20% of the epithelial cells are clue cells.The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a fishy, amine-like odor.Culture of G. vaginalis is not recommended as a diagnostic tool because of its lack of specificity.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Candida",
        "opc": "Syphilis",
        "opd": "Genital tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "1678a19a-0764-41cb-ad82-a0f9a7f6157e",
        "choice_type": "single"
    },
    {
        "question": "M/c cause of B/L cornual block seen on HSG:",
        "exp": "Ans. is c, i.e. Physiological spasmOn HSG in TB: B/L cornual blockage can be seen but M/c cause of bilateral cornual block on HSG is not genital TB. It is physiological block due to spasm of the cornual end of the tube while doing HSG.",
        "cop": 3,
        "opa": "TB",
        "opb": "Endometriosis",
        "opc": "Physiological spasm",
        "opd": "PID",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "4202cebc-ec46-4af0-a05f-b5f2c12e8ab0",
        "choice_type": "single"
    },
    {
        "question": "A lady presented with creamy white vaginal discharge with fishy odor, drug of choice is:",
        "exp": "Ans. is c, i.e. MetronidazoleRef: Shaw 15th/ed, p131; CGDT 10th/ed, p670; William's Gynae 1st/ed, p51Creamy white discharge with fishy odor is characteristic of bacterial vaginosis (M/C cause Gardnerella)Drug of choice for management of bacterial vaginosis/Gardnerella vaginitis is --Metronidazole:Dose - 500mg oral metronidazole is given twice daily for 7 daysAlternatively, metronidazole gel (can be applied once daily for 5 days or clindamycin cream (2%) at bedtime for 5 days.Note: Treatment of male sexual partner is not required in bacterial vaginosisQ.In pregnancy:* Bacterial vaginosis is associated with preterm birth and premature rupture of membranes.* Treatment is reserved for symptomatic women who usually complain of fishy odor.* DOC - Metronidazole (oral) in the 2nd and the 3rd trimester.Unfortunately, treatment does not reduce preterm birth and routine screening is not recommended.",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Ofloxacine",
        "opc": "Metronidazole",
        "opd": "Clindamycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "3a22bb1d-91a8-40a3-976e-7846401e6f4d",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive diagnostic technique for Trichomonas infection",
        "exp": "Ans. is a, i.e. Culture in Diamond mediaRef. Williams Gynae 3rd/ed, p63\"The most sensitive diagnostic techniques is culture which is impractical because special media (Diamond media) is required.\"",
        "cop": 1,
        "opa": "Culture in Diamond media",
        "opb": "Culture in Thayer Martin media",
        "opc": "Pap Smear",
        "opd": "NAAT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "f13e9f8c-f291-4787-bfec-49b53bd0b19b",
        "choice_type": "single"
    },
    {
        "question": "Criteria for diagnosis of gardenella vaginosis includes all except",
        "exp": "Ans. is a, i.e. pH <4.5The clinical criteria for bacterial vaginosis is Amsel's criteria in which out of the following 4 any 3 criteria should be positive:a. Homogenous thin, grey discharge that thinly coats the vaginal wallsb. Clue cells (i.e. vaginal epithelial cells to which bacteria are adhered) should be present >20%c. pH of vaginal fluid >=4.5 (usually 4.7 to 5.7)d. A fishy odour of discharge after adding 10% KOH (called as Whiff test positive)",
        "cop": 1,
        "opa": "pH <4.5",
        "opb": "White discharge",
        "opc": "Fishy odour when 10% KOH is added",
        "opd": "Presence of clue cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "17082027-354e-4608-ae67-e59ef4ff9a1c",
        "choice_type": "multi"
    },
    {
        "question": "All are clinical features of PID except:",
        "exp": "Ans. is c, i.e. ESR - 10mm/hourRef: Textbook of Gynae Shield Balakrislman 1st/ed, p216; Novak 15th/ed, p565* Temp >38degC (100.4degF)* WBC count >15,000 are all criteria for diagnosing PID* Tenderness on movement of cervixESR >=15mm/hr is the criteria and not ESR >=10mm/hr.",
        "cop": 3,
        "opa": "Temp >38degC",
        "opb": "WBC count of 15,000",
        "opc": "ESR - 10 mm/hour",
        "opd": "Tenderness on movement of cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "a6f3c502-44df-466f-83a2-6e4621770d81",
        "choice_type": "multi"
    },
    {
        "question": "A patient with discharge per vagina was evaluated and on endocervical biopsy Chlamydia was found. Treatment to be given in this case is:",
        "exp": "Ans. is a, i.e. Azithromycin and contact tracingRef: Harrison 18th/ed, pl426; William's Gynae 1st/ed, p66; Current diagnosis and treatment of sexually transmitted diseases p 81Management of ChlamydiaUncomplicated chlamydia can be treated with Tetracycline (500mg 4 times daily), Doxycycline (1000mg twice daily), Erythromycin (500mg 4 times daily), Fluoroquinolone -ofloxacin 300mg twice daily, or Azithromycin -single dose - 1gDrug of choice is Azithromycin lg single dose.Advantages of Azithromycin are* Single dose regimen - 1g stat dose (It is as effective as 7 days of doxycycline treatment).* Better patient compliance.* Fewer gastrointestinal side effects.Disadvantage:* High cost of azithromycin.Contact tracing:* Patients with asymptomatic infection and their sex partners form a major burden of chlamydial infection so, contact tracing should always be done (wherever possible).Alternative to azithromycin is doxycycline 100mg orally twice a day for 7 days.",
        "cop": 1,
        "opa": "Azithromycin and contact tracing",
        "opb": "Metronidazole only",
        "opc": "Doxycycline and metronidazole",
        "opd": "Azithromycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "af232a42-1e78-4f00-ab11-8966df52908c",
        "choice_type": "single"
    },
    {
        "question": "Salpingitis/Endosalpingitis is best confirmed by:",
        "exp": "Ans. is a, i.e. Hysteroscopy and laparoscopyRef: Shaw 15th/ed, p451; William's Gynae 1st/ed, p74; Gynecology by Ostrzenski (Lippincott Williams 2(X)l/282); Dutta Gynae 6th/ed, p130Laparoscopy is considered the \"gold standard\". While it is the most reliable aid to support the clinical diagnosis but it may not be feasible to do in all cases. It is reserved only in those cases in which differential diagnosis includes salpingitis, appendicitis or ectopic pregnancy. Nonresponding pelvic mass needs laparoscopic clarification.Hysterscopy may also provide confirmatory evidence for salpingitis.\"Fallopian tube culture can be obtained laparoscopically and recently the hysteroscopic approach has been introduced. The specimen is obtained during hysteroscopy with a cytobrush.\" - Ref: Gynecology by Ostrzenski (Lippincott Williams) (200l)/282Also KnowSince laparoscopy is an invasive procedure for diagnosis of salpingitis/PID, diagnosis should first be made clinically.",
        "cop": 1,
        "opa": "Hysteroscopy and laparoscopy",
        "opb": "X-ray",
        "opc": "Hysterosalpingography",
        "opd": "Sonosalpingography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "58493f13-b284-4c8b-aea8-ac91c6906bb4",
        "choice_type": "single"
    },
    {
        "question": "Whiff test is positive in:",
        "exp": "Ans. is c, i.e. Trichomonas infectionRef: Williams Gynae 3rd/ed, p52* Whiff Test:Vaginal discharge +10% KOH gives a Fishy odour.This test is characteristic of BV with vaginal pH >4.5 and this stems from diminished acid production by bacteria.Similarly Trichomonas vaginals infection is also associated with anaerobic overgrowth & resultant elaborated lamines.Thus women diagnosed with bacterial vaginosis should have no microscopic evidence of trichomoniasis",
        "cop": 3,
        "opa": "Candidians",
        "opb": "Chlamydial infection",
        "opc": "Trichomonas vaginitis",
        "opd": "HSV infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Disease in the Female",
        "id": "8540be06-254f-4daa-9214-ce0d1b2911cf",
        "choice_type": "single"
    }
]