[
    {
        "question": "Which of these is FALSE about laparoscopic sterilisation?",
        "exp": "Laparoscopic ligation is commonly used for interval ligation Electrocoagulation is used for destruction of a segment of tube and canbe accomplished with either unipolar or bipolar electrical current. Although unipolar electrocoagulation has the lowest long-term failure rate it also has the highest serious complication rate. Can be done by rings, clips, electrocoagulation or ligatures Laparoscopy should be avoided in patients with co morbid abdominal pathologies that require exploration by laparotomy.",
        "cop": 2,
        "opa": "It is used for interval ligation",
        "opb": "Unipolar cautery has less morbidity than bipolar cautery",
        "opc": "Commonly used procedures are rings and clips",
        "opd": "Laparotomy is preferred over laparoscopy in patients with associated abdominal pathology",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "42bef09b-0050-428e-80f4-5f3c560cabc7",
        "choice_type": "multi"
    },
    {
        "question": "Maximum risk of ectopic pregnancy is after reversal/failure of which of these female sterilisation procedures?",
        "exp": "Approximately half of the pregnancies that follow a failed electrocoagulation procedure are ectopic, compared with only 10 percent following failure of a ring, clip, or tubal resectionmethod",
        "cop": 1,
        "opa": "Laparoscopic electrocoagulation",
        "opb": "Laparoscopic clips",
        "opc": "Laparoscopic rings",
        "opd": "Pomeroys ligation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "022d974a-dcc7-421a-851c-fd2a34bf1829",
        "choice_type": "single"
    },
    {
        "question": "Most common site of ligation by laparoscopic ring in Female sterilization:",
        "exp": "Most common site of ligation by Falope ring in Female sterilization is Isthmus. Since isthmus has a uniform diameter and wall thickness, reversal procedures are also relatively more efficient",
        "cop": 4,
        "opa": "Fimbrial",
        "opb": "Cornual",
        "opc": "Ampullary",
        "opd": "Isthmus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "cb7bfbaa-a267-454a-bafb-0409159acc03",
        "choice_type": "single"
    },
    {
        "question": "True for pomeroy's technique of tubal ligation is?",
        "exp": "Failure rate in pomeroy's technique is 1 to 4 in 1000 Pomeroy Procedure is the method of dividing the tube. Plain catgut is used to ligate the knuckle of tube to ensure prompt absorption of the ligature and subsequent separation of the severed tubal ends Site of ligation is the junction of proximal and middle 1/3rd of the tube or mid poion of tube. Pomeroy's and Modified pomeroy's are commonly performed techniques of open and minilap ligation",
        "cop": 4,
        "opa": "Failure rate is higher than other methods",
        "opb": "It involves ligation and burying the proximal end of tube",
        "opc": "Site of ligation is distal 1/3rd of the tube",
        "opd": "It is the commonly used technique of open/ minilap tubal ligation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "efadb843-15b9-44fd-aff3-25116f993f9f",
        "choice_type": "multi"
    },
    {
        "question": "All of these are considered procedures for the purpose of female sterilisation, EXCEPT?",
        "exp": "Laparotomy, minilaparotmy and laparoscopy are commonly done for female sterilisation. Hysteroscopic method of ligation, ESSURE is another upcoming method, where a Nitinol alloy made spring like device is introduced hysteroscopically into both tubes to cause occlusion with fibrosis. This fibrosis takes place almost over 3 months after which a Confirmatory HSG is done to check the occlusion. Laparoscopic tubal sterilisation in pureprium is known cause for failure of procedure since the rings are known to 'Slip-out' of the oedematous puerperal tubes. Also, the chances of uterine injury are higher. Puerperal sterilisation is done by a mini-lap incision and laparoscopy is not done in these patients A sub-total or a total Hysterectomy is no longer considered for the sole purpose of sterilisation because morbidity and moality are too high compared to tubal sterilisation methods, unless there is uterine pathology requiring a hysterectomy.",
        "cop": 3,
        "opa": "Mini lap tubal ligation",
        "opb": "Laparoscopic tubal ligation",
        "opc": "Laparoscopic Puerperal Sterlisation",
        "opd": "hysteroscopic tubal occlusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "91fd1f0f-0598-4092-bff9-c78706ffc211",
        "choice_type": "multi"
    },
    {
        "question": "Fimbriectomy procedure done for the purpose of female sterilization is known as:-",
        "exp": "Fimbriectomy /Kroener method Excision of fimbriae has been abandoned since there is almost no no potential for reversibility if required. Not usually performed now. Madlener procedure, which involves Only Crushing of the fallopian tube has an inherent failure chance since the tube is not resected, similarly is abandoned as a ligation procedure. Techniques of tubal ligation Pomeroy: middle poion of tube is formed into a loop, ligated with single ligature, loop is cut and excised (Failure rate: 0.4%) Modified pomeroy: excision of mid poion of tube after ligation with two separate sutures (Failure rate: 0.4%) Madlener: loop is crushed and ligated (Failure rate: 7%, abandoned technique) Irving: midpoion is ligated, intervening pa excised, proximal end buried in myometrium and distal pa buried in broad ligament. Mostly irreversible. Uchida: tubal serosa is stripped off muscle layer, mid poion of muscle layer excised, proximal end buried in broad ligament. Minimal excision of tube preserves chances for reversal surgery. Kroners Fimbriectomy: excision of fimbria, irreversible",
        "cop": 4,
        "opa": "Uchida method",
        "opb": "Irving method",
        "opc": "Madlener technique",
        "opd": "Kroener method",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "e1cfa429-d891-455a-99fc-6950a08a0d3c",
        "choice_type": "single"
    },
    {
        "question": "For effective protection after unprotected intercourse one single tab of levonorgestrel 0.75mg has already been taken, when to take next dose?",
        "exp": "WHO recommends any of the following drugs for emergency contraception: Em Contraception Pillss with Ullipristal acetate, taken as a single dose of 30 mg; ECPs with LNG taken as a single dose of 1.5 mg, or alternatively, LNG taken in 2 doses of 0.75 mg each, 12 hours apa. COCs, taken as a split dose, one dose of 100 mg of ethinyl estradiol plus 0.50 mg of LNG (2 tabs of low dose pills or single high dose pill) and repeat same dose after 12 hours (Yuzpe method)",
        "cop": 2,
        "opa": "1 tab after 24 hrs",
        "opb": "1 tab after 12 hrs",
        "opc": "2 tab after 12 hrs",
        "opd": "2 tab after 24 hrs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "6282befc-b157-4101-b0c4-f3037e5e8422",
        "choice_type": "single"
    },
    {
        "question": "Tubal ligation is repoed to have DECREASED the risk of?",
        "exp": "Studies have concluded that tubal sterilization protects against ovarian cancer. There is no change in the incidence of breast cancer. The incidence of functional ovarian cysts is increased almost two fold following tubal sterilization. No repos of decrease in salpingitis after tubal ligation.",
        "cop": 2,
        "opa": "Functional ovarian cysts",
        "opb": "Ovarian cancer",
        "opc": "Breast cancer",
        "opd": "Salpingitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "82ad172e-491a-4fc0-bed0-30e21b4dcf33",
        "choice_type": "single"
    },
    {
        "question": "Which of these is FALSE about laparoscopic sterilisation??",
        "exp": "Laparoscopic ligation is commonly used for interval ligation Electrocoagulation is used for destruction of a segment of tube and canbe accomplished with either unipolar or bipolar electrical current. Although unipolar electrocoagulation has the lowest long-term failure rate it also has the highest serious complication rate. Can be done by rings, clips, electrocoagulation or ligatures Laparoscopy should be avoided in patients with co morbid abdominal pathologies that require exploration by laparotomy.",
        "cop": 2,
        "opa": "It is used for interval ligation",
        "opb": "Unipolar cautery has less morbidity than bipolar cautery",
        "opc": "Commonly used procedures are rings and clips",
        "opd": "Laparotomy is preferred over laparoscopy in patients with associated abdominal pathology",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "f1195b0c-2fa8-4bf6-8e99-b48575fd20f5",
        "choice_type": "multi"
    },
    {
        "question": "Sterilisation procedure with maximum chances of a successful reversal surgery is:",
        "exp": "Tubectomy techniques Reversal rates Laparoscopic Clips 88% Laparoscopic Ring 75% Pomeroys 59% Electrocoagulation 43% Vasectomy reversal 50% at most",
        "cop": 4,
        "opa": "Pomeroy's tubal ligation",
        "opb": "Irwing's technique",
        "opc": "Laparoscopic tubal ligation with silastic bands",
        "opd": "Laparoscopic tubal ligation with clips",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "327a7a7a-91b2-427a-b056-d433a377f27b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common site of tubal ligation:",
        "exp": "In India tubal ligation is still done by the Pomeroy operation and entry is mostly by Minilap, though Laparoscopic procedures have increased substantially. A loop is made by holding the tube by an allis forceps in such a way that the major pa of the loop consists of isthmus i.e. at the junction of proximal and middle third. Isthemic sterilization is best since , if required, a re anastomosis at the isthmo isthmic site has the best chance of success",
        "cop": 2,
        "opa": "Ampulla",
        "opb": "Isthmus",
        "opc": "Interstitial",
        "opd": "Fimbria",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sterilisation surgeries",
        "id": "434a384b-2135-4dd5-8097-cc6258d8a527",
        "choice_type": "single"
    }
]