[
    {
        "question": "Marker for granulosa cell tumor:",
        "exp": "Ans. is 'c' i.e. Inhibin Inhibin is a peptide hormone produced by ovarian granulosa cells that are made up of an alpha sub unit and Beta subunit.Inhibin are of two types - inhibin A and inhibin B.Both inhibin A and B can be elevated in granulosa cell tumours but inhibin B levels are usually elevated more.Typical cutoffs for normal inhibin levels in post- menopausal or oophorectomize women are :* Inhibin A -<= 5 ng/L * Inhibin B -<=15 ng/LInhibin may have an important role in the control of fertility both in the males and females.In females inhibin secretion suppresses FSH but stimulates LH secretion. Administration of inhibit mutationIt can also cause agglutination of sperm prevent cervical mucus penetration and interface with egg interaction",
        "cop": 3,
        "opa": "CA 19-9",
        "opb": "CA 50",
        "opc": "Inhibin",
        "opd": "Teratoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "5f22def4-dabc-4f8a-9ef3-8eb36db3b85c",
        "choice_type": "single"
    },
    {
        "question": "51 yr female with abdominal mass & ascites. On H/P ovarian Ca is +ve for..",
        "exp": "Ans. is 'a' i.e., Ca 125 \"Fertility preservation in early stage ovarian cancer the uterus and the contralateral ovary can be preserved in women with stage la, grade 1& 2 who desire to preserve fertility. The condition of the women should be monitored carefully with routine periodic pelvic examinations and determinations of serum CA 125 levels.\"",
        "cop": 1,
        "opa": "Ca 125",
        "opb": "Ca19-9",
        "opc": "AFP",
        "opd": "hCG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "34fda8cb-9b9d-48d0-8014-388555f0bfb4",
        "choice_type": "single"
    },
    {
        "question": "Recent biomarker for early detection of surface epithelial tumours of ovary -",
        "exp": "Ans. is 'a' i.e., Ca 125 \"Fertility preservation in early stage ovarian cancer the uterus and the contralateral ovary- can be preserved in women with stage la, grade l& 2 who desire to preserve fertility. The condition of the women should be monitored carefully with routine periodic pelvic examinations and determinations of serum CA 125 levels. \"CA 125 is raised inBenign gynaecological conditionsMalignant conditionso Pregnancyo Endometrial Cao PIDo Pancreas Cao Endometrioseso Colon Cao Uterine fibroido Fallopian tubes Cao In 1% normal femaleso Breast Ca o Ovarian epithelia Ca (MC) o Lung Ca",
        "cop": 1,
        "opa": "Ca 125",
        "opb": "Cal9-9",
        "opc": "Ca 15-5",
        "opd": "Ostopontin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "2cc68b84-2c60-4c11-a3c0-d724cf6122ba",
        "choice_type": "single"
    },
    {
        "question": "Tumor markers of ovarian cancer is-",
        "exp": "Ans. is 'a' i.e., CA 125",
        "cop": 1,
        "opa": "CA125",
        "opb": "CA19-9",
        "opc": "AFP",
        "opd": "hCG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "f09dfe23-0a4f-4944-9a8b-52ba874ca598",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female was diagnosed with granulosa cell tumor of the ovary. Which of the following biomarkers would be most useful for diagnosis and follow-up of the patient?",
        "exp": "Ans. b. Inhibin (Ref: Robbins 9/e p1032-1033, 8/e p1050)Elevated tissue and serum levels of inhibin, a product of granulosa cells, are associated with granulosa cell tumors. This biomarker may be useful for identifying granulosa and other sex cord-stromal tumors, and for monitoring patients being treated for these neoplasms.Granulosa Cell TumourGenerally occurs before puberty and after 40 yearsTumour secretes estrogens, which cause precocious sexual development in girls or increase the risk for endometrial hyperplasia and carcinoma in women.Less commonly granulosa ceil tumours can secrete androgens and produce masculinization.Pathology:Low grade malignancyAlmost always unilateralEncapsulated tumours and have smooth surfaceMicroscopy: Coffee bean nucleus and Call-Exner bodiesQMC type of ovarian tumor that is composed of cells that stain positively with inhibinQ.Metastasis is peculiar in case of granulosa cell tumor, it first involves opposite ovary followed by metastasis in lumbar region.Clinical Features:MC symptoms: Menometrorrhagia and post-menopausal bleedingDiagnosis:Granulosa cell tumor secrete inhibin (useful marker)Treatment:Children and women of reproductive age: Unilateral salpino-oophorectomyPost-menopausal: TAH + BSO\"Tumor cells in Sertoli-Leydig tumors (Androblastomas) may stain positively with inhibin, but Call-Exner bodies are not present. Sertoli-Leydig tumors also may secrete androgens and produce virilization in women.\"",
        "cop": 2,
        "opa": "Neuron-specific enolase",
        "opb": "Inhibin",
        "opc": "CA 19-9",
        "opd": "CA 50",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "782d2ac7-934a-441a-8e9f-eea3954d5d1b",
        "choice_type": "single"
    },
    {
        "question": "Ca 125 is elevated in all. Except -",
        "exp": "Ans. is 'd' i.e. \"Polycystic ovarian disease (Ref : Shaws, 13/e, p 372 (12/e, p374))Ca-125 is raised inEndometriosisAbdominal tuberculosisPIDMalignant epithelial ovarian tumoursChronic liver diseaseNormal woman - (2%)",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Endometriosis",
        "opc": "Ovarian tumor",
        "opd": "Polycystic ovarian disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "7b6f8073-66ea-4880-abe2-0382f31594f2",
        "choice_type": "multi"
    },
    {
        "question": "CA 125 upper limit of normal is -",
        "exp": "Ans. is 'c' i.e., 35 U/ml o Serum value of 35 U/ml of CA 125 repreents 1 % of the healthy females and is often accepted as the upper limit of normal in clinical practice.",
        "cop": 3,
        "opa": "25U/ml",
        "opb": "30U/ml",
        "opc": "35 U/ml",
        "opd": "40U/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "2a401b67-cc21-4852-8b9e-bcac70c7f727",
        "choice_type": "single"
    },
    {
        "question": "AFP is raised in -",
        "exp": "Ans. is 'c' i.e., Endodermal sinus tumor Testicular tumorsTumors markerso Embryonal carcinomaHuman chorionic gonadotropin (HCG) a-Fetoprotein (AFP)o Yolk sac tumor (Endodermal sinus tumor)AFPA1-antitrypsino ChoriocarcinomaHCG",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Dysgerminoma",
        "opc": "Endodermal sinus tumor",
        "opd": "Choriocarcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "e192b779-91ad-40bf-9dde-be5f6772ef00",
        "choice_type": "single"
    },
    {
        "question": "Tumor marker of ca ovary for follow up",
        "exp": "Ans. (c) CA 125Ref : Shaws 15th ed. 1422,, Shaws 15th ed./ 928* Tissue markers such as CA-125 and NB/70k are useful mainly in the follow-up of certain tumors.* CA-125 is a glycoprotein and surface cell antigen which is secreted by the malignant epithelial tumors.* Level of CA-125 more than 35 U/ml suggests malignant and residual tumor, and indicates the need of chemotherapy.* CA-125 is also raised in abdominal tuberculosis and endometriosis.* CEA (carcinoembryonic antigen) more than 5 mg/1 is seen in mucinous ovarian tumour.* NOTE: CA-125 is raised in only 50% cases in Stage I and 90% in Stage II ovarian cancer.",
        "cop": 3,
        "opa": "CEA",
        "opb": "PSA",
        "opc": "CA 125",
        "opd": "BETA HCG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tumor Markers",
        "id": "4a2444ce-3b34-4e24-8930-94e679cb072c",
        "choice_type": "single"
    }
]