[
    {
        "question": "Which of the following is the most common form of persistent trophoblastic disease that follows a non molar pregnancy?",
        "exp": "Gestational trophoblastic neoplasia (GTN) Invasive mole: Develops after molar pregnancy only. Very rarely follows other gestations PSTT (Placental Site Trophoblastic Tumor): may follow any type of gestation Choriocarcinoma: 2/3rd cases after normal delivery, 1/3rd cases after molar pregnancy Epitheloid Trophoblastic tumor: remote antecedant pregnancy NOTE: After a nonmolar pregnancy, persistent GTN always has the histologic pattern of choriocarcinoma. Histologic characterization of choriocarcinoma depends on sheets of anaplastic syncytiotrophoblast and cytotrophoblast without chorionic villi. The choriocarcinoma is classically a soft, fleshy, yellow-white tumour with a marked tendency to form large pale areas of ischemic necrosis, foci of cystic softening, and extensive haemorrhage.",
        "cop": 1,
        "opa": "Choriocarcinoma",
        "opb": "Invasive mole",
        "opc": "Placental site trophoblastic tumor",
        "opd": "Paial mole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "7595f69c-d234-485c-a53c-f6f32558e294",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice for hydatiform mole with a uterine size of 28 weeks is:",
        "exp": "Management of vesicular mole/complete mole Suction evacuation (also do a gentle curettage with a sharp curette) Do USG after a week to rule out retained bits Do CXR to rule out metastasis HCG follow up",
        "cop": 1,
        "opa": "Suction evacuation",
        "opb": "Intra -amniotic saline followed by oxytocin",
        "opc": "Evacuation by misoprostol and Mifepristone",
        "opd": "Methotrexate administration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "a56ed05e-ede5-4500-a7da-1880aa1af829",
        "choice_type": "single"
    },
    {
        "question": "In twin pregnancy, Vaginal delivery is contraindicated in",
        "exp": "Monoamniotic twins are at a great risk of developing cord accidents like entanglement which can lead to sudden fetal death. Therefore all monoamniotic twins have to be delivered by a Cesarean sections between 32-34 weeks , after ensuring lung maturation",
        "cop": 1,
        "opa": "Monochorionic monoamniotic",
        "opb": "First twin veex, 2nd breech",
        "opc": "Second twin transverse",
        "opd": "First twin Mentoanterior",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "0216aaf7-bd27-47de-9682-247a1c3c9da7",
        "choice_type": "single"
    },
    {
        "question": "Point of distinction between paial mole to complete mole is:",
        "exp": "Complete mole Paial mole No fetal tissue Fetal tissue present in a paial mole 90% are 46, XX, and 10% are 46, XY. All chromosomes are of paternal origin 69, XXX most common , or 69, XXY An Empty oocyte is feilized by a haploid sperm (which then duplicates its chromosomes), or, an empty oocyte is feilized by 2 sperms This results from feilization of a haploid ovum by 2 sperms, both carrying X chromosome mostly Diffuse swelling of Chorionic villi Scalloping not seen Paial Swelling of chorionic villi Scalloping of villi seen There is diffuse trophoblastic hyperplasia Focal hyperplasia of trophoblastic tissue",
        "cop": 4,
        "opa": "Paial mole show trophoblastic proliferation with absent villi",
        "opb": "Typical of paial mole is diffuse cellular atypia",
        "opc": "Paial mole is more prone to tumor malignancy",
        "opd": "Paial mole is triploid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "c38c5210-ee34-4ca9-9c35-a8fe4b24503f",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old pregnant lady at 16 weeks pregnancy had vaginal spotting. She was found to have a uterus enlarged to 28 weeks' size and no fetal hea sound audible with the fetal Doppler. Human chorionic gonadotropin (hCG) serum levels are 1,00,000 miu/mL. Which of the following tests is most appropriate at this time?",
        "exp": "A uterus dis-propoionately larger than the period of pregnancy is a strong possibility of hydatidiform mole. Serial hCG would be elevated well beyond normal levels. Ultrasound will show classic signs of molar tissue and is the test of choice. The Apt test is to detect fetal hemoglobin, of which there is none in complete molar pregnancies. Serial clotting function will not help in the immediate diagnosis",
        "cop": 2,
        "opa": "Serial clotting function studies",
        "opb": "Pelvic ultrasound",
        "opc": "Serial hCG estimation",
        "opd": "Apt test on vaginal blood",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "cde9be6f-2261-4bb1-8431-d9b1f43a9a11",
        "choice_type": "single"
    },
    {
        "question": "A case of Gestational trophoblastic neoplasia belongs to high risk group if disease develops after",
        "exp": "WHO SCORING FOR GESTATIONAL TROPHOBLASTIC DISEASE (Score > 6 is high risk) PROGNOSTIC SCORING 0 1 2 4 1. Age <=39 >39 2. Antecedent pregnancy mole aboion term pregnancy 3. Interval (pregnancy and sta of CT) <4 4-6 7-12 >12 4. Hcg <10,000 1000 - 10,000 10,000 - 1 lakh >1 lakh 5. Blood group O or A B or AB 6. Largest tumor size <3 3-5 >5 7. Site of metastasis spleen, kidney GIT Brain, liver 8. No. of metastasis 1-3 4-8 >8 9. Prior chemotherapy 1 drug >=2 drugs",
        "cop": 2,
        "opa": "Hydatidiform mole",
        "opb": "Full term pregnancy",
        "opc": "Spontaneous",
        "opd": "Ectopic pregnancy aboion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "1cbfa7db-0414-412d-a5ee-b2cf11c2c8f2",
        "choice_type": "single"
    },
    {
        "question": "Amnion nodosum has which of the following characteristics?",
        "exp": "Amnion nodosum is a placental lesion consisting of numerous small, light-tan nodules on the amnion that overlies the placenta. It is considered a hallmark of prolonged and severe oligohydramnios. It is also associated with multiple pregnancy, perinatal moality, macerated stillbihs, and chronic twin-transfusion syndromes.",
        "cop": 3,
        "opa": "Generalized amnion thickening",
        "opb": "Multiple, redundant folds of amnion",
        "opc": "Multiple, small, tan amnionic lesions",
        "opd": "Multiple, small fenestrations in the amniochorion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "d42179b6-f63e-47a8-a1e0-0d7cf1b09a74",
        "choice_type": "multi"
    },
    {
        "question": "Out of all the following statements regarding twins pregnancy, which one is false?",
        "exp": "Option A,B,D are correct Superfecundation it is the feilization of two or more ova from the same cycle by 2 different sperms(1 cycle & 2 eggs) Most common type of Dizygotic twins are through Superfecundation Superfetation : Very rare in humans. This is mostly a phenomenon seen in cattle. Here 2 eggs of 2 separate cycles are feilised with 2 separate acts of intercourse.",
        "cop": 3,
        "opa": "The frequencies of monozygotic twins is 1 in 250 Pregnancies",
        "opb": "Division after formation of the embryonic disk results in conjoined twins",
        "opc": "Most common type of Dizygotic twins are through superfetation",
        "opd": "A dichorionic twin pregnancy can also denote monozygotic twins.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "2a9fbf02-e845-4362-82e1-fa390b8a1cec",
        "choice_type": "multi"
    },
    {
        "question": "A patient treated for infeility, was diagnosed with twin pregnancy at 6 weeks gestation. On her follow up USG at 12 weeks, there was a single developing live fetus. Fuher management is?",
        "exp": "This is a case of vanishing twin. This may occur in upto 1 out of 8 twin pregnancies. When a twin dies in the first trimester it has no significant effect on the mother or the surviving fetus. The pregnancy should therefore be continued as a normal singleton pregnancy. In a slightly more advanced gestation, fetal death may also go unnoticed until delivery and may be compressed appreciably- fetus compressus , or may be flattened remarkably -fetus papyraceus.",
        "cop": 2,
        "opa": "Advice MTP as the second twin is at increased risk of aboing",
        "opb": "Continue pregnancy like a normal singleton pregnancy",
        "opc": "Watch for coagulation defect in mother",
        "opd": "Chorionic villous sampling",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "d457a702-24a8-4b35-979d-c081a2b7c62a",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastasis of choriocarcinoma is:",
        "exp": "FIGO- staging of gestational trophoblastic disease: Stage 1 - disease confined to uterus Stage 2 - disease extending outside the uterus but confined to genital structures (adnexa, vagina, broad ligaments) Stage 3 - disease extending to the lung, with or without known genital tract involvement Stage 4 - disease at other metastatic sites most common site of metastasis of choriocarcinoma is lung and is classified as stage 3",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Vagina",
        "opd": "Bone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "8f96eca4-3df6-457e-a829-3cc8298167eb",
        "choice_type": "single"
    },
    {
        "question": "Hypeension, proteinuria, and pitting edema are noted in the second month of the first pregnancy in a 25-year-old woman. The pathogenesis of her presenting complains is most closely associated with:-",
        "exp": "Features of pre-eclampsia (hypeension, proteinuria, pitting edema) in the first trimester is most often secondary to a hydatidiform mole, which is a benign neoplasm of the chorionic villi. The uterus is frequently larger than the gestational age, Fetal Pas are not felt. Choricarcinomas are malignant trophoblastic tumors that most commonly develop from a preexisting complete mole,in 50% of cases although they can also be seen following a Normal pregnancy and aboion in 25% cases each",
        "cop": 1,
        "opa": "A benign tumor of the chorionic villi",
        "opb": "Gestational diabetes mellitus",
        "opc": "Primary endometrial cancer",
        "opd": "A malignant trophoblastic tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "376175ca-84b3-4970-a51d-592540f33dcf",
        "choice_type": "single"
    },
    {
        "question": "FALSE about maternal adaptation in multiple pregnancy compared to that in singleton pregnancy is?",
        "exp": "Twin pregnancy is associated with higher serum b- hCG levels & hence have nausea and vomiting in excess of that with a singleton pregnancy Although red cell mass increases in multiple gestation but this increase is propoionately less compared to singleton pregnancy. This combined with greater iron and folate requirements , predisposes to anemia more likely than in singleton pregnancy",
        "cop": 2,
        "opa": "Greater maternal blood volume expansion",
        "opb": "Propoionately more red cell mass increase along with fluid increase and hence similar Hb pattern as singleton pregnancy",
        "opc": "Higher incidence of Hyperemesis in twins",
        "opd": "Higher blood volume expansion in twins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "80ad457e-331f-4e40-8baf-b18146c02283",
        "choice_type": "multi"
    },
    {
        "question": "A patient with twin pregnancy, USG done at 26 weeks of pregnancy shows a single placenta, first twin with AFI of 5 cm, fetal weight of 700 gms, bladder not visible, second twin with AFI of 16 cm, fetal weight of 1200gms. Diagnosis is?",
        "exp": "Twin to twin transfusion syndrome (TTTS) Occurs in monochorionic twin pregnancy. Cause is unidirectional blood flow through A-V anastomosis in a cotyledon shared by the two twins. Features: Discordant twins (difference in fetal weight > 20 % with larger twins as reference) Donor twin: oliguria, anemia, cardiac failure, IUGR, absent bladder Recipient twin: polyuria, hyperbilirubinemia, polyhydramnios, hydrops Poly-oli ( 'polyhydramnios in recipient -oligohydramnios in donor' sequence)",
        "cop": 4,
        "opa": "IUGR of first twin and normal second twin",
        "opb": "Twin reverse aerial perfusion syndrome",
        "opc": "Acardiac second twin",
        "opd": "Twin to twin transfusion syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "d3cb855a-c02c-4f7e-9a4e-63c82753ae49",
        "choice_type": "single"
    },
    {
        "question": "About management of monoamniotic pregnancy , which of the following is TRUE?",
        "exp": "Timing of elective delivery in twin pregnancy Uncomplicated dichorionic: 38 weeks Uncomplicated monochorionic diamniotic: between 34 to 37 weeks Monoamniotic: 32-34 weeks, To be done by LSCS only due to high risk of conjoint twins, cord entanglement No role of prophylactic tocolytics, progesterones or prophylactic cervical encirclage in twins",
        "cop": 2,
        "opa": "Trial of labour can be given after ruling out conjoint twins",
        "opb": "Termination should be planned electively at 32 to 34 weeks by elective LSCS",
        "opc": "With regular fetal monitoring, pregnancy may be carried on upto term",
        "opd": "Prophylactic tocolytics to be staed from 28 weeks to prevent preterm labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "dd3d24e7-b31d-4b94-b66a-1b1d46e8b0be",
        "choice_type": "multi"
    },
    {
        "question": "A case of Gestational trophoblastic neoplasia is detected to have lung metastasis. She should be staged as",
        "exp": "FIGO staging system of GTN: Stage I: Disease confined to the uterus Stage II: Gestational trophoblastic tumor (GTT) extends outside of the uterus but is limited to the genital structures (ovary, tube, vagina, and broad ligament) Stage III: GTT extends to the lungs, with or without known genital tract involvement Stage IV: All other metastatic sites",
        "cop": 3,
        "opa": "Stage - I",
        "opb": "Stage - II",
        "opc": "Stage - III",
        "opd": "Stage - IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "fde4a5e6-aab2-46cf-8809-c32bc2c01b14",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation in case of twins:",
        "exp": "Most common presentation of twins is veex - veex 2nd most common presentation is veex - breech.",
        "cop": 1,
        "opa": "Veex-veex",
        "opb": "Veex-breech",
        "opc": "Veex-face",
        "opd": "Veex-brow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "7479a166-d73b-4992-9a6e-17d5c398891b",
        "choice_type": "single"
    },
    {
        "question": "Chemotherapeutic agents in the EMA-CO regimen include all EXCEPT which of the following?",
        "exp": "EMA-CO regimen: * Etoposide * Methotrexate * Actinomycin D * Cyclophosphamide * Oncovin (vincristine).",
        "cop": 2,
        "opa": "Etoposide",
        "opb": "Mithramycin",
        "opc": "Actinomycin-D",
        "opd": "Cyclophosphamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "62d7c76e-1fab-4c1f-b339-cf8af98da7e3",
        "choice_type": "multi"
    },
    {
        "question": "Hydatidiform mole in USG appear as:-",
        "exp": "USG showing snowstorm appearance of Hydatidiform mole Polka dot sign - Thickened trabeculae in a veebral body hemangioma, as seen on axial computed tomographic (CT) The cotton wool appearance - plain film sign of Paget's disease of bone Snow driven appearance - the calcifying epithelial odontogenic tumor (CEOT), also known as a Pindborg tumor",
        "cop": 1,
        "opa": "Snowstorm pattern",
        "opb": "Snow driven pattern",
        "opc": "Cotton wool",
        "opd": "Polka Dot sign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "0cb1b694-f35e-4e98-990d-9a59962fb02f",
        "choice_type": "single"
    },
    {
        "question": "Management of twin pregnancy in labour, which of the following is true?",
        "exp": "Delivery of second twin No methergin after delivery of first twin. This is a classic contraindication for methergin since this drug will cause severe tonic contraction of the uterus on the fetus which compromises the fetal blood flow and hence Hypoxia First twin in non-cephalic presentation is an indication for LSCS IPV (internal pdalic version) may be done for second twin if it is in transverse lie First twin cephalic and second twin breech can be tried for normal labour Indications for LSCS in twin pregnancy: first twin non cephalic, monoamniotic twins Indications for LSCS for second twin ( Even if the first baby delivered vaginally): fetal distress, failed IPV, abruption, cord prolapse",
        "cop": 3,
        "opa": "Inj methergin should be given after delivery of first twin as a large uterus is at increased risk of developing PPH",
        "opb": "External cephalic version can be attempted at 36 weeks if first twin is non-cephalic",
        "opc": "Internal podalic version can be done for second twin if it is in transverse lie",
        "opd": "First twin cephalic and second twin breech is a contraindication for trial of normal labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "67a511bf-2699-4547-bcf2-8f41e7ee43f9",
        "choice_type": "multi"
    },
    {
        "question": "Ultrasound of an early pregnancy, diagnosis is?",
        "exp": "On USG - Complete moles produce a characteristic vesicular ultrasonographic pattern known as 'Snow storm appearance' or 'Honey Comb appearance' Paial moles - fetus is seen along with a multicystic placenta. Invasive Mole: vascular mass on doppler seen invading the myometrium. Multiple cystic spaces maybe seen within the myometrium Choriocarcinoma: May present as a discrete central infiltrative mass. Its a heterogeneous mass due to necrosis and hemorrhage within these tumors. Paial mole Complete mole Invasive mole Choriocacinoma",
        "cop": 2,
        "opa": "Paial mole",
        "opb": "Complete mole",
        "opc": "Invasive mole",
        "opd": "Choriocarcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "b7fd4c17-1bea-4a1b-bbb0-3b92dec533cb",
        "choice_type": "single"
    },
    {
        "question": "What is the most common type of conjoined twin?",
        "exp": "Conjoined twins or Siamese twins are monozygotic twins, formed when the twinning of the embryo occurs after 12 days of feilization. Thoracopagus- fusion of thorax (most common type) Xiphopagusoromphalopagus- fusion of anterior abdominal wal Pygopagus- posterior fusion Ischiopagus - caudal fusion Craniopagus- fusion of cranium Rachipagus- dorsal fusion 6",
        "cop": 2,
        "opa": "Craniopagus",
        "opb": "Thoracopagus",
        "opc": "Ischiopagus",
        "opd": "Pygopagus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "bd3f5db4-dcd5-41b8-b06b-be67355eb82c",
        "choice_type": "single"
    },
    {
        "question": "To say twin discordance the difference in the two twin's weight should be:",
        "exp": "Discordant twins: The donor twin should be > 20% smaller in weight than the recipient twin Abdominal circumference difference of >15%",
        "cop": 3,
        "opa": "15% with the larger twin as index",
        "opb": "15% with the smaller twin as index",
        "opc": "20% with the larger twin as index",
        "opd": "25% with the smaller twin as index",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "3bd8e386-6ffe-4af5-b9ac-1311caa0ccbe",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of monozygotic twin pregnancy at 4th-8th day of cell division",
        "exp": "In monozygotic twins, chorionicity depends upon time of cell division. Time of cell division Chorionicity of placenta First 72 hours post feilization(morula stage) DCDA 4-8th day(blastocyst stage) MCDA(MC type of monozygotic twins) 8-12th day MCMA >12th day Conjoined/Siamese twins, type of MCMA(fusion of embryonic disc occurs)",
        "cop": 3,
        "opa": "Monochorionic Monoamniotic twins with Siamese presentation",
        "opb": "Monochorionic Monoamniotic(MO-MO) twins",
        "opc": "Monochorionic Diamniotic twins(MO-DI)",
        "opd": "Dichorionic Diamniotic twins (DI-DI)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "b1b311ba-3c00-42ea-8254-e95817151f7c",
        "choice_type": "single"
    },
    {
        "question": "Invasive molar tissue is most commonly found in",
        "exp": "Invasive molar tissue (locally invasive) invades the myometrium, while metastatic molar tissue (highly metastatic)is a different type which metastasizes to the lung, liver.",
        "cop": 1,
        "opa": "Myometrium",
        "opb": "Vaginal wall",
        "opc": "Ovary",
        "opd": "Liver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "6931c467-0cf6-4ddf-bcfc-b0e875f2d031",
        "choice_type": "multi"
    },
    {
        "question": "Most common twins after assisted reproduction:",
        "exp": "Most common twins after assisted reproduction are dizygotic twins. For increasing the success of IVF and the expenses involved, it's a norm to transfer 2-3 embryos of day 3 or 1-2 embryos of Day 5. For women lesser than 35 years, the implantation rate is better and hence these are the ones who have more multiple pregnancies.",
        "cop": 3,
        "opa": "Monozygotic",
        "opb": "Acardiac twin",
        "opc": "Dizygotic twin",
        "opd": "Conjoined twin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "2e44beef-a93b-41ea-9199-dc089328ba0a",
        "choice_type": "single"
    },
    {
        "question": "A 27 years old patient with 20 weeks sized uterus presented with vesicular mole. Treatment is:",
        "exp": "Suction evacuation is the treatment of choice for hydatidiform mole, regardless of uterine size. Follow this, with a gentle curettage. b-HCG estimation weekly till negative: Values come to negative bya) 9 Weeks in a Complete moleb) 7 Weeks in an incomplete mole",
        "cop": 4,
        "opa": "Induction of labor",
        "opb": "Methotrexate",
        "opc": "Hysterotomy",
        "opd": "Suction evacuation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Twin Pregnancy, Molar Pregnancy, Gestational Trophoblastic disease and contraception in special situations (Sour Grapes!)",
        "id": "3485549a-627d-430e-9a78-9bb5ff2c4d5b",
        "choice_type": "single"
    }
]