[
    {
        "question": "A primigravida at 10 weeks with ove diabetes on insulin has been hospitalised for ketoacidosis. Which could have been the most probable cause for her ketoacidosis?",
        "exp": "Diabetic ketoacidosis in a pregnant diabetic patient may occur as a result of Hyperemesis gravidarum Use of sympathomimetic drugs for tocolysis Infections Use of coicosteroids to induce fetal lung maturation. Non compliance with Insulin Therapy Since patient is in her first trimester and there is no history suggestive of infection in the question, hyperemesis would be the answer of choice here. Pancreatitis causing Ketoacidosis ( Called 'Kabadi' Syndrome ) is seen in 15 % cases of Acute Pancreatitis... not the likely cause here.",
        "cop": 2,
        "opa": "Infection",
        "opb": "Hyperemesis gravidarum",
        "opc": "Not taking regular folic acid",
        "opd": "Pancreatitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vomiting in pregnancy",
        "id": "7786d3ff-f00e-4730-9c3c-20c71afb19b2",
        "choice_type": "single"
    },
    {
        "question": "All are complications of hyperemesis gravidarum, EXCEPT?",
        "exp": "Complications of hyperemesis gravidarum are: Neurological Others Wernickes encephalopathy Gastric ulcers Korsakoff psychosis Mallory Weiss tears Retinal hemorrhages Liver damage Pontine myelinosis Renal failure Convulsions Coagulopathy Coma",
        "cop": 4,
        "opa": "Mallory weiss tears",
        "opb": "Wernickes encephalopathy",
        "opc": "Renal Failure",
        "opd": "Hiatus hernia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vomiting in pregnancy",
        "id": "8a73f55d-6219-43d6-9d17-a0d9f3a5edc4",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for hyperemesis gravidarum, EXCEPT?",
        "exp": "Following are risk factors for Hyperemesis Gravidarum LEARNING TIP: ALL CASES WITH INCREASED HCG WILL LEAD TO INCREASED RISK OF HYPEREMESIS multiple pregnancy molar gestation family history of HG past history of HG female gestation hypehyroidism nulliparity young age hyperparathyroidism",
        "cop": 4,
        "opa": "Hypehyroidism",
        "opb": "Twin pregnancy",
        "opc": "Molar pregnancy",
        "opd": "Gestational diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vomiting in pregnancy",
        "id": "daf3f927-e6fd-45bb-bb41-bbc08b345a2a",
        "choice_type": "multi"
    },
    {
        "question": "Nausea and vomiting are common in pregnancy. Hyperemesis gravidarum, however, is a much more serious and potentially fatal problem. Findings that should ale the physician to the diagnosis of hyperemesis gravidarum early in its course include.",
        "exp": "Hyperemesis gravidarum- Hyperemesis gravidarum is intractable vomiting of pregnancy. Early signs of the disorder include weight loss and ketonuria. Vomiting causes potassium loss, electrocardiographic evidence of potassium depletion, such as inveed T waves and prolonged QT and PR intervals, is usually a later finding. Liver dysfunction maybe a problem and is probably due to fatty infiltration of the liver; occasionally, acute hepatic necrosis occurs. Metabolic acidosis is uncommon.",
        "cop": 4,
        "opa": "Electrocardiographic evidence of hypokalemia",
        "opb": "Metabolic acidosis",
        "opc": "Jaundice",
        "opd": "Ketonuria",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vomiting in pregnancy",
        "id": "5329b2aa-ad8f-4b53-ba41-8197a9d90fc0",
        "choice_type": "multi"
    }
]