[
    {
        "question": "Chemical peeling is indicated in all of the following except",
        "exp": "Chemical peeling is indicated in Melasma, Acne, Acne scars and Photo ageing Chemical peels act by a. Skin resurfacing b. Collagen remodelling Thus they help is removal of scars/ pigmentation",
        "cop": 2,
        "opa": "Acne vulgaris",
        "opb": "Lichen planus",
        "opc": "Melasma",
        "opd": "Phtotoaging",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "85172a59-f248-445c-8f39-c5551babbb0b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for nodulocystic acne is:",
        "exp": "Nodulocystic acne / grade IV acne- DOC- Isotretinoin. Isotretinoin- 13 cis isomer of retinoic acid Dose :0.5-1mg/kg/ k/bwt Max cumulative dose: 120-150mg/kg/bwt",
        "cop": 3,
        "opa": "Tetracyclines",
        "opb": "Azithromycin",
        "opc": "Isotretioin",
        "opd": "Coicosteroids",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "4bbd2d76-4216-486a-a8e0-f57e786a15d5",
        "choice_type": "single"
    },
    {
        "question": "Maximum cumulative dose of isotretinoin should not exceed",
        "exp": "Isotretinoin - Isomer of 13 cis retinoic acid Dose: 0.5-1 mg/kg/bwt Maximum cumulative dose: Should not exceed the maximum cumulative dose.",
        "cop": 4,
        "opa": "60 mg/kg",
        "opb": "90 mg/kg",
        "opc": "90-120 mg/kg",
        "opd": "120-150 mg/kg",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "514e42b0-aabd-487b-8206-9cfb33a039b5",
        "choice_type": "single"
    },
    {
        "question": "Recalcitrant acne is treated by:",
        "exp": "The European S3 guidelines recommend isotretinoin for the treatment of severe recalcitrant acne or moderate acne that has failed to respond to conventional antibiotic therapies. Retinoids - Isotretinoin : D.O.C for severe / gd 4 / nodulocystic acne/ acne conglobata. Dose 0.5 - 1 mg / kg body weight to be given till cumulative dose of 120-150mg/kg body weight.",
        "cop": 3,
        "opa": "Oral erythromycin",
        "opb": "Oral tetracycline",
        "opc": "Retinoids",
        "opd": "Steroids",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "a3506451-e9df-4ea0-8f09-28e254d19832",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old woman had severe acne for 3 years. She has tried many topical therapies for acne scars, but noticed little benefit. On examination, she has multiple scars associated with pitting on her face. Which of the following can not be used for chemical peeling ?",
        "exp": "Chemical peels are used for acne scars. Agents used are Pyruvic acid Glycolic acid Malic acid Citric acid Lactic acid Taaric acid Salicylic acid Trichloroacetic acid Mandelic acid Jessners soluion - Combination of Salicylic acid+ lactic acid+ resorcinol",
        "cop": 4,
        "opa": "Glycolic acid",
        "opb": "Lactic acid",
        "opc": "Trichloroacetic acid",
        "opd": "Sulphuric acid",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "6d5bf466-ae6a-4fd0-bb12-3840f0dc0446",
        "choice_type": "single"
    },
    {
        "question": "Which is pathognomic lesion of acne vulgaris?",
        "exp": "Comedones are pathognomic of acne. Comedones are the keratin plugs of the pilosebaceous ducts. When the keratin plug is inside the follicle, it is called closed comedone (whitehead). When the keratin plug is exposed to the environment, it turns black and is known as open comedone (blackhead). Comedonal lesions are the earliest lesions of acne. Typical acne lesions are comedones, inflammatory papules, pustules and nodules.",
        "cop": 3,
        "opa": "Papules",
        "opb": "Pustules",
        "opc": "Comedones",
        "opd": "Wheals",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "b0b07a64-2eb4-4768-b5b1-f81a6a0f84c3",
        "choice_type": "single"
    },
    {
        "question": "A 35 years old female presented with acne. She was treated for her acne but after the treatment, she developed pigmentation. Which drug is responsible for hyperpigmentation?",
        "exp": "Minocycline Oral antibiotics - most widely prescribed agents in acne Dose -100-200 mg daily Indicated for severe acne, moderate facial acne not responding to topical therapies and/or extensive truncal acne. Adverse effects with minocycline include drug hypersensitivity syndrome (DHS) - within 3 months of treatment initiation characterized by fever, malaise, ahralgia and a diffuse exanthematous skin eruption. lupus?like reaction Hyperpigmentation of skin & nails Melanonychia (dark nails)",
        "cop": 3,
        "opa": "Tetracycline",
        "opb": "Erythromycin",
        "opc": "Minocycline",
        "opd": "Doxycycline",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "0ab99717-bf08-4952-8f34-8fefc10097e7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of SAPHO syndrome?",
        "exp": "SAPHO syndrome does not include seborrhea. SAPHO: S- Synovitis A- Acne P- Pustulosis H- Hyperostosis O- Osteitis On other hand , seborrhea is constituent of SAHA syndrome",
        "cop": 4,
        "opa": "Synovitis",
        "opb": "Acne",
        "opc": "Hyperosteitis",
        "opd": "Seborrhoea",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "17c35227-c354-49da-b661-9e6467a65d02",
        "choice_type": "single"
    },
    {
        "question": "Causative factor acne are following except:",
        "exp": "Acne is a chronic inflammatory disease of the pilosebaceous units, skin structures consisting of a hair follicle and its associated sebaceous gland Major factors are involved in the pathogenesis: - Hormonal factors (| androgens, Insulin resistance, Insulin growth factor-1(IGF-1) - | IL-1a activity - | Lenoleic acid - Increased sebum production k/a Seborrhea, - Hypercornification of the pilosebaceous duct, - Abnormality of the microbial flora especially colonization of the duct with Cutibacterium acnes. - The activity of bacteria (C.acnes) within the comedones releases free fatty acids from sebum, causes inflammation within the cyst, and results in rupture of the cyst.",
        "cop": 2,
        "opa": "Androgen",
        "opb": "Oily food",
        "opc": "Bacterial proliferation",
        "opd": "Hypercornification of duct",
        "subject_name": "Dental",
        "topic_name": "Acne and chemical peeling",
        "id": "9bf4d5c4-bb19-41e0-aed8-88c8f6301aa3",
        "choice_type": "multi"
    }
]