[
    {
        "question": "Dennie-Morgan fold is seen in -",
        "exp": "dennie morgan fold-accentuated grooves or lines below the lower eyelid margins. seen in atopic dermatitis. Ref Harrison20th edition pg 2534",
        "cop": 4,
        "opa": "Dermotomyositis",
        "opb": "SLE",
        "opc": "Psoriasis vulgaris",
        "opd": "Atopic dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "fb9e1456-bf45-4e00-9ce5-93ada545bbbf",
        "choice_type": "single"
    },
    {
        "question": "Following is a type of physical uicaria -",
        "exp": "Dermographism:-Type of physical uicaria- induced by mechanical stimulus also called as Skin writing Rapid appearence of wheal flare at the site of brisk firm stroke made with a firm object.Lesions are often linear/ assume the shape of eliciting stimulus.Local erythema followed by edema.Most common physical uicaria seen in young adults sometimes symptomatic pruritus is present before the onset of lesions IADVL textbook of dermatology, cutaneous vascular responses, page 661",
        "cop": 1,
        "opa": "Dermographism",
        "opb": "Uicaria pigmenthosa",
        "opc": "Uicaria vasculitis",
        "opd": "Auto-immune uicaria",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "4ea9ae26-fdc7-4898-873c-805416fde5e2",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old male child has multiple hyperprigmented macules over the trunk. On rubbing the lesion with the rounded end of a pen, he developed uicarial wheal, confined to the border of the lesion. The most likely diagnosis is",
        "exp": "Darriers sign : uicarial wheal produced in a lesion after it is firmly rubbed with a finger or rounded end of a pen, the wheal is strictly confined to the borders of the lesion. Seen in uicarial pigmentosa, and rarely with cutaneous lymphoma or histiocytosiS FITZPATRICK TEXTBOOK OF DERMATOLOGY , PAGE 12.",
        "cop": 3,
        "opa": "Fixed drug eruption",
        "opb": "Lichen planes",
        "opc": "Uicaria pigmentosa",
        "opd": "Uicarial vasculitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "720afc18-c097-4084-8974-4e948c9a4462",
        "choice_type": "single"
    },
    {
        "question": "Erythroderma % of skin involved is -",
        "exp": "ERYTHRODERMA:-Erythema and scaling involving more than 90% of the body surface area. When scaling is the predominant feature-exfoliative dermatitis. Etiology:-1. Pre existing skin disease-psoriasis,lichen planus,contact dermatitis,seborrheic dermatitis,crusted scabies.2. Drugs- Allopurinol,Dapsone,Gold,Nifedipine,Sulpha drugs,isoniazid etc.3. Malignancy-lymphoma,leukemia.4. Idiopathic. Clinical features-Widespread erythema and scaling involving more than 90% of body surface.Fever with chills.Diffuse hair loss and nail dystrophy.Nail shedding. Treatment: Fluid and electrolyte balance.Replenishment of protein and iron.Treatment of underlying cause iadvl Textbook of dermatology page 490",
        "cop": 1,
        "opa": ">90%",
        "opb": "<30%",
        "opc": "30-60%",
        "opd": "60-70%",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "b87fc5e2-fe0f-4903-86c7-4c6df3830544",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of atopic dermatitis is -",
        "exp": "ATOPIC DERMATITIS:-Atopic eczema.Chronically relapsing skin disorder that usually begins at infancy characterised by pruritus,xerosis and eczematisation. Clinical features-Infantile phase:- AD more acute with predominantly involving face,scalp and extensor surfaces of extremities.Typically there are papules,vesicles,excoriations and exudation. Childhood phase:-Lichenification and localisation of rash to the flexural folds of extremities. Adults:-Lichenification and skin prone to itching and inflammation. pruritus is the characteristic feature of atopic dermatitis. Ref Harrison20th edition pg 2156",
        "cop": 1,
        "opa": "Pruritus",
        "opb": "Dennies Lines",
        "opc": "Scaling skin",
        "opd": "Rash",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "83a25ba8-19ce-4418-bf08-dba60ab2b33b",
        "choice_type": "single"
    },
    {
        "question": "Casal's paint necklace is caused by",
        "exp": "Pellagra is characterised by deficiency of tryptophan, leading to photosensitivity on exposure to uv light three D'sof pellagra diarrhoea dermatitis dementia some impoant cutaneous features gauntlet of pellagra-sun burn over Dorsum of hands castles necklace- dermatitis over neck extending to anterior chest. cheliosis scarlet glossitis and stomatitis Ref Harrison20th edition pg 1345",
        "cop": 1,
        "opa": "Pellagra",
        "opb": "SLE",
        "opc": "Lichen planus",
        "opd": "Pernicious anemia",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "494eac4c-337c-447d-a0c7-2a2aeff6cc5b",
        "choice_type": "single"
    },
    {
        "question": "Exclamation mark hair is seen in",
        "exp": "Exclamatory mark hair are seen in alopecia areata. ref Harrison20th edition pg 1334",
        "cop": 1,
        "opa": "Alopecia areata",
        "opb": "Traction alopecia",
        "opc": "Trichotillomania",
        "opd": "Androgen alopecia",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "11beab3a-2e71-4f0e-a8e8-17617c33f005",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child has eczematous dermatitis on extensor surfaces. His mother has a history of Bronchial asthma. Diagnosis should be-",
        "exp": "Atopic dermatitis is a chronic inflammatory skin disease primarily beginning in childhood with a variable natural course with variable rates of remission.symptoms recur or continue till adulthood. Itch is the typical symptom often leads to sleep disturbance and secondary infections. Often associated with asthma and allergic rhinitis. Pathogenesis : defect in skin barrier function, fillagrin defect, altered immunological response. fitzpatrick textbook of dermatology , page 363,9thedition",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Contact dermatitis",
        "opc": "Seborrhic dermatitis",
        "opd": "Infantile eczematous dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "a34c369f-6deb-45b4-8798-07b1e0af363b",
        "choice_type": "single"
    },
    {
        "question": "M.C. site of Atopic dermatitis -",
        "exp": "Most common site for atopic dermatitis varies with age Atopic dermatitis most often occurs where your skin flexes -- inside the elbows, behind the knees and in front of the neck Ref Harrison20th edition pg 2534 Phase age Sites Infantile Bih to 2years Scalp in infants 3-6months manifests as seborrheic dermatitis cheeks, extensors of extremities Childhood 2years till pubey-13years Flexors of extremities popliteal and antecubital fossa Adult After pubey Flexors of extremities",
        "cop": 3,
        "opa": "Scalp",
        "opb": "Elbow",
        "opc": "Antecubital fossa",
        "opd": "Trunk",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "12d57012-1dcb-455a-9334-937ed81e68bc",
        "choice_type": "single"
    },
    {
        "question": "Spongiosis is seen in-",
        "exp": "spongiosis is a characteristic histopathological finding seen in acute eczema. spongiosis occur due to intercellular edema IADVL TEXTBOOK OF DERMATOLOGY PAGE 489",
        "cop": 1,
        "opa": "Acute eczema",
        "opb": "Lichen plums",
        "opc": "Psoriasis",
        "opd": "pemphigus",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "65ef9b19-84a1-4648-960b-479e48d2c304",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old female presents with a pruritic rash around the wrist. Seen in",
        "exp": "Contact dermatitis causes pruritic plaques or vesicles localized to an area of contact. In this case, a bracelet or wristband would be the inciting agent. Dermatitis may have vesicles with weeping lesions. The process is related to direct irritation of the skin from a chemical or physical irritant. It may also be immune-mediated Zoster would be painful and occur in a dermatomal distribution. Herpes simplex produces grouped vesicles, but they are painful and also unlikely to occur around the wrist. Seborrheic dermatitis presents as red, scaly lesions over a circular area with lesions developing in the nasolabial folds, scalp, and retroauricular areas. Ref Harrison 20th edition pg 1245",
        "cop": 3,
        "opa": "Herpes simplex",
        "opb": "Shingles",
        "opc": "Contact dermatitis",
        "opd": "Seborrheic dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "b58255af-02f4-4039-b211-a616165669de",
        "choice_type": "single"
    },
    {
        "question": "Most common plant implicated in the causation of dermatitis is",
        "exp": "Pahenium dermatitis is caused by dry powder of leaves and flowers and hair-like structures (trichomes). Sesquiterpene lactones (SQLs) are the most impoant allergens responsible for ACD to pahenium. Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Cotton fibres",
        "opb": "Poison ivy",
        "opc": "Pahenium grass",
        "opd": "Ragweed",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "83617a23-7799-4317-8135-070619c98c6c",
        "choice_type": "single"
    },
    {
        "question": "Acanthosis involves",
        "exp": "Acanthosis is used to describe increase in the number of cells in the Malphigian or prickle cell layer of the epidermis Acanthosis is diffuse epidermal hyperplasia (thickening of the skin). It implies increased thickness of the Malpighian layer (stratum basale and stratum spinosum). Acanthosis nigricans is often associated with type 2 diabetes, and is usually observed in the back of neck, axilla, and other folded regions of the skin. Ref: Harrison 20th edition pg 1246",
        "cop": 2,
        "opa": "Stratum corneum",
        "opb": "Stratum spinosum",
        "opc": "Stratum granulosum",
        "opd": "Stratum lucidum",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "67f34f8d-f80c-4d70-a7be-29bf316f1830",
        "choice_type": "single"
    },
    {
        "question": "Coin shaped eczema is-",
        "exp": "nummular or discoid eczema(coin shaped dermatitis) characterised by round eczematous lesions,papulovesicular and oozing or scaly and erythematous, witha clearly demarcated edge usually on the extensors of the limbs. it is associated with atopic dermatitis,allergic contact dermatitis and asteatotic eczema. clinical features: 1. mild to moderate itching 2.erythematous edematous papules or vescicles that coalese to form round lesions. 3. symetrically distroibuted over dorsum of hands feeet legs and arms. treatment topical steroids antihistamines IADVL textbook of dermatology , eczema page 502",
        "cop": 1,
        "opa": "Nummular eczema",
        "opb": "Atopic acema",
        "opc": "Infantile eczema",
        "opd": "Endogenous eczema",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "62fc5401-17fa-4585-907a-f0e5ddce9594",
        "choice_type": "single"
    },
    {
        "question": "Sago grain like lesions between fingers is characteristic of",
        "exp": "Pompholyx, an endogenous eczema is a morphological variant of hand and foot eczema. It is characterized by palmoplantar vesiculation presenting as intensely itchy deep-seated vesicles resembling sago grains History of atopy is seen Responds to topical coicosteroids Ref Harrison 20th edition pg 1267",
        "cop": 1,
        "opa": "Pompholyx",
        "opb": "Erythema multiformae",
        "opc": "Scabies",
        "opd": "Papular utricaria",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "a1dc4e2f-a50a-4b67-85cf-810acbd63b3c",
        "choice_type": "single"
    },
    {
        "question": "Patch test is done to document",
        "exp": "Patch test is done to determine delayed (type 4) hypersensitivity for the suspected contact allergen. IADVL textbook of dermatology,page 789",
        "cop": 2,
        "opa": "Type I hypersensitivity",
        "opb": "Delayed type hypersensitivity",
        "opc": "Autoimmune disease",
        "opd": "Immunocomplex deposition",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "7360f626-dda2-4efa-9b80-55e0d98ef803",
        "choice_type": "single"
    },
    {
        "question": "Hanifin & Rajke is the diagnostic criteria for -",
        "exp": "<p>ATOPIC DERMATITIS:-Atopic eczema.Chronically relapsing skin disorder that usually begins at infancy characterised by pruritus,xerosis and eczematisation. Clinical features-Infantile phase:- AD more acute with predominantly involving face,scalp and extensor surfaces of extremities.Typically there are papules,vesicles,excoriations and exudation. Childhood phase:-Lichenification and localisation of rash to the flexural folds of extremities. Adults:-Lichenification and skin prone to itching and inflammation. KEY DIAGNOSTIC FEATURES:-Hanifin and Rajka developed diagnostic criteria for AD based on clinical features. three major and three minor establishes diagnosis major criteria1. Pruritis.2. Typical morphology and histology-face/flexural involvement in infants and child.Flexural Lichenification in older children.3. Tendency towards chronicity.4. Personal/family history of an atopic disorder such as asthma,allergic rhinitis etc.. minor criteria Other common skin findings:-Xeroderma,recurrent infection due to herpes,staph aureus, Icthyosis, pityriasis alba. Eye findings- Conjunctivitis,Keratitis, keratoconys, Dennie morgan fold and anterior sub capsular cataract. type 1hypersensitivity elevated igE Early age of onset hand foot dermatitis periorbital darkening white dermographism chelitis keratosis pilaris hypelinearity of Palms and soles Ref Harrison20th edition pg 2340",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Contact dermatitis",
        "opc": "Uicaria",
        "opd": "Erythroderma",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "b33cd35b-292e-4f4c-875b-e65d4137b4bd",
        "choice_type": "single"
    },
    {
        "question": "Most common precipitant of contact dermatitis is -",
        "exp": "nickel is the most common sensitisers all over the world. the prevelance of nickel sensitivity varies from 4-13%. nickel produces allergic contact dermatitis. clinical presentation: exudative eczema, nummular eczema or dry lichenified eczema. lesions appear beneath earrings, bracelets, bangles, hairpins, rings, wrist watches,safetypins, buttons, stethoscopes. IADVL textbook of dermatology, contact dermatitis page 559",
        "cop": 2,
        "opa": "Gold",
        "opb": "Nickel",
        "opc": "Silver",
        "opd": "Iron",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "56195e6c-cefd-43be-9b2b-8f8dc36ad753",
        "choice_type": "single"
    },
    {
        "question": "Non-scarring loss of hair is seen in",
        "exp": "Alopecia areata, also known as spot baldness, is a condition in which hair is lost from some or all areas of the body Often it results in a few bald spots on the scalp, each about the size of a coin.Psychological stress may result.People are generally otherwise healthy.In a few cases, all the hair on the scalp or all body hair is lost and loss can be permanent Alopecia areata is believed to be an autoimmune disease resulting from a breach in the immune privilege of the hair follicles.] Risk factors include a family history of the condition.Among identical twins if one is affected the other has about a 50% chance of also being affected] The underlying mechanism involves failure by the body to recognize its own cells with subsequent immune mediated destruction of the hair follicle. There is no cure for the condition. Effos may be used to try to speed hair regrowth such as coisone injections. Sunscreen, head coverings to protect from cold and sun, and glasses if the eyelashes are missing is recommended.In some cases the hair regrows and the condition does not reoccur.In others hair loss and regrowth occurs over years.[Among those in whom all body hair is lost less than 10% recover. About 0.15% of people are affected at any one time and 2% of people are affected at some point in time Onset is usually in childhood.Males and females have the condition in equal numbers. The condition does not affect a person's life expectancy. Ref Harrison20th edition pg 1324",
        "cop": 1,
        "opa": "Alopecia areata",
        "opb": "Lichen planus",
        "opc": "SLE",
        "opd": "Dissecting folliculitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "906738ef-6c6c-4903-b83c-066ebb732480",
        "choice_type": "single"
    },
    {
        "question": "Drug causing erythroderma are all except -",
        "exp": "<p>ERYTHRODERMA:- Erythema and scaling involving more than 90% of the body surface area. When scaling is the predominant feature-exfoliative dermatitis. Etiology:- 1. Pre existing skin disease-psoriasis,lichen planus,contact dermatitis,seborrheuc dermatitis,crusted scabies. 2. Drugs- Allopurinol,Dapsone,Gold,Nifedipine,Sulpha drugs,isoniazid , carbamazepine,phenobarbital,minocycline.etc. 3. Malignancy-lymphoma,leukemia. 4. Idiopathic. Clinical features- Widespread erythema and scaling involving more than 90% of body surface. Fever with chills. Diffuse hair loss and nail dystrophy. Nail shedding. Treatment: Fluid and electrolyte balance. Replenishment of protein and iron. Treatment of underlying disease. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no.311.}</p>",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Penicillin",
        "opc": "Gold",
        "opd": "Carbamazapine",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "9cc83a3d-7a82-4250-885f-b5c627276433",
        "choice_type": "multi"
    },
    {
        "question": "Rakesh, a 7-year old boy had itchy, excoriated papules on the forehead and the exposed pas of the arms and legs for 3 years. The disease was most severe in the rainy season and improved completely in winter. Most likely diagnosis is -",
        "exp": "papular uicaria- prurigo simplex- insect bite hypersensitivity papular uicaria is a chronic recurrent eruption of irritable uicated papules occuring in patients with accquired sensitivity to insect bites. usually incidence is seasonal coincides with biting habits of insects age of onset 2-7years clinical features:primary lesions wheals , papules, wheals surounted by papules with central hemorrhagic punctum. severe pruritus, scratched off crusted lesions sites of prediliction: exposed sites, depends on the clothing pattern of individual. complications: secondary bacterial infection, eczema, bullae, thickened patches treatment: antihistamines, avoiding insect bites. IADVL textbook of dermatology,diseases caused by ahropods,page 399",
        "cop": 1,
        "opa": "Insect bite hypersensitivity",
        "opb": "Scabies",
        "opc": "Uicaria",
        "opd": "Atopic dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "c50097ab-7034-4a61-9898-340361bdf220",
        "choice_type": "single"
    },
    {
        "question": "Seborrhoeic dermatitis is frequently seen in -",
        "exp": "parkinsons disease patients tend to have seborrhoea and seborrheic dermatitis. increase sebum level will cause growth of malassezia and aggravate seborrheic dermatitis. elevated alpha melanocyte stimulating hormone will produce more sebum in these patients. IADVL textbook of dermatology, page 496.",
        "cop": 4,
        "opa": "Lipid storage disorders",
        "opb": "Psoriasis vulgaris",
        "opc": "Hypeension",
        "opd": "Parkinson's disease",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "9061578c-6ec9-47ab-ba0c-7ac2f635d35d",
        "choice_type": "single"
    },
    {
        "question": "Sago grain like lesions between fingers is",
        "exp": "Dyshidrosis, is a type of dermatitis, that is characterized by itchy blisters on the palms of the hands and bottoms of the feet.Blisters are generally one to two millimeters in size and heal over three weeks.However, they often recur.Redness is not usually present. Repeated attacks may result in fissures and skin thickening. also called as pompholyx Cause: Triggers may include allergens, physical or mental stress, frequent hand washing, or metals.Diagnosis is typically based on what it looks like and the symptoms.Allergy testing and culture may be done to rule out other problems. Other conditions that produce similar symptoms include pustular psoriasis and scabies. Avoiding triggers may be useful as may a barrier cream.Treatment is generally with steroid cream.High strength steroid creams may be required for the first week or two. Antihistamines may be used to help with the itch] If this is not effective steroid pills, tacrolimus, or psoralen plus ultraviolet A (PUVA) may be tried. About 1 in 2,000 people are affected in Sweden.Males and females appear to be affected equally.It explains about one in five cases of hand dermatitis.The first description was in 1873. The name comes from the word \"dyshidrotic\", meaning \"difficult sweating\", as problems with sweating was once believed to be the cause Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Pompholyx",
        "opb": "Erythema multiformae",
        "opc": "Scabies",
        "opd": "Papular utricaria",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "d99c5ea6-9320-4c87-9d03-4d18ca1ab4d5",
        "choice_type": "single"
    },
    {
        "question": "Patch testing is done for -",
        "exp": "patch testing is the only scientific method to detect the cause of alergic contact dermatitis. patch test consists if allergens in petrolatum in proper concentration applied in cups and fixed with a tape to the upper back for 48hrs. the reading is taken after 48hrs, 72hrs and after 1 week if the test is positive the raection site produces vesicles ,bulle or erythematous papules. IADVL TEXTBOOK OF DERMATOLOGY, CONTACT DERMATITIS PAGE 581",
        "cop": 3,
        "opa": "Atopic dermatitis",
        "opb": "Irritant contact dermatitis",
        "opc": "Allergic contact dermatitis",
        "opd": "Discoid dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "acd2db56-cd13-4da8-9deb-8411d7a5ba88",
        "choice_type": "multi"
    },
    {
        "question": "An infant presented with erythematous lesions on cheek, extensor aspect of limbs, mother has history of bronchial asthma, the probable diagnosis is -",
        "exp": "Atopic dermatitis is a chronic inflammatory skin disease primarily beginning in childhood with a variable natural course with variable rates of remission.symptoms recur or continue till adulthood. Itch is the typical symptom often leads to sleep disturbance and secondary infections. Often associated with asthma and allergic rhinitis. Pathogenesis : defect in skin barrier function, fillagrin defect, altered immunological response. fitzpatrick textbook of dermatology 9th edition, page 363",
        "cop": 2,
        "opa": "Air borne Contact dermatitis",
        "opb": "Atopic dermatitis",
        "opc": "Seborrheic dermatitis",
        "opd": "Infectious eczematoid dermatitis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "81a1cd4d-664e-43f6-8f42-8b78f86b317c",
        "choice_type": "single"
    },
    {
        "question": "Lichenisation occurs in which layer of skin-",
        "exp": "..Definition of Lichenification With prolonged rubbing or scratching, the outer layer of the skin (the epidermis) becomes hyperophied (overgrown) and this results in thickening of the skin and exaggeration of the normal skin markings, giving the skin a leathery bark-like appearance. The Malpighian layer of the skin is generally defined as both the stratum basale and stratum spinosum as a unit, although it is occasionally defined as the stratum basale specifically,or the stratum spinosum specifically.lichenisation of skin occurs in this layer It is named after Marcello Malpighi. Basal cell carcinoma originates Ref Harrison20th edition pg 2134",
        "cop": 1,
        "opa": "Stratum malpighi",
        "opb": "Stratum corneum",
        "opc": "Stratum lucidum",
        "opd": "Stratum granulosum",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "cdadc357-2c61-4125-aa3c-e92e54a8cb22",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of chronic eczema is",
        "exp": "In chronic eczematous conditions, lichenification (cutaneous hyperophy and accentuation of normal skin markings) may alter the characteristic appearance of eczema.Ref: Harrison&;s Principles of Internal Medicine; 19th edition; Chapter 71 Eczema, Psoriasis, Cutaneous Infections, Acne, and Other Common Skin Disorders; Page no: 344",
        "cop": 3,
        "opa": "Erythema",
        "opb": "Induration",
        "opc": "Lichenification",
        "opd": "Edema",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "75489d1c-658f-48e4-b965-4a7daa81163b",
        "choice_type": "single"
    },
    {
        "question": "Patch test is read after",
        "exp": "Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "2 hours",
        "opb": "2 days",
        "opc": "2 months",
        "opd": "2 weeks",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "f5b73fe0-0e40-4f9d-9e90-55b3ef376cda",
        "choice_type": "single"
    },
    {
        "question": "A child scratches his hand with pen.A red wheal appears which persists for 30 minutes. What would be the diagnosis?",
        "exp": "Dermographism: type of physical uicaria induced by mechanical stimulus also called Skin writing rapid appearence of wheal flare at the site of brisk firm storke made with a firm objectLesions are often linear/ assume the shape of eliciting stimulus.Local erythema followed by edema.Most common physical uicaria seen in young adults sometimes symptomatic pruritus is present the onset of lesiona IADVL textbook of dermatology, cutaneous vascular responses, page 661",
        "cop": 4,
        "opa": "Atopy",
        "opb": "Contact uicaria",
        "opc": "Pressure uicaria",
        "opd": "Dermographism",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "ee94ffed-26d0-492d-b538-56817560da7e",
        "choice_type": "single"
    },
    {
        "question": "Dennie Morgan fold is seen in",
        "exp": "Dennie's line (Denny morgan fold) is an extra fold of skin beneath lower eyelid. It is characteristic of atopic dermatitis. It can simply be an ethnic/genetic trait,but was found in one study to occur in 25% of patients with atopic dermatitis.The presence of Dennie-Morgan folds can be used as a diagnostic marker for allergy with a sensitivity of 78% and specificity of 76% according to one study Such folds are also common among ceain ethnic groups such as Blacks,Tatars, Slavs, Balts, and Finno-Ugric peoples and are not known to be associated with any medical condition in these *The pathophysiology of this sign is not clear. One proposed mechanism is that continuous spasm of the superior tarsal muscle and skin edema could be due to hypoxia from poor circulation. A Dennie-Morgan fold should not be confused with an \"allergic shiner\", a purple-gray discolouration beneath the lower eyelid. This is related to the accumulation of blood and other fluid in the infraorbital groove resulting from nasal congestion. Ref Harrison 20th edition pg 1233",
        "cop": 2,
        "opa": "Ear",
        "opb": "Eye lid",
        "opc": "Mouth",
        "opd": "Pharynx",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "d03623d9-42f6-4d47-b1f8-25ea83cb1188",
        "choice_type": "single"
    },
    {
        "question": "Dermatitis and alopecia may occur due to deficiency of",
        "exp": "zinc is a trace element necessary for maintaining healthy skin , healing of wounds, growth,fetaal development and brain functions zinc deficiency acrodermatitis enteropathica- dermatitis around orifices, nonscarring alopecia, glossitis, diarrhoea.growth retardation. Ref Harrison20th edition pg 1345",
        "cop": 2,
        "opa": "Magnesium",
        "opb": "Zinc",
        "opc": "Calcium",
        "opd": "Molybdenum",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "e6ceea91-c367-460c-8cbc-0016fe90f3c7",
        "choice_type": "single"
    },
    {
        "question": "Exfoliative dermatitis due to gold poisoning is treated by",
        "exp": "Exfoliative dermatitis is widespread erythema and scaling of the skin caused by preexisting skin disorders, drugs, cancer, or unknown causes. Symptoms and signs are pruritus, diffuse erythema, and epidermal sloughing. Diagnosis is clinical. Treatment involves coicosteroids and correction of the cause. Antibiotic administration when underlying infection is suspected or identified as cause of exfoliative dermatitis or when a secondary skin and soft tissue infection is present. Intravenous fluids to correct dehydration. Sedating antihistamines for pruritus Ref Harrison20th edition pg 2435",
        "cop": 2,
        "opa": "Chloroquine",
        "opb": "Steroids",
        "opc": "Antibiotics",
        "opd": "Anti-histamine",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "e30c9ea2-5208-4709-8244-d535960451f6",
        "choice_type": "single"
    },
    {
        "question": "Air-borne contact dermatitis can be diagnosed by-",
        "exp": "air borne contact dermatitis is diagnosed by patch testing with the specific allergen. eg: pahenium is the common allergen tested using patch test. IADVL TEXTBOOK OF DERMATOLOGY, INDIAN PATCH TEST SERIES PAGE 581.",
        "cop": 2,
        "opa": "Skin biopsy",
        "opb": "Patch test",
        "opc": "Prick test",
        "opd": "Estimation of serum IgE levels",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "491c4013-5314-4e21-906c-f08305c3514d",
        "choice_type": "single"
    },
    {
        "question": "Uicarial lesions are best described as -",
        "exp": "uicaria consists of raised erythemayous skin lesions that are markedly pruritic , evanescent and generally worsened by scratching IADVL textbook of dermatology, cutaneous vascular response, page657",
        "cop": 3,
        "opa": "Nonpruritic",
        "opb": "Bullous",
        "opc": "Evanescent",
        "opd": "Macular",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "8adebc43-2aff-48c5-adce-8adf65db223e",
        "choice_type": "single"
    },
    {
        "question": "True about atopic dermatitis are all except -",
        "exp": "Mica like scales are characteristic of pityriasis lichenoidis chronica(PLC) Pruritus,scratching and Xe rosins are the features of atopic dermatitis. Ref Harrison20th edition pg 2341",
        "cop": 3,
        "opa": "Pruritus",
        "opb": "Scratching",
        "opc": "Mica like scales",
        "opd": "Xerosis",
        "subject_name": "Dental",
        "topic_name": "Dermatitis",
        "id": "c37fbf1d-fd6e-4943-8fef-f481d865f2cb",
        "choice_type": "multi"
    }
]