[
    {
        "question": "A 85 yr old female developed multiple blisters on trunk and thighs. Nikolsky&;s sign is negative. The lesions came on and off. The most probable diagnosis is",
        "exp": "Bullous Pemphigoid (BP) * Most common autoimmune bullous disorder with chronic nature; typically in patients over 60 Autoantigen: - * BPAG2 (collagen XVII): 180 kDa (NC16A domain), transmembrane hemidesmosomal protein * BPAG1: 230 kDa, cytoplasmic plaque protein Clinical features:- Often presents with initial uicarial lesions which evolve into large, tense bullae over medial thighs, groin, abdomen, and legs; +- pruritus initially with subsequent tenderness; no constitutional symptoms unless extensive disease; 10-35% with oral involvement Drug-induced:- Furosemide, NSAIDs, phenacetin, PCN-derivatives, gold, potassium iodide, captopril, enalapril, D-penicillamine, sulfasalazine Histology:- Subepidermal bulla with || eosinophils and lymphocytes in papillary dermis, +- neutrophils. Investigations:- * DIF: linear C3 and IgG (latter weaker) at BMZ * IIF: + in 60-80%; IIF on salt-split skin (SSS) shows binding to epidermal side of split (roof of blister) Treatment:- Oralcoicosteroid, steroid-sparing agent (azathioprine, mycophenolate mofetil, etc), TCN + nicotinamide, dapsone; good prognosis. Ref:- Sima Jain; pg num:- 130",
        "cop": 3,
        "opa": "Lichen planus",
        "opb": "Pemphigus vulgaris",
        "opc": "Bullous pemphigoid",
        "opd": "Lepra reaction",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "ab508393-9d3a-442e-970c-c11dc84088ec",
        "choice_type": "single"
    },
    {
        "question": "Erythema multiforme Is most often related to",
        "exp": "Erythema multiforme is associated with infections like herpes simplex virus mostly. And less commonly Mycoplasma pneumonia. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 186",
        "cop": 2,
        "opa": "Herpes zoster infection",
        "opb": "Herpes simplex infection",
        "opc": "Molluscurn contagiosum infection",
        "opd": "Human papillorna virus infection",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "adf12de6-6ed0-40f8-8570-c6c94619ad11",
        "choice_type": "single"
    },
    {
        "question": "Gluten free diet is beneficial in -",
        "exp": "<p>DERMATITIS HERPETIFORMIS Chronic intensely pruritic vesiculobullous disorder. Site- extremities and trunk Clinical features:- Intense episodic pruritus. Skin lesions- erythematous papules which rapidly turn into tiny firm grouped vesicles Vesicle rupture and crusted excoriated lesions seen. Disease worsens on dietary intake of gluten namely wheat barley and rye. Gluten sensitive enteropathy occurs in almost DH Cases. Usually it is asymptomatic, some show symptoms of malabsorption. So Gluten free diet is essential for DH Patients. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no.285}</p>",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Exfoliative dermatitis",
        "opc": "Dermatitis herpetiformis",
        "opd": "Pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "80a90539-0106-47e9-ba11-ea762544e24e",
        "choice_type": "single"
    },
    {
        "question": "Toxic epidermal necrolysis {TEN} involves body surface area",
        "exp": "Based on body surface area ( BSA) of skin involved, epidermal necrolysis is classified into SJS: less than 10% BSASJS_TEN overlap: 10-30% BSA TEN : more than 30% BSA. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 92",
        "cop": 4,
        "opa": "<10%",
        "opb": "10-20%",
        "opc": "20-30%",
        "opd": ">30",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "2adacb9b-8446-43d6-891f-e7f5836b614f",
        "choice_type": "single"
    },
    {
        "question": "Tense bullous lesions are seen in -",
        "exp": "In bullous pemphigoid, there will be large, tense, oval or round blisters arise on normal or erythematous skin which may contain serous or hemorrhagic fluid. Page no.283. Reference IADVL's concise textbook of dermatology",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Bu11ous pemphigoid",
        "opd": "Pemphigus vegetans",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "3717fae3-6056-4fdf-a40b-d413ea5e47db",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear is done for all except",
        "exp": "Tzanck smear is a bedside test. It enables cytodiagnosis in vesicular and bullous lesions to demonstrate acantholytic or multinucleated cells. Acantholytic cells are keratinocytes which are large round cells with a dark central nucleus and peripheral condensed pink cytoplasm. These cells may be singular or in groups and are seen in the pemphigus group of disorders. Herpes simplex, herpes zoster and varicella show multinucleated giant cells because of the intercellular septum of the keratinocytes. For the test, smear is taken from the floor of the bulla preferably a new lesion and stained with Giemsa or Leishman stain. Smear examined under microscope for the presence of acantholytic cells and multinucleated giant cells. tzank smear is negative in psoriasis Page no.110 Reference IADVL's concise textbook of dermatology",
        "cop": 4,
        "opa": "Varicella",
        "opb": "Herpes",
        "opc": "Pemphigus",
        "opd": "Psoriasis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "d66020d2-b00d-4f00-bccd-0452ea38835f",
        "choice_type": "multi"
    },
    {
        "question": "antigen defect in Pemphigus Vulgaris -",
        "exp": "Antigen defect in Pemphigus Vulgaris is desmoglein 1 & 3. When adsorbed with extracellular domains of both Dsg3 and Dsg1, these sera no longer stained epidermis, demonstrating that most. if not all, of their cell surface reactivity can be attributed to antibodies against the extracellular domains of these desmogleins. Adsorption with only the Dsg1 extracellular domain left antibodies that stained only the basal and immediate suprabasal layers of the epidermis and immunoprecipitated only Dsg3, not Dsg1, from extracts of cultured cells synthesizing these molecules. In contrast, adsorption with only the Dsg3 extracellular domain Left antibodies that stained only the more superficial epidermis and immunoprecipitated only Dsg1. These data localize Dsg3 exactly to the area in the epidermis where Blisters occur in pemphigus vulgaris.",
        "cop": 2,
        "opa": "Desmoglein-1",
        "opb": "Desmoglein-3",
        "opc": "Desmocolin-3",
        "opd": "Desmocollin-2",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "4dd8688c-7614-47c2-96f3-b5a0a4ba0901",
        "choice_type": "single"
    },
    {
        "question": "Nikoisky's sign is positive in",
        "exp": "Nikolsky's sign : Development of an erosion on surrounding normal skin following shearing pressure .Though this sign is characteristic for pemphigus group of disorders is not specific and can be elicited in burns and other skin disorders. Page no. 281 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Pemphigus",
        "opb": "Dermatitis herpatiformis",
        "opc": "Pemphigoid",
        "opd": "Rubella",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "22e4ee9b-0f69-4db5-b06e-4f04bf9d9d82",
        "choice_type": "single"
    },
    {
        "question": "Which of the following shows granular depositionof IgA in dermal papilla",
        "exp": "In Direct immunofluorescence intercellular IgG -fishnet pattern throughout the epidermis is seen in pemphigus vulgaris.Linear IgG and C3 at basement membrane zone is seen in bullous pemphigoid. Granular IgA at basement membrane zone and tips of papillae is seen in Dermatitis herpetiformis page no.287 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "IgA papillomatosis of childhood",
        "opc": "Bu11ous pemphigoid",
        "opd": "Gestational herpes",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "12f20e60-e1df-4992-850c-6483f39bbbf5",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female has flaccid bullac in the skin and oral erosion. Histopathology shows intraepidermal acanthololytic blisters. The most likely diagnosis is",
        "exp": "In pemphigus vulgaris skin involvement stas in the form of flaccid blisters. Cutaneous lesions are usually preceded by blisters and erosions of oral mucosa. HP shows a suprabasal cleft with bulla formation just above the basal layer with a tomb stone appearance and with blister cavity containing acantholytic cells and inflammatory cells.Page no 280,282. Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Paraneoplastic pemphigus",
        "opc": "Bullous pemphigoid",
        "opd": "Dermatitis hepatifOflis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "60594dab-f209-4989-8c90-20c1abf4fe2d",
        "choice_type": "single"
    },
    {
        "question": "Flaccid bullae with mucosal involvement and intraepidermal acantholysis are characteristic of",
        "exp": "In pemphigus vulgaris skin involvement stas in the form of flaccid blisters. Cutaneous lesions are usually preceded by blisters and erosions of oral mucosa.HP shows a suprabasal cleft with bulla formation just above the basal layer with a tomb stone appearance and with blister cavity containing acantholytic cells and inflammatory cells.Page no 280,282. Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Pemphygus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Psoriasis",
        "opd": "Vitiligo",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "9ccd2efe-dd31-44b1-803a-be60f267b6c5",
        "choice_type": "single"
    },
    {
        "question": "Drug induced pemphigus is most commonly caused by",
        "exp": "captopril and d- penicillamine are the two most common drugs inducing pemphigus vulgaris . page no.281 . Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Penicillamine",
        "opb": "Phenytoin sodium",
        "opc": "Carbamazepine",
        "opd": "Penicillin",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "79f83862-ef5d-401d-bda2-dd2508594d8f",
        "choice_type": "single"
    },
    {
        "question": "25 years old female has palatal ulcer and skin blister most likely diagnosis is-",
        "exp": "In 50% of patients , disease begins in oral mucosa and eventually oral lesions develop and sometimes they are two sole manifestation of PV ( mucosal dominant variant). PV is characterized by cutaneous and mucosal bullae. They develop on normal skin and rupture to form painful erosions. In pemphigous foliaceus mucosal lesions are rare. In Bullous pemphigoid mucosal lesions are infrequent and usually occurs in an elderly patient with itchy tense hemorrhagic blisters. In dermatitis herpetiformis there so itchy edematous papules and small vesicles develop on normal skin and there is asymptomatic oral mucosal involvement. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 79,85,89",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Dermatitis herpetiformis",
        "opd": "Pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "c4e948f5-e343-4847-99b0-833cfc920b51",
        "choice_type": "single"
    },
    {
        "question": "Fishy net pattern is seen in",
        "exp": "In Direct immunofluorescence of skin biopsy specimen intercellular IgG -fishnet pattern throughout the epidermis is seen in pemphigus vulgaris Linear IgG and C3 at basement membrane zone is seen in bullous pemphigoid. Granular IgA at basement membrane zone and tips of dermal papillae is seen in Dermatitis herpetiformis IADVL's concise textbook of dermatology page 1073",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Dariers disease",
        "opc": "Bullous pemphigoid",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "82cd4ef1-da08-40be-94e7-3dee5287375b",
        "choice_type": "single"
    },
    {
        "question": "A female presents with persistent painful oral lesions, with acanthOlYtIZ cells. Most likely dipiosisiS",
        "exp": "In pemphigus vulgaris skin involvement stas in the form of flaccid blisters. Cutaneous lesions are usually preceded by blisters and erosions of oral mucosa. HP shows a suprabasal cleft with bulla formation just above the basal layer with a tomb stone appearance and with blister cavity containing acantholytic cells and inflammatory cells. page no.280.282. Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Dermatitis herpetiformis",
        "opc": "Epidermolysis bullosa",
        "opd": "Bullous pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "cce24bb7-ccfb-4183-b14c-5cea9d21b243",
        "choice_type": "single"
    },
    {
        "question": "In congenital dystrophic variety of epidermolysis bullosa, mutation is seen in the gene conding for",
        "exp": "Dystrophic epidermolysis bullosa - collagen type VII Epidermolysis bullosa simplex -keratin 14 Junctional epidermolysis bullosa is an inherited disease affecting laminin and collagen . page no. 287. Reference IADVL's concise textbook of dermatology",
        "cop": 2,
        "opa": "Laminin 4",
        "opb": "Co11agen type 7",
        "opc": "Alpha 6 integerin",
        "opd": "Keratin 14",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "62aa51de-44ab-45c5-857b-4ffbe8c1c2f9",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear is positive in -",
        "exp": "Tzanck smear is a bedside test. It enables cytodiagnosis in vesicular and bullous lesions to demonstrate acantholytic or multinucleated cells. Acantholytic cells are keratinocytes which are large round cells with a dark central nucleus and peripheral condensed pink cytoplasm. These cells may be singular or in groups and are seen in the pemphigus group of disorders. Herpes simplex, herpes zoster and varicella show multinucleated giant cells because of the intercellular septum of the keratinocytes. For the test smear is taken from the floor of the bulla preferably a new lesion and stained with Giemsa or Leishman stain. Smear examined under microscope for the presence of acantholytic cells and multinucleated giant cells indicates positive test Page no.110,Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Psoriasis",
        "opc": "LP",
        "opd": "Was",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "5396adb0-ce70-42f2-b03d-4d0b57105bcc",
        "choice_type": "single"
    },
    {
        "question": "Mucosa is never involved in which of the following",
        "exp": "Dermatitis herpetiformis presents with intense episodic pruritus and skin lesions like erythematous papules which rapidly turn into grouped vesicles.In pemphigus vulgaris skin involvement stas in the form of flaccid blisters. Cutaneous lesions are usually preceded by blisters and erosions of oral mucosa.Toxic epidermal necrolysis (TEN) is a potentially life-threatening dermatologic disorder characterized by widespread erythema, necrosis, and bullous detachment of the epidermis and mucous membranes, resulting in exfoliation and possible sepsis and/or death (see the image below). Mucous membrane involvement can result in gastrointestinal hemorrhage, respiratory failure, ocular abnormalities, and genitourinary complications.mucous membrane involvement is commonly seen in epidermolysis bullosa acquisita page no. 280, 284,287 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Pemphigus vulgaris",
        "opc": "Epidermolysis bullosa acquisita",
        "opd": "Toxic epidermal necrolysis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "f988898f-2b1d-4e67-a441-0a1152394585",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with oral mucosal lesions and flaccid blisters Over skin. It detects what and which pattern under microscopic examination?",
        "exp": "In pemphigus vulgaris skin involvement stas in the form of flaccid blisters. Cutaneous lesions are usually preceded by blisters and erosions of oral mucosa In Direct immunofluorescence intercellular IgG -fishnet pattern throughout the epidermis is seen in pemphigus vulgaris. page no.280,287 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Fishnet pattern IgG in epidermis",
        "opb": "IgG at Dermo-epiderrnal juction",
        "opc": "IgA at Dermo-epidermal junction",
        "opd": "IgG in dermis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "00ac11cf-28b7-42c6-bdd1-7ef28ae5b4f8",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis is seen in all except",
        "exp": "Acantholysis seen in diseases such as pemphigus vulgaris, pemphigus foliaceous,SSSS, Dariers disease. It is absent in bullous pemphigoid, making it useful for differential diagnosis. page no.110.Reference IADVL's concise textbook of dermatology",
        "cop": 4,
        "opa": "Pemphigus vulgaris",
        "opb": "Darrier's disease",
        "opc": "SSSS",
        "opd": "Bullous pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "6ecaa07f-929c-4b85-a3e4-6f1f40e4d6e9",
        "choice_type": "multi"
    },
    {
        "question": "Congenital dystrophic epidermolysis bullosa, defect is in",
        "exp": "Epidermolysis bullosa (EB) is a group of rare genetic conditions that result in easy blistering of the skin and mucous membranes. Blisters occur with minor trauma or friction and are painful. Its severity can range from mild to fatal. Those with mild cases may not develop symptoms until they sta to crawl or walk The human skin consists of two layers: an outermost layer called the epidermis and a layer underneath called the dermis. In individuals with healthy skin, there are protein anchors between these two layers that prevent them from moving independently from one another (shearing). In people born with EB, the two skin layers lack the protein anchors that hold them together, resulting in extremely fragile skin--even minor mechanical friction (like rubbing or pressure) or trauma will separate the layers of the skin and form blisters and painful sores. Sufferers of EB have compared the sores with third-degree burns. Fuhermore, as a complication of the chronic skin damage, people suffering from EB have an increased risk of malignancies (cancers) of the skin Ref Harrison20th edition pg 1332",
        "cop": 3,
        "opa": "Laminin 4",
        "opb": "Collagen 4",
        "opc": "Collagen 7",
        "opd": "Collagen 3",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "ae48fad2-b3ab-4751-b1a4-9aa48a1fa545",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male had severely ithcy papula vesicular lesions on extremities, knees, elbows and butocks for one year. Direct immunofluorescence staining of the lesions showed IgA deposition at dermal papillary tips. The most probable diagnosis is",
        "exp": "Dermatitis herpitiformis Chronic blistering skin disease characterised clinically by intensely pruritic grouped vesicles on a erythematous base. Etiology and pathogenesis: Neutrophilic infiltration in dermal papillae, granular IgA deposition in papillary dermis , gluten sensitive enteropathy. Antibodies to gliadin are present in some patients Associated with HLA-DQ2 and HLA -DQ8. Autoantibodies are formed against epidermal transglutaminase(TGe) forming IgA precipitates at papillary tips. Dermal deposition of circulating immune complexes at the papillary tips and activation of complement leads to bullae formation Clinical feature: Age- most common -20-30years Males>females Onset-acute/gradual Skin lesions-polymorphous lesions-papular, uicarial,vescicular,bullous. Primary lesion: small vesicle on a erythematous edematous base, erythematous papule or uicarial plaque Grouped vesicles in herpetiform manner. Intense itching leading to excoriations and crusts Areas of predilection: elbows , knees, buttocks, scrotum, shoulder, posterior hair line,scalp Symetricall distribution over extensor surfaces Associations- gluten sensitive enteropathy,diabetes mellitus type1, connective tissue disorders, gastric hypochlorhydria,thyroid disease, lymphomas Histopathology: neutrophilic microabcesses at dermal papillary tips Direct immunofluorescence: granular deposits of IgA at dermal papillary tips appears as PICKET FENCE Serological tests: circulating anti endomysial, antireticulin anti tissue trans glutaminase antibodies of IgA type Treatment: Dapsone is the drug of choice. Gluten free diet Otherdrugs- sulfasalazine,colchicine,cyclosporine,azathioprine.,prednisolone. IADVL textbook of dermatology, page 1119",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Nummular eczema",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "e5a849ae-8a56-44c6-b129-121ae8480021",
        "choice_type": "single"
    },
    {
        "question": "In an 8 day old child with no history of consanguinity in the parents, the mother repos blisters and bleeding off of the skin at the site of handling and pressure. There was a similar history in the previous child which proved to be fatal. The diagnosis is",
        "exp": "In congenital epidermolysis bullae is a family of disorders that have the common feature of blistering in response to a mild trauma. It arises from defects of attachment of basal keratinocytes to the underlying dermis. In congenital syphilis any type of lesion can be seen including Bullous type. Bullous pemphigoid is seen mainly in the elderly age group. Letterer swiwe diseases is Langerhans cell histiocytosis. Any type of lesion can be seen in this. From Fitzpatrick dermatology in general medicine7th edition page no 505, 1414",
        "cop": 3,
        "opa": "Bullous pemphigoid",
        "opb": "Congenital syphilis",
        "opc": "Congenital epidermolysis bullosa",
        "opd": "Letterer - Swiwe disease",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "c79234a8-5d6b-486b-9df2-cd86fe259a2d",
        "choice_type": "single"
    },
    {
        "question": "Disease of dermoepidermal junction is -",
        "exp": "intra epidermal cleavage subcorneal/upperspinous pemphigus erythematosus pemphigus foliaceous subcorneal pustular dermatosis type of IgA pemphigus staphylococcal scalded skin syndrome bullous impetigo spinous layer hailey hailey disease herpes simplex and herpes zoster insect bites friction blister suprabasal pemphigus vulgaris , pemphigus vegetans paraneoplastic pemphigus transient acantholytic disorder intraepidermal type of IgA pemphigus subepidermal cleavage basal keratinocyte vacuolation or lysis epidermolysis bullosa simplex erythema multiforme stevens johnsons syndrome/toxic epidermal necrolysis fixed drug eruption bullous lichen planus basement menbrane zone damage bullous pemphigoid pempghigoid gestationis mucous membrane pemphigoid dermatitis herpitiformis linear IgA DISEASE EPIDERMOLYSIS BULLOSA JUNCTIONAL epidermolysis bullosa acquisita bullous lupus erythematosus",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Atopic dermatitis",
        "opc": "Bullous pemphigoid",
        "opd": "SSSS",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "865d8379-4ff6-4956-8bd0-6213387e9b76",
        "choice_type": "single"
    },
    {
        "question": "Most common pemphigus is-",
        "exp": "The several variant of pemphigous are pemphigous vulgaris, P. foliaceus, P. erythematosus, P. vegetans. In this the most common is pemphigous vulgaris. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 78",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus vegetans",
        "opc": "Pemphigus foliaceus",
        "opd": "Pemphigus erythematosus",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "0ea37884-d0ca-4a1d-99f8-681e5faad226",
        "choice_type": "single"
    },
    {
        "question": "What Is not true about Erythema multiforme",
        "exp": "Erythema multiforme is a hypersensitivity reaction usually triggered by infections, most commonly herpes simplex virus (HSV)Target lesion is the typical lesion of Erythema multiforme.The initial lesions are sharply demarcated, round, red/pink and flat (macules), which become raised (papules) and gradually enlarge to form plaques.The lesions are first seen on the backs of hands or dorsum of the foot and then spread along the limbs towards the trunk. The upper limbs are more commonly affected than the lower.Ref: illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 186",
        "cop": 3,
        "opa": "Associated with Herpes simplex",
        "opb": "Involves distal pas of extremities",
        "opc": "Vesicles are seen",
        "opd": "Target lesions are seen",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "adfa10ba-562f-4d28-bac2-95977e64a828",
        "choice_type": "multi"
    },
    {
        "question": "Skin Disease not showing DIF",
        "exp": "In Direct immunofluorescence, intercellular IgG -fishnet pattern throughout the epidermis is seen in pemphigus vulgaris. Benign familial pemphigus (Hailey-Hailey disease). Granular IgA at basement membrane zone and tips of papillae is seen in Dermatitis herpetiformis. Darier's disease (keratosis follicularis /darier white disease )is an autosomal dominant inherited disorder usually diagnosed by its clinical appearance of brown scaly papules in seborrhoeic areas, palmar pits, nail changes,acrokeratosis and oral lesions. A positive family history will be there. skin biopsy can also be done. Page no.323,329,287 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Darrier's disease",
        "opb": "Hailey-Hailey disease",
        "opc": "Cicatricial Pemphigoid",
        "opd": "Dermatitis herpatiformis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "fa9e88dc-e40c-4be5-acb6-ebadcd2cc457",
        "choice_type": "single"
    },
    {
        "question": "Acntholysis is characteristic of-",
        "exp": "HP of pemphigus vulgaris shows a suprabasal cleft with bulla formation just above the basal layer with a tomb stone appearance and with blister cavity containing acantholytic cells and inflammatory cells.Page no 282. Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "pemphigus vulgaris",
        "opb": "Pemphigoid",
        "opc": "Erythema multoforme",
        "opd": "Dermatitis herpctiforrnis",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "3a501b7b-9853-42e6-97e7-e3bdc89853ed",
        "choice_type": "single"
    },
    {
        "question": "Nikoisky sign is seen in",
        "exp": "Nikolsky's sign : Development of an erosion on surrounding normal skin following shearing pressure . Epidermis will be detached like a sheet. It indicates acantholysis. Though this sign is characteristic for pemphigus group of disorders is not specific and can be elicited in burns and other skin disorders like toxic epidermal necrolysis,staphylococcal scalded skin syndrome Page no. 281,25 Reference IADVL's concise textbook of dermatology",
        "cop": 4,
        "opa": "Salmonells infection",
        "opb": "Gram negative bacteremia",
        "opc": "Meningococci infection",
        "opd": "Staphylococci infection",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "c16cdad2-5c6a-4ad6-b54c-14ec18cb83df",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with persistent painful oral lesions",
        "exp": "Pemphigus is a group of chronic, autoimmune blistering diseases of the skin and mucous membrane charecterised histologically by intra-epidermal bullae. Two major types are P.vulgaris and P.foliaceous. P.vulgaris: Target antigens- desmoglein 1 and 3. skin and mucosa are affected. Skin involvement stas in the form of flaccid blisters which easily ruptures producing charecteristic erosions that have no tendency to heal. skin lesions are usually preceded by blisters and erosions of oral mucosa which are very painful and interfere in food intake. Nikolsky sign and bulla spread sign are positive. Nikolsky sign: development of erosion on surrounding normal skin following shearing force. Bulla spread sign: lateral finger pressure at the edge of lesion leads to spread of bulla. P.foliaceous Target antigen: desmoglein 1 Mucosal involvement is absent. Skin involvement is very superficial and flaccid blisters are seen which rupture easily leading to crusted eroded areas. Common sites involved are seborrheic areas like scalp, face, upper trunk and abdomen. Endemic in some pas of brazil and is known as Fogo Selvagum. Ref Harrison 20th edition pg 1233",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Dermatitis herpetiformis",
        "opc": "Epidermolysis bullosa",
        "opd": "Bullous pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "505de8bc-d20e-4826-a7a2-aec88e499376",
        "choice_type": "single"
    },
    {
        "question": "One of the followingis the t/t of choice for dermatitis herpetiformis",
        "exp": "oral dapsone is the main therapy used for dermatitis herpetiformis. 100-200 mg daily and gradually decreased to a maintenance dose of 50 mg daily.page no.286. Reference IADVL's concise textbook of dermatology",
        "cop": 2,
        "opa": "Coicosteroids",
        "opb": "Dapsone",
        "opc": "Mtx",
        "opd": "Retinoids",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "525446ef-b4d9-4281-a2d3-d7428f6515ff",
        "choice_type": "single"
    },
    {
        "question": "In Congenital dystrophic epidermolysis bullosa, defect is in",
        "exp": "Dystrophic epidermolysis bullosa is due to defect in collagen 7 due to the mutation in COL7A1. Epidermolysis bullosa (EB) is a group of rare genetic conditions that result in easy blistering of the skin and mucous membranes. Blisters occur with minor trauma or friction and are painful. Its severity can range from mild to fatal. Those with mild cases may not develop symptoms until they sta to crawl or walk. Target antigen and their localisation in skin for various dermatosis Disease Target antigen Pemphigus vulgaris Desmoglein 1 and 3 Pemphigus foliaceus Desmoglein 1 Bullous pemphigoid BPAg1 (230) and BPAg2(180) Pemphigoid gestations BPAg1 (230) and BPAg2(180) Epidermolysis bullosa acquisita Type 7 collagen Linear IgA dermatosis BP 180 Ref Harrison 20th edition pg 1234",
        "cop": 4,
        "opa": "Laminin 4",
        "opb": "Collagen 3",
        "opc": "Collagen 4",
        "opd": "Collagen 7",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "dc7ff438-1466-44c7-895e-1b318596beb5",
        "choice_type": "single"
    },
    {
        "question": "Intraepidermal intercellular IgG deposition is seen in",
        "exp": "intraepidermal intercellular IgG deposits are seen in pemphigus vulgaris. pemphigus vulgaris is a autoimmune bullous disorder where auto antibodies are formed against intercellular adhesion molecule desmoglein 3. this causes seperation of keratinocytes from each other and intraepidermal blister formation. method to detect intraepidermal deposition of IgG- DIRECT IMMUNOFLORESCENCE of skin biopsy specimen - appears as fish-net pattern. in bullous pemphigoid there will be subepidermal bullae formation due to autoantibodies to basement membrane zone antigens-BPAg1(230kDa) and BPAg2(180kDa) proteins. there will be deposition of Ig G along the basement membrane zone in a linear pattern. herpes genitalis - grouped vesicles are formed due to lysis of keratinocytes due to cytopathic effect of HHV-2. but there is no deposition of immunoglobulins. IADVL textbook of dermatology, page 1087",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Herpes genitalis",
        "opd": "Not recalled",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "e72cd6f9-b246-4dbe-9658-80bd593a3be6",
        "choice_type": "multi"
    },
    {
        "question": "Tzank smear varicella-zoster Shows",
        "exp": "Tzanck smear is a bedside test. It enables cytodiagnosis in vesicular and bullous lesions to demonstrate acantholytic or multinucleated cells. 1.Acantholytic cells are keratinocytes which are large round cells with a dark central nucleus and peripheral condensed pink cytoplasm. These cells may be singular or in groups and are seen in the pemphigus group of disorders. 2.Herpes simplex, herpes zoster and varicella show multinucleated giant cells because of the intercellular septum of the keratinocytes. For the test smear is taken from the floor of the bulla preferably a new lesion and stained with Giemsa or Leishman stain. Smear examined under microscope for the presence of acantholytic cells and multinucleated giant cells. Page no.110 Reference IADVL's concise textbook of dermatology",
        "cop": 3,
        "opa": "Acantholysis",
        "opb": "Spongiosis",
        "opc": "Multinucleated Giant cell",
        "opd": "Necrotic cell",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "2533079b-873d-4a25-a47d-2fdcd5c66353",
        "choice_type": "single"
    },
    {
        "question": "Shingles is caused by",
        "exp": "Shingles, also known as zoster or herpes zoster, is a viral disease characterized by a painful skin rash with blisters in a localized area.Typically the rash occurs in a single, wide stripe either on the left or right side of the body or face. Two to four days before the rash occurs there may be tingling or local pain in the area.Otherwise there are typically few symptoms though some may have fever or headache, or feel tired. The rash usually heals within two to four weeks; however, some people develop ongoing nerve pain which can last for months or years, a condition called postherpetic neuralgia (PHN). In those with poor immune function the rash may occur widely] If the rash involves the eye, vision loss may occur. Shingles is due to a reactivation of varicella zoster virus (VZV) in a person's body.The disease chickenpox is caused by the initial infection with VZV.Once chickenpox has resolved, the virus may remain inactive in nerve cells.When it reactivates, it travels from the nerve body to the endings in the skin, producing blisters.Risk factors for reactivation include old age, poor immune function, and having had chickenpox before 18 months of age.How the virus remains in the body or subsequently re-activates is not well understood. Exposure to the virus in the blisters can cause chickenpox in someone who has not had it, but will not trigger shingles.Diagnosis is typically based on a person's signs and symptoms. Varicella zoster virus is not the same as herpes simplex virus; however, they belong to the same family of viruses. The shingles vaccine reduces the risk of shingles by 50% to 90%, depending on the vaccine used. It also decreases rates of postherpetic neuralgia, and if shingles occurs, its severity.If shingles develops, antiviral medications such as aciclovir can reduce the severity and duration of disease if staed within 72 hours of the appearance of the rash.Evidence does not show a significant effect of antivirals or steroids on rates of postherpetic neuralgia.Paracetamol, NSAIDs, or opioids may be used to help with the acute pain. Ref Harrison20th edition pg 1339",
        "cop": 4,
        "opa": "HBV",
        "opb": "Ureaplasma",
        "opc": "Mycoplasma",
        "opd": "Varicella",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "927276cf-efe1-4671-a2a7-aab44ea1f445",
        "choice_type": "single"
    },
    {
        "question": "Pemphigus vulgaris, tzank smear shows",
        "exp": "tzank smear test: done in vesciculobullous disorders floor of a blister is scraped nd the material is spread on glass slide stained with giemsa stain. result 1.acantholytic cells- rounded cells with relatively large nucleus and peripherally condensed cytoplasm diagnostic of pemphigus vulgaris and foliaceous 2,balooning degeneration and multinucleated gaint cells seen in herpes simplex,herpes zoster and varicella. IADVL textbook of dermatology page 110",
        "cop": 1,
        "opa": "AcanthoIytic CellS",
        "opb": "Fibroblasts",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "32d31554-2249-4aae-8440-326e008d5770",
        "choice_type": "single"
    },
    {
        "question": "Intraepidermal blisters are seen in all of the following condition excepts",
        "exp": "Level of cleavage & blistering disorders- IADVL textbook of dermatology, page 1088 Intraepidermal Subcorneal / granular/upper spinous 1. Pemphigus erythematosus 2. Pemphigus foliaceous 3. Subcorneal pustular dermatosis 4. IgA pemphigus subscorneal pustular dermatosus type 5. Bullous congenital icthyosiform erythroderma 6. Staphylococcal scalded skin syndrome 7. Bullous impetigo Spinous layer Hailey hailey disease Spongiosis Herpes simplex and herpes zoster Insect bites Friction blister Supra basal Pemphigus vulgaris and vegetans Paraneoplastic pemphigus Transient acantholytic disorder IgA pemphigus intraepidermal type Sub epidermal Basal keratinocyte vacuolation or lysis Epidermolysis bullosa simplex Erythema multiforme Steven Johnson syndrome/ toxic epidermal necrolysis Fixed drug eruption Bullous lichen planus Basement membrane zone damage Bullous pemphigoid Mucous membrane pemphigoid Pemphigoid gestationis Dermatitis herpitiformis Linear Ig A disease Epidermolysis bullosa junctional and acquisita Porphyria cutanea tarda Bullous lupus erythematosus Dystrophic epidermolysis bullosa",
        "cop": 4,
        "opa": "Pemphigus foliaceous",
        "opb": "Pemphigus vulgaris",
        "opc": "Paraneoplastic pemphigus",
        "opd": "Pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "2889f907-c3c0-48e7-a104-f4f06bc46dbf",
        "choice_type": "multi"
    },
    {
        "question": "The commonest type of Pemphigus is",
        "exp": "Pemphigus vulgaris is the most common form of pemphigus and occurs when antibodies attack Desmoglein 3. Usually begins with painful blisters in your mouth and then on the skin or genital mucous membranes. Ref Harrison20th edition pg 1334",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Pemphigus erythematous",
        "opd": "Pemphigus vegetans",
        "subject_name": "Dental",
        "topic_name": "Vestibulobullous disorders",
        "id": "10dbd538-989e-48e8-973a-6e5793123479",
        "choice_type": "single"
    }
]