[
    {
        "question": "Aminoacyl t-RNA is not require for -",
        "exp": "Ans. is 'c' i. e., Hydroxylysine o The initial step in protein synthesis is the activation of amino acid in which each of the 20 amino-acids is covalently attached to their respective t-RNA, forming specific amino acyl t-RNA. o The reaction is catalyzed by ami noacyl t-RNA synthase. o Hydroxyproline and hydroxylysine are not represented into genetic code, i. e. they to not have t-RNA capable of accepting them and inserting them into polypeptide chain. Therefore, they have to be synthesized post-translational ly from proline and lysine residues in the polypeptides.",
        "cop": 3,
        "opa": "Proline",
        "opb": "Lysine",
        "opc": "Hydroxy lysine",
        "opd": "Methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "9063e3de-5630-4b5d-8a5e-d86952102c4c",
        "choice_type": "single"
    },
    {
        "question": "Most important amino-acid substrate for gluconeogenesis -",
        "exp": "Ans. is 'd' i. e., Alanine o The major noncarbohydrate precursors (substrate) for gluconeogenesis are lactate, pyruvate, glycerol, glucogenic amino acids, propionate and intermediates of the citric acid cycle. All aminoacids, exceptfor leucine and lysine, are substrate for gluconeogenesis. Alanine is the most important gluconeogenic amino acid.",
        "cop": 4,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Histidine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "dbe38f8b-26e8-4c5d-82a5-c2bfb32c8893",
        "choice_type": "single"
    },
    {
        "question": "Glucogenic amino acid transported to the liver most commonly -",
        "exp": "Ans. is 'a' i. e., Alanine o Transport of alanine from muscle to liver (glucose-alanine cycle) has two functions:-Providing substrate for giuconeogenesis. Transport of ammonia (NH4+) to liver for urea synthesis. o During the first few days of starvation, there is a rapid breakdown of muscle protein, providing aminoacids for giuconeogenesis. The most important gluconeogenic amino acid is alanineQ (through glucose-alanine cycle). Alanine is released due to increased muscle protein breakdownQ and is transported to liver for giuconeogen-esis (glucose alanine cycle). The other important gluconeogenic amino acid in starvation is glutamine, o After some weeks of starvation, the rate of muscle breakdown decreases due to decreased need of glucose as a fuel for brain which has began using ketone bodies as a source of energy'. However, when the triacylglycerol stores are completely exhaused, muscle proteins once again enter in a stage of rapid depletion due to protein breakdown, o Alanine transport from muscle to liver has an important additional role, beside giuconeogenesis. Because muscle is incapable of synthesizing urea, most of the ammonia formed by protein catabolism is transferred to pyruvate to form alanine by transamination. Alanine is transported to liver where amino group of alanine is removed to form urea and the resulting pyruvate is converted to glucose by giuconeogenesis. o Thus, sources of alanine release from muscle are (i) Degradation of protein (ii) Transamination of pyruvate. o Besides alanine, lactate produced in muscles by anerobic use of glucose, also seves as a substrate for giuconeogenesis - cori cycle or lactic acid cycle",
        "cop": 1,
        "opa": "Alanine",
        "opb": "Glycine",
        "opc": "Lysine",
        "opd": "Leucine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "d844ee84-474f-45f9-82bf-c4e074171e91",
        "choice_type": "single"
    },
    {
        "question": "Selenocysteine is derivative of which aminoacid -",
        "exp": "Ans. is 'a' i. e., Serine o Selenocysteine is considered as 21\" standard amino acid. o It is present at the active site of some enzymes that catalyze redox reactions, e. g. thioredoxin reductase, glutathione peroxidase, and the deiodinase (converts thyroxin to triiothyronine). o Biosynthesis of selenocysteine requires cysteine, serine, ATP and a specific t-RNA o Serine provides the carbon skeleton of selenocysteine. o Selenocysteine has a structure similar to cysteine, but containing the trace element selenium in place of sulfur atom of cysteine.",
        "cop": 1,
        "opa": "Serine",
        "opb": "Alanine",
        "opc": "Arginine",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "95f22481-cf82-4c1f-bac4-be74a2e1997f",
        "choice_type": "single"
    },
    {
        "question": "Initial amino acid in prokaryotic protein synthesis -",
        "exp": "Ans. is 'c- i. e., Formyl-methionine o in prokaryotes and in mitochondria, the first amino acid methionine is modified by formylation, i. e. the initiator t-RNA carries an N-formylated methionine. The formyl group is added by the enzyme transformylase (formyl- transferase). In Eukaryotes, the initiator t-RNA carries a methionine that is not formylated. Difference. Prokaryotes. Eukaryotesm-RNAPolycistronic i. e. have several coding regions; each with its initiation & termination codon producing a seperate polypeptide. Monocistr onic with one coding region. Amino acid incorporation rate18 aa/sec6aa/sec. Initial amino acid. Formylated methionine ( f-met). Methionine r (Met). Initial t-RNAt-RNA/Mett. RNAMet. Transcription & translation. Translation starts before transcription is ended (coupled). Uncoupled. Initiation factors (IF)3i. e. IF1, IF2, IF3> 10 designated el. FDetermination of initiatingcodon# Shine Dalgarno sequencer# Facilitated by IF-2 bound to GTPKozak consensus sequencesr Facilitated by elF-2 bound to GTP (Plus additional elF). Elongation: Del Every of aminoacyl t-RNA to A site# Facilitated by EF-Tu & EF-Ts. Facilitated by EF1 a and EF 1 b y. Nucleotide exchange factors# EF - Ts (as it exchanges its GTP for GDP on EFTu)EF 1 b g (as it exchanges its GTP for. GDP on EF a). Peptidyi transferase activity catalyzing peptide bond formation23 S r. RNA of 50 S ribosomal subunit (ribozyme)28 S r. RNA of 60 S ribosornal subunit (ribozyme). Translocation. Requires EF-G & GTPRequires EF-2 & GTPTermination. Release factor (RF) 1 recognizes UAA & UAG, RF2 recognizes UAA & UGARF-3 (bound to GTP) causes release of. RF-1 or RF-2 as GTP is hydrolysede. RF recognizesail 3 UAA, UAGand. UGA and release nascent polypeptide chaine. RF-3 (bound to GTP) function like prokaryotic RF-3 & release e. RF",
        "cop": 3,
        "opa": "Arginine",
        "opb": "Methionine",
        "opc": "Formyl-methionine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "4fccd3d5-4706-4f62-8708-46c2d05b5faf",
        "choice_type": "single"
    },
    {
        "question": "Which amino acid spares the use of methionine -",
        "exp": "Ans. is 'a' i. e., Cysteine \"Adequate dietary source of cysteine 'spares ' methionine\". o Methionine is an essential amino acid. o Methionine is required for synthesis of cysteine (thus cysteine is non-essential amino acid)o Thus, cysteine can spare the requirment of methionine in diet.",
        "cop": 1,
        "opa": "Cysteine",
        "opb": "Glycine",
        "opc": "Histidine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "bbb61ac4-9054-4cd1-9e86-73e442b1ca5d",
        "choice_type": "single"
    },
    {
        "question": "Both glucogenic and ketogenic amino-acids are all except -",
        "exp": "Ans. is 'd' i. e., Leucine",
        "cop": 4,
        "opa": "Phenylalanine",
        "opb": "Tyrosine",
        "opc": "Tryptophan",
        "opd": "Leucine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "53bf8ace-804e-4a9a-9a18-fe790f146e93",
        "choice_type": "multi"
    },
    {
        "question": "Tryptophan is glucogenic & ketogenic by producing -",
        "exp": "Ans. is 'a* i. e^ Acetyl CoA & alanineo Tryptophan is metabolized to aeetyl-CoA which is ketogenic and also produces alanine which enters into gluconeogenesis. Metabolism of tryptophano Tryptophan is an essential amino acidr, containing indol ring0. Tryptophan is oxidized to produce alanine (which is glucogenic) and acetyl-CoA (which is ketogenic). Therefore, tryptophan is both glucogenic and ketogenic. Tryptophan is precursor for thebiosvnthess of niacin0 (a vitaminr, ), serotonin (a neurotransmitter) and melatoninr (a hormone). o Tryptophan metabolism occurs by two pathways: (i) kinurenine pathway0and (ii) serotonine pathway. 1) Kvnurenine pathway:- Tryptophan is oxidized to kynurenine, which is then converted to either niacin (nicotinic acid) or acetyl-CoA. In the reaction alanine is also produced. o Deficiency of tryptophan can cause deficiency of niacin (if also deficient in diet). This can leads to Pallegra: dermatitis, diarrhea and dementia. o For every 60 mg of tryptophan, 1 mg. equivalent of niacin can be generatedro In vitamin B6 deficiency the metabolism is shuted to xanthurenic acid. Therefore, xantheurenic acid excretion is increased in urine. 2) Serotonin pathway:- Tryptophan is first oxidized to serotonine which is further converted to melatonin. o Serotonin secretion is increased in carcinoid syndrome which causes flushing0, Vasoconstrictionr, diarrhear and bronchospasm (respiratory distress).",
        "cop": 1,
        "opa": "Acetyl Co A & alanine",
        "opb": "Acetoacetate & fumarate",
        "opc": "Acetoacetate & arginine",
        "opd": "Arginine & alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "03f2466b-a6f0-4139-8453-b684f1b81293",
        "choice_type": "single"
    },
    {
        "question": "Acidic property to a-carbon of amino acid is due to-",
        "exp": "Ans. is 'a' i. e., Carboxyl groupo The acid base properties of amino acids depend on the amino and carboxyl groups attached to the a-carbon. i) The carboxyl (-COOH) group of an amino acid can donate protein (H+) and behave as an acid forming a negatively charged anion (COO-). ii) Amino group (-NH2) can accept proton (H+) and behave as a base, forming positively charged cation (NH3+). o Thus, amino acids in aqueous solution are ionized and act as acids and bases.",
        "cop": 1,
        "opa": "Carboxyl group",
        "opb": "Amino group",
        "opc": "Hydrogenatom",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "f762e5ee-e7c4-4948-9ea5-c0ddd0f4b6b1",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin which formed from amino acid -",
        "exp": "Ans. is 'c' i. e., Niacin o This question is confusing one (Read text below)o Niacin (Vitamin B3) is synthesized from tryptophan inside the bodo Some vitamins are also formed by bacterial activity in coloni) Vitamin Kii) Vitamin B12. Thiamin (Vitamin Bl)iv) Riboflavin (Vitamin B2)v) Biotin (Vitamin B7)o Thus, options a, b & d all are correct here. But best answer among these is niacin as it is the only vitamin which is synthesized by proper anabolic metabolism.",
        "cop": 3,
        "opa": "Thiamine",
        "opb": "Riboflavin",
        "opc": "Niacin",
        "opd": "Biotin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "1da6ba0a-f5ce-49b6-8ed3-bc82e10227d9",
        "choice_type": "single"
    },
    {
        "question": "Which is a niacin sparing amino acid:",
        "exp": "Ans. (a) Tryptophan. Ref.: Harper's Biochemistry 30th edtt. I3l6y 547, 5517; Food-facts and principles by N. Shakuntala, P 71* Niacin can be synthesized by the bacteria of the intestinal flora and is formed in the tissues from amino acid tryptophan, which has niacin sparing activity. This explains why some food rich in tryptophan e. g. milk and egg, have a far greater niacin potency than would be expected from their actual content of niacin.* In humans, deficiency of niacin results in weakness and indigestion followed by ulcerated mouth and tongue. TRYPTOPHAN* It is an essential amino acid, which is a precursor of melatonin, 5-HLAA and serotonin60 mg of tryptophan. Vit B6-----1 mg of Niacin.* In deficiency of vitamin B6, the pathyway altered and leads to formation of xanthuric acid. Thus XANTHURIC ACID IS THE INDEX OF VITAMIN B6 DEFICIENCY. AMINO ACID AT A GLANCE: total AA = 20 in number. ESSENTIAL AA: can't be synthesized. (Mn: TV TILL 8 PM). Semi-essential AA: can be synthesized under normal condition as per demand. Non-Essential. AA: synthesized in body readily. Threonine, Valine, Tryptophan, Isoleucine, Lysine, Phenyalanine, Methionine. Leucine. Histidine. Arginine. The remaining 10 AA are Non- essential.* Sulphur containing amino acid: CYSTEINE AND METHIONINE* BASIC AMINO ACID:# HISTIDINE# LYSINE# ARGININE (most basic amino acid)* Most stable amino acid at physiologic pH: HISTIDINE* TYROSINE: non-essential AA, which is converted to Melanin, T3, T4 hormone by enzyme Tyrosinase.# Deficiency of Tyrosinase - Albinism# Deficiency of melanocyte - Vitiligo",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Methionine",
        "opc": "Cysteine",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "1fe26262-dfe7-4126-8999-473a3d770d3c",
        "choice_type": "single"
    },
    {
        "question": "Amino acid responsible for formation of histone- nucleic acid complex -",
        "exp": "Ans. is 'd' i. e., Lysine Nucleosomeso Nucleosomes are primary structural units of chromatin. It consists of DNA bound to protein histones, i. e. core of protein histones wrapped with DNA. o Histones are basic proteins rich in lysine and argininine. These positively charged amino acids interact with negatively charged phosphate group of DNA. o There are five types of histones HI, H2A, H2B, H3 and H4. Two molecules of each H2A, H2B, H3 and H4 associate one another to form histone octomer. Around histone octomer a segment of the DNA helix is wound nearly twice forming nucleosome core. o A nucleosome associated with histone H1 is called chromatosome. o A series of nucleosome (\"beads on a string\") form a polynucleosome or chromatin. The DNA connecting two nucleosomes is called linker (or spacer) DNA. To linker DNA, H1 histone is attached to stabilize the complex. Non-histone proteins are also attached to linker DNA. These repeating units of nucleosomes, connected with linker DNA, form chromatin fiber. A polynucleosome (chromatin)o This winding of DNA around histones produce net shortening of DNA so that it can be accommodated in the nucleus. Further shortening is brought about by further coiling of chromatin fiber to produce solenoid structure with six nucleosome per turn. The Solenoids are further folded and condensed to form chromosomes.",
        "cop": 4,
        "opa": "Alanine",
        "opb": "Threonine",
        "opc": "Leucine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "7772f6c4-b556-4bd2-ba1a-9459aa23a424",
        "choice_type": "single"
    },
    {
        "question": "Amino acid w hich is optically inert -",
        "exp": "Ans. is 'c' i. e., Glycine o The a-carbon of amino acids has four different groups attached to it and so is a chiral or asymmetric carbon, o Hence, there are two possible enantiomers, L and D, i. e., mirror image with refrence to a-carbon. o The chiral carbon is also responsible for optical activity and stereoisomerism. o Only exception is glycine, which is the simplest amino acid. o Glycine has no chiral carbon (chirality) because a-carbon of glycine does not have four different groups attached to it. o Therefore glycine does not have optical activity or D and L forms (enantiomers).",
        "cop": 3,
        "opa": "Valine",
        "opb": "Alanine",
        "opc": "Glycine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "68cb16be-61c1-4fc9-87b4-afe2ca95414c",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin synthesized from amino acid is?",
        "exp": "Ans. (d) Niacin. Ref Harper's Biochemistry 28/e, chapter 44",
        "cop": 4,
        "opa": "Thiamine",
        "opb": "Riboflavin",
        "opc": "Biotin",
        "opd": "Niacin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "edf2bb4c-7277-4e6f-95ab-ab1bcadb92d7",
        "choice_type": "single"
    },
    {
        "question": "The amino acid that lacks chirality",
        "exp": "Ans. is 'd' i. e. Glycine \"The Alpha carbon of each amino acid is attached to four different chemical groups and is therefore a chiral or optically active carbon atom. Glycine is the exception because its alpha carbon has two hydrogens substituents (2 H atoms attached to alpha carbon) and is therefore optically inactive (lacks chirality). \"All amino acids except glycine exists as two stereoisomers (or optical isomers or enantiomers), designated asD (dextro) &L (levo) forms. All the amino acids found in proteins are of the L-configuration*Also remember. Smallest and simplest amino acid - Glycine*Amino acid responsible for flexibility of proteins is - Glycine*",
        "cop": 4,
        "opa": "Lysine",
        "opb": "Leucine",
        "opc": "Histidine",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "aa2cb081-9363-4ae5-a319-b75136d3d491",
        "choice_type": "single"
    },
    {
        "question": "Purely glucogenic amino acid -",
        "exp": "Ans. is 'd' i. e., Proline Glucogenic. Ketogenic. Both glucogenic & ketogenico Alanineo Arginineo Aspargineo Aspartic acido Cysteineo Glutamineo Glutamic acido Glycineo Histidineo Methionineo Prolineo Serineo Threonineo Valineo Leucineo Lysineo Isoleucineo Phenylalaineo Tyrosino Tryptophan. Note: According to Harper 29th /e (P-282), lysine is both ketogenic and glucogenic. But all other textbooks have mentioned it as ketogenic.",
        "cop": 4,
        "opa": "Isoleucine",
        "opb": "Tyrosine",
        "opc": "Lysine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "e1d6da4a-bce9-4bab-80dd-ea4307b6dbf8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is derived from tyrosine -",
        "exp": "Ans. is 'c' i. e., Melanino Tyrosine is a precursor of many important compounds such as catecholamines (epinephrine, norepinephrine ), dopamine), thyroxine, triiodothryonine, melanin. o Dopamine b-hydroxylase is a 'copper ' containing monooxygenase that requires ascorbic acid and molecular oxygen. o It catalyzes the formation of norepinephrine.",
        "cop": 3,
        "opa": "Melatonin",
        "opb": "Serotonin",
        "opc": "Melanin",
        "opd": "Niacin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "7f8cb799-c02c-429a-84cd-e4d158dcf7b7",
        "choice_type": "single"
    },
    {
        "question": "Tryptophan is-",
        "exp": "Ans. is 'c' i. e., Both glucogenic & ketogenic Glucogenic. Ketogenic. Both glucogenic & ketogenico Alanineo Arginineo Aspargineo Aspartic acido Cysteineo Glutamineo Glutamic acido Glycineo Histidineo Methionineo Prolineo Serineo Threonineo Valineo Leucineo Lysineo Isoleucineo Phenylalaineo Tyrosineo Tryptophan. Note: According to Harper 29th/e (P-282), lysine is both ketogenic and glucogenic. But all other textbooks have mentioned it as ketogenic.",
        "cop": 3,
        "opa": "Glucogenic",
        "opb": "Ketogenic",
        "opc": "Both glucogenic & ketogenic",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "5a92f3b2-3404-46fd-bde7-2bb004902d6f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following amino acids is purely ketogenic-",
        "exp": "Ans. is 'b' i. e., Leucine Glucogenic. Ketogenic. Both glucogenic & ketogenico Alanineo Arginineo Aspargineo Aspartic acido Cysteineo Glutamineo Glutamic acido Glycineo Histidineo Methionineo Prolineo Serineo Threonineo Valineo Leucineo Lysineo Isoleucineo Phenylalaineo Tyrosino Tryptophan. Note: According to Harper 29(r)/e (P-282), lysine is both ketogenic and glucogenic. But all other textbooks have mentioned it as ketogenic.",
        "cop": 2,
        "opa": "Phenylalanine",
        "opb": "Leucine",
        "opc": "Proline",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "8dbf6d30-ed36-44b7-8eb1-1831895868cb",
        "choice_type": "single"
    },
    {
        "question": "Nitrogen fixation is done by which plant -",
        "exp": "Ans. is 'a' i. e., Legumes\"Probably the most important form of agricultural nitrogen fixation is carried out by rhizobium-legume symbiosis in the root nodule of legumes\". o Legumes are an important plant functional group since they can form a tripartite symbiosis with nitrogen fixing 'Rhizobium9 bacteria and phosphorus - acquiring arbuscular mycorrhizalfungi (AMF).",
        "cop": 1,
        "opa": "Legumes",
        "opb": "Nuts",
        "opc": "Cereales",
        "opd": "Vegetables",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "edfa1257-f5e9-4ac3-8c67-5cbc00e2d044",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an essential amino add?",
        "exp": "ANSWER: (D) Alanine. REF: Harper 27th ed chapter 3. Repeat Biochemistry December 2010",
        "cop": 4,
        "opa": "Methionine",
        "opb": "Tryptophan",
        "opc": "Leucine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "16d64937-1ff1-47d7-8b01-dfb8bede2c41",
        "choice_type": "single"
    },
    {
        "question": "Cysteine is synthesized from -",
        "exp": "Ans. is 'a' i. e., Methionine o The question is very simple. o One sulfur containing amino acid can be synthesized from other sulfur containing amino acid only, o Methionine and cysteine are sulfur containing amino acid.",
        "cop": 1,
        "opa": "Methionine",
        "opb": "Arginine",
        "opc": "Histidine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "4ea391f2-07d6-45d9-9e22-907ea9c5ef2c",
        "choice_type": "single"
    },
    {
        "question": "Niacin is derived from which amino acid -",
        "exp": "Ans. is 'c' i. e., Tryptophan. Amino acids. Biological important compound. Tyrosine. Catecholamines (epinephrine, norepinephrine, dopamine), thyroxine, triiodothryonine, melanin(Note: - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosinejJ-lipotropic hormone (b-LPH) (phenylalanine - Tyrosine - Catecholamines, thyroxine T., melanin). Tryptophan. Vitamin niacin, melatonin. Serotonin. Glycine, Arginine, methionine. Creatine. Glycine, cysteine. Bile salts. Glycine. Heme. Aspartic acid and glutamine. Pyrimidine bases. Glycine, aspartic acid, glutamine. Purine basesb-alanine. Coenzyme-AArginine. Nitric oxide. Histidine, Arginine, lysine. Keratin. Methionine, lysine. Carnitine. GABAGlutamate. Glutamate, cysteine, glycine. Glutathione",
        "cop": 3,
        "opa": "Tyrosine",
        "opb": "Phenylalanine",
        "opc": "Tryptophan",
        "opd": "Methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "7848b2ef-eb54-412a-bae4-d0949d222cbc",
        "choice_type": "single"
    },
    {
        "question": "All of the following are essential aminoacids except",
        "exp": "Ans. is 'c' i. e. Alanine Nutritionally, amino acids are of two types: a. Essential amino acids: These cannot be synthesized by the body and must be obtained from the diet in order for normal protein synthesis to occur. b. Non essential amino acids: These can be synthesized in sufficient amounts from the intermediates of metabolism or as in case of cysteine & tyrosine from essential amino acids. They are only nutritionally non-essential but biologically essential. There is also a third group of semi essential amino acids. These are synthesized by body at rates inadequate to support growth of children, e. g. Arginine & Histidine. Remember all 20 amino acids are biologically essential. Amino acids can be classified as glucogenic or ketogenic based on intermediates produced during their catabolism. Classification of amino acids Essential. Semi essential. Nonessential. Glucogenic. Methionine. Threonine. Valine. Arginine. Histidine. Alanine. Asparagine. Aspartate. Cysteine. Glutamate. Glutamine. Glycine. Proline. Serine. Glucogenic and. Ketogenic. Isoleucine. Phenylalanine. Tryptophan Tyrosine. Ketogenic. Leucine. Lysine Two amino acids: Hydroxyproline and hydroxylysine are not necessary for protein synthesis but formed during post translational processing of collagen.",
        "cop": 3,
        "opa": "Methionine",
        "opb": "Lysine",
        "opc": "Alanine",
        "opd": "Leucine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "8a2fcf67-5d72-4e16-a3b5-5cbf02fea41b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an amine hormone -",
        "exp": "Ans. is'b' i. e., T4o Three general classes of hormone exist: -Proteins and polypeptide. Most of hormones in the body are polypeptides and proteins. In general, polypeptides writh 100 or more aminoacids are called proteins, and those with fewer than 100 amino acids are referred to as peptides. Proteins and peptide hormones are synthesized on the rough ER. They are usually synthesized first as larger proteins (precursors) that are not biologically active (preprohormone) and cleaved in the ER to form smaller prohormones. These are then transferred to the Golgi apparatus for packing into secretory vesicles. In this process, enzymes in the vesicles cleave the prohormones to produce smaller, biologically active hormones and inactive fragments. Vesicles are stored into cytoplasm and secretion of the hormones occur by exocytosis. The peptide/protein hormones are:-Hypothalamus Thyrotropin releasing hormone (TRH), corticotropin-releasing hormone (CRH), Growth-hormone releasing hormone (GHRh), Growth hormone inhibitory hormone (GHIn), i. e., somatostatin, Gonadotropin-releasing hormone (Gn. RH). Anterior pituitary Growth hormone, thyroid stimulating hormone (THS) or thyrotropin, adrenocorticotropin hormone (ACTH), prolactin, follicle stimulating hormone (FSH), leutinizing hormone (LH). Posterior pituitary; - Antidiuretic hormone (ADH)/vasopressin, oxytocin. Thyroid gland: - Calcitonin. Pancreas: - Insulin, glucagon. Parathyroid: - Parathormone. Placenta: - Human chorionic gonadotropin (HCG), Human somatomammotropin. Kidney: - Renin, erythropoietin. Heart: - Atrial natriuretic peptide (ANP). Stomach: - Gastrin. Small intestine: - Secretin, Cholecystokinin (CCK). Adipocytes: - Leptin. Angiotensin IISome of these peptide hormones are glycoproteins, i. e., they have sugar associated with proteins. Glycoprotein hormones are FSH, LH, TSH, human chorionic gonadotropin, erythropoietin, Steroid hormones. These hormones are synthesized from cholesterol. Once they are synthesized, they are simply diffuse across the cell membrane (because they are lipid soluble) and enter the interstitial fluid and then the blood. Thus, they are not stored. Steroid hormones are: -Adrenal cortex: - Cortisol (Glucocorticoids), Aldosterone (mineralocorticoids). Gonads: - Testosterone, estrogen, progesterone. Kidney: - 1, 25 - Dihydroxycholecalciferol. Amine hormones. These hormones are derivatives of amino acid tyrosine. These hormones are: -Thyroid gland: - Thyroxine (T4)and Triiodothyronine (T3). Adrenal medulla: - Norepinephrine (Noradrenaline), Epinephrine (adrenaline). Hypothalamus: - Dopamine or Prolactin inhibiting factor (PIF)",
        "cop": 2,
        "opa": "TSH",
        "opb": "T4",
        "opc": "Insulin",
        "opd": "FSH",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "69e2d7cc-49a5-4f82-93cf-4bfcaf08dd74",
        "choice_type": "single"
    },
    {
        "question": "Glutathione consists of cysteine plus glutamate plus -",
        "exp": "Ans. is 'c' i. e.. Glycine Glutathioneo Glutathione is a tripeptide made up of glutamate, cysteine and glycine (Y-glutamyl-cysteinyl-glycine). o Glutathione is present in all mammalian cells except neurons. o The sulphydryl (-SH) group of cysteine residue is the reactive portion of glutathione which can undergo oxidation and reduction. o Thus, glutathione may exist as the reduced (G-SH) or oxidized form (G-S-S-G) and can play a role in some oxidation-reduction reactions. o In oxidized form two molecules of glutathione are linked by disulfide bond. o Glutathione has following function: -It helps in keeping some enzyme in active state by preventing the oxidation of sulphydryl (-SH) group of enzyme. It helps in detoxification of H2. O2, by reducing it. Superoxide anion (O2) first converted to H2. O2 by superoxide dismutase. H2. O2 is then reduced to H2. O2by glutathione perioxidase, a reaction requires reduced glutathione. Thus, glutathione scavenges free radicals and superoxide anion. It helps in detoxification of xenobiotics by their conjugation (conjugation reaction). Reduced form of glutathione (GSH) with a free sufphydryl (-SH) group serves as a redox buffer, regulating redox state of the cell. Reduced glutathione is essential for maintaining the normal structure of RBCs and for keeping hemoglobin iron in ferrous state (prevents formation of methemoglobin). It is involved in the transport of amino acids across the cell membane of kidney and intestine.",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Glycine",
        "opd": "Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "7770f4a4-3b92-444e-9653-c0a6675fc755",
        "choice_type": "single"
    },
    {
        "question": "Glucogenic amino acid is-",
        "exp": "Ans. is 'c' i. e.. Glutamine Glucogenic. Ketogenic. Both glucogenic & ketogenico Alanineo Arginineo Aspargineo Aspartic acido Cysteineo Glutamineo Glutamic acido Glycineo Histidineo Methionineo Prolineo Serineo Threonineo Valineo Leucineo Lysineo Isoleucineo Phenylalaineo Tyrosineo Tryptophan. Note: According to Harper 29. PSh/'e (P-282), lysine is both ketogenic and glucogenic. But all other textbooks have mentioned it as ketogenic.",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Glutamine",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "aa41b9b1-2a1e-4245-a965-534bfb2d26bf",
        "choice_type": "multi"
    },
    {
        "question": "Gamma amino butyrate is synthesized from? -",
        "exp": "Ans. is 'b' i. e., Glutamate \\Ref: Harper 29th/ e p. 304-305]o Gamma amino butyric acid (GABA) is formed by decarboxylation of L-glutamate. Amino acids. Biological important compound. Tyrosine. Catecholamines (epinephrineQ, norepinephrineQ, dopamineQ), thyroxineQ, triiodothryonine, melanin Q. (Note: - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosine (phenylalanine - TyrosineQ - CatecholaminesQ, thyroxineQ, T3, melaninQ). Tryptophan. Vitamin niacinQ, melatoninQ, Serotonin. QGlycineQ, ArginineQ, methionine. QCreatine. QGlycine, cysteine. Bile salts. Glycine. Heme. Aspartic acid andglutamine. Pyrimidine bases. GlycineQ, aspartic acid, glutamine. Purine bases. Qb-alanine. Coenzyme-AArginine. Nitric oxide. QGlutamate. Gama-amino butyric acid (GABA)",
        "cop": 2,
        "opa": "Fumarate",
        "opb": "Glutamate",
        "opc": "Histidine",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "9aff3318-c2e2-416e-b131-72d1529bbafb",
        "choice_type": "single"
    },
    {
        "question": "Ketogenic amino acids are all except-",
        "exp": "Ans. is 'd' i. e., Histidine o Leucine and Lysine - Pure ketogenico Tryptophan - Glycogenic and ketogenico Hitidine - Pure glucogenic. Glucogenic. Ketogenic. Both glucogenic & ketogenico Alanineo Arginineo Aspargineo Aspartic acido Cysteineo Glutamineo Glutamic acido Glycineo Histidineo Methionineo Prolineo Serineo Threonineo Valineo Leucineo Lysineo Isoleucineo Phenylalaineo Tyrosineo Tryptophan. Note: According to Harper 29th/e (P-282), lysine is both ketogenic and glucogenic. But all other textbooks have mentioned it as ketogenic.",
        "cop": 4,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Tryptophan",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "ebed014f-ba7f-4259-898f-e105cf10757e",
        "choice_type": "multi"
    },
    {
        "question": "Most important amino acid which acts as methyl group donor-",
        "exp": "Ans. is 'b' i. e., Methionineo Methionine is activated into S-adenosylmethionine, which then transfers its methyl group to an acceptor. Thus methionine acts as methyl donor in transmethylation reactions. o Some of the important transmethylation reactions are-i) Norepinephrine - Epinephrineii) Phosphatidylethanolamine - Phosphatidylcholineiii) Gunaidoacetate - Creatineiv) Ethanolamine - Cholinev) Acetyl serotonin - Serotoninvi) Nucleotides - methylated nucleotides",
        "cop": 2,
        "opa": "Cysteine",
        "opb": "Methionine",
        "opc": "Tyrosine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "386889d1-1830-4ec5-aebd-e6ef35150dbb",
        "choice_type": "single"
    },
    {
        "question": "Ninhydrin test is used for -",
        "exp": "Ans. is 'b' i. e., Amino acids Important chemicai reactions of amino acidso Fol(owing are some important chemical reactions. Reaction used to determine amino acid sequence in polypeptide chain: -Generally, amino terminal (N-tenninal) of amino acid is tagged with some reagent. It is split offby hydrolysis and tagged amino acid is identified. The reaction is, then, repeated with new N-terminal of subsequent amino acid and so on. The two reactions are used for identification of amino acid sequence: -Sanger's reaction: - Uses Sanger's reagent (1 -fluoro-2, 4-dinitrobenzene) to tag amino terminal. Edman's reaction: - Uses Edman's reagent (phenylisothiocyanate) to tag amino terminal. Reaction used to identification of individual or group of amino acids: - These reactions are frequently used for qualitative detection and quantitative measurement of various amino acids. Xin hydrin test0: - All a-amino acids. Xanthophoretic reaction: - Aromatic amino acids Q (Tyrosine, try ptophan, phenylalanine). Millan's test Q (Miilon-Nasse reaction): - Tyrosine Q (phenol group of tyrosine). Therefore millon's test is positive in tyrosinosis Q. Aldehyde test: - Tryptophan (indole ring). Hopkins-cole reaction: - Tryptophan (indole ring). Sakaguch's reaction: - Arginine (guanidinium group of arginine). Sulphur test: - Cysteine (sulphydryl group). Nitroprusside test: - Cysteine (sulphydryl group). Pauly's test: - Histidine (imidazole group). Biuret reaction: - Peptide bond. Diazo reaction Q (Pauli's): - Histidine or tyrosine.",
        "cop": 2,
        "opa": "Bile salts",
        "opb": "Amino acids",
        "opc": "Nucleic acid",
        "opd": "Lipids",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acids Basics",
        "id": "2b08ef6f-6bda-495c-ba5a-1b879c12dc3a",
        "choice_type": "single"
    }
]