[
    {
        "question": "Glutamine synthetase is a -",
        "exp": "Ans. is 4b' i.e., Ligase /Ref Essential of biochemsitry p. 186]o All synthases are ligases.o All digestive enzymes are hydrolases.o Lyases are:DecarboxylasesAldolasesHydratasesEnolaseFumaraseArginosucinaseEnzyme classImportant enzymesOxidoreductaseOxidases, Dehydrogenases, Hydroperoxidases, (catalase, peroxidase), oxygenases.TransferaseAmino transferase or transaminase, e.g., SGOT (AST) and SGPT (ALT), kinases (HexokinaseQ glucokinase, pyruvate kinase etc), Transketolases, transaldolases, transcarboxylases.HydrolasesAll digestive enzymes (Pepsin, trypsin, lipases, esterases), lysosomal enzymes, urease, and phosphataseLyasesDecarboxylasesQ, aldolases, hydratases, enolase, fumaraseQ, ArginosuccinaseIsomerasesRacemases, epimerases. cis- trans- isomerases, mutasesLigasesSynthatasesQ, Carboxylases, DMA ligase",
        "cop": 2,
        "opa": "Isomerase",
        "opb": "Ligase",
        "opc": "Lyase",
        "opd": "Transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "128af4d6-c3e4-48e0-a0cc-5c082fe78995",
        "choice_type": "single"
    },
    {
        "question": "Increased levels of alanine in serum after fasting is primarily due to:",
        "exp": "Ans. a. Met loss of muscle protein due to increased breakdown (Ref: Ganong 24/e p21)Increased levels of alanine in serum after fasting are primarily due to net loss of muscle protein due to increased breakdown.\"The quantity of carbohydrate normally stored in the entire body can supply the energy required for body functions for 10-12 hours. Therefore, except for the first few hours of starvation, the major effects are progressive depletion of tissue fat and protein. Fat depletion is steady and continues unabated until most of the fat stores in the body are gone. Proteins undergo three phases of depletion-rapid depletion of mobilizable proteins at first, then greatly slowed depletion (during this time increased fat breakdown leads to a state of ketosis), and finally, rapid depletion again shortly before death. The major aim of protein catabolism during a state of starvation is to provide the glucogenic amino acids (especially alanine and glutamine) that serve as substrates for gluconeogenesis in the liver.\"",
        "cop": 1,
        "opa": "Net loss of muscle protein due to increased breakdown",
        "opb": "Leakage from cells due to membrane damage",
        "opc": "Renal dysfunction",
        "opd": "Decreased rate of gluconeogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "56e06587-92c2-448e-870b-c28fc78d5a6f",
        "choice_type": "single"
    },
    {
        "question": "Smooth muscle relaxant nitric oxide is synthesized from:",
        "exp": "Ans. (c) ArginineRef: Harper's Biochemistry 30th edn. 1314, 660-61",
        "cop": 3,
        "opa": "Methionine",
        "opb": "Cyseine",
        "opc": "Arginine",
        "opd": "Ornithine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "9dd660ae-436a-45b0-bb9e-9bc9cc72ac80",
        "choice_type": "single"
    },
    {
        "question": "In pyridoxine deficiency, tryptophan is converted to -",
        "exp": "Ans. is 'c' i.e., Xantheurenic acid o In vitamin B6 deficiency the metabolism is shuted to xanthurenic acid. Therefore, xantheurenic acid excretion is increased in urine.",
        "cop": 3,
        "opa": "Nicotine",
        "opb": "Acetoacetate",
        "opc": "Xantheurenic acid",
        "opd": "Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "8b70307b-ac90-489f-85e2-f2589cca3c90",
        "choice_type": "single"
    },
    {
        "question": "Transamination reaction requires -",
        "exp": "Ans. is 'c- i.e., Pyridoxin o Transamination involves the reversible transfer of a-amino group of a-amino acid to an a-keto acidQ to form a new amino acid and a new keto acid.o The enzyme catalyze the reaction is called aminotransferase (transaminase).o Most transaminases use GL-ketoglutarate (a-keto acid) as a common acceptor of a-amino group of a-amino acids,o All transaminases require pyridoxal phosphate (Vitamin B6) as a coenzymneQ.VitaminActive form (coenzvmes)Reaction typeB1 (Thiamin)Thiamine pyrophosphate (TPP)Oxidative decarboxylation, TransketolationB2 (Riboflavin)FMNt FADOxidation / Reduction (Redox reaction)B3 (Niacin)NAD\\ NADP\"Oxidation / Reduction (Redox reaction)B6 (Pyridoxin)Pyridoxal phosphate (PLP)Transamination, deamination, decarboxylation, condensation, trans-sulfurationBp (cobolamin)Methylcobalamin, deoxyadenosylcobalaminIsomerization of methylmelonyl-CoA to succinvl-CoA, synthesis of methionine from homocysteineFolic acidTetrahydrofolate (THF)One carbon group transferBiotinBiocytinCarboxylationPantothenic acidPentothenate in CoA and ACPAcyl group transferVitamin KVitamin KCarboxylation of glutamic acid residue",
        "cop": 3,
        "opa": "Biotin",
        "opb": "Folic acid",
        "opc": "Pyridoxin",
        "opd": "Niacin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "1a702ff5-e5c2-4150-8cbf-cc46b4faae00",
        "choice_type": "single"
    },
    {
        "question": "Transamination reaction reaquires which vitamin-",
        "exp": "Ans. is 'b' i.e., Pyridoxin o Pvridoxal phosphate (active form of vitamin B6) is the coenzyme for transamination reactions.",
        "cop": 2,
        "opa": "Thiamine",
        "opb": "Pyridoxin",
        "opc": "Riboflavin",
        "opd": "Pentothenic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "1de19e99-baec-469e-89ed-10e063b562c8",
        "choice_type": "single"
    },
    {
        "question": "In liver ammonia is formed from which amino acid?",
        "exp": "ANSWER: (B) GlutamineREF: Harper 29th Ed Page 521, 529, 530, Lehninger Biochemistry 4th ed page 523, 538,539Both Glutamine and Alanine (If provided in the options) should be the answer but since alanine is not in options Glutamine is the best possible answer. If Alanine is also provided in the options separately then also Glutamine is the best answer, since it is found in most tissue however glucose-alanine cycle/ cori cycle is for skeletal muscles only.Two mechanisms are available in humans for the transport of ammonia from the peripheral tissues to the liver for its ultimate conversion to urea.1. The first, found in most tissues, uses glutamine synthetase to combine ammonia with glutamate to form glutamine--a nontoxic transport form of ammonia. The glutamine is transported in the blood to the liver where it is cleaved by glutaminase to produce glutamate and free ammonia.2. The second transport mechanism, used primarily by muscle. involves transamination of pyruvate {the end product of aerobic glycolysis) to form alanine. Alanine is transported by the blood to the liver, where it is converted to pyruvate, again by transamination. In the liver, the pathway of gluconeogenesis can use the pyruvate to synthesize glucose, which can enter the blood and be used by muscle--a pathway called the glucose-alanine cycle or Cori cycle or Lactic acid cycleThe Glucose/ alanine cycle",
        "cop": 2,
        "opa": "Glycine",
        "opb": "Glutamine",
        "opc": "Isoleucine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "239774f3-88b5-446b-b160-a848d168bf0a",
        "choice_type": "single"
    },
    {
        "question": "HHH syndrome is due to defect in -",
        "exp": "Ans. is 'd' i.e., Ornithine transporter o Hyperornithinaemia, hvperammonaemia, homocitrullinuria (HHH) syndrome is an autosomal recessive disorder of ornithine transport caused by mutations in geneSLC 25A15 encoding the ornithine transorterprotein (ORNT1).o There is defective activity of the ornithine transporter across the mitochondrial membrane, which causes a functional deficiency of two mitochondrial enzymes:i) Ornithine transcarbomylase : Which catalyses the condensation of ornithine and carbamoylphosphate to citrulline.ii) Ornithine-8-aminotransferase (OAT): Which metabolizes the ornithine to D1 pyrroline-5-carboxylate and ultimately glutamate and proline.o Ornithine accumulates in the cytoplasm and its deficiency in mitochondria causes a secondary urea cycle disorder and hyperammonemia.o Carbamoylphosphate accumulates and undergoes alltemate metabolism to form :i) Homocitrulline - Excreted in urineii) Orotic acido Plasma citrullin level is normal.",
        "cop": 4,
        "opa": "Tryptophan metabolism",
        "opb": "Histidine transporter",
        "opc": "Branched chain AA metabolism",
        "opd": "Ornithine transporter",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "88323c2a-1ee3-45f3-879c-f1fee9a40d9c",
        "choice_type": "single"
    },
    {
        "question": "Niacin is synthesized from-",
        "exp": "Ans, is 'c' i.e., Tryptophan Niacin (vitamin B3)o Niacin is a general name for the nicotinic acid and nicotinamide, either of which may act as a source of vitamin in the diet. Nicotinic acid can be formed in the body from tryptophan (1 mg of the vitamin is formed from 60 mg of tryptophan). Therefore, deficiency of tryptophan causes deficiency of niacin.o Niacin, in the form of nicotinamide, is incorporated into the structure of two coenzymes : nicotinamide adenine dinucleotide (NAD+) and nicotinamide adenine dinucleotide phosphate (NADP+). These coenzymes are involved in following reactions :1) Oxidoredution reactions : Both NAD+ and NADP+ participate in many oxidoreduction reactions by acting as coenzymes for various dehydrogenases :NAD+ -linked dehydrogenasesPyruvate dehydrogenase, isocitrate dehydrogenase, malate dehydro-genase, a-ketoglutarate dehydrogenase, glutamate dehydrogenase, glyceraldehyde-3-P dehydrogenase, lactate dehydrogenase, b-hydroxy acyl CoA dehydrogenase, glycerol 3-P dehydrogenase (cytoplasmic).NADP+-linked dehydrogenases Glucose-6-P dehydrogenase, 6-Phosphogluconate dehydrogenase, 3-ketoacyI reductase, Enoyl reductase.2) ADP ribosylation : NAD' functions as ADP-ribose donor for the ADP-ribosylation of protein and poly ADP-ribosylation of nucleoproteins involved in the DNA repair mechanism.",
        "cop": 3,
        "opa": "Arginine",
        "opb": "Histidine",
        "opc": "Tryptophan",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "ca9abc06-f549-44f5-bd9a-d50c81a7c1e4",
        "choice_type": "single"
    },
    {
        "question": "Reaction occuring in conversion of norepinephrine to epinephrine-",
        "exp": "Ans. is 'd' i.e., MethylationDopaTyrosine hydroxylase--------- Tyrosinase ..-------- DopaTyrosine|Dopa decarboxylase| | TyrosinaseDopamine Throxine (T4)Dopaquinone|b-oxidaseTriiodothyronine|(b-bydroxylase) NorepinephrineMelanin|N -methyl transferase (N-methylation)Epinephrine",
        "cop": 4,
        "opa": "Hydroxylation",
        "opb": "Oxidation",
        "opc": "Glucuronidation",
        "opd": "Methylation",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "f4b8522b-53ed-4a81-b762-629eec40766f",
        "choice_type": "single"
    },
    {
        "question": "Coenzyme for phenylalanine hydroxylase is -",
        "exp": "Ans. is 'd' i.e., Tetrahydrobiopterino Phenylalanine metabolism is initiated by its oxidation to tyrosine which then undergoes oxidative degradation.",
        "cop": 4,
        "opa": "Tetrahydrofolate",
        "opb": "Pyridoxal phosphate",
        "opc": "S-adenosyl methionine",
        "opd": "Tetrahydrobiopterin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "d4168c37-1084-4724-ac5d-ec5c76978dad",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is derived from -",
        "exp": "Ans. is -b' i.e., Tryptophan Amino acidsBiological important compoundTyrosineCatecholamines (epinephrine Q, norepinephrine Q, dopamine Q), thyroxine Q. triiodothrvonine, melanin Q.(Note : - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosine (phenylalanine - Tyrosine Q - Catecholamines Q, thyroxine Q, T3 melanin Q).TryptophanVitamin niacin Q, melatonin Q, Serotonin QGlycine Q,Arginine Q,methionine QCreatine QGlycine, cysteineBile saltsGlycineHemeAspartic acid and glutaminePyrimidine basesGlycine Q, aspartic acid, glutaminePurine bases Qb-alanineCoertzyme-AArginineNitric oxide QLysine, MethionineCarnitine",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Glutathione",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "545e057e-cce1-4c27-8615-179953e2fb53",
        "choice_type": "multi"
    },
    {
        "question": "The amino acid producing ammonia in kidney is",
        "exp": "Ans. is 'a' i.e. Glutamine Ammonia ( N 3/4 ) is produced by the hydrolysis of Glutamine by the enzyme glutaminase in renal tubular cells H2OGlutamine - Glutamic acid + NH3 (or Glutamate) GlutaminaseGlutamic acid can be further catalyzed by glutamic dehydrogenase into a-ketoglutarate producing more ammonia.Ammonia being lipid soluble readily diffuses across the cell membranes into the tubular urine. In the urine it reacts with H+ from NH4+ and the NH4+ remains in the urine.Production of ammonia is one of the renal mechanisms of acid-base balanceThe NH3 production is greatly increased in metabolic acidosis and negligible in alkalosis.If the cells require more NH3, it can be formed from glycine by glycine oxidase and other amino acids by L-amino acid oxidase (Production of ammonia from glutamine in the principal mechanism).",
        "cop": 1,
        "opa": "Glutamine",
        "opb": "Alanine",
        "opc": "Methionine",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "24c349f7-4a05-420e-b4cb-298a8be896cf",
        "choice_type": "single"
    },
    {
        "question": "The following metabolite is a derivative of tryptophan-",
        "exp": "Ans. is 'a' i.e., Melatonin Amino acidsBiological important compoundTyrosineCatecholamines (epinephrineQ, norepinephrineQ, dopamineQ), thyroxineQ, triiodothryonine, melanin Q.(Note: - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosine (phenylalanine - TyrosineQ - CatecholaminesQ, thyroxineQ, T3, melaninQ).TryptophanVitamin niacinQ, melatoninQ, SerotoninQGlycineQ,ArginineQ,methionineQCreatineQGlycine, cysteineBile saltsGlycineHeme.Aspartic acid andglutaminePyrimidine basesGlycineQ,aspartic acid,glutaminePurine basesQb-alanineCoenzyme-AArginineNitric oxideQGlutamateGama-amino butyric acid (GABA)",
        "cop": 1,
        "opa": "Melatonin",
        "opb": "Thyroxine",
        "opc": "Epinephrine",
        "opd": "Nor epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "322e1469-9496-40e4-83e5-2f8501238f1b",
        "choice_type": "single"
    },
    {
        "question": "Catecholamines are synthesized from -",
        "exp": "Ans. is 'a' i.e., Tyrosine Amino acidsBiological important compoundTyrosineCatecholamines (epinephrine, norepinephrine, dopamine), thyroxine, triiodothryonine, melanin.(Note: - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosine (phenylalanine - Tyrosine - Catecholamines thyroxine, T3, melanin).TryptophanVitamin niacin, melatonin, SerotoninGlycineArginineMethionineCreatineGlycine, cysteineBile saltsGlycineHemeAspartic acid and glutaminePyrimidine basesGlycine, aspartic acid, glutaminePurine basesb-alanineCoenzyme-AArginineNitric oxideHistidine, Arginine, lysineKeratinMethionine, lysineCarnitineGABAGlutamateGlutamate, cysteine, glycineGlutathione",
        "cop": 1,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Glycine",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "13f18dbf-f481-47db-9877-577956b1c997",
        "choice_type": "single"
    },
    {
        "question": "Glycine is required in formation of all except -",
        "exp": "Ans. is 'd' i.e.. ThyroxineGlvcineo Glycine is a nonessential amino acid which is synthesizedfrom serine. Glycine is metabolized by following three pathways -It can be converted to serine, a reaction that require tetrahydrofolate (derivative of folic acid and pyridoxal phosphate as coenzyme. Further serine is metabolized by serine dehydratase into pyruvate and NH f.The major pathway of glycine degradation is oxidative cleavage into CO, and NH4' by glycine cleavage complex of liver. H4 folate is required which is converted to N5, N10- methylene H4 folate. Thus folic acid is required for glycine metabolism.Glycine may be oxidatively deaminated by glycine oxidase to glyoxylic acid.o Glycine is necessary for the formation of following products:- Heme^ purine ring, bile acids conjugation (formation of glycocholic acid, and glyco-chenodeoxycholic acid), creatine, glutathione, glucose (by gluconeogenesis).",
        "cop": 4,
        "opa": "Heme",
        "opb": "Purines",
        "opc": "Glutathione",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "08a70dc8-2382-4886-aceb-1aa31f6f64e8",
        "choice_type": "multi"
    },
    {
        "question": "Amino acid carrying ammonia from muscle to liver-",
        "exp": "Ans. is 'a' i.e.. Alanine o Transport of alanine from muscle to liver (glucose-alanine cycle) has two functions :-Providing substrate for giuconeogenesisTransport of ammonia (NH4+) to liver for urea synthesis.o During the first few days of starvation, there is a rapid breakdown of muscle protein, providing aminoacids for giuconeogenesis. The most important gluconeogenic amino acid is alanine0 (through glucose-alanine cycle). Alanine is released due to increased muscle protein breakdownQ and is transported to liver for giuconeogen-esis (glucose alanine cycle). The other important gluconeogenic amino acid in starvation is glutamine,o After some weeks of starvation, the rate of muscle breakdown decreases due to decreased need of glucose as a fuel for brain which has began using ketone bodies as a source of energy'. However, when the triacylglycerol stores are completely exhaused, muscle proteins once again enter in a stage of rapid depletion due to protein breakdown,o Alanine transport from muscle to liver has an important additional role, beside giuconeogenesis. Because muscle is incapable of synthesizing urea, most of the ammonia formed by protein catabolism is transferred to pyruvate to form alanine by transamination. Alanine is transported to liver where amino group of alanine is removed to form urea and the resulting pyruvate is converted to glucose by giuconeogenesis.o Thus, sources of alanine release from muscle are (i) Degradation of protein (ii) Transamination of pyruvate.o Besides alanine, lactate produced in muscles by anerobic use of glucose, also seves as a substrate for giuconeogenesis - cori cycle or lactic acid cycle.",
        "cop": 1,
        "opa": "Alanine",
        "opb": "Glutamine",
        "opc": "Arginine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "6c3256e5-5909-43dc-af15-b9f7c0e7669c",
        "choice_type": "single"
    },
    {
        "question": "Glutathion synthetase requires -",
        "exp": "Ans. is 'c' i.e., Magnesium o The two enzymes required for de novo synthesis of glutathione are :-1) Glutamyl cystein synthetase# It requires glutamic acid, cysteine, ATP and Mg+2: to form g-glutamyl cysteine:Glutathione synthetase# It requires glycine, ATP and Mg+2 to synthesize glutathione from g-glutamyl cysteine.Remembero Glutathione synthetase requireso Glutathione peroxidase contains- Magnesium- Selenium",
        "cop": 3,
        "opa": "Copper",
        "opb": "Selenium",
        "opc": "Magnesium",
        "opd": "Iron",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "1aa853d2-5f76-4eea-ae7f-9548700c8ccd",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is derived from-",
        "exp": "Ans. is 'd' i.e., Tryptophan o Tryptophan is a precursor for synthesis of niacin (nicotinic acid), serotonin and melatonin.Amino acidsBiological important compoundTyrosineCatecholamines (epinephrine, norepinephrine, dopamine), thyroxine, triiodothryonine, melanin.(Note: - Phenylalanine is the precursor of tyrosine, thus it can also give rise to all these compounds through tyrosine (phenylalanine - Tyrosine - Catecholamines thyroxine, T3, melanin).TryptophanVitamin niacin, melatonin, SerotoninGlycineArginineMethionineCreatineGlycine, cysteineBile saltsGlycineHemeAspartic acid and glutaminePyrimidine basesGlycine, aspartic acid, glutaminePurine basesb-alanineCoenzyme-AArginineNitric oxideHistidine, Arginine, lysineKeratinMethionine, lysineCarnitineGABAGlutamateGlutamate, cysteine, glycineGlutathione",
        "cop": 4,
        "opa": "Tyrosine",
        "opb": "Phenylalanine",
        "opc": "Alanine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "74e25974-323e-42a6-8cde-57eeef3c7686",
        "choice_type": "single"
    },
    {
        "question": "Which of the following transports nitrogen from muscle to liver -",
        "exp": "Ans. is 'b' i.e., Alanine o Transport of alanine from muscle to liver (glucose-alanine cycle) has two functions :-i) Providing substrate for gluconeogenesisii) Transport of ammonia (NH4-) to liver for urea synthesis.o During the first few days of starvation, there is a rapid breakdown of muscle protein, providing aminoacids for gluconeogenesis. The most important gluconeogenic amino acid is alanine Q (through glucose-alanine cycle). Alanine is released due to increased muscle protein breakdown Q and is transported to liver for gluconeogenesis (glucose alanine cycle). The other important gluconeogenic amino acid in starvation is glutamine.o After some weeks of starvation, the rate of muscle breakdown decreases due to decreased need of glucose as a fuel for brain which has began using ketone bodies as a source of energy. However, when the triacylglycerol stores are completely exhaused, muscle proteins once again enter in a stage of rapid depletion due to protein breakdown.o Alanine transport from muscle to liver has an important additional role, beside gluconeogenesis. Because muscle is incapable of synthesizing urea, most of the ammonia formed by protein catabolism is transferred to pyruvate to form alanine by transamination (PGI-97). Alanine is transported to liver where amino group of alanine is removed to form urea and the resulting pyruvate is converted to glucose by gluconeogenesis.o Thus, sources of alanine release from muscle are (i) Degradation of protein (ii) Transamination of pyruvate.o Besides alanine, lactate produced in muscles by anerobic use of glucose, also seves as a substrate for gluconeogenesis-cori cycle or lactic acid cycle.",
        "cop": 2,
        "opa": "Lactate",
        "opb": "Alanine",
        "opc": "Glutamine",
        "opd": "Aspertate",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "414f6c7a-328c-4c0a-bd55-971b13d6148f",
        "choice_type": "single"
    },
    {
        "question": "Creatinine is synthesized from -",
        "exp": "Ans. is 'a' i.e., Arginine o Creatinine is synthesized from arginine, glycine and methionine.o Creatine and creatinine are not amino acids, but specialized products of amino acidso Creatine is synthesized from glycine, arginine and methionine.o Synthesis start with formation of guanidoacetatefrom glycine and arginine in kidney. Further reactions takes place in liver and muscle.o Imediate precursor of creatine is guanidinoacetate.o Thus, both creatine and creatinine are synthesized from arginine, glycine, and methionine.o In muscles, creatine phosphate occurs as a reservoir of high-energy phosphate groupso It provides a quick source of energy for muscle fibres to contract when they need an initial burst of energyo Creatine phosphate helps generation of ATP in exercising muscles by substrate level phosporylation.",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Alanine",
        "opc": "Histidine",
        "opd": "Cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "78b0c1d7-19fe-4c26-94c6-3d8d9c206ffe",
        "choice_type": "single"
    },
    {
        "question": "Pyridoxine deficiency leads to altered metabolism of?",
        "exp": "ANSWER: (B) TryptophanREF: Harper 27th ed chapter 29Tryptophan is degraded to amphibolic intermediates via the kynurenine-anthranilate pathway. Tryptophan oxygenase (tryptophan pyTrolase) opens the indole ring, incorporates molecular oxygen, and forms N-formylkynurenine. An iron porphyrin metalloprotein that is inducible in liver by adrenal corticosteroids and by tryptophan, tryptophan oxygenase is feedback-inhibited by nicotinic acid derivatives, including NADPH. Hydrolytic removal of the formyl group of N-formylkynurenine, catalyzed by kynurenine formylase, produces kynurenine. Since kynureninase requires pyridoxal phosphate, excretion of xanthurenate in response to a tryptophan load is diagnostic of vitamin B6 (pyridoxine) deficiency. Hartnup disease reflects impaired intestinal and renal transport of tryptophan and other neutral amino acids. Indole derivatives of unabsorbed tryptophan formed by intestinal bacteria are excreted. The defect limits tryptophan availability? for niacin biosynthesis and accounts for the pellagra-like signs and symptoms.",
        "cop": 2,
        "opa": "Phenylalanine",
        "opb": "Tryptophan",
        "opc": "Methionine",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "1f969667-a599-475f-a416-50fe2c1fc116",
        "choice_type": "single"
    },
    {
        "question": "Oxaloacetate is formed from?",
        "exp": "Ans. (c) Aspartate",
        "cop": 3,
        "opa": "Proline",
        "opb": "Glutamate",
        "opc": "Aspartate",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "530f61c1-e04a-4d28-9784-09e460c8b642",
        "choice_type": "single"
    },
    {
        "question": "Putrescene - a polyamine is formed by decarboxylation of:",
        "exp": "Ans: B (Ornithine)Ref: Harper's Illustrated Biochemistry,28th editionExplanation:Polyamines include putrescine, spermidine, spermine.Ornithine is a major precursor for synthesis of polyamines.Conversion of ornithine to putrescine is catalyzed by Ornithine Decarboxylase. (See figure)",
        "cop": 2,
        "opa": "Arginine",
        "opb": "Ornithine",
        "opc": "Citrulline",
        "opd": "Adenine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "d127e3b3-9772-40cf-9543-570d79f4c921",
        "choice_type": "single"
    },
    {
        "question": "In argininosuccinase deficiency, what should be supplemented to continue the urea cyce -",
        "exp": "Ans. is 'b' i.e., Arginine o Argininosuccinase (argininosu coin ate lyase) catalyses the cleavage of arginiosuccinate into arginine and fumarate.o Thus, in argininosuccinase deficiency arginine cannat be produced.o Supplementation with arginine base helps replenish this amino acid.",
        "cop": 2,
        "opa": "Aspartate",
        "opb": "Arginine",
        "opc": "Citrull in",
        "opd": "Argininosuccinate",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "31496e4d-9671-4f8b-9c83-73b1f02a615e",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine utilized in synthesis of all except -",
        "exp": "Ans. is 'b' i.e., Melatonin o Dopamine b-hydroxylase is a 'copper ' containing monooxygenase that requires ascorbic acid and molecular oxygen.o It catalyzes the formation of norepinephrine.",
        "cop": 2,
        "opa": "Melanin",
        "opb": "Melatonin",
        "opc": "Dopamine",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "2a0ac25c-efc2-432e-86dc-7a785b3c0721",
        "choice_type": "multi"
    },
    {
        "question": "Imediate precursor of creatine -",
        "exp": "Ans, is 'c' i.e., Guanidoacetate o Creatine and creatinine are not amino acids, but specialized products of amino acids.o Creatine is synthesized from glycine, arginine and methionine.o Synthesis start with formation of guanidoacetate from glycine and arginine in kidney.o Further reactions takes place in liver and muscle.o Thus, both creatine and creatinine are synthesized from arginine, glycine, and methionine.",
        "cop": 3,
        "opa": "Carbamoyl phosphate",
        "opb": "Arginosuccinate",
        "opc": "Guanidoacetate",
        "opd": "Citrulline",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "091ad03b-617b-4d06-a739-9cf4a18e5060",
        "choice_type": "single"
    },
    {
        "question": "Co-enzyme used in transamination -",
        "exp": "Ans. is 'c' i.e., Pyridoxai phosphate o Pyridoxai phosphate (active form of vitamin Bs) is the coenzyme for transamination reactions.VitaminActive form (coenzymes)Reaction typeB1 (Thiamin)Thiamine pyrophosphate (TPP)Oxidative decarboxylation, TransketolationB2 (Riboflavin)FMN, FADOxidation / Reduction (Redox reaction)B3 (Niacin)NAD+, NADP+Oxidation / Reduction (Redox reaction)B6 (Pyridoxin)Pyridoxal phosphate (PLP)Transamination, deamination, decarboxylation, condensation, trans-sulfurationB12 (cobolamin)Methylcobalamin. deoxyadenosy Icoba lam inIsomerization of meihylmelonyl-CoA to succinyl-CoA, synthesis of methionine from homocysteineFolic acidTetrahydrofolate (THF)One carbon group transferBiotinBiocytinCarboxylationPantothenic acidPentothenate in Co A and ACPAcyl group transferVitamin KVitamin KCarboxylation of glutamic acid residue",
        "cop": 3,
        "opa": "NAD",
        "opb": "Biotin",
        "opc": "Pyridoxal phosphate",
        "opd": "Riboflavin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "2ae7a1fa-3d3b-4284-9af2-7f1913c17d15",
        "choice_type": "single"
    },
    {
        "question": "For conversion of asparatate to asparagine, nitrogen comes from -",
        "exp": "Ans. is 'c' i.e., Glutamine o Synthesis of asparagine from aspartate is catalyzed by asparagine synthetase,o Donor of amide group (containing nitrogen) in this reaction is glutamine.",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Glutamate",
        "opc": "Glutamine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "7a06ba83-46b0-4257-bfe3-2f6dbefb2762",
        "choice_type": "single"
    },
    {
        "question": "Which hormone synthesized from Tyrosine?",
        "exp": "ANSWER: (C) ThyroxinREF: Vasudevan biochemistry page 205, Lehninger Principles of Biochemistry 4m edition page 678, 859Important specialized products from tyrosine:ThyroxineMelaninCatecholamines (dopamine, norepinephrine and epinephrine)",
        "cop": 3,
        "opa": "Cakitrioi",
        "opb": "Calcitonin",
        "opc": "Thyroxin",
        "opd": "Cortisol",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "5971adfd-4837-4e3e-9b49-25aa43962694",
        "choice_type": "single"
    },
    {
        "question": "Uronic acid pathway is important for the formation of-",
        "exp": "Ans. is 'd' i.e., AH of the above o UDP-glucuronate (a product of uronic acid pathway) is a donar of glucuronate residue for various conjugation and synthetic processes.",
        "cop": 4,
        "opa": "GAG (glycosamine glycans)",
        "opb": "Glycoproteins",
        "opc": "Conjugation of bilirubin",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "e600b343-6e70-4515-9953-19854b3d5726",
        "choice_type": "multi"
    },
    {
        "question": "Following amino acid form an integral part of collagen synthesis:",
        "exp": "Ans: A (Lysine) Ref: Harpers illustrated Biochemistry. 28th editionExplanation:CollagenCollagen is a fibrous proteinMost abundant structural proteinAccounts for 25% of the total body proteinsFound in skin, joints, skeleton, tendons, cartilage, cornea and blood vesselsUnusual right-handed triple helix3 polypeptide chains, an unusual amino acid composition33% glycine, 10% proiine, 10% hydroxyproline (Hyp)The sequence Gly-X-Y-Gly-X-Y is repetitiveHvdroxylated amino acid (pro, lys)characteristic of collagenSynthesized post- translationally. a step requiring vitamin C.Vitamin C deficiency symptoms explained by- disturbances in collagen biosynthesis.Collagen molecules tend to associate with one another to form larger, more complex cylindrical fibrils (diameter 20-500nm)At either end. the individual collagen molecules are cross-linked via modified lysine residues.This gives tensile strength to collagenExtent of cross-linking increases with age",
        "cop": 1,
        "opa": "Lysine",
        "opb": "Leucine",
        "opc": "Arginine",
        "opd": "Glutamic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "32a96448-e9a2-47f0-bc5c-15472ac83ce9",
        "choice_type": "single"
    },
    {
        "question": "Succinyl CoA is formed by?",
        "exp": "Ans. (d) All of the aboveRef Lippincott 4/e, / 261",
        "cop": 4,
        "opa": "Valine",
        "opb": "Isoleucine",
        "opc": "Methionine",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "9f2e8b5f-2761-4c17-a922-99cf693ce7c3",
        "choice_type": "multi"
    },
    {
        "question": "Tripeptide used for oxidation-raduction reaction -",
        "exp": "Ans. is 'b' i.e., Glutathione o Glutathione is a tripeptide0 made up of glutamate, cysteine and glycine (y-glutamyl-cysteiny 1-glycine).o Glutathione is present in all mammalian cells except neurons.o The sulphydryl (-SH) group of cysteine residue0 is the reactive portion of glutathione which can undergo oxidation and reduction.o Thus, glutathione may exist as the reduced (G-SH) or oxidized form (G-S-S-G) and can play a role in some oxidation- reduction reactions.o In oxidized form two molecules of glutathione are linked by disulfide bond.",
        "cop": 2,
        "opa": "Creatinine",
        "opb": "Glutathione",
        "opc": "Melanin",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "e1285039-3884-4b1f-8a0f-b87b0444bdf7",
        "choice_type": "multi"
    },
    {
        "question": "Hartnup disease is due to defective transport of -",
        "exp": "Ans. is 'd' i.e., Tryptophan Hartnup diseaseo It is an inherited disorder in the metabolism of tryptophan.o It is due to defective transport of tryptophan and other neutral amino acids in the intestine and kidneyo This results in deficiency of tryptophan leading to decreased synthesis of niacin and serotonino Thus there are pellagra (niacin deficiency), neurological symptoms (serotonin deficiency) and amino aciduria due to defective transport of amino acids in kidney.",
        "cop": 4,
        "opa": "Histidine",
        "opb": "Argine",
        "opc": "Lysine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "7a86fb2b-fc33-457d-ae6f-897717e4d14a",
        "choice_type": "single"
    },
    {
        "question": "Nitric oxide is derived from which amino acid-",
        "exp": "Ans. is 'd' i.e., Arginine Nitric oxide (NO)o Nitric oxide, also called endothelium-derived-relaxing factor (EDRF), is formed from amino acid arginine, by the action of the enzyme NO synthase, which is cytosolic.NO synthase Arginine [?][?][?][?][?][?][?][?][?][?][?]- Citrulline + NOo Three isoforms of NO synthase have been identified :- Neuronal NOS (nNOS or A'OS-1); (ii) Macrophage or inducible NOS (iNOS or NOS-2); and (iii) Endothelial NOS (eNOS or NOS-3). NOS-1 and NOS-3 are constitutive enzymes, whereas NOS2 is inducible in inflammatory conditions,o NOS-1 and NOS-3 are activated by Ca+2.o NO synthase is a very complex enzyme, employing five redox cofactors : NADPH. FAD, FMN, heme, and tetrahydrobiopterin.o The most important physiological source of NO is endothelial ceils.o NO has a very short half-life (approximately 3-4 seconds) in tissues because it reacts with oxygen and superoxide. The product of reaction with superoxide is peroxynitirite (ONOO), which decomposes to form the highly reactive OH radical. NO acts through group IIB hormonal mechanisms, i.e., through cGMPas the second messenger.",
        "cop": 4,
        "opa": "Histidine",
        "opb": "Lysine",
        "opc": "Methionine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "f17ed9b4-a716-4ddc-9b93-1861405a57a8",
        "choice_type": "single"
    },
    {
        "question": "Role of selenocystein is important in -",
        "exp": "Ans. is 'c' i.e., Antioxidant mechanism o Selenocysteine is considered to 21st standard amino acid.o It is present at the active site of many enzymesGlutathione peroxidase - An antioxidant enzyme.Deiodinase - Converts T4 to T3iii) Thioredoxin reductase.Glycine reductase.Formate dehydrogenaseo Selenocysteine has a structure similar in cystein, but containing selenium in place of sulfur atom of cysteine,o Proteins that contain selenocystein residues are called selenoproteins.",
        "cop": 3,
        "opa": "Hydroxylation of dopamine",
        "opb": "Oxidation of drugs",
        "opc": "Antioxidant mechanism",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "96c4c772-6100-493a-a475-efe275f97e92",
        "choice_type": "multi"
    },
    {
        "question": "Protein is purified using ammonium sulfate by:",
        "exp": "Ans is 'a' i.e. Salting out Ammonium sulfate precipitation is a method of protein purification by altering solubility of protein. The technique is known as salting out.Salting out:Proteins are purified using differences in protein solubility in varying salt concentrations.The solubility of proteins varies according to the ionic strength of the solution, and hence according to the salt concentration. Two distinct effects are observed: at low salt concentrations, the solubility of the protein increases with increasing salt concentration (i.e. increasing ionic strength), an effect termed salting in. As the salt concentration (ionic strength) is increased further, the solubility of the protein begins to decrease. At sufficiently high ionic strength, the protein will be almost completely precipitated from the solution (salting out).Since proteins differ markedly in their solubility's at high ionic strength, salting-out is a very useful procedure to assist in the purification of a given protein. The commonly used salt is ammonium sulfate, as it is very water soluble.The ammonium sulfate concentration is increased stepwise, and the precipitated protein is recovered at each stage.The precipitated protein is then removed by centrifugation and then the ammonium sulfate concentration is increased to a value that will precipitate most of the protein of interest whilst leaving the maximum amount of protein contaminants still in solution.This technique is useful to quickly remove large amounts of contaminant proteins, as a first step in many purification schemes. It is also often employed during the later stages of purification to concentrate protein from dilute solution following procedures such as gel filtration",
        "cop": 1,
        "opa": "Salting out",
        "opb": "Ion exchange chromatography",
        "opc": "Mass chromatography",
        "opd": "Molecular size exclusion",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "cf21dd3a-fc5b-49fb-bc5b-6b6946b983e9",
        "choice_type": "single"
    },
    {
        "question": "Cysteine is formed from -",
        "exp": "Ans. is 'a' i.e., Methionine and Serine o Cysteine, while not nutritionally essential, is formed from methionine, which is nutritionally essential. Following conversion of methionine to homocysteine , homocysteine and serine form cystathionine, whose hydrolysis forms cysteine and homoserine .o The sulfur of cysteine derives from methionine and the carbon skeleton from serine.",
        "cop": 1,
        "opa": "Methionine and serine",
        "opb": "Methionine and glycine",
        "opc": "Alanine and glycine",
        "opd": "Serine and glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "cf67f6ce-6f28-4d6e-89d7-2cdf6d80bdb7",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme in catecholamine synthesis-",
        "exp": "Ans. is 'd' i.e., Tyrosine hydroxylase DopaTyrosine hydroxylase--------- Tyrosinase ..-------- DopaTyrosine|Dopa decarboxylase| | TyrosinaseDopamine Throxine (T4)Dopaquinone|b-oxidaseTriiodothyronine|(b-bydroxylase) NorepinephrineMelanin|N -methyl transferase (N-methylation)Epinephrineo Tyrosine hydroxylase is the rate limiting enzy me in the synthesis of catecholamines and it catalyzes the con version of ty rosine into dopa.o Immediate precursor of norepinephrine is dopmine.",
        "cop": 4,
        "opa": "Dopa decarboxylase",
        "opb": "N-methyltransferase",
        "opc": "Dopamine hydroxylase",
        "opd": "Tyrosine hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "e26ca2ca-8e96-42fa-a0f6-0a3dd5fd0936",
        "choice_type": "single"
    },
    {
        "question": "1st product of tryptophan Catabolism -",
        "exp": "Ans. is 'a' i.e., Kynurenine Metabolism of tryptophano Tryptophan is an essential amino acidQ, containing indol ringQ. Tryptophan is oxidized to produce alanine (which is glucogenic) and acetyl-CoA (which is ketogenic). Therefore, tryptophan is both glucogenic and ketogenic. Tryptophan is precursor for the biosynthess of niacinQ (a vitaminQ), serotonin (a neurotransmitter) and melatoninQ (a hormone).o Tryptophan metabolism occurs by two pathways: (i) kinurenine pathwayQ and (ii) serotonine pathway.1) Kynurenine pathway :- Tryptophan is oxidized to kynurenine, which is then converted to either niacin (nicotinic acid) or acetyl-CoA. In the reaction alanine is also produced. o Deficiency of tryptophan can cause deficiency of niacin (if also deficient in diet). This can leads to Pallegra: dermatitis, diarrhea and dementia.o For every 60 mg of tryptophan, 1 mg. equivalent of niacin can be generatedQ.o In vitamin B6 deficiency the metabolism is shuted to xanthurenic acid. Therefore, xantheurenic acid excretion is increased in urine.2) Serotonin pathway:- Tryptophan is first oxidized to serotonine which is further converted to melatonin.o Serotonin secretion is increased in carcinoid syndrome which causes flushingQ. VasoconstrictionQ, diarrheaQ and bronchospasm (respiratory distress).",
        "cop": 1,
        "opa": "Kynurenine",
        "opb": "Xantheurenic acid",
        "opc": "Bradykinin",
        "opd": "Melatonin",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "4e8d0f29-c6cb-42f8-8940-b86408b6fd28",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine is synthesized from-",
        "exp": "Ans. is 'b' i.e., Phenylalanine o Phenylalanine metabolism is initiated by its oxidation to tyrosine which then undergoes oxidative degradation.",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Phenylalanine",
        "opc": "Histidine",
        "opd": "Methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "0f1d2ef2-7865-48f8-8c13-c779e0ba6fc4",
        "choice_type": "single"
    },
    {
        "question": "1st product of tryptophan catabolism is?",
        "exp": "ANSWER: (A) KynerunineREF: Harper's 27th ed ch: 29Tryptophanisdegradedto amphibolic intermediatesvia thekynurenine-anthranilate pathway. Tryptophan oxygenase (tryptophan pyrrolase) opens the indole ring, incorporates molecular oxygen, and forms N-formylkynurenine.Hydrolytic removal of the formyl group of AT-formylkynurenine, catalyzed by kynurenine formylase, produces kynurenine. Since kynureninase requires pyridoxal phosphate, excretion of xanthurenate in response to a tryptophan load is diagnostic of vitamin B6. deficiency.Hartnup disease reflects impaired intestinal and renal transport of tryptophan and other neutral amino acids.",
        "cop": 1,
        "opa": "Kynerunine",
        "opb": "Bradykinin",
        "opc": "PAF",
        "opd": "Xantheurenate",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "a1aec7e2-4e0e-4cd4-bafe-a6fbc633827b",
        "choice_type": "single"
    },
    {
        "question": "Serotonin is synthesized from-",
        "exp": "Ans. is 'c' i.e., Tryptophan o Hvdroxytryptamine (serotonin) is synthesized from tryptophan.",
        "cop": 3,
        "opa": "Tiyrosine",
        "opb": "Alanine",
        "opc": "Tryptophan",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolism",
        "id": "d4afcc16-2b86-467d-b4ad-2556574e1ad6",
        "choice_type": "single"
    }
]