[
    {
        "question": "Accumulation of homogentisic acid causes?",
        "exp": "ANSWER: (A) OchronosisREF: Clinical Paediatric Dermatology by Thappa - Page 156, Differential diagnosis in internal medicine: from symptom to diagnosis - Page 347, http:.//en.wikipedia,org/wiki/Ochronosis,http: // en. wikipedia .org/wiki/AlkaptonuriaRepeat from December 2009, June 2009Ochronosis is the syndrome caused by the accumulation of homogentisic add in connective tissues. The condition was named after the yellowish (ocher-like) discoloration of the tissue seen on microscopic examination. However, macroscopically the affected tissues appear bluish grey because of a light scattering phenomenon known as the Tyndall effect. The condition is most often associated with alkaptonuria but can occur from exogenous administration of phenol complexes like hydroquinone.Alkaptonuria (black urine disease or alcaptonuria) is a rare inherited genetic disorder of phenylalanine and tyrosine metabolism. This is an autosomal recessive condition that is due to a defect in the enzyme homogentisate 1,2-dioxygenase, which participates in the degradation of tyrosine. As a result, a toxic tyrosine byproduct called homogentisic acid (or alkapton) accumulates in the blood and is excreted in urine in large amounts (hence -uria)",
        "cop": 1,
        "opa": "Ochronosis",
        "opb": "Tyrosinemia",
        "opc": "Albinism",
        "opd": "Tyrosinosis",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "dbd390f4-2413-4045-8fbf-0815018a37ed",
        "choice_type": "single"
    },
    {
        "question": "Xantheurenic acid is produced in -",
        "exp": "Ans. is 'b' i.e., Tryptophan metabolism o Serotonin secretion is increased in carcinoid syndrome which causes flushingQ. VasoconstrictionQ, diarrheaQ and bronchospasm (respiratory distress),Metabolism of tryptophano Tryptophan is an essential amino acidQ, containing indol ringQ. Tryptophan is oxidized to produce alanine (which is glucogenic) and acetyl-CoA (which is ketogenic). Therefore, tryptophan is both glucogenic and ketogenic. Tryptophan is precursor for the biosynthess of niacinQ (a vitaminQ), serotonin (a neurotransmitter) and melatoninQ (a hormone).o Tryptophan metabolism occurs by two pathways: (i) kinurenine pathwayQ and (ii) serotonine pathway.1) Kynurenine pathway :- Tryptophan is oxidized to kynurenine, which is then converted to either niacin (nicotinic acid) or acetyl-CoA. In the reaction alanine is also produced. o Deficiency of tryptophan can cause deficiency of niacin (if also deficient in diet). This can leads to Pallegra: dermatitis, diarrhea and dementia.o For every 60 mg of tryptophan, 1 mg. equivalent of niacin can be generatedQ.o In vitamin B6 deficiency the metabolism is shuted to xanthurenic acid. Therefore, xantheurenic acid excretion is increased in urine.2) Serotonin pathway:- Tryptophan is first oxidized to serotonine which is further converted to melatonin.",
        "cop": 2,
        "opa": "Tyrosine metabolism",
        "opb": "Tryptophan metabolism",
        "opc": "Cysteine metabolism",
        "opd": "Valine metabolism",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "89556543-fa48-4987-b63b-faaef1603692",
        "choice_type": "single"
    },
    {
        "question": "Maple syrup urine disease is due to -",
        "exp": "Ans. is 'a' i.e., oc-ketoacid decarboxylase o Maple syrup urine disease is due to deficiency of a-ketoacid dehydrogenase (also called a-ketoacid decarboxylase).Maple syrup urine disease (MSUD) or branched chain ketoaciduriao It is an inborn error of metabolism of branched chain amino acids valine, leucine and isoleucine,o It is due to deficiency of enzyme that catalyzes the second reaction in these amino acids metabolism i.e. branched chain-a keto acid dehydrogenase which catalyses decarboxylationQ of branched chain amino acidsQ,o As a result, the branched chain amino acids, leucineQ, isoleucineQ and valineQ and their a-keto acids accumulate in blood, urine and CSF.o There is characteristic maple svrup odor to the urine.",
        "cop": 1,
        "opa": "a-ketoacid decarboxylase",
        "opb": "Transaminase",
        "opc": "Isomerase",
        "opd": "Mutase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "afb6c730-0158-4e01-b450-e1b4238e9998",
        "choice_type": "single"
    },
    {
        "question": "Conversion of phenylalanine to tyrosine is hampered in -",
        "exp": "Ans. is 'a' i.e., Phenylketonuria o Phenylketonuria is characterized by inability of oxidation of phenylalanine into tyrosine.Phenylketonuriao It is an inborn metabolism of phenylalanine, in which there is inability of oxidation of phenylalanine into tyrosine. There is defective function ofphenylalanine hydroxylase, which may be due to : -i) Classical phenylketonuria (hyperphenylalanemia type I) -Deficiency of phenylalanine hydroxylase.ii) Atypical phenylketonuria (Hyperphenylalanemia type II and III) - Defect in dihydrobiopterin reductase.iii) Hyperphenylalanemia type - IV and V - Defect in dihydrobiopterin synthesis.o Phenylalanine level is raised as it can not be oxidized into tyrosine. Therefore, some minor pathways of phenylalanine metabolism become active (which does not require hydroxylase). This result in accumulation toxic metabolites of phenylalanine which include phenylpyruvate, phenylacetate, phenyllactat, and phenylacetylglutamine. Increased excretion of phenylalanine in urine gives the urine a mousy odor.o For detection of phenylalanine, following tests are used : -i) Guthrie's test: - It detect phenylalanine in the serum.ii) FeCl3: - It detects phenylalanine in urine. Phenylalanine gives green colour with FeCl3.iii) 2-4 Dinitrophenol hydrazine: - Gives yellow precipitate with old urine.o The main treatment is a phenylalanine restricted diet for life.",
        "cop": 1,
        "opa": "Phenylketonuria",
        "opb": "Alkaptonuria",
        "opc": "Maple syrup disease",
        "opd": "Tyrosinemia",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "705a2343-b52d-4db1-9ed6-68540bb4a66b",
        "choice_type": "single"
    },
    {
        "question": "In Phenylketonuria the main aim of first line therapy is:",
        "exp": "Ans is 'c' i.e. Limiting the substrate for deficient enzyme Classical (typeI) phenylketonuria is caused by deficiency of phenylalanine hydroxylase enzyme. The reaction catalyzed by this enzyme is:Deficiency of phenylalanine hydroxylase results in accumulation of phenylalanine and its byproducts (i.e. Phenyl lactate, phenylacetate and phenylpyruvate). Elevated levels of phenylalanine and its byproducts would lead to severe mental retardation if not treated in infancy.Treatment consists of a special diet low in phenylalanine.(diet must also be supplemented with tyrosine; since tyrosine becomes an essential amino acid due to deficiency of phenylalanine hydroxylase) Initiation of dietary treatment of classic phenylketonuria must occur before the child is 3 weeks of age.",
        "cop": 3,
        "opa": "Replacement of the defective enzyme",
        "opb": "Replacement of the deficient product",
        "opc": "Limiting the substrate for deficient enzyme",
        "opd": "Giving the missing amino acid by diet",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "3fa6acce-1478-4d99-a4c1-175e9a53b5cc",
        "choice_type": "single"
    },
    {
        "question": "The enzyme deficient in Phenyl Ketonuria is:",
        "exp": "Ref: Harpers illustrated Biochemistry, 28th editionExplanation: (See figure below)Tetrahydro biopterin (H4B) dependent reaction.In case of deficiency of phenyl alanine hydroxylase, phenyl alanine is converted in to phenylpyruvate & phenylacetate. accumulation of which results in phenyl ketonuria. FeaturesMental retardationLight color skin & hairEczema & seizures| Plasma phenylalanine| Phenylacetate & phenyl pyruvate in urineTreatment consists of limiting phenylalanine intake to levels barely adequate to support growth. Tyrosine, an essential nutrient for individuals with phenylketonuria, must be supplied in the diet.",
        "cop": 2,
        "opa": "Phenylalanine dehydrogenase",
        "opb": "Phenylalanine hydroxylase",
        "opc": "Tyrosine hydroxylase",
        "opd": "Dihydrobiopted n",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "6a9125ad-451a-4b32-8f32-bea6c61ae878",
        "choice_type": "single"
    },
    {
        "question": "Enzyme dificient in alkaptonuria -",
        "exp": "Ans. is 'c' i.e., Homogentisate oxidase Metabolic diseaseEnzyme deficientMaple syrup urine diseaseBranched chain ketoacid dehydrogenaseMethyl-melonic aciduriaMethyl-malonyl CoA mutase (isomerase)Sweaty feet odor in bodyIsovaleryl-CoA dehydrogenaseTvrosinemia I (Tyrosinosis)Fumarylacetoacetate hydroxylaseTyrosinemia IITyrosine transaminase (Tyrosine aminotransferase)Neonatal tyrosinemiaHydroxyphenyl pyruvate hydroxylaseAlbinismTyrosinaseAlkaptonuriaHomogentisate oxidasePhenylketonuriaPhenylalanine hydroxylaseOrotic aciduriaOMP decarboxylaseHomocystinuriaCystathionine svnthataseLesh-Nyhan syndromeComplete deficiency of enzyme HGPRTCystinosisCystine reductase",
        "cop": 3,
        "opa": "Kynureninase",
        "opb": "Tyrosine hydroxylase",
        "opc": "Homogentisate oxidase",
        "opd": "Tyrosinase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "0a0dda29-3ad4-4d21-885a-3e9008c228c9",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficient in maple syrup urine disease -",
        "exp": "Ans. is 'a' i.e., alpha-ketoacid decarboxylase Maple syrup urine disease (MSUD) or branched chain ketoaciduriao It is an inborn error of metabolism of branched chain amino acids valine, leucine and isoleucineo It is due to deficiency of enzyme that catalyzes the second reaction in these amino acids metabolism i.e. branched chain-a keto acid dehydrogenase which catalyses decarboxylation of branched chain amino acids As a result, the branched chain amino acids, leucine, isoleucine and valine, and their a-keto acids accumulate in blood, urine and CSF.o There is characteristic maple syrup odor to the urine.",
        "cop": 1,
        "opa": "a-ketoacid decarboxylase",
        "opb": "Transaminase",
        "opc": "Isomerase",
        "opd": "Mutase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "4563a660-48d0-48e6-8bc9-9e80b9058885",
        "choice_type": "single"
    },
    {
        "question": "Brain damage in phenylketonuria is due to accumulation of-",
        "exp": "Ans. is 'b' i.e., Phenylalanine \"The primary symptom of untreated phenylketonuria (i.e. mental retardation) is the result of consuming foods that contain phenylalanine, which is toxic to brain tissue \"Phenviaketonuriao It is an autosomal recessive disorder due to deficiency of phenylalanine hydroxylase.o As a result phenylalanine is not metabolized by hydroxylase, and metabolism is shifted to alternative pathvway and there is increased concentration of phenylalanine, phenylpyruvate, phenylacetate and phenyl-lactate.o Because phenylalanine is not converted into tyrosine, tyrosine becomes art essential amino acid.o Classical phenylketonuria is due to deficiency ofphenylalanine hydroxylase. Milder form may be caused by deficiency of dihydrobiopterin reductase that produces tetrahydrobiopterin, a cofactor for phenylalanine hydroxylase.Clinical presentationo The babies are normal at birth but may present with vomiting. Gradually mental retrardation and growth retardation develop. Baby has light complexion with blue iris. Other features are microcephaly, rash, hypertonia, seizures, exaggerated tendon reflex, wide spaced teeth, enamel hypoplasia and hyperactivity.o There is musty or mousy odour of urine and other body secretions due to presence of phenylketones.o Pregnant females with increased pheynlalanine (maternal phenylketonuria) may cause mental retardation, microcephaly, growth retardation and CHDs in babies.Diagnosiso Elevated phenylalanine levelso Elevated blood tyrosine levelo Presence of urinary metabolites of phenylalanineo Guthrie's Test - It detects the presence of phenylalanine in serumo FeCl3 - It detects the presence of phenylalanine in urine. FeCl3 is added to patients urine. If it contains phenylalanine, it will turn green.o 2-4 Dinitrophenol hydrazine - gives yellow precipitate with old urine.Treatmento Administration of low phenylalanine is the mainstay of treatment (but phenylalanine should not be completely restricted as it is necessary for growth). Tetrahydrobiopterin can be used in milder form.",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Phenylalanine",
        "opc": "Tryptophan",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "819d3894-493a-43f2-8737-9fc4a0fa78cb",
        "choice_type": "multi"
    },
    {
        "question": "If tyrosine level in blood is normal without external supplementation, deficiency of which of the following is ruled out -",
        "exp": "Ans. is 'b' i.e., Phenylalanine o TyTosine is synthesized from phenylalanine.o In phenylalanine deficiency or in disorders in which phenylalanine cannot be converted into tyrosine (phenylketonuria), tyrosine becomes an essential amino acid and should be supplemented from outside.",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Phenylalanine",
        "opc": "Histidine",
        "opd": "Isoleucine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "1d2fefce-bab2-479b-8822-a50e8d76dc39",
        "choice_type": "single"
    },
    {
        "question": "PKU is a congenital amino acid metabotic disorder. In one of the following rare variants of PKU Dihydro Biopterin synthesis is affected. The enzyme deficient is: (PGI June 2008)",
        "exp": "Ans C (Dihydropterin reductase) PhenylketonuriaPhenylketonuria is most commonQ clinically encountered inborn error of amino acid metabolism and characterized by accumulation of phenylalanineQ (and deficiency' of tyrosine caused by deficiency of phenylalanine hydroxylaseQ.Dihydropteridine reductase sysnthesizes BH2 is also required for tyrosine and tryptophan hydroxylase which catalyzes the reaction leading to synthesis of neurotransmitters such as serotonin and catecholamine.Table (Harrison 17th/2471-72):Inherited Disorders of AminoAcid MetabolismAmino - acid(s)ConditionEnzyme DefectClinical FindingsInheritanceaPhenylalanineQPhenylketonuria type 1Phenyl - alanineHydroxyl -laseQMental retardation'Q, microcephalyQ, hypopig- mented skin and hairs, eczema, \"mousy\" odorARQ Phenylketonuria type IIDihy - drop - teridine reductaseQMental retardation, hypotonia, spasticity, myoclonusAR Phenylketonuria type Hi6-Py - ruvayl - tetrahy - dropterin synthaseQDystonia, neurologic deterioration, seizures, mental retardationARTypes of PhenylketonuriaPhenylalanine hydroxylaseQ - Mental retardation, Microcephaly, hypopigmentation, eczema, Mousy odourDihydropteridin reductaseQ - Mental retardation, hypotonia, spasticity. Myoclonus.6-pyruvoyi-tetrahydropterin Synthase- Dystonia, Neurologic deterioration, Seizure, Mental retardation.",
        "cop": 3,
        "opa": "Histidine decarboxylase",
        "opb": "Phenylalanine hydroxylase",
        "opc": "Di hydro pterin reductase",
        "opd": "Tyrosine deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "806f257e-2bb6-44fb-95d2-9cf54a0aae88",
        "choice_type": "single"
    },
    {
        "question": "Homogentisate oxidase deficiency causes -",
        "exp": "Ans. is 'b' i.e., Alkaptonuria Disorders of metabolism of aromatic amino acidsDisorderDefectPhenylketanuriaPhenylalanine hydroxylase deficiencyTyrosinemia type 1Fumarylacetoacetate hydroxylase deficiencyTvrosinemia type 2Tyrosine transminase deficiencyNeonatal tyrosinemiaHydroxyphenyl pyruvate hydroxylase deficiencyAlkaptonuriaHomogentisate oxidase deficiencyAlbinismTyrosinase deficiencyHartnup diseaseDefective transport of tryptophan and other neutral amino acid",
        "cop": 2,
        "opa": "Phenylketonuria",
        "opb": "Alkaptonuria",
        "opc": "Methylmalonic aciduria",
        "opd": "Albinism",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "9340744c-1ff1-4c22-8559-ca7dde68153a",
        "choice_type": "single"
    },
    {
        "question": "Ochronosis is due to deficiency of -",
        "exp": "Ans. is 'c' i.e., Homogentisate oxidase Metabolic diseaseEnzyme deficientMaple syrup urine diseaseMethyl-melonic aciduriaSweaty feet odor in bodyTyrosinemia I (Tyrosinosis)Tyrosinemia IINeonatal tyrosinemiaAlbinismBranched chain ketoacid dehydrogenaseMethyl-malonyl CoA mutase (isomerase)Isovaleryl-CoA dehydrogenaseFumarylacetoacetate hydroxylaseTyrosine transaminase (Tyrosine aminotransferase)Hydroxyphenyl pyruvate hydroxylaseTyrosinaseAlkaptonuriaPhenylketonuria Orotic aciduria Homocystinuria Lesh-Nyhan syndrome CystinosisHomogentisate oxidasePhenylalanine hydroxylaseOMP decarboxylaseCystathionine synthataseComplete deficiency of enzyme HGPRTCystine reductaseNote: Ochronois is alkaptonuria.",
        "cop": 3,
        "opa": "Kynureninase",
        "opb": "Tyrosine hydroxylase",
        "opc": "Homogentisate oxidase",
        "opd": "Tyrosinase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "ddef399f-d586-486d-98fc-da1c5f53b498",
        "choice_type": "single"
    },
    {
        "question": "Hartnup disease, limiting amino acid -",
        "exp": "Ans is 'b' i. e., Tryptophan Co-Factor/Limiting Amino Acid Therapy CofactorLimiting amino acido PKU-Tyrosineo Neonatal tyrosinemia. Alkaptonuria, HawkinsuriaVit.C-o Maple Syrup Urine diseaseB1 (Thiamine)-o Hartnup diseaseNiacinTryptophano Mitochondrial diseaseB6-o Classical HomocystinuriaB6 & Folic a.Cystineo Methyl Malonyl acidemiaB12 o Isovaleric acidemia-Glycine, carnitine",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Phenylalanine",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "566e8fa6-d6cb-407e-9101-b3742eb26e42",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is caused by defective transport of tryptophan -",
        "exp": "Ans. is 'a' i.e., Hartnup disease Hartnup diseaseo It is an inherited disorder in the metabolism of tryptophan.o It is due to defective transport of tryptophan and other neutral amino acids in the intestine and kidney,o This results in deficiency of tryptophan leading to decreased synthesis of niacin and serotonin,o Thus there are pellagra (niacin deficiencyj, neurological symptoms (serotonin deficiency) and amino aciduria due to defective transport of amino acids in kidney.",
        "cop": 1,
        "opa": "Hartnup disease",
        "opb": "Maple syrup urine disease",
        "opc": "Alkaptonuria",
        "opd": "Phenylketonuria",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "b01f967a-a1dc-4027-b2c3-ecccdf69614b",
        "choice_type": "single"
    },
    {
        "question": "If urine sample darkens on standing: the most likely conditions is -",
        "exp": "Ans. is 'b' Le.t Alkaptonuria Alkaptonuriao It is due to deficiency of homogentisate oxidase* As a result homogentisic acid (homogentisate) is excreted execessively in urine. There are three important characteristic features in alkaptonuria-Urine becomes dark after being exposed to air. It is due spontaneous oxidation of homogentisate into benzoquinone acetate, which polymerse to form black-brown pigment alkapton which imparts a characteristic black-brown colour to urine.Alkapton deposition occurs in sclera, ear. nose, cheeks and intervertebral disc space. A condition called ochronosis. There may be calcification of intervertebral discs.Onchronosis arthritis affecting shoulder, hips, knee.o Benedict's test is strongly positive in urine and so is the ferric chloride (FeCl3) test. Benedict's reagent gives a greenish brown precipitate with brownish black supematent. Fehling's reagent (FeCl3 gives blue green colour.",
        "cop": 2,
        "opa": "Phenylketonuria",
        "opb": "Alkaptonuria",
        "opc": "Maple syrup disease",
        "opd": "Tyrosinemia",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "aa38b171-c7b1-4209-ba6a-ef40c77b849f",
        "choice_type": "single"
    },
    {
        "question": "Albinism is due to deficiency of -",
        "exp": "Ans. is 'b' i.e., Tyrosinase o Tyrosinase deficiency results in albinism.Metabolic diseaseEnzyme deficientMaple syrup urine diseaseMethyl-melonic aciduriaSweaty feet odor in bodyTyrosinemia I (Tyrosinosis)Tyrosinemia IINeonatal tyrosinemiaAlbinismBranched chain ketoacid dehydrogenaseMethyl-malonyl CoA mutase (isomerase)Isovaleryl-CoA dehydrogenaseFumarylacetoacetate hydroxylaseTyrosine transaminase (Tyrosine aminotransferase)Hydroxyphenyl pyruvate hydroxylaseTyrosinaseAlkaptonuriaPhenylketonuriaOrotic aciduriaHomocystinuriaLesh-Nyhan syndrome CystinosisHomogentisate oxidasePhenylalanine hydroxylaseOMP decarboxylaseCystathionine synthataseComplete deficiency of enzyme HGPRTCystine reductase",
        "cop": 2,
        "opa": "Homogentisate oxidase",
        "opb": "Tyrosinase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Tyrosine transaminase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "66e641ad-a37c-4e94-8f0c-7e42b137f0ab",
        "choice_type": "single"
    },
    {
        "question": "Boiled cabbage or rancid butter smelling urine is seen in?",
        "exp": "ANSWER: (B) TyrosinemiaREF: Sapira's art & science of bedside diagnosis - Page 138, Textbook of Pediatric Emergency Medicine by Gary R. Fleisher, Stephen Ludwig Page 1566Tyrosinaemia is an error of metabolism, inherited, in which the body cannot effectively break down the amino acid tyrosine, found in most animal and plant proteins. It is an autosomal recessive, which means two copies of an abnormal gene must be present in order for this to develop. There are three types of tyrosinemia, each with distinctive symptoms and caused by the deficiency of a different enzyme. One of the symptoms of Tyrodinaemia type 1 is an odor like cabbage or rancid butter.",
        "cop": 2,
        "opa": "Phenylketonuria",
        "opb": "Tyrosinemia",
        "opc": "Isovaleric Acidaemia",
        "opd": "Multiple carboxylase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "d055317d-26e9-4ca3-8e98-f5a8fcad34c3",
        "choice_type": "single"
    },
    {
        "question": "Defect in phenylketonuria-",
        "exp": "Ans. is 'a' i.e., Phenylanine hydroxylase Phenylketonuria# It is an inborn metabolism of phenylalanine, in which there is inability of oxidation of phenylalanine0 into tyrosine.There is defective function ofphenylalanine hydroxylase Q. which may be due to : -Classical phenylketonuria (hyperphenvlalanemia ty pe I) - Deficiency of phenylalanine hydroxylase Q.Atypical phenylketonuria (Hyperphenvlalanemia type II and III) - Defect in dihydrobiopterin reductase Q.Hyperphenvlalanemia type - IV and V - Defect in dihydrobiopterin synthesis.# Phenylalanine level is raised as it can not be oxidized into tyrosine. Therefore, some minor pathways of phenylalanine metabolism become active (which does not require hydroxylase). This result in accumulation toxic metabolites of phenylalanine which include phenylpyruvate, phenylacetate, phenyllactatc. And phenylacetylglutamine. Increased excretion of phenylalanine in urine gives the urine a mousy odor Q. For detection of phenylalanine, following tests are used : -i) Guthrie's test Q : - It detect phenylalanine in the serum.ii) FeCl3Q: - It detects phenylalanine in urine. Phenylalanine gives green colour Q with FeCI3iii) 2-4 Dinitrophenol hydrazine: - Gives yellow precipitate with old urine.# The main treatment is a phenylalanine restricted diet for life.",
        "cop": 1,
        "opa": "Phenylanine hydroxylase",
        "opb": "Homogentisate oxidase",
        "opc": "Pyruvate hydroxylase",
        "opd": "Fumarylacetoacetate hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "128cf80e-3683-4929-becb-e01cc9b3c44e",
        "choice_type": "single"
    },
    {
        "question": "Phenylketonuria I is due to deficiency of -",
        "exp": "Ans. is 'a' i.e., Phenylalanine hydroxylase Phenylketonuria o It is an inborn metabolism of phenylalanine, in which there is inability of oxidation of phenylalanine into tyrosine. There is defective function of phenylalanine hydroxylase, which may be due to Classical phenylketonuria (hyperphenylalanemia type I) - Deficiency of phenylalanine hydroxylase. Atypical phenylketonuria (Hyperphenylalanemia type II and III) - Defect in dihydrobiopterin re- ductase. Hyperphenylalanemia type - IV and V - Defect in dihydrobiopterin synthesis. o Phenylalanine level is raised as it can not be oxidized into tyrosine. Therefore, some minor pathways of phenylalanine metabolism become active (which does not require hydroxylase). This result in accumulation toxic metabolites of phenylalanine which include phenylpyruvate, phenylacetate, phenyllactate, and phenylacetylglutamine. Increased excretion of phenylalanine in urine gives the urine a mousy odor. For detection of phenylalanine, following tests are used : - Guthrie's test: - It detect phenylalanine in the serum. FeCl3 : - It detects phenylalanine in urine. Phenylalanine gives green colour with FeClr 2-4 Dinitrophenol hydrazine : - Gives yellowr precipitate with old urine, o The main treatment is a phenylalanine restricted diet for life.",
        "cop": 1,
        "opa": "Phenylalanine hydroxylase",
        "opb": "Homogentisate oxidase",
        "opc": "Tyrosinase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "25acdbae-28f4-4b17-89a9-0da66608518a",
        "choice_type": "multi"
    },
    {
        "question": "Phenylketonuria is due to deficiency of -",
        "exp": "Ans. is 'b' i.e., Phenylalanine hydroxylase o Repeat from previous session",
        "cop": 2,
        "opa": "Phenylalanine transaminase",
        "opb": "Phenylalanine hydroxylase",
        "opc": "Tyrosine transaminase",
        "opd": "Tyrosine hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "81014654-7dfc-4061-b6a1-6a9fd9f99c92",
        "choice_type": "single"
    },
    {
        "question": "Maple syrup urine disease is due accumulation of -",
        "exp": "Ans. is -c' i.e., Branched chain amino acids Maple syrup urine disease (MSUD) or branched chain ketoaciduriao It is an inborn error of metabolism of branched chain amino acids valine, leucine and isoleucine.o It is due to deficiency of enzyme that catalyzes the second reaction in these amino acids metabolism i.e. branched chain-a keto acid dehydrogenase which catalyses decarboxylationQof branched chain amino acidsQ.o As a result, the branched chain amino acids, leucineQ, isoleucineQ and valineQ, and their ct-keto acids accumulate in blood, urine and CSF.o There is characteristic maple syrup odor to the urine, o Maple syrup urine disease is due to deficiency of a-ketoacid dehydrogenase (also called a-ketoacid decarboxylase).Maple syrup urine disease (MSUD) or branched chain ketoaciduriao It is an inborn error of metabolism of branched chain amino acids valine, leucine and isoleucine,o It is due to deficiency of enzyme that catalyzes the second reaction in these amino acids metabolism i.e. branched chain-a keto acid dehydrogenase which catalyses decarboxylationQ of branched chain amino acidsQ,o As a result, the branched chain amino acids, leucineQ, isoleucineQ and valineQ and their a-keto acids accumulate in blood, urine and CSF.o There is characteristic maple svrup odor to the urine.",
        "cop": 3,
        "opa": "Phenylalanine",
        "opb": "Tyrosine",
        "opc": "Branched chain amino acids",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "704959d1-dca7-4aae-a218-3560283c28c9",
        "choice_type": "single"
    },
    {
        "question": "Hartnup disease related to -",
        "exp": "Ans. is 'b1 i.e.* Pellagra symptomsHartnup diseaseo It is an inherited disorder in the metabolism of tryptophan.o It is due to defective transport of tryptophan and other neutral amino acids in the intestine and kidney.o This results in deficiency of tryptophan leading to decreased synthesis of niacin and serotonin.o Thus there are pellagra (niacin deficiency}, neurological symptoms (serotonin deficiency) and amino aciduria due to defective transport of amino acids in kidney.",
        "cop": 2,
        "opa": "Rickets symptoms",
        "opb": "Pellagra symptoms",
        "opc": "Burning foot syndrome",
        "opd": "Angular stomatitis",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "a02696ec-b542-4b43-a0fa-1ef096c842a2",
        "choice_type": "single"
    },
    {
        "question": "Cystinuria presents with excess of",
        "exp": "Ans. (a) CysteineRef: Harper's Biochemistry 30th edn. 1301",
        "cop": 1,
        "opa": "Cysteine",
        "opb": "Tyrosine",
        "opc": "Glutamine",
        "opd": "Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "34a328ad-88c7-408b-adba-75f62b993df6",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficient in alkaptonuria -",
        "exp": "Ans. is 'b' i.e., Homogentisate oxidaseo Has been explained in previous sessions",
        "cop": 2,
        "opa": "Phenylalanine hydroxylase",
        "opb": "Homogentisate oxidase",
        "opc": "Tyrosinase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Amino Acid Metabolic Disorder",
        "id": "1226aa86-9e33-40a1-ba64-7f3143e68dca",
        "choice_type": "multi"
    }
]