[
    {
        "question": "Which of the following amino acids can be phosphorylated?",
        "exp": "The OH groups of serine, tyrosine, and threonine frequently serve as the points of covalent attachment for phosphoryl groups that regulate protein function Protein kinase enzymes catalyse the phosphorylation while protein phosphatase enzymes catalyse the dephosphorylation. Ceain protein kinases are specific to the amino acid e. g. tyrosine kinases specifically phosphorylate tyrosine residues.",
        "cop": 4,
        "opa": "Cysteine",
        "opb": "Leucine",
        "opc": "Methionine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "1d7f79a0-54ea-487e-89af-a6e1340b589a",
        "choice_type": "single"
    },
    {
        "question": "Which amino acid has maximum tendency to bind phosphate?",
        "exp": "OH containing amino acid has maximum tendency to bind phosphate Eg. Tyrosine, Threonine and Serine.",
        "cop": 1,
        "opa": "Serine",
        "opb": "Alanine",
        "opc": "Phenylalanine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "11a5d2c8-09a9-4726-b91c-628e7f74e72f",
        "choice_type": "single"
    },
    {
        "question": "Amino acid with double chiral carbon-",
        "exp": "All amino acids have 1 assymetric or chiral C (means this C has all 4 valencies occupied by different atoms or group of atoms) EXCEPTIONS: * 0 - Glycine (So it lacks chilarity. Hence glycine won't show any optical activity) * 2 - Isoleucine, Threonine (double chiral carbons)",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Threonine",
        "opc": "Tryptophan",
        "opd": "Phenylalanine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "b8278df3-1aaf-4b4b-94c7-0081a199a8be",
        "choice_type": "single"
    },
    {
        "question": "Non-essential amino acid group is?",
        "exp": "All the Acidic amino acids (Aspaate, Glutamate) are non essential i. e. they can be synthesized from TCA intermediates. All the Basic amino acids (Arginine, Lysine, Histidine) are essential or semi-essential. All branched chain amino acids are essential. Most aromatic amino acids are essential.",
        "cop": 1,
        "opa": "Acidic Amino Acid",
        "opb": "Branched chain amino Acid",
        "opc": "Basic Amino Acid",
        "opd": "Aromatic Amino Acid",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "0a468d51-7973-48ce-b4e8-5810724eefbd",
        "choice_type": "single"
    },
    {
        "question": "'D'- form of amino acid is derived from?",
        "exp": "The amino acids which we can be synthesized in our body are always in 'L'-form. So, the source of 'D' amino acids is always exogenous either from diet or from intestinal bacterias. In body all L- amino acids are present and none of D-amino acids except D-serine and D-aspaate in Brain",
        "cop": 3,
        "opa": "Produced in liver",
        "opb": "Break down from muscle",
        "opc": "From external source",
        "opd": "Synthesis in muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "56273ce9-8e7b-4460-9272-a0b1df6d443f",
        "choice_type": "single"
    },
    {
        "question": "Detection of proteins by the following methods does not affect its function",
        "exp": "Option analysis: * Sodium dodecyl sulfate is a protein denaturing agent - option a is excluded Heat coagulation result in loss of higher level of structures other than primary structure - option b is excluded 2-D electrophoresis is SDS-PAGE in one dimension and isoelectric focusing in other dimension - option c is excluded Hence the answer is UV light. In this, protein solution is exposed to UV light and amino acids in protein absorb UV light which can be measured using a spectrophotometer. This technique does not affect the structure of proteins hence does not affect its function.",
        "cop": 4,
        "opa": "Detecting with Coomassie blue dye after electrophoresis by SDS-PAGE",
        "opb": "Detecting with heat coagulation",
        "opc": "Detecting with 2-D electrophoresis",
        "opd": "Detecting with UV light at 280 nm",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "41044a81-5793-476e-8b81-118c28291d31",
        "choice_type": "single"
    },
    {
        "question": "Non-protein amino acid is",
        "exp": "Non-protein amino acids are those found in our body but not incorporated into proteins. They are not coded by codons. Example of non-protein amino acids: Ornithine Citrulline Homocysteine Beta-alanine GABA Sarcosine Homoserine",
        "cop": 3,
        "opa": "Aspaate",
        "opb": "Histidine",
        "opc": "Ornithine",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "5de8fa39-ccad-4e2a-a81c-6fbe5c6df3f2",
        "choice_type": "single"
    },
    {
        "question": "Free SH group is present in",
        "exp": "This is a tricky question. Option a, b and c have sulphur. But, only cysteine contains SH group. EXTRA EDGE:- Sulphur containing amino acids: Cysteine Methionine Homocysteine Taurine Sulfhydryl/thiol group-containing amino acids: Cysteine Homocysteine Sulfhydryl/thiol group-containing proteinogenic amino acids: Cysteine",
        "cop": 1,
        "opa": "Cysteine",
        "opb": "Methionine",
        "opc": "Taurine",
        "opd": "Homoserine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "8c0aeede-68eb-4400-bec1-bbc383744c1b",
        "choice_type": "single"
    },
    {
        "question": "When the following amino acids are separated by running them on agarose gel, at pH 7, which one of them will migrate slowest to the anodic end?",
        "exp": "Anode is the positively charged electrode in electrophoresis cell. pI is that pH at which there is no net charge on amino acid. We can use the rule that an amino acid above its pI will be negatively charged while below its pI will be positively charged At pH 7, aspaic acid (pI= 2. 77), Glycine (pI= 5. 97) and Valine (pI = 5. 96) will all be negatively charged and they will move fast - option b, c, d are excluded However, At pH 7, lysine (pI= 9. 74) will be positively charged will move slower compared to all the three - option d is the answer",
        "cop": 4,
        "opa": "Glycine",
        "opb": "Valine",
        "opc": "Aspaic acid",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "ee5ad54a-fdcc-45c9-92b2-4364c33a6a35",
        "choice_type": "single"
    },
    {
        "question": "What is Isoelectric point?",
        "exp": "At Isoelectric pH (pI), protein's net charge is 0, known as Zwitterion. This structure is insoluble, so precipitates. At Acidic pH, protein has positive charge. At Alkaline pH, protein has negative charge.",
        "cop": 4,
        "opa": "When pH = pI",
        "opb": "When zwitterion exists",
        "opc": "Protein precipitation occurs",
        "opd": "All",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of amino acids",
        "id": "3999c1a2-1b54-45d4-adfc-f159ebd83d8e",
        "choice_type": "multi"
    }
]