[
    {
        "question": "Function of endonucleases:-",
        "exp": "Endonuclease Exonuclease Cut in between the DNA sequence Cut from the sides either from 5' or from 3' side Cut ds DNA Cut ss & ds DNA",
        "cop": 1,
        "opa": "Cut DNA at specific DNA sequences",
        "opb": "Enhancers",
        "opc": "To find out antibiotic resistances",
        "opd": "To point out the coding regions",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "999fea48-cf9d-495e-82de-dc137ae28888",
        "choice_type": "single"
    },
    {
        "question": "Restriction endonuclease cleaves",
        "exp": "Restriction endonuclease Cleaves double stranded DNA at palindromic sites/ restriction sites 5' --AAGCTT-- 3'3' --TTCGAA-- 5' A palindromic sequence is a sequence which reads the same backwards as forwards. Found in bacteria Can create sticky ends or blunt ends Restriction endonuclease Sticky ends Blunt ends single-stranded overhangs no overhangs Example - Eco. RI Example -SmaI",
        "cop": 1,
        "opa": "Double stranded DNA",
        "opb": "Single stranded DNA",
        "opc": "Single stranded RNA",
        "opd": "Polypeptide",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "da25135b-36fc-47e7-8e64-7b78be836830",
        "choice_type": "single"
    },
    {
        "question": "Histone proteins are rich in which of the following amino acids?",
        "exp": "Histone proteins: Rich in positively charged amino acids, lysine and arginine. Carboxyl terminal 2/3rd of histone molecules are hydrophobic, Amino terminal 1/3rd are paicularly rich in basic amino acids. These amino terminal end protrude out of the octamer and is known as histone tail. Amino acids of histone tail undergo post-translational modifications.",
        "cop": 2,
        "opa": "Histidine and lysine",
        "opb": "Lysine and Arginine",
        "opc": "Arginine and Histidine",
        "opd": "Histidine and Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "b6602ea5-d4dc-4c37-bf43-7b20105c6641",
        "choice_type": "single"
    },
    {
        "question": "In a sample of ds. DNA, the molar ratio of Adenosine is 20%. From this information, tell the content of Cytosine?",
        "exp": "According to chargaff's rule in a ds DNA, the total purine content is equal to the pyrimidine content. Since =, so = 20% + = 20+20 = 40% + = 100-(+)= 100-40% =60% As =, so = 60/2 = 30% Chargaff Rule 1. Total number of purine (A+G) is equal to total number of pyrimidine (C+T) I. e. A + G / C + T = I 2. A = T or A/T = I 3. G= C or G/C = I 4. The numbers of (A+T) and (G+C) are only varibales, i. e., A + T [?] G + C If (A+T) > (G+C) then DNA is referre as (AT-type). If (G+C) > (A+T) then DNA is referred as (GC-type). Chargaff's Rule only applies to double-stranded DNA, due to the complementary base pairing that occurs between A-T and C-G.",
        "cop": 3,
        "opa": "10",
        "opb": "20",
        "opc": "30",
        "opd": "40",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "9fd12295-5905-4990-b6f1-de0956447ad8",
        "choice_type": "single"
    },
    {
        "question": "Type of bond seen between the phosphate group and 5' carbon of ribose sugar within a nucleotide is:",
        "exp": "The question ask about bond in a single nucleotide and not between two nucleotides. Hence the answer will be ester bond and not phosphodiester bond. Ester bond or Phosphoester bond >>Acid Anhydride Bond between 2 nucleotides Phosphodiester bond Bond between Phosphate & sugar with a nucleotide Ester or phosphoester bond Bond between 5' or 3' carbon of sugar & Oxygen anion of phosphate is ester bond ( phosphoester or acid anhydride bond). Beta N- glycosidic bond is between N-base & sugar. Between two nucleotides, this phosphate group will form two C-O links ( one with 5' C of incoming sugar & other with 3' carbon of the previous sugar), so it is known as 3'5' phosphodiester bond.",
        "cop": 2,
        "opa": "Phosphodiester bond",
        "opb": "Ester bond",
        "opc": "Beta N- glycosidic bond",
        "opd": "Acid anhydride bond",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "a0bc42bd-1860-4a6a-8fda-4772dc1a338f",
        "choice_type": "single"
    },
    {
        "question": "Linker DNA is bound to which of the following histone?",
        "exp": "Linker DNA The DNA between two nucleosomes Bound by H1 histone. Made up of 30 base pairs.",
        "cop": 1,
        "opa": "H1",
        "opb": "H2A",
        "opc": "H2B",
        "opd": "H3",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "5ec59174-6f8d-4ae6-a37b-e1865ffb9ad0",
        "choice_type": "single"
    },
    {
        "question": "Hershey chase experiment was done on:",
        "exp": "Hershey chase experiment To see whether it is DNA or protein which enters host cell to act as genetic material. Done on bacteriophages. Viruses don't have their own machinery of reproduction. So they attach to the host cells (bacteria) and transfer their genetic material into the host cell and bacteria then produce viruses. Host for infection was E. coli bacteria. E. coli bacteria that were infected by radioactive DNA viruses were radioactive but the ones that were infected by radioactive protein viruses were non-radioactive.",
        "cop": 3,
        "opa": "Lactobacillus",
        "opb": "Tuberculous bacteria",
        "opc": "Bacteriophages",
        "opd": "Mycoplasma",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "81e5fd44-93af-407f-bde9-215cac86f0df",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following bonds links two nucleotides in a nucleic acid?",
        "exp": "Nucleic acids are directional molecules: 5' end is the end with free (unesterified) phosphate group. 3' end is the end with free OH group. Nucleic acid sequences are written in 5'-3' direction. During the synthesis of nucleic acids, 3' OH group of existing nucleotide is esterified to the 5' phosphoryl group of the incoming nucleotide 3'-5' phosphodiester bond.",
        "cop": 2,
        "opa": "3'-3' phosphodiester bond",
        "opb": "3'-5' phosphodiester bond",
        "opc": "5'-5' phosphodiester bond",
        "opd": "5'-5' phosphotriester bond",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "f3fffc4a-619c-4d37-a05a-2bd0e241650c",
        "choice_type": "single"
    },
    {
        "question": "What is the approximate number of base pairs associated with a single nucleosome?",
        "exp": "Nucleosomes Fundamental unit of DNA organisation. It is Histones complexed to DNA. Two molecules of each of H2A, H2B, H3, and H4 (Core histones) forms a histone octamer. 1 and 3/4 turns (~146 bp) DNA double helix is wound around the histone octamer in a left-handed fashion.",
        "cop": 1,
        "opa": "146",
        "opb": "292",
        "opc": "73",
        "opd": "1460",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "c9570243-a1bf-4297-a671-38e2d6484956",
        "choice_type": "single"
    },
    {
        "question": "At physiologic pH, DNA is",
        "exp": "Nucleic acid carries negative charge at physiological pH Negative charge at physiologic pH is due to presence of phosphodiester linkages This propey is useful for the separation of DNA or RNA by electrophoresis. DNA will move towards the anode. Shoer DNA molecules will move faster than longer molecules in agarose gel electrophoresis.",
        "cop": 2,
        "opa": "Positively charged",
        "opb": "Negatively charged",
        "opc": "Amphoteric",
        "opd": "Uncharged",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "80d1164b-ec5d-4fb6-b169-fa0b66e1e4db",
        "choice_type": "single"
    },
    {
        "question": "At Tm or melting temperature, what percentage of ds. DNA is denatured?",
        "exp": "Melting temperature or Tm Temperature when half (50%) of the helical structure is denatured. At lower temperature, the melted strands are re-associated; this is called annealing. When DNA is denatured, unstacking of bases occur resulting in increased absorbance at 260 nm-hyperchromicity",
        "cop": 2,
        "opa": "25%",
        "opb": "50%",
        "opc": "75%",
        "opd": "100%",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "81b7311f-395f-4e05-b51b-1a9002c0e1e5",
        "choice_type": "single"
    },
    {
        "question": "Sumoylation of histones proteins is associated with",
        "exp": "Sumoylation of histones is associated with Transcription repression Histone post-translational modifications & their role: Post-translational modifications Role Acetylation of histones H3 and H4 Activation or inactivation of gene transcription Acetylation of core histones Chromosomal assembly during DNA replication Phosphorylation of histone H1 Condensation of chromosomes during the replication cycle ADP-ribosylation of histone DNA repair Methylation of histone Activation and repression of gene transcription Mono-ubiquitylation Gene activation, repression, and heterochromatic gene silencing Sumoylation of histones Transcription repression",
        "cop": 3,
        "opa": "Activation of gene transcription",
        "opb": "Condensation of chromosome",
        "opc": "Transcription repression",
        "opd": "Inactivation of gene transcription",
        "subject_name": "Biochemistry",
        "topic_name": "Basics of DNA",
        "id": "0a765deb-0d9b-4b03-89a0-60cff2fe3491",
        "choice_type": "single"
    }
]