[
    {
        "question": "Complex polysaccharides are converted to glucose and absorbed by the help of:",
        "exp": "Ans: b (Sucrase) Ref: Vasudevan, 4th ed, p. Sucrase or invert sugar converts sucrose (which is a complex polysaccharide) into 1 molecule of glucose and 1 molecule of fructose. Na+k+ ATPase is a membrane protein. Enterokinase is a brush border enzyme in intestinal mucosa which will activate trypsinogen to trypsin. Proteolytic enzyme are secreted as zymogens which are converted into their active forms in the intestinal lumen. This will prevent the auto digestion of secretory acini. Once activated trypsin activates other molecules. Carboxypeptidase is a proteolytic enzyme present in pancreatic juice.",
        "cop": 2,
        "opa": "Na+k+ATPase",
        "opb": "Sucrase",
        "opc": "Enterokinase",
        "opd": "Carboxypeptidase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "71dae00e-552e-4285-949c-da8b352ba804",
        "choice_type": "single"
    },
    {
        "question": "A genetic disorder renders fructose 1, 6 -- bisphosphates in liver less sensitive to regulation by fructose 2, 6 -- bi-phosphate. All of the following metabolic changes are observed in this disorder except:",
        "exp": "Ans. A. Level of fructose 1, 6--biphosphate is higher than normal. Fructose 2, 6 - biphosphate acts to decrease the activity of fructose 1, 6 - bisphosphates. When the enzyme becomes less sensitive to regulation, the inhibitory effect is lost and the enzyme activity increases. The following effects are observed: a. Level of fructose 1, 6 -- biphosphate decreasesb. Pyruvate is used up for glucose synthesisc. ATP is used up for glucose synthesis",
        "cop": 1,
        "opa": "Level of fructose 1, 6--biphosphate is higher than normal",
        "opb": "Level of fructose 1, 6 -- biphosphate is lower than normal",
        "opc": "Less pyruvate is formed",
        "opd": "Less ATP is formed",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "07714d49-402f-4257-a1b0-7abe08d7d9ac",
        "choice_type": "multi"
    },
    {
        "question": "An eight-month-old female infant presented with recurrent episodes of hypoglycemia, especially if time interval of feeding is increased. Dicarboxylic acid is present in the urine. Urine ketone bodies is negative. The child responded well to IV Glucose, less fat and more carbohydrate diet, frequent feeding. The child was diagnosed to be MCAD deficiency. What is the reason for hypoglycemia?",
        "exp": "Ans. B. Lack of ATP to support gluconeogenesis* This is a case of MCAD deficiency.* Identifying features are:* Recurrent episodes of hypoglycaemia is time interval of feeding increased* Dicarboxylic acids in urine* Absence of ketone bodies in urine* Reasons for hypoglycemia are:* Due to MCAD deficiency, beta oxidation is affected. This is the source of ATP for gluconeogenesis, when glycogen stores are depleted. So lack of ATP is one reason* Due to lack of acetyl-CoA, which is released by beta oxidation. Acetyl-CoA is the activator of pyruvate carboxylase, one of the key enzymes of gluconeogenesis",
        "cop": 2,
        "opa": "Increased dicarboxylic acid inhibit glycogenolysis",
        "opb": "Lack of ATP to support gluconeogenesis",
        "opc": "Lack of acetyl-CoA to favour glycogenolysis",
        "opd": "Glycogen stores are inadequate in infants",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a0bd58d7-b1af-4e90-95fc-03e2f2b1d99d",
        "choice_type": "multi"
    },
    {
        "question": "Glucose detection can be done by the all except",
        "exp": "Ans: b (Ferric Chloride rest). Ref: Vasudevan 4th ed/p 191, 102. Ferric chloride test is positive in phenylketonuria and alkaptonuria. A transient blue green colour is seen when ferric chloride is added to the urine. Glucose oxidase test:-It is the most widely used. Used by autoanalysers. Glucose oxidase is very specific and acts only on beta-D-glucose. It is a quantitative test. Follin and Wu method is a reductometric method to estimate glucose colourimetrically. A later modification was Nelson Somogyi method. Dextrostix are strips used in glucometer.",
        "cop": 2,
        "opa": "Glucose oxidase",
        "opb": "Ferric Chloride test",
        "opc": "Dextrostix",
        "opd": "Follin and Wu method",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d50e63ce-9c60-4868-9909-dd2af2788e10",
        "choice_type": "multi"
    },
    {
        "question": "After overnight fasting, levels of glucose transporters reduced in:",
        "exp": "Ans. C. Adipocytes(Ref: Harper 29/e page 158, Harper 30/e page 192)GLUT-4 and Insulin. Glucose uptake into muscle and adipose tissue is controlled by insulin, which is secreted by the islet cells of the pancreas in response to an increased concentration of glucose in the portal blood. In the fasting state, the glucose transporter of muscle and adipose tissue (GLUT-4) is in intracellular vesicles. An early response to insulin is the migration of these vesicles to the cell surface, where they fuse with the plasma membrane, exposing active glucose transporters. These insulin sensitive tissues only take up glucose from the bloodstream to any significant extent in the presence of the hormone. As insulin secretion falls in the fasting state, so the receptors are internalized again, reducing glucose uptake.",
        "cop": 3,
        "opa": "Brain cells",
        "opb": "RBCs",
        "opc": "Adipocyte",
        "opd": "Hepatocyte",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "46a2a14e-ddf1-471b-8554-e78d94cd338d",
        "choice_type": "single"
    },
    {
        "question": "Patients with diabetes frequently report changing visual acuities when their glucose levels are chronically high. Which of the following could explain the fluctuating acuity with high blood glucose levels?",
        "exp": "Fluctuating levels of sugars and sugar alcohols in the lens can cause fluctuating visual acuity. With high blood glucose, there would be increased levels of sorbitol in the lens. The lens does not contain mitochondria and cannot use the TCA cycle/electron transport chain to generate energy. Galactitol causes the same problems as sorbitol, but galactitol is derived from galactose, whereas sorbitol is produced from glucose. The patient has high glucose levels, so galactitol would not be expected to accumulate in the lens. Macular degeneration affects the retina, but in this case, it is the lens that is the affected tissue. Reducing fructose levels in the lens would reduce sorbitol levels, which would ease the visual acuity problem, not make it occur.",
        "cop": 1,
        "opa": "Increased sorbitol in the lens",
        "opb": "Decreased fructose in the lens",
        "opc": "Increased oxidative phosphorylation in the lens",
        "opd": "Macular degeneration",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "894609c1-46cf-4987-9fbf-d12bd75b2122",
        "choice_type": "multi"
    },
    {
        "question": "All take place in mitochondria except",
        "exp": "Ans. is 'b' i. e. EMP pathway Embedem Meyerhof Parnas (EMP) pathway or glycolysis occurs in cytosol. For rest see above question",
        "cop": 2,
        "opa": "Fatty acid oxidation",
        "opb": "EMP pathway",
        "opc": "Electron transport chain",
        "opd": "Citric acid cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5dec934d-3b07-40d9-8434-551bb938aa13",
        "choice_type": "multi"
    },
    {
        "question": "NADPH used in which pathway-",
        "exp": "Ans. is 'a' i. e., Fatty acid synthesis. Uses of NADPH:* Reductive biosynthesis of lipids# Fatty acid synthesis# Cholesterol synthesis# Steroid hormone synthesis# Fatty acid elongation# Bileacid synthesis",
        "cop": 1,
        "opa": "Fatty acid synthesis",
        "opb": "Gluconeogenesis",
        "opc": "Beta oxidation",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "df5a4187-8358-415b-a0e1-a26978635007",
        "choice_type": "single"
    },
    {
        "question": "GLUT 4 is present in -",
        "exp": "Ans. is 'c' i. e., Cardiac muscle* GLUT4 transporters mediate insulin dependent glucose uptake in skeletal muscle, cardiac muscle and adipose tissue",
        "cop": 3,
        "opa": "Endothelium",
        "opb": "Liver",
        "opc": "Cardiac muscle",
        "opd": "Lens",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "545927bc-c9c0-48c5-98a4-855a6e901674",
        "choice_type": "single"
    },
    {
        "question": "Glucose transporters present in the Beta cells of the Islets of Langerhans is:",
        "exp": "Ans. B. GLUT2. GLUTTissue Location. Function. GLUT 1. Brain, Placenta, Kidney, RBCBasal Glucose Uptake. GLUT 2. Liver, Pancreas, Intestine. Pancreas-Insulin Secretion. GLUT 3. Brain (Neurons), Placenta. Basal Glucose Uptake. GLUT 4. Skeletal Muscle, Adipose Tissue, Cardiac Muscle. Insulin stimulated uptake after meals. GLUT 5. Small Intestine, Testis. Fructose Transport. GLUT 6. WBC, Spleen. Not Known. GLUT 7. Liver, Endoplasmic Reticulum. Glucose transport in ER",
        "cop": 2,
        "opa": "GLUT1",
        "opb": "GLUT2",
        "opc": "GLUT3",
        "opd": "GLUT4",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b3c251fc-d600-49f0-b005-db8fc46c14cc",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in glycogen storage disease type 5 is:",
        "exp": "D Harper, 26, h ed, p. 152, Table (18. 2) & 25th ed, p. 206, Table (20. 2)",
        "cop": 4,
        "opa": "Glucose 6 phosphatase",
        "opb": "Acid maltase",
        "opc": "De branching enzyme",
        "opd": "Myophpsphorylase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c0da51db-5912-43fc-ba24-790d7b6dbba1",
        "choice_type": "single"
    },
    {
        "question": "NAD+ reduced by all of the following enzymes except:",
        "exp": "Ans. D. Succinyl dehydrogenase. Niacin acts as electron acceptor for the following enzymes: Isocitrate dehydrogenase. Alpha ketoglutarate. Malate dehydrogenase",
        "cop": 4,
        "opa": "Alpha ketoglutarate dehydrogenase",
        "opb": "Iso-citrate dehydrogenase",
        "opc": "Malate dehydrogenase",
        "opd": "Succinyl dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "4a73f133-21c3-41d2-b92a-b48d61fc8abf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzymes is deficient in Niemann- Pick disease?",
        "exp": "Ans. c (Sphingomyelinase) (Ref. Harper Biochemistry, 26th ed. 203; Table 24-1; OP Ghai 6th ed. 542, 616) Sphingolipidoses. Inheritance. Enzyme Deficient. CNS Involvement. Visceral Involvement1. Fabry disease. XLRAlpha-Galactosidase_+2. Krabbe's disease. ARBeta-Galactosidase++3. Farber disease. ARCeramidase+/--4. Gaucher disease. ARBeta-Glucosidase+/-+5. Metachromatic leukodystrophy. ARSulfatide sulfatase+-6. Niemann-pick disease. ARSphigomyelinase++7. Tay-sachs disease. ARHexosaminidase A+-8. Sandhoff disease. ARHexosaminidase A, B++# NIEMANN-PICK DISEASE- Due to deficiency of sphingomyelinase- Stored material = sphingomyelin- C/f:* Enlarged liver and spleen, * Mental retardation, * Cherry-red spots, * Foam cells in blood, * Pulmonary infiltrates.# GAUCHER'S DISEASE- Due to deficiency of Acid b-Glucosidase- Stored material = Glucosylceramide- C/f:* Enlarged liver and spleen, * MR, * Erosion of long bones (Pathological of bones)* Foam cells in blood.# VON-GIERKE'S DISEASE (Type I - glycogenosis)- Due to deficiency of glu-6-phosphatase- C/f:* Growth retardation, * Liver and kidney enlarged due to increased glycogen content, * Hypoglycemia, * Hyperuricemia, * Hyper lipidemia, and* Lactate acidosis. Selected Lysosomal Storage Diseases. Disorder. Enzyme Deficiency Stored Material. Inheritance. Neurologic. Liver Spleen Enlarg- ment. Skeletal Dysplasia. Ophthalmo- logic. Unique features. Mucopolysaccharidoses (MPS)MPSIHHurleralpha-L-Iduro- nidase Dermatan sulfate Heparan sulfate. ARMental retardation Mental retardation None++++ + + +Corneal clouding. Coarse facies; cardiovascular involvement; joint stiffness. MPS II, Hunter. Iduronate sulfatase. Dermatan sulfate Heparan sulfateX-linked. Mental retardation, less in mild form++++ + + +Retinal degenera- tion, no corneal clouding. Coarse facies; cardiovascular involvement; joint stiffness; distinctive pebbly skin lesions. MPS III A, Sanfilippo AHeparan-N- sulfatase. Heparan sulfate. ARSevere mental retardation++None. Mild coarse facies. MPS III B, Sanfilippo BN-Acetyl-a- glucosaminidase. Heparan sulfate. ARSevere mental retardation++None. Mild coarse facies. MPS III C, Sanfilippo CAcetyl-CoA: a- glucosaminide N-acetyltrans- ferase. Heparan sulfate. ARSevere mental retardation++None. Mild coarse facies. MPS IIID, Sanfilippo DN-Acetylglucosa- mine-6-sulfate sulfatase. Heparan sulfate. ARSevere mental retardation++None. Mild coarse facies. MPS IV A, MorquioN-Acetylgalacto- samine-6-sulfate sulfatase. Keratan sulfate Chondroitin-6 sulfate. ARNone++ + + +Corneal clouding. Distinctive skeletal deformity; odontoid hypoplasia; aortic valve disease. MPS VI B, Morquiob-Galactosidase ARNone+-+ + + + MPS VI, Maroteaux- Lamy. Arylsulfatase BDermatan sulfate. ARNone+++ + + +Corneal clouding. Coarse facies; valvular heart disease. MPS VIIb-Glucuronidase. Dermatan sulfate Heparan sulfate. ARMental retardation, absent in some adults++++++Corneal clouding. Coarse facies; vascular involvement; hydrops fetalis in neonatal form. GM2 Gangliosidoses. Tay-Sachs diseaseb-Hexosamini- dase AGM2 gangliosides. ARMental retardation; seizures; later juvenile form. None. None. Cherry red spot in infantile form. Macro-cephaly; hyperacusis in infantile form. Sandhoff's- diseaseb-Hexosamini- dases A and BGM2 gangliosides. ARMental retardation; seizures+++-Cherry red spot. Macro-cephaly; hyperacusis Neutral Glycosphingolipidoses. Fabry's. Diseasea-Galactosi- dase AGlobotriaosyl- ceramideX-linked. Painful. Acropares- thesias. None. None. Corneal dystrophy, vascular lesions. Cutaneous angiokeratomas; hypo- hydrosis. Gaucher's disease. Acid b-glucosi- dase. Glucosyl- ceramide. ARNone+ + + ++ + + +None. Adult form highly variable. Gaucher's cells in bone marrow; cytopenias++++++++Eye movements+++ + + ++ + + + Niemann- Pick disease A and BSphingomye - linase. Sphingo- myelin. ARMental retardation; seizures+ + + +None Osteopo- rosis. Macular degeneration. Pulmonary infiltrates Lung failure Foam cells in bone marrow. Leukodystrophies. Krabbe's disease. Galactosyl- ceramidase. Galactosy-Iceramide. Galactosyls- phingosine. ARMental retardation. None. None. None. White matter globoid cells. Metachro- matic leukody - strophy. Arylsulfatase ACerebroside sulfate. ARMental retardation; dementia; and psychosis in adult. None. None. Optic atrophy. Gait abnormalities in late infantile form. Multiple sulfatase deficiency. Active site cysteine to C-a formylglycineconverting enzyme. Sulfatides; mucopoly - saccharides. ARMental retardation+++Retinal degeneration. Absent activity of ail known cellular sulfatases. Disorders of Neutral Lipids. Wolman's disease. Acid lysosomal lipase. Cholesteryl esters; triglycerides. ARMild mental retardation+++None. None. Adrenal calcification. Cholesteryl ester storage disease. Acid lysosomal lipase. Cholesteryl esters. ARNone. Hepato - megaly. None. None. Fatty liver disease; cirrhosis. Farber's disease. Acid ceramidase. Ceramide. AROccasional mental retardation+None. Macular degeneration. Arthropathy, subcutaneous nodules. Disorders of Glycogen. Pompe's disease. Acid a-glucosidase. Glycogen. ARNeuromuscular+-None. None. Myocar-diopathy",
        "cop": 3,
        "opa": "Aryl sulfatase",
        "opb": "Glucose-6-phosphatase",
        "opc": "Sphingomyelinase",
        "opd": "Beta glucosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a2c4c5a0-1839-4f36-9e5f-63d4312a3b61",
        "choice_type": "single"
    },
    {
        "question": "Which of the following alcoholic metabolite, after metabolizing in liver causes flushing in Asian population and native Americans",
        "exp": "Ans: B (Acetaldehyde) Ref: Harper, 25th p. 279. Some Asian populations and native Americans following alcohol consumption are prone to increased adverse reactions to acetaldehyde owing to a genetic defect of mitochondrial aldehyde dehydrogenase. This was a direct pick from Harper.",
        "cop": 2,
        "opa": "Acetone",
        "opb": "Acetaldehyde",
        "opc": "Methanol",
        "opd": "Formaldehyde",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "bc220a42-f422-4356-9b51-eb6f0f93e77b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not contribute to glucose by gluconeogenesis?",
        "exp": "Ans. B. Acetyl-CoA(Ref: Harper 31/e page 172, 173). Lactate from muscle and RBC are converted to glucose in the liver (Coris Cycle). Lactate and Alanine is converted to Pyruvate which can enter into Gluconeogenesis. Oxaloacetate is converted to Phospho enol Pyruvate by PEPCK and enter in to Gluconeogenesis.",
        "cop": 2,
        "opa": "Lactate",
        "opb": "Acetyl CoA",
        "opc": "Pyruvate",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d751a7be-60bf-457e-bbf8-8448687b653f",
        "choice_type": "single"
    },
    {
        "question": "During starvation, brain utilizes -",
        "exp": "Ans. is 'c' i. e.. Ketone bodies o There is no stored fuel in brainQ, but it utilized 60% of total energy under resting conditionsQ, o Glucose is virtually the sole fuel for the brainQ, except in prolonged starving when ketone bodies are the major sourceQ. o Fatty acids do not serve as fuel for the brain, because they are bound to albumin in plasma; hence cannotcross blood-brain barrier. ORGANFEDFASTINGSTARVATIONBrain. Glucose. Glucose. Ketone bodies. Heart. Fatty acids. Fatty acids. Ketone bodies. Liver. Glucose. Fatty acids. Amino acids. Muscles. Glucose. Fatty acids. Fatty acids & ketone bodies. Adipose tissue. Glucose. Fatty acids. Fatty acids & ketone bodies. RBCs. Glucose. Glucose",
        "cop": 3,
        "opa": "Glycogen",
        "opb": "Fattey acids",
        "opc": "Ketone bodies",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ddf2835a-52f5-4d1f-b518-ff2340360714",
        "choice_type": "multi"
    },
    {
        "question": "The enzymes involved in Phosphorylation of glucose to glucose 6- phosphate are:",
        "exp": "Ans. D. Both (a) and (b). This is the first regulatory enzyme of Glycolysis. Hexokinase is present in all the tissues whereas Glucokinase is present only in the liver and is regulated by Insulin. It has high km and low affinity for glucose.",
        "cop": 4,
        "opa": "Hexokinase",
        "opb": "Glucokinase",
        "opc": "Phosphofructokinase",
        "opd": "Both A. and B.",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "cfbad4d5-1a6c-4c20-9a52-cedc5c87b9ba",
        "choice_type": "multi"
    },
    {
        "question": "Which GLUT transporter facilitates Fructose absorption along the apical side of enterocyte?",
        "exp": "Ans. is 'd' i. e., GLUT 5* Fructose absorption along the apical side of enterocyte is by GLUT 5 transporter. It is an example for facilitated passive diffusion* Fructose absorption along the basolateral side of enterocyte is by GLUT 2 transporter. That is again an example of facilitated passive diffusion. Glucose absorption* Glucose absorption along the apical side is by Sodium Glucose cotransporter 1 (SGLT1)* It is by secondary active transport mechanism* This is primarily why glucose is added to oral rehydration solution.* The purpose of giving oral rehydration solution is to replenish the sodium loss. But we don't just add salt to the solution, we also add glucose. The rationale is that when glucose gets reabsorbed, along with that sodium also gets reabsorbed.* Glucose absorption along the basolateral side is through GLUT 2 transporter* GLUT 2 transporter is an example of facilitated passive diffusion* Galactose absorption also follows the same route. (With the help of SGLT1 along the apical side and GLUT 2 along the basolateral side). Fructose absorption* Fructose absorption along the apical side is by GLUT 5 transporter.* GLUT 5 transporter is an example of facilitated passive diffusion* Fructose absorption along the basolateral side is by GLUT 5 transporter or through GLUT 2 transporter* Thus Fructose absorption along both apical side and basolateral side is by facilitated passive diffusion",
        "cop": 4,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 4",
        "opd": "GLUT 5",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a6fe1f50-6aa2-402c-939f-2e9cc2d12ef2",
        "choice_type": "single"
    },
    {
        "question": "All of the following steps act as sources of energy in citric acid cycle except -",
        "exp": "Ans. is 'a' i. e., Citrate synthase* The total number of ATPs obtained in citric acid cycle is 10. S. NOENZYMEREDUCING EQUIVALENTATP EQUIVALENT1. Isocitrate dehydrogenase1. NADH2. 52a ketoglutarate dehydrogenase1 NADH2. 53. Succinyl Co. AATP/GTP14. Succinate dehydrogenase. FADH21. 55. Malate dehydrogenase. NADH2. 5. Total 10* Hence citric acid cycle uses NAD, FAD, ADP and GDP. It does not use NADP as its coenzyme",
        "cop": 1,
        "opa": "Citrate synthase",
        "opb": "Isocitrate dehydrogenase",
        "opc": "Succinyl thiokinase",
        "opd": "Succinate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "8112230c-31f3-4e84-b597-b95fd6cd1b6e",
        "choice_type": "multi"
    },
    {
        "question": "Choose the major fuel that is being used by the chest muscles used during weightlifting.",
        "exp": "We will illustrate, in addition, how biochemical measurements can pinpoint a disorder and allow one to determine which enzyme is functioning improperly. a. Mouth(1). Salivary glands produce a-amylase, which cleaves a-1, 4 bonds between glucose residues in dietary starch. (Pancreatic a-amylase catalyzes the same reaction.)b. Stomach(1). Chief cells produce the proteolytic enzyme pepsin, as its inactive precursor pepsinogen. Pepsin digests proteins. (2). Parietal cells produce hydrochloric acid (HCl) and intrinsic factor. (a). HCl causes pepsinogen (the precursor of pepsin) to cleave itself (autocatalysis), producing pepsin. (b). Intrinsic factor binds dietary vitamin B12 and aids in its absorption. (c). Vitamin B12 is the cofactor for the conversion of homocysteine to methionine and methyl malonyl-CoA to succinyl-Co. Ac. Gallbladder(1). Bile salts, synthesized in the liver from cholesterol, pass through the gallbladder into the intestine, where they aid in lipid digestion. (2). Bilirubin diglucuronide, produced in the liver from bilirubin (the excretory product of heme degradation), passes through the gallbladder into the intestine. d. Pancreas(1). The pancreas produces bicarbonate (HCO3- ), which neutralizes stomach acid as it enters the intestinal lumen. The subsequent increase in pH in the lumen allows more extensive ionization of bile salts (so they serve as better detergents) and increases the activity of digestive enzymes. (2). The pancreas produces digestive enzymes (e. g., trypsin, chymotrypsin, the carboxypeptidases, elastase, a-amylase, lipase). (3). The B (or b) cells of the endocrine pancreas produce insulin (the hormone that stimulates the storage of fuels in the fed state) and the A (or a) cells produce glucagon (the hormone that stimulates the release of stored fuels during fasting). e. Intestine(1). The enzymes from the exocrine pancreas digest food in the intestinal lumen. (2). The intestinal digestive enzymes are bound to the brush borders of intestinal epithelial cells (aminopeptidases, dipeptidases and tripeptidases, lactase, sucrase, maltases, and isomaltases). (3). The absorption of digestive products occurs through the intestinal epithelial cells. (4). The intestinal epithelial cells produce chylomicrons from the digestive products of dietary fat (fatty acids and 2-monoacylglycerols) and secrete the chylomicrons into the lymph. (5). Most bile salts are resorbed in the ileum and recycled by the liver. Only 5% are excreted in the feces. This excretion of bile salts, along with cholesterol secreted by the liver into the gut via the gallbladder, is the major means by which the body disposes of the cholesterol ring structure (sterol nucleus). f. Liver (the enzymic regulation of liver function is summarized in Tables below)(1). Functions of the liver include:(a). Storage of glycogen produced from dietary carbohydrate. (b). Synthesis of very low-density lipoprotein (VLDL), mainly from dietary carbohydrate. (c). Production of high-density lipoprotein, which transfers CII and E apolipoproteins to chylomicrons and VLDL, converts cholesterol to cholesterol esters (via the lecithin-cholesterol acyltransferase reaction), and reduces blood by which cholesterol and cholesterol esters are transported from tissues to the liver (reverse cholesterol transport). (d). Maintenance of blood glucose levels during fasting via glycogenolysis and gluconeogenesis. (e). Production of urea from nitrogen derived, in part, from amino acids because they are being converted to glucose (via gluconeogenesis) during fasting. (f). Production of ketone bodies from fatty acids derived from lipolysis of adipose triacylglycerols during fasting. (g). Synthesis of cholesterol (which is also made in other tissues). (h). Conversion of cholesterol to bile salts. (i). Production of many blood proteins (e. g., albumin, blood-clotting proteins). (j). Production of purines and pyrimidines, which are transported to other tissues via red blood cells. (k). Degradation of purines (to uric acid) and pyrimidines (to CO2, H2 O, and ammonia). (l). Oxidation of drugs and other toxic compounds via the cytochrome P450 system. (m). Conjugation of bilirubin and excretion of bilirubin diglucuronide into the bile. (n). Oxidation of alcohol via alcohol and acetaldehyde dehydrogenases and the microsomal ethanol-oxidizing system (MEOS). (o). Synthesis of creatine (from guanidinoacetate), which is used to produce creatine phosphate, mainly in the muscle and brain. (p). Conversion of dietary fructose to glycolytic intermediates. (2). If liver cell function is compromised (e. g., in viral hepatitis or alcoholic cirrhosis):(a). NH4+, which is toxic (particularly to the central nervous system), increases in the blood. (b). The BUN level decreases because the liver has a decreased capacity to produce urea. (c). Blood glucose decreases because of decreased glycogenolysis and gluconeogenesis. (d). Blood cholesterol levels decrease owing to an inability to produce and secrete VLDL. (e). The production of bile salts decreases. (f). Bilirubin levels increase in the body (causing jaundice) because of reduced conjugation with glucuronic acid. (g). Lysis of damaged liver cells allows enzymes to leak into the blood. 1. Lactate dehydrogenase increases. 2. Alanine aminotransferase increases. 3. Aspartate aminotransferase increases. 4. Alkaline phosphatase increases. (h). Chronic liver problems result in decreased protein synthesis. 1. Serum proteins (e. g., albumin) decrease. 2. VLDL production decreases because of decreased apolipoprotein B-100 and triacylglycerols accumulate in the liver. A fatty liver results. g. Brain(1). Glucose is the major fuel for the brain. (2). The brain can use ketone bodies, but only after 3 to 5 days of fasting when blood ketone body levels are elevated. (3). The brain needs energy to think (i. e., memory involves RNA synthesis), conduct nerve impulses, synthesize neurotransmitters, and so on. h. Red blood cells(1). Red blood cells lack mitochondria, so they have no TCA cycle, b-oxidation of fatty acids, electron transport chain, and other pathways that occur in the mitochondria. (2). Glucose is the major fuel for red blood cells. (a). Glucose is converted to pyruvate and lactate. (3). Red blood cells carry bases and nucleosides from the liver to other tissues. (4). The major function of red blood cells is to carry O2 from the lungs to the tissues and to aid in the return of CO2 from the tissues to the lungs. i. Adipose tissue(1). The major fuel of adipose tissue is glucose. (2). Insulin stimulates the transport of glucose into adipose cells. (3). The function of adipose tissue is to store triacylglycerol in the fed state and release it (via lipolysis) during fasting. (a). In the fed state, insulin stimulates the synthesis and secretion of lipoprotein lipase (LPL), which degrades the triacylglycerols of chylomicrons and VLDL in the capillaries. Fatty acids from these lipoproteins enter adipose cells and are converted to triacylglycerols and stored. Glucose provides the glycerol moiety. (Glycerol is not used because adipose cells lack glycerol kinase.)(b). During fasting, adipocyte triglyceride lipase and hormone-sensitive lipase (phosphorylated and activated via a c. AMP-mediated mechanism) initiate lipolysis in adipose cells. j. Muscle(1). Muscle uses all fuels that are available (glycogen stores, and fatty acids, glucose, ketone bodies, lactate, and amino acids from the blood) to obtain energy for contraction. (2). During fasting, muscle protein is degraded to provide amino acids (particularly alanine) for gluconeogenesis. (3). Creatine phosphate transports high-energy phosphate from the mitochondria to actinomyosin fibers and provides ATP for muscle contraction. (4). Creatinine is produced nonenzymatically from creatine phosphate, and a constant amount (dependent on the body muscle mass) is released into the blood each day and excreted by the kidneys. (5). Muscle glycogen phosphorylase differs from liver phosphorylase but catalyzes the same reaction (glycogen+Pi-glucose-1-phosphate). (6). Insulin stimulates the transport of glucose into muscle cells. k. Heart(1). The heart is a specialized muscle that uses all fuels from the blood. (2). The muscle-brain (MB) isozyme of CK is found in heart muscle. Its release can be used to monitor a heart attackl. Kidney(1). The kidney excretes substances from the body via the urine, including urea (produced by the urea cycle in the liver), uric acid (from purine degradation), creatinine (from creatine phosphate), NH4+ (from glutamine via glutaminase), H2. SO4 (produced from the sulfur of cysteine and methionine), and phosphoric acid. (2). Daily creatinine excretion is constant and depends on the body muscle mass. It is used as a measure of kidney function (the creatinine-clearance rate). (3). Glutaminase action increases during acidosis and produces NH3, which enters the urine and reacts with H+ to form NH4+. NH4+ buffers the urine and removes acid (H+) from the body. (4). Uric acid excretion is inhibited by lead (Pb) and metabolic acids (ketone bodies and lactic acid). High blood uric acid can result in gout. Gout can be caused either by increased production or by decreased excretion of uric acid. Deficiency of the base salvage enzyme hypoxanthine guanine phosphoribosyl transferase in Lesch-Nyhan syndrome results in increased production of uric acid. (5). Kidney dysfunction can lead to increased BUN, creatinine, and uric acid in the blood and decreased levels of these compounds in the urine. (6). During ketoacidosis, ketone bodies are excreted by the kidney, and during lactic acidosis, lactic acid is excreted. (7). Elevated blood glucose levels (over 180 mg/dL) in DM results in the excretion of glucose in the urine. Muscles, particularly those with a preponderance of white fibers, use their glycogen stores when exercising. Weight training is an anaerobic activity, and the muscles will degrade their own glycogen stores to provide glucose for energy. Blood glucose will not become available until the AMP levels increase significantly in the muscle. When Blood Sugar Increases: When Blood Sugar Decreases: Insulin is released, which leads to the dephosphorylation of: Glucagon is released, which leads to the phosphorylation of: PFK-2 (kinase activity now active)PFK-2 (phosphatase activity now active). Pyruvate kinase (now active). Pyruvate kinase (now inactive). Glycogen synthase (now active). Glycogen synthase (now inactive). Phosphorylase kinase (now inactive). Phosphorylase kinase (now active). Glycogen phosphorylase (now inactive). Glycogen phosphorylase (now active). Pyruvate dehydrogenase (now active). Pyruvate dehydrogenase (now inactive). Acetyl-CoA carboxylase (now active). Acetyl-CoA carboxylase (now inactive). Which leads to active. Glycolysis Glycogenolysis. Fatty acid synthesis. Fatty acid oxidation. Glycogen synthesis. Gluconeogenesis Liver Enzymes Regulated by Activation/Inhibition. Enzyme. Activated by. State in Which Active. Phosphofructokinase 1. Fructose 2, 6-bisP, AMPFed. Pyruvate carboxylase. Acetyl-Co. AFed and fasting. Acetyl-CoA carboxylase. Citrate. Fed. Carnitine palmitoyltransferase ILoss of inhibitor (malonyl-CoA). Fasting. Liver Enzymes Regulated by Phosphorylation/Dephosphorylation. Enzyme. Active form. State in Which Active. Glycogen synthase. Dephosphorylated. Fed. Phosphorylase kinase. Phosphorylated. Fasting. Glycogen phosphorylase. Phosphorylated. Fasting. Phosphofructokinase- 2/fructose 2, 6-bisphosphatase (acts as a kinase, increasing fructose2, 6-bisP levels). Dephosphorylated. Fed. Phosphofructokinase-2/fructose 2, 6-bisphosphatase (acts as aphosphatase, decreasing fructose 2, 6-bisP levels). Phosphorylated. Fasting. Pyruvate kinase. Dephosphorylated. Fed. Pyruvate dehydrogenase. Dephosphorylated. Fed",
        "cop": 4,
        "opa": "Ketone bodies",
        "opb": "Blood glucose",
        "opc": "Fatty acids",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a79eb0b4-9c8e-427f-ba81-b7945fe5bab8",
        "choice_type": "single"
    },
    {
        "question": "The blood levels of glucose, galactose, and fructose were measured in normal persons and in persons with enzyme deficiencies soon after they drank a milk shake made with milk and sugar. Which option below would be Lower in the blood of a person with a lactase deficiency than in a normal person.",
        "exp": "We will illustrate, in addition, how biochemical measurements can pinpoint a disorder and allow one to determine which enzyme is functioning improperly. a. Mouth(1). Salivary glands produce a-amylase, which cleaves a-1, 4 bonds between glucose residues in dietary starch. (Pancreatic a-amylase catalyzes the same reaction.)b. Stomach(1). Chief cells produce the proteolytic enzyme pepsin, as its inactive precursor pepsinogen. Pepsin digests proteins. (2). Parietal cells produce hydrochloric acid (HCl) and intrinsic factor. (a). HCl causes pepsinogen (the precursor of pepsin) to cleave itself (autocatalysis), producing pepsin. (b). Intrinsic factor binds dietary vitamin B12 and aids in its absorption. (c). Vitamin B12 is the cofactor for the conversion of homocysteine to methionine and methyl malonyl-CoA to succinyl-Co. Ac. Gallbladder(1). Bile salts, synthesized in the liver from cholesterol, pass through the gallbladder into the intestine, where they aid in lipid digestion. (2). Bilirubin diglucuronide, produced in the liver from bilirubin (the excretory product of heme degradation), passes through the gallbladder into the intestine. d. Pancreas(1). The pancreas produces bicarbonate (HCO3- ), which neutralizes stomach acid as it enters the intestinal lumen. The subsequent increase in pH in the lumen allows more extensive ionization of bile salts (so they serve as better detergents) and increases the activity of digestive enzymes. (2). The pancreas produces digestive enzymes (e. g., trypsin, chymotrypsin, the carboxypeptidases, elastase, a-amylase, lipase). (3). The B (or b) cells of the endocrine pancreas produce insulin (the hormone that stimulates the storage of fuels in the fed state) and the A (or a) cells produce glucagon (the hormone that stimulates the release of stored fuels during fasting). e. Intestine(1). The enzymes from the exocrine pancreas digest food in the intestinal lumen. (2). The intestinal digestive enzymes are bound to the brush borders of intestinal epithelial cells (aminopeptidases, dipeptidases and tripeptidases, lactase, sucrase, maltases, and isomaltases). (3). The absorption of digestive products occurs through the intestinal epithelial cells. (4). The intestinal epithelial cells produce chylomicrons from the digestive products of dietary fat (fatty acids and 2-monoacylglycerols) and secrete the chylomicrons into the lymph. (5). Most bile salts are resorbed in the ileum and recycled by the liver. Only 5% are excreted in the feces. This excretion of bile salts, along with cholesterol secreted by the liver into the gut via the gallbladder, is the major means by which the body disposes of the cholesterol ring structure (sterol nucleus). f. Liver (the enzymic regulation of liver function is summarized in Tables below)(1). Functions of the liver include:(a). Storage of glycogen produced from dietary carbohydrate. (b). Synthesis of very low-density lipoprotein (VLDL), mainly from dietary carbohydrate. (c). Production of high-density lipoprotein, which transfers CII and E apolipoproteins to chylomicrons and VLDL, converts cholesterol to cholesterol esters (via the lecithin-cholesterol acyltransferase reaction), and reduces blood by which cholesterol and cholesterol esters are transported from tissues to the liver (reverse cholesterol transport). (d). Maintenance of blood glucose levels during fasting via glycogenolysis and gluconeogenesis. (e). Production of urea from nitrogen derived, in part, from amino acids because they are being converted to glucose (via gluconeogenesis) during fasting. (f). Production of ketone bodies from fatty acids derived from lipolysis of adipose triacylglycerols during fasting. (g). Synthesis of cholesterol (which is also made in other tissues). (h). Conversion of cholesterol to bile salts. (i). Production of many blood proteins (e. g., albumin, blood-clotting proteins). (j). Production of purines and pyrimidines, which are transported to other tissues via red blood cells. (k). Degradation of purines (to uric acid) and pyrimidines (to CO2, H2 O, and ammonia). (l). Oxidation of drugs and other toxic compounds via the cytochrome P450 system. (m). Conjugation of bilirubin and excretion of bilirubin diglucuronide into the bile. (n). Oxidation of alcohol via alcohol and acetaldehyde dehydrogenases and the microsomal ethanol-oxidizing system (MEOS). (o). Synthesis of creatine (from guanidinoacetate), which is used to produce creatine phosphate, mainly in the muscle and brain. (p). Conversion of dietary fructose to glycolytic intermediates. (2). If liver cell function is compromised (e. g., in viral hepatitis or alcoholic cirrhosis):(a). NH4+, which is toxic (particularly to the central nervous system), increases in the blood. (b). The BUN level decreases because the liver has a decreased capacity to produce urea. (c). Blood glucose decreases because of decreased glycogenolysis and gluconeogenesis. (d). Blood cholesterol levels decrease owing to an inability to produce and secrete VLDL. (e). The production of bile salts decreases. (f). Bilirubin levels increase in the body (causing jaundice) because of reduced conjugation with glucuronic acid. (g). Lysis of damaged liver cells allows enzymes to leak into the blood. 1. Lactate dehydrogenase increases. 2. Alanine aminotransferase increases. 3. Aspartate aminotransferase increases. 4. Alkaline phosphatase increases. (h). Chronic liver problems result in decreased protein synthesis. 1. Serum proteins (e. g., albumin) decrease. 2. VLDL production decreases because of decreased apolipoprotein B-100 and triacylglycerols accumulate in the liver. A fatty liver results. g. Brain(1). Glucose is the major fuel for the brain. (2). The brain can use ketone bodies, but only after 3 to 5 days of fasting when blood ketone body levels are elevated. (3). The brain needs energy to think (i. e., memory involves RNA synthesis), conduct nerve impulses, synthesize neurotransmitters, and so on. h. Red blood cells(1). Red blood cells lack mitochondria, so they have no TCA cycle, b-oxidation of fatty acids, electron transport chain, and other pathways that occur in the mitochondria. (2). Glucose is the major fuel for red blood cells. (a). Glucose is converted to pyruvate and lactate. (3). Red blood cells carry bases and nucleosides from the liver to other tissues. (4). The major function of red blood cells is to carry O2 from the lungs to the tissues and to aid in the return of CO2 from the tissues to the lungs. i. Adipose tissue(1). The major fuel of adipose tissue is glucose. (2). Insulin stimulates the transport of glucose into adipose cells. (3). The function of adipose tissue is to store triacylglycerol in the fed state and release it (via lipolysis) during fasting. (a). In the fed state, insulin stimulates the synthesis and secretion of lipoprotein lipase (LPL), which degrades the triacylglycerols of chylomicrons and VLDL in the capillaries. Fatty acids from these lipoproteins enter adipose cells and are converted to triacylglycerols and stored. Glucose provides the glycerol moiety. (Glycerol is not used because adipose cells lack glycerol kinase.)(b). During fasting, adipocyte triglyceride lipase and hormone-sensitive lipase (phosphorylated and activated via a c. AMP-mediated mechanism) initiate lipolysis in adipose cells. j. Muscle(1). Muscle uses all fuels that are available (glycogen stores, and fatty acids, glucose, ketone bodies, lactate, and amino acids from the blood) to obtain energy for contraction. (2). During fasting, muscle protein is degraded to provide amino acids (particularly alanine) for gluconeogenesis. (3). Creatine phosphate transports high-energy phosphate from the mitochondria to actinomyosin fibers and provides ATP for muscle contraction. (4). Creatinine is produced nonenzymatically from creatine phosphate, and a constant amount (dependent on the body muscle mass) is released into the blood each day and excreted by the kidneys. (5). Muscle glycogen phosphorylase differs from liver phosphorylase but catalyzes the same reaction (glycogen+Pi-glucose-1-phosphate). (6). Insulin stimulates the transport of glucose into muscle cells. k. Heart(1). The heart is a specialized muscle that uses all fuels from the blood. (2). The muscle-brain (MB) isozyme of CK is found in heart muscle. Its release can be used to monitor a heart attackl. Kidney(1). The kidney excretes substances from the body via the urine, including urea (produced by the urea cycle in the liver), uric acid (from purine degradation), creatinine (from creatine phosphate), NH4+ (from glutamine via glutaminase), H2. SO4 (produced from the sulfur of cysteine and methionine), and phosphoric acid. (2). Daily creatinine excretion is constant and depends on the body muscle mass. It is used as a measure of kidney function (the creatinine-clearance rate). (3). Glutaminase action increases during acidosis and produces NH3, which enters the urine and reacts with H+ to form NH4+. NH4+ buffers the urine and removes acid (H+) from the body. (4). Uric acid excretion is inhibited by lead (Pb) and metabolic acids (ketone bodies and lactic acid). High blood uric acid can result in gout. Gout can be caused either by increased production or by decreased excretion of uric acid. Deficiency of the base salvage enzyme hypoxanthine guanine phosphoribosyl transferase in Lesch-Nyhan syndrome results in increased production of uric acid. (5). Kidney dysfunction can lead to increased BUN, creatinine, and uric acid in the blood and decreased levels of these compounds in the urine. (6). During ketoacidosis, ketone bodies are excreted by the kidney, and during lactic acidosis, lactic acid is excreted. (7). Elevated blood glucose levels (over 180 mg/dL) in DM results in the excretion of glucose in the urine. Galactose and glucose would be lower in a person with a lactase deficiency because lactose in the milk would not be cleaved to produce galactose and glucose. The sucrose in the diet will produce fructose and glucose in both the person with lactase deficiency and the normal individual; however, the lack of glucose production from lactose will result in a lower blood glucose concentration after the meal for the lactose-intolerant person as compared to the normal person. When Blood Sugar Increases: When Blood Sugar Decreases: Insulin is released, which leads to the dephosphorylation of: Glucagon is released, which leads to the phosphorylation of: PFK-2 (kinase activity now active)PFK-2 (phosphatase activity now active). Pyruvate kinase (now active). Pyruvate kinase (now inactive). Glycogen synthase (now active). Glycogen synthase (now inactive). Phosphorylase kinase (now inactive). Phosphorylase kinase (now active). Glycogen phosphorylase (now inactive). Glycogen phosphorylase (now active). Pyruvate dehydrogenase (now active). Pyruvate dehydrogenase (now inactive). Acetyl-CoA carboxylase (now active). Acetyl-CoA carboxylase (now inactive). Which leads to active. Glycolysis Glycogenolysis. Fatty acid synthesis. Fatty acid oxidation. Glycogen synthesis. Gluconeogenesis Liver Enzymes Regulated by Activation/Inhibition. Enzyme. Activated by. State in Which Active. Phosphofructokinase 1. Fructose 2, 6-bisP, AMPFed. Pyruvate carboxylase. Acetyl-Co. AFed and fasting. Acetyl-CoA carboxylase. Citrate. Fed. Carnitine palmitoyl transferase ILoss of inhibitor (malonyl-CoA). Fasting. Liver Enzymes Regulated by Phosphorylation/Dephosphorylation. Enzyme. Active form. State in Which Active. Glycogen synthase. Dephosphorylated. Fed. Phosphorylase kinase. Phosphorylated. Fasting. Glycogen phosphorylase. Phosphorylated. Fasting. Phosphofructokinase- 2/fructose 2, 6-bisphosphatase (acts as a kinase, increasing fructose2, 6-bisP levels). Dephosphorylated. Fed. Phosphofructokinase-2/fructose 2, 6-bisphosphatase (acts as a phosphatase, decreasing fructose 2, 6-bisP levels). Phosphorylated. Fasting. Pyruvate kinase. Dephosphorylated. Fed. Pyruvate dehydrogenase. Dephosphorylated. Fed",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Galactose",
        "opc": "Fructose",
        "opd": "Glucose and galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "90f02354-e565-44d0-bf35-9203eb52fc5f",
        "choice_type": "multi"
    },
    {
        "question": "Pasteur effect is:",
        "exp": "Ans. D. All of these. The inhibition of glycolysis by oxygen is referred to as Pasteur effect. This is due to inhibition of the enzyme phosphofructokinase by ATP and citrate (formed in the presence of 02).",
        "cop": 4,
        "opa": "Inhibition of glycolysis",
        "opb": "Oxygen is involved",
        "opc": "Inhibition of enzyme phosphofructokinase",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e75a121f-a819-472a-9dbe-08cee6b8b4ac",
        "choice_type": "multi"
    },
    {
        "question": "In Citric acid cycle, which enzyme is inhibited by arsenite-",
        "exp": "Ans. is 'b' i. e., a ketoglutarate Dehydrogenase* Arsenite binds to the sulfhydryl group and hence inhibits the activity of enzymes which have lipoamide in the active site* Hence Arsenite inhibits Pyruvate Dehydrogenase and a ketoglutarate dehydrogenase of citric acid cycle* It is an example for non competitive inhibition* Succinate dehydrogenase is inhibited by malonate* Aconitase is inhibited by fluroacetate. It is an example for suicidal inhibition.",
        "cop": 2,
        "opa": "Isocitrate Dehydrogenase",
        "opb": "a ketoglutarate Dehydrogenase",
        "opc": "Succinate Dehydrogenase",
        "opd": "Aconitase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "9254b8f6-feb5-46fe-8026-8bdae1ba8129",
        "choice_type": "single"
    },
    {
        "question": "Heparin is a:",
        "exp": "Ans. A. Glycosamino Glycan(Ref: Harper 31/e page 605). Heparin is a Glycosamino Glycan. Glycosamino Glycans are heteropolysacchrides. Disaccharide repeat unit is Glucosamine and Iduronic acid. Initially uronic acid present is Glucuronic acid, 5 epimerase convert 90% of Glc. UA to Id. UA. Heparin is found in the granules of mast cells, also in lung, liver and skin. Heparin specifically bind to lipoprotein lipase present in capillary walls and cause its release into circulation. Heparin is an anticoagulant.",
        "cop": 1,
        "opa": "Glycosamino glycan",
        "opb": "Polysaccharide",
        "opc": "Proteoglycan",
        "opd": "Carbohydrate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6129bfff-ab80-4448-b6dc-93bf0a8408c4",
        "choice_type": "single"
    },
    {
        "question": "Hereditary fructose intolerance is due to deficiency of:",
        "exp": "Ans. A. Aldolase B(Ref: Nelson 20/e Chapter Defects in Metabolism of Carbohydrates). Heriditary fructose intolerance due to deficiency of Aldolase BEssential fructosuria due to deficiency of fructokinase",
        "cop": 1,
        "opa": "Aldolase B",
        "opb": "Aldolase A",
        "opc": "Fructokinase",
        "opd": "Sucrase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d1570d78-ef60-4266-b922-5efa3695a74e",
        "choice_type": "single"
    },
    {
        "question": "Essential pentosuria can occur due to deficiency in metabolic pathway of",
        "exp": "Ans. a (Uronic acid) (Ref. Harper's Biochemistry-26th/pg. 105, 163, 170; 27th/pg. 177). Glucuronic acid is synthesized from glucose via the uronic acid pathway, of major significance for the excretion of metabolites and foreign chemicals (xenobiotics) as glucuronides. A deficiency in the pathway leads to essential pentosuria. Considerable quantities of L-xylulose appear in the urine because of absence of the enzyme necessary to reduce L-xylulose to xylitol. Parenteral administration of xylitol may lead to oxalosis, involving calcium oxalate deposition in brain and kidneys. URONIC ACID PATHWAY# In liver, uronic acid pathway catalyzes conversion of glucose to glucuronic acid, ascorbic acid, & pentoses.# It is also an alternative oxidative pathway for glucose, but--like the pentose phosphate pathway--it does not lead to the generation of ATP.# Glucose 6-phosphate is isomerized to glucose 1-phosphate, which then reacts with uridine triphosphate (UTP) to form uridine diphosphate glucose (UDPGlc) in a reaction catalyzed by UDPGlc pyrophosphorylase, as occurs in glycogen synthesis. UDPGlc is oxidized at carbon 6 by NAD-dependent UDPGlc dehydrogenase in a two-step reaction to yield UDP-glucuronate. Deficiencies in the enzymes of fructose and galactose metabolism lead to essential fructosuria and the galactosemias.",
        "cop": 1,
        "opa": "Uronic acid",
        "opb": "Hexose-mono-phosphate",
        "opc": "Glycogen",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "97813adf-0c84-4c2b-8ff2-0b7568055597",
        "choice_type": "single"
    },
    {
        "question": "All are true about GIP (Glucose dependent insulinotropic Polypeptide) except:",
        "exp": "C i. e. GIP inhibits GLP-1. Ref: (Review article by Christensen MB, dan Med J 2016) and for option (d) diabetes, 2009 (Exogenous GIP worsens post prandial hyperglycemia in T2. DM) and for option (b) Inhibition of GIP release by insulin and glucose, diabetes, 1980. Explanation: GIP and GLP-1 (glucagon like peptide -1) are incretin hormones (enhance insulin secretion), also affect glucagon secretion. Secreted by enteroendocrine intestinal k cells upon nutrient stimulation. GIP gene located on chr 17q, structurally related to secretin family. Binds to G protein coupled receptors. GIP acts as a bifunctional blood glucose stabilizing hormone, means it has effects on insulin and glucagon responses highly dependent on blood glucose levels. Other Options. Option (d)GIP has short lived insulinotropic effect in T2. DM, it worsens postprandial hyperglycemia most likely through suppressive effect on GLP 1. Option (b)hu. Inhibition of GIP release by insulin and glucose stimulation. Option (a) and (c)GIP enhances postprandial glucagon and GLP 1 suppresses it. Both share common properties as incretins, but they also possess different biological characteristics. Sulfonylureas and incretins acts synergistically to stimulate insulin secretion, so combination drugs potentially cause hypoglycemia. GIP has many additional actions than insulinotropic activity like: Promote growth of pancreatic beta cell. Stimulate adipogenesis. Increase expression of anti-apoptotic Bcl-2 (resulting in reduced beta cell death). Inhibits gastric acid and pepsin release. Involves in number of c AMP dependent intracellular pathways.",
        "cop": 3,
        "opa": "GIP stimulates glucagon release",
        "opb": "GIP is inhibited by insulin",
        "opc": "GIP inhibits GLP-1",
        "opd": "GIP in T2. DM worsens post prandial hyperglycemia",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "517eedc7-5189-416e-a274-e36d1fdf39d0",
        "choice_type": "multi"
    },
    {
        "question": "Which test is given positive by Glyceraldehyde?",
        "exp": "Ans. A. Benedicts test. Glyceraldehyde is a monosaccharide. All monosaccharides are reducing sugars. All reducing sugars gives positive Benedict's test. Molisch's test is a general test for all the carbohydrate but it is positive if number of carbons are 5 or more. Glyceraldehyde contains only 3 carbons. Seliwanoff's test is positive for keto sugars. Glyceraldehyde is an aldehyde. Gerhard's test & Rothera's test are positive for ketone bodies.",
        "cop": 1,
        "opa": "Benedicts test",
        "opb": "Molisch's test",
        "opc": "Seliwanoff's test",
        "opd": "Gerhard's test",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "42772d27-9fec-4e94-b75c-b3e55b185345",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old male presents to the Emergency Room with hematemesis and melena, which is actively managed. He has been previously diagnosed with liver cirrhosis. An esophago-gastro- duodenoscopy has been planned and patient has been asked to observe an overnight fast in esophagogastroduodenoscopy preparation of endoscopy. Patient had dinner at 7 pm and endoscopy was performed at 1 pm the next day. At the time of endoscopy, some pathways were generating glucose to maintain serum glucose levels. Which of the following enzymes catalyze the irreversible biochemical reaction of this process?",
        "exp": "Answer: c) Fructose-1, 6-bisphosphatase* Patient is observing a fast for 18 hours.* During fasting, glycogen storage is usually depleted within 12 hours.* After this point, gluconeogenesis is mainly responsible for maintaining serum glucose levels by converting non-glucose substances to glucose.* It occurs within liver and is opposite of glycolysis with four key irreversible steps.* One of those steps is conversion of Fructose 1, 6-bisphosphate to Fructose-6-phosphate.* It is catalyzed by the enzyme, Fructose-1, 6-bisphosphatase.* The other irreversible steps are: o The conversion of Pyruvate to Oxaloacetate, catalyzed by Pyruvate carboxylase enzyme and requires biotin. o The conversion of Oxaloacetate to Phosphoenolpyruvate, catalyzed by Phosphoenolpyruvate carboxykinase. o The conversion of Glucose-6-phosphate to Glucose, catalyzed by Glucose 6-phosphatase.",
        "cop": 3,
        "opa": "Enolase",
        "opb": "Glycogen phosphorylase",
        "opc": "Fructose-1, 6-bisphosphatase",
        "opd": "Glucose 6P dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1db72b24-74d5-4ae5-af3e-c631fa551c7e",
        "choice_type": "single"
    },
    {
        "question": "Phosphofructokinase-I is activated by all except:",
        "exp": "Ans. D. Citrate(Ref: Harper 31/e page 175 Table 19-1). Enzyme. Inducer. Repressor. Activator. Inhibitor. Hexokinase Glucagon Glucose 6-phosphate. Glucokinase. Insulin. Glucagon Phosphofructokinase-1. Insulin. Glucagon5'AMP, fructose 6-phosphate, fructose 2, 6-bisphosphate, Inorganic Phosphate. Citrate, ATP, glucagon. Pyruvate kinase. Insulin. Glucagon. Fructose 1, 6-bisphosphate, insulin. ATP, Alanine, Glucagon, norepinephrine",
        "cop": 4,
        "opa": "5'AMP",
        "opb": "Fructose 2, 6 Bisphosphate",
        "opc": "Fructose 6 Phosphate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "600f9b49-43be-494b-b5e6-f65ff96b8c8e",
        "choice_type": "multi"
    },
    {
        "question": "Essential pentosuria occurs due to defect in the metabolic pathway of",
        "exp": "Ans. a (Uronic acid) (Ref. Harper's, Biochemistry, 26th ed., 105, 163, 170; 27th/ 177; H-18th/Table 364-1)ESSENTIAL PENTOSURIA# In liver, the uronic acid pathway catalyzes the conversion of glucose to glucuronic acid, ascorbic acid, and pentoses.# It is also an alternative oxidative pathway for glucose, but--like the pentose phosphate pathway--it does not lead to the generation of ATP.# Glucuronic acid is synthesized from glucose via the uronic acid pathway, which is of major significance for the excretion of metabolites and foreign chemicals (xenobiotics) such as glucuronides. A deficiency in this pathway leads to essential pentosuria.# In this rare hereditary disease, considerable quantities of L-xylulose appear in the urine because of absence of the enzyme necessary to reduce L-xylulose to xylitol. Parenteral administration of xylitol may lead to oxalosis, involving calcium oxalate deposition in brain and kidneys.# Various drugs markedly increase the rate at which glucose enters the uronic acid pathway.- For example, administration of barbital or of chlorobutanol to rats results in a significant increase in the conversion of glucose to glucuronate, L-gulonate, and ascorbate. ESSENTIAL FRUCTOSURIA# The lack of one enzyme of the pathway (gulonolactone oxidase) in primates and some other animals explains why ascorbic acid is a dietary requirement for humans but not most other mammals.# Deficiencies in the enzymes of fructose and galactose metabolism lead to essential fructosuria and the galactosemias. INHERITED DISORDERS OF AMINO ACID METABOLISMAmino acid(s). Condition. Enzyme Defect. Clinical Findings. Inheritance. Phenylalanine. Phenylketonuria. Phenylalanine hydroxylase. Mental retardation, microcephaly, hypopigmented skin and hairs, eczema, \"mousy\" odor. AR DHPR deficiency hyperphenylalaninemia. Dihydropteridine reductase. Mental retardation, hypotonia, spasticity, myoclonus. AR PTS deficiency hyperphenylalaninemia6-Pyruvoyl-tetrahydropterinsynthase. Dystonia, neurologic deterioration, seizures, mental retardation. AR GCH1 deficiency hyperphenylalaninemia. GTP cyclohydrolase 1. Mental retardation, seizures, dystonia, temperature instability. AR Carbinolamine dehydratase deficiency. Pterin-4-carbinolaminedehydratase. Transient hyperphenylalaninemia (benign)ARTyrosine. Tyrosinemia type I (hepatorenal). Fumary -lacetoacetatehydrolase. Liver failure, cirrhosis, rickets, failure to thrive, peripheral neuropathy, \"boiled cabbage\" odor. AR Tyrosinemia type II (oculocutaneous). Tyrosine transaminase. Palmoplantar keratosis, painful corneal erosions with photophobia, mental retardation (?)AR Tyrosinemia type III4-Hydrophenylpyruvate. Dioxygenase. Hypertyrosinemia with normal liver function, occasional mental delay. AR Hawkinsinuria4-Hydroxyphenylpyruvate Dioxygenase. Transient failure to thrive, metabolic acidosis in infancy. AD Alkaptonuria. Homogentisic acid oxidase. Ochronosis, arthritis, cardiac valve involvement, coronary artery calcification. AR Albinism(oculocutaneous). Tyrosinase. Hypopigmentation of hair, skin, and optic fundus; visual loss; photophobia. AR Albinism (ocular). Different enzymes or transporters. Hypopigmentation of optic fundus, visual loss. AR, XL DOPA-responsive Dystonia. Tyrosine hydroxylase. Rigidity, truncal hypotonia, tremor, mental retardation. ARGABA4-Hydroxybutyric Aciduria. Succinic semialdehyde dehydrogenase. Seizures, mental retardation, ataxia. ARTryptophan. Kynurenic aciduria. Kynurenine-3-monooxygenase. Niacin deficiency, pellagra, colitis. AR Hydroxykynureninuria(xanthurenic aciduria). Kynureninase. Niacin deficiency, mental retardation, spasticity. ARHistidine. Histidinemia. Histidine-ammonia lyase. Benign. AR Urocanic aciduria. Urocanase. Benign. AR Formiminoglutamic aciduria. Formi mi notransferase. Occasional mental retardation. ARGlycine. Glycineencephaiopathy. Glycine cleavage (4 enzymes). Infantile seizures, lethargy, apnea, profound mental retardation. AR Sarcosinemia. Sarcosine dehydrogenase. Benign. AR Hyperoxaluria type IAlanine: glyoxylateaminotransferase. Calcium oxalate nephrolithiasis, renal failure. AR Hyperoxaluria type IId-Glyceric acid dehydroge- nase/ glyoxylate reductase. Calcium oxalate nephrolithiasis, renal failure. ARSerine. Phosphoglycerate dehydrogenase deficiency. Phosphoglycerate dehydrogenase. Seizures, microcephaly, mental retardation. ARProline. Hyperprolinemia type IProline oxidase. Benign. AR Hyperprolinemia type IIl-Pyrroline-5-carboxylate dehydrogenase. Febrile seizures, mental retardation. AR Hyperhydroxyprolinemia. Hydroxyproline oxidase. Benign. AR Prolidase deficiency. Prolidase. Mild mental retardation, chronic dermatitis. ARMethionine. Hypermethioninemia. Methionine adenosyltransferase. Usually benign. AR S-Adenosylhomocysteine hydrolase deficiencyS-Adenosylhomocysteine hydrolase. Hypotonia, mental retardation, absent tendon reflexes, delayed myelination. AR Glycine N-methyltrans- ferase deficiency. Glycine N-methyltransferase. Elevated liver transaminases. ARHomocystine. Homocystinuria. Cystathionine -synthase. Lens dislocation, thrombotic vascular disease, mental retardation, osteoporosis. AR Homocystinuria5, 10-Methylenetetrahydro- folate reductase. Mental retardation, gait and psychiatric abnormalities, recurrent strokes. AR Homocystinuria. Methionine synthase (cb. IE, -G). Mental retardation, hypotonia, seizures, megaloblastic anemia. AR Homocystinuria and methylmalonic acidemia. Vitamin B12 lysosomal efflux and metabolism (cb. IC, -D, -F). Mental retardation, lethargy, failure to thrive, hypotonia, seizures, megaloblastic anemia. ARCystathionine. Cystathioninuria. Cystathionase. Benign. ARCystine. Cystinosis. Cystinosin CTNS (lysosomal efflux). Renal Fanconi syndrome, rickets, photophobia, hypotonia, renal failure. ARS-Sulfo-I- cysteine. Sulfocysteinuria. Sulfate oxidase or molybdenum cofactor deficiency. Seizures, mental retardation, dislocated lenses. ARLysine. Hyperlysinemia, saccharopinuria. Aminoadipic semialdehyde synthase. Benign. AR Pyridoxine-dependent seizuresL-l-Piperideine-6-carboxylate dehydrogenase. Seizures. ARLysine, tryptophan. Ketoadipic acidemia. Ketoadipic acid dehydrogenase. Benign? Glutaric acidemia type IGlutaryl-CoA dehydrogenase. Severe dystonia and athetosis, mild mental retardation. AR Glutaric acidemia type IIElectron transfer flavoprotein (ETF) or ETF: ubiquinone oxidoreductase. Hypoglycemia, metabolic acidosis, \"sweaty feet\" odor, hypotonia, cardiomyopathy, exercise-induced myopathy. AROrnithine. Gyrate atrophy of the choroid and retina. Ornithine 5 aminotransferase. Myopia, night blindness, loss of peripheral vision, cataracts, chorioretinal degeneration. ARUrea cycle. Carbamoylphosphate synthase-1 deficiency. Carbamoylphosphate synthase-1. Lethargy progressing to coma, protein aversion, mental retardation, hyperammonemia. AR N-Acetylglutamate synthase deficiencyN-Acetylglutamate synthase. Lethargy progressing to coma, protein aversion, mental retardation, hyperammonemia. AR Ornithine transcar- bamylase deficiency. Ornithine transcarbamylase. Lethargy progressing to coma, protein aversion, mental retardation, hyperammonemia. XL Citrullinemia type 1. Argininosuccinate synthase. Lethargy progressing to coma, protein aversion, mental retardation, hyperammonemia. AR Argininosuccinic acidemia. Argininosuccinate lyase. Lethargy progressing to coma, protein aversion, mental retardation, hyperammonemia, trichorrhexis nodosa. AR Arginase deficiency. Arginase. Spastic tetraparesis, mental retardation, mild hyperammonemia. AR Hyperornithinemia, hyperammonemia, homocitrullinuria. Mitochondrial ornithine carrier ORNT1. Vomiting, lethargy, failure to thrive, mental retardation, episodic confusion, hyperammonemia, protein intolerance. AR Citrullinemia type 2. Mitochondrial aspartate/ glutamate carrier CTLN2. Neonatal intrahepatic cholestasis, adult presentation with sudden behavioral changes and stupor, coma, hyperammonemia. ARProline, ornithine, argininel-pyrroline-5-carboxylate synthase deficiencyl-pyrroline-5-carboxylate synthase. Hypotonia, seizures, hyperammo- nemia, neurodegeneration. ARGlutamine. Glutamine synthase deficiency. Glutamine synthase. Brain malformations, pachygyria, seizures, hypotonia, dysmorphic features. ARValine. Isobutyryl-CoA dehydro- genase deficiency. Isobutyryl-CoA dehydrogenase. Failure to thrive, anemia, and dilated cardiomyopathy(?)ARValine, leucine, isoleucine. Maple syrup urine disease. Branched chain ketoacid dehydrogenase. Lethargy, vomiting, encephalopathy, seizures, mental retardation, \"maple syrup\" odor, protein intolerance. ARLeucine. Isovaleric acidemia. Isovaleryl-CoA dehydrogenase. Acidosis, ketosis, vomiting, coma, hyperammonemia, \"sweaty feet\" odor, protein intolerance. AR 3-Methylcrotonyl glycinuria3-Methylcrotonyl-CoA carboxylase. Stress-induced metabolic acidosis, hypotonia, hypoglycemia, \"cat's urine\" odor. AR 3-Methyfglutaconic aciduria type 13-Methylglutaconyl-CoA hydratase deficiency. Stress-induced acidosis, leukoencephalopathy. AR 3-Hydroxy-3-methylglutaricaciduria3-Hydroxy-3-methylglutaryl- CoA lyase. Stress-induced hypoketotic hypoglycemia and acidosis, encephalopathy, hyperammonemia. ARIsoleucine2-Methylbutyryl-glycinuria2-Methylbutyryl-CoA dehydrogenase. Fasting-induced metabolic acidosis/hypoglycemia. AR 2-Methyl-3-hydroxybutyryl- CoA dehydrogenase deficiency2-Methyl-3-hydroxybutyryl- CoA dehydrogenase. Developmental regression, seizures, and rigidity sometimes triggered by illnesses. XL 3-Oxothiolase deficiency3-Oxothiolase. Fasting-induced acidosis and ketosis, vomiting, lethargy. ARValine, isoleucine, methionine, threonine. Propionic academia (pccA, -B, -C). Propionyl-CoA carboxylase. Metabolic ketoacidosis, hyperammonemia, hypotonia, lethargy, coma, protein intolerance, mental retardation, hyperglycinemia. AR Multiple carboxylase/ biotinidase deficiency. Holocarboxylase synthase or biotinidase. Metabolic ketoacidosis, diffuse rash, alopecia, seizures, mental retardation. AR Methylmalonic acidemia {mutase, racemase, Cb. IA, -B, -D). Methylmalonyl-CoA mutase/ racemase or cobalamin reductase/ adenosy (transferase. Metabolic ketoacidosis, hyperammonemia, hypertonia, lethargy, coma, protein intolerance, mental retardation, hyperglycinemia",
        "cop": 1,
        "opa": "Uronic acid",
        "opb": "Hexose-monophosphate",
        "opc": "Glycogen",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "00aae2bb-17f0-4120-90dc-ec39f0b192da",
        "choice_type": "single"
    },
    {
        "question": "Rothera's test is used for the detection of-",
        "exp": "Ans. is 'c' i. e., Ketone body. Biochemical tests used to detect abnormal constituents of urine. Abnormal constituent. Test. Reducing Sugar. Benedict's test. Monosaccharide. Barfoed's test. Fructose. Seliwanoff s test/ Foulger's test. Galactose. Mucic acid test. Ketone body. Rothera's test (acetoacetate and acetone). Gerhatrdt's test (Acetoacetate). Blood. Benzidene test. Protein. Sulphosalicylic acid test. Albumin. Heat coagulation test. Bile salt. Hay's test. Bile pigment. Fouchet's test",
        "cop": 3,
        "opa": "Reducing sugar",
        "opb": "Blood",
        "opc": "Ketone body",
        "opd": "Protein",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ef8a4d06-e697-49fc-ab2b-6cf5a2903b78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metabolic pathways does not generate ATP?",
        "exp": "Ans. D. HMP pathway(Ref: Harper 29/e page 199, Harper 31/e page 185). Metabolic pathway. Net ATP yield. Anaerobic glycolysis2. Aerobic glycolysis7. Aerobic oxidation of 1 mol of glucose32. Palmitic acid oxidation106. Citric acid cycle10. Rappaport leubering cycle0. HMP pathway0",
        "cop": 4,
        "opa": "Glycolysis",
        "opb": "TCA cycle",
        "opc": "Fatty acid oxidation",
        "opd": "HMP pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "77d768cc-69d0-4e73-b531-ea45d2fd6d34",
        "choice_type": "single"
    },
    {
        "question": "A 3-week-old neonate who began vomiting 2 days after birth, usually within 30 minutes after breastfeeding. He also has abdominal distension with enlargement of liver, with jaundice. The consulting doctor did two urine dipstick test, one specific for glucose was negative, second test specific for reducing sugar was positive. What is the diagnosis?",
        "exp": "Ans. B. Classic Galactosemia. Identifying features* Classic galactosemia is a serious disease with onset of symptoms typically by the 2nd half of the 1st wk of life.* With jaundice, vomiting, seizures, lethargy, irritability, feeding difficulties, poor weight gain or failure to regain birth weight.* Hepatomegaly Oil drop cataracts, Hepatic failure.* Mental retardation.* Demonstrating a reducing substance in several urine specimens collected while the patient is receiving human milk, cows milk, or any other formula containing lactose.* Benedict's Test PositiveQ* Clinistix urine test results are usually negative because the test materials rely on the action of glucose oxidase, which is specific for glucose and is nonreactive with galactose (Glucose Oxidase Test is negative)",
        "cop": 2,
        "opa": "Hereditary fructose intolerance",
        "opb": "Classic galactosemia",
        "opc": "Essential fructosuria",
        "opd": "Essential pentosuria",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6f769e62-28f3-48e9-8476-6e171abf6fbe",
        "choice_type": "multi"
    },
    {
        "question": "Von Geirke's disease occurs due to deficiency of",
        "exp": "Ans. a (Glucose-6-Phosphatase) (Ref. Harper 28th/160; 298; Table 19-2). Von Gierke disease (type i) is a Autosomal recessive disease that occurs due to Glucose-6-phosphatase and characterized by Severe fasting hypoglycemia, glycogen in liver, blood lactate, hepatomegaly. Treatment: frequent oral giucose/cornstarch; avoidance of fructose and galactose. Glycogen storage disorders. Type. Name. Enzyme Deficiency. Clinical Features0--Glycogen synthase. Hypoglycemia; hyperketonemia; early death. IVon Gierke's disease. Glucose 6-phosphatase. Glycogen accumulation in liver and renal tubule cells; Hyperlipemia, Hyperuricemia Hypoglycemia; Lactic acidemia; ketosis; IIPompe's disease. Lysosomal-1-4 and 1-6 glucosidase (acid maltase). Accumulation of glycogen in lysosomes: juvenile onset variant, muscle hypotonia, death from heart failure by age 2; Q adult onset variant, muscle dystrophy. IIILimit dextrinosis, Forbe's or Cori's disease. Debranching enzyme QFasting hypoglycemia; hepatomegaly(infancy); accumulation of characteristic branched polysaccharide. IVAmylopectinosis, Andersen's disease. Branching enzyme. Hepatosplenomegaly; accumulation-of polysaccharide with few branch points; death from heart or liver failure in first year of life. VMyophosphorylase defici Mc. Ardle's syndrome0. Muscle phosphorylase. Poor exercise tolerance; muscle glycogen abnormally high (2. 5-4%) Q; blood lactate very low after exercise. VIHers' disease. Liver phosphorylase. Hepatomegaly; accumulation of glycogen in liver; mild hypoglycemia; generally good prognosis. VIITarui's disease. Muscle and erythrocyte phosphofructokinase 1. Poor exercise tolerance; muscle glycogen abnormally high (2. 5-4%); blood lactate very low after exercise; also hemolytic anemia. VIII Liver phosphorylase kinase. Hepatomegaly; accumulation of glycogen in liver; mild hypoglycemia; good prognosis. IX Liver and muscle phosphorylase kinase. Hepatomegaly; accumulation of glycogen in liver and muscle; mild hypoglycemia; generally good prognosisX c. AMP-dependent protein kinase AHepatomegaly; accumulation of glycogen in liver",
        "cop": 1,
        "opa": "Glucose-6-Phosphatase",
        "opb": "Liver Phosphorylase",
        "opc": "Muscle Phosphorylase",
        "opd": "Debranching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "07e7dec3-9fed-49c6-a610-a8d30fa9b098",
        "choice_type": "single"
    },
    {
        "question": "A common intermediate in the conversion of glycerol and lactate to glucose is which one of the following?",
        "exp": "The only intermediate included in the list that the pathway of gluconeogenesis from glycerol has in common with the pathway of gluconeogenesis from lactate is glucose-6-phosphate. Glycerol enters gluconeogenesis as DHAP. Therefore, it bypasses the other compounds (pyruvate, oxaloacetate, malate, and PEP) through which the carbons of lactate must pass on its pathway to glucose synthesis.",
        "cop": 4,
        "opa": "Pyruvate",
        "opb": "Oxaloacetate",
        "opc": "Malate",
        "opd": "Glucose-6-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "091d80d1-2815-4db5-ac76-131a06a3917d",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy rapidly develops hypoglycemia after moderate activity. Blood examination reveals raised levels of ketone bodies, lactic acid and triglyceides. On examination, liver and kidney were enlarged. Histopathology of liver shows deposits of glycogen in excess amount. Diagnosis?",
        "exp": "ANS. AGlycogen-storage diseases. Type. Defective enzyme. Organ affected. Glycogen in the affected organ. Clinical featuresI Von Gierke. Glucose- 6-phosphatase. Liver and kidney. Increased amount; normal structure. Massive enlargement of the liver. Failure to thrive. Severe hypoglycemia, ketosis, hyperuricemia, hyperlipemia. II Pompea-1, 4-glucosidase (lysosomal). All organs. Massive increase in amount; normal structure. Cardiorespiratory failure causes death, usually before age 2. III Cori. Amylo-1, 6-glucosidase (debranching enzyme). Muscle and liver. Increased amount; short outer branches. Like type I but milder course. IV Andersen. Branching enzyme (a-1, 4 - a-1, 6). Liver and spleen. Normal amount; very long outer branches. Progressive cirrhosis of the liver. Liver failure causes death, usually before age 2V Mc. Ardle. Phosphorylase. Muscle. Moderately increased amount; normal structure. Limited ability to perform strenuous exercise because of painful muscle cramps. Otherwise patient is normal and well developed. VI Hers. Phosphorylase. Liver. Increased amount. Like type I, but milder course. VIIPhospho- fructokinase. Muscle. Increased amount; normal structure. Like type VVIIIPhosphorylase kinase. Liver. Increased amount; normal structure. Mild liver enlargement. Mild hypoglycemia# Important points regarding glycogen storage disorders* Most common glycogen storage disorder: Von gierke's disease* Glycogen storage disorder with cardiomegaly: Pompe's* Glycogen storage disorder with liver cirrhosis: Anderson's disease* Burgundy colour urine after exercise: Mcardle disease* Features same as von gierke, but kidneys not enlarged: Cori's* Glycogen storage disorder which is also a lysosomal disorer: Pompe's disease.",
        "cop": 1,
        "opa": "Von Gierke's disease",
        "opb": "Cori's disease",
        "opc": "Mcardle's disease",
        "opd": "Pompe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "0276edaa-39cd-4190-a873-ebe8746c4b43",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman who has a lactase deficiency and cannot tolerate milk in her diet is concerned that she will not be able to produce milk of sufficient caloric value to nourish her baby. The best advice to her is which one of the following?",
        "exp": "The woman will be able to breastfeed her baby because she can produce lactose from amino acids and other carbohydrates. She will not have to eat pure galactose, or even lactose, to do so. Glucose, which can be provided by gluconeogenesis or obtained from the diet, can be converted to UDP-galactose (glucose-glucose-6-phosphate-glucose-1-phosphate-UDP-glucose-UDP-galactose). UDP-galactose reacts with free glucose to form lactose. a-Lactalbumin is a protein that serves as the modifier of galactosyl transferase, which catalyzes this reaction. The amino acids of a-lactalbumin can be used to produce glucose, but the immediate products of a-lactalbumin degradation are not lactose. Carbohydrates cannot be synthesized from fats.",
        "cop": 3,
        "opa": "She must consume pure galactose in order to produce the galactose moiety of lactose.",
        "opb": "She will not be able to breastfeed her baby because she cannot produce lactose.",
        "opc": "The production of lactose by the mammary gland does not require the ingestion of milk or milk products.",
        "opd": "She can produce lactose directly by degrading a-lactalbumin.",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b41fb90b-c540-43f4-a670-6edf82ec01e8",
        "choice_type": "single"
    },
    {
        "question": "A 2-week-old neonate with complete hypotonia, convulsions, failure to thrive and metabolic acidosis. The baby has small of burnt sugar in urine. The test called DNPH test is positive. What is the enzyme deficiency in this metabolic disorder?",
        "exp": "Ans. C. Branched chain keto acid dehydrogenase-Identifying features are early age of presentation with failure to thrive, convulsion, hypotonia-Smell of burnt sugar or caramel odour-Positive DNPH test",
        "cop": 3,
        "opa": "Isovaleryl CoA dehydrogenase",
        "opb": "Dihydrolipoamide dehydrogenase",
        "opc": "Branched chain keto acid dehydrogenase",
        "opd": "Transacylase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7e3b7bd9-6849-40f7-b01f-d6597f1e56a4",
        "choice_type": "multi"
    },
    {
        "question": "Cancer cells derive nutrition from:",
        "exp": "Ans. D. Aerobic glycolysis(Ref: Harper 31/e page 695) (Harrison 19/e page 102 e-13). Many cancer cells use aerobic glycolysis (Warburg effect) to metabolize glucose leading to increased lactic acid production, where as normal cells use oxidative phosphorylation in mitochondria under aerobic conditions, a much more efficient process.",
        "cop": 4,
        "opa": "Anaerobic glycolysis",
        "opb": "Oxidative phosphorylation",
        "opc": "Increase in mitochondria",
        "opd": "Aerobic Glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "8c362e2d-b3f5-4b65-97e3-a3a307748eb6",
        "choice_type": "single"
    },
    {
        "question": "A bodybuilder starts eating raw egg for protein. He used develop fatigue on moderate exercise. The doctor prescribes a vitamin. Which enzyme is deficient in him?",
        "exp": "Ans. (b) Pyruvate Carboxylase. Ref: Harpers Biochemistry 30th Ed; Page No- 560* Raw egg contains Avidin, it is antagonist of Biotin.* Eating raw egg is harmful because of Avidin present in raw egg inhibit biotin.* Affinity of Avidin to Biotin is stronger than most of the Antigen antibody reaction.* So doctor only prescribe Biotin.* ELISA test and Labeling of DNA test are used.* Why do u need biotin? Because biotin is the mother of all carboxylation reaction.* Only one carboxylase given in options, so option B will be the best answer. Note* Streptavidin is also biotin antagonist. It is purified from Streptomyces Avidin. Bind 4 molecule of biotin. Coenzyme role of Biotin. Biotin dependent carboxylation reaction* Pyruvate carboxylase: pyruvate (3C)- oxaloacetate (4C)* Acetyl-CoA carboxylase: acetyl-CoA (2C)- malonyl-CoA (3C)* Propionyl-CoA carboxylase: propionyl-CoA(3C)- methylmalonyl-CoA(4C)* Methyl Crotonyl CoA Carboxylase. Biotin Independent carboxylation reaction* Malic enzyme (Pyruvate to Malate)* Carbamoyl phosphate Synthetases -I & II* Gamma Carboxylation (Vitamin K dependent)* Addition of CO2 t. C6 in purine ring (AIR Carboxylase). Extra Mile. Coenzyme Role of Vitamin B complex Thiamine* Pyruvate dehydrogenase (links glycolysis to TCA cycle)* a-ketoglutarate dehydrogenase (TCA cycle)* Transketolase (HMP shunt)* Branched-chain ketoacid dehydrogenase. Riboflavin* Component of flavins FAD and FMN, used as cofactors in redox reactions, eg, the succinate dehydrogenase reaction in the TCA cycle. Niacin* NAD+ linked Enzymes# Lactate dehydrogenase# Pyruvate dehydrogenase# a-ketoglutarate dehydrogenase# Isocitrate dehydrogenase# Malate dehydrogenase# Glutamate dehydrogenase# Glyceraldehyde 3 phosphate dehydrogenase* NADPH generating reaction# Glucose 6 phosphate dehydrogenase in HMP shunt pathway# 6 phospho Gluconate Dehydrogenase in HMP shunt pathway# Malic enzyme (NADP Malate Dehydrogenase)",
        "cop": 2,
        "opa": "Glucose 6 Phosphatase",
        "opb": "Pyruvate Carboxylase",
        "opc": "PEPCK",
        "opd": "Glycogen Phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "aef8e89d-f2d6-460e-b03b-af801ac3e426",
        "choice_type": "single"
    },
    {
        "question": "Choose the major fuel that is being used by the brain after 1 day of fasting.",
        "exp": "Production of ketone bodies by the livera. As glucagon levels rise, adipose tissue breaks down its triacylglycerol stores into fatty acids and glycerol, which are released into the blood. b. Through the process of b-oxidation, the liver converts the fatty acids to acetyl coenzyme A (acetyl CoA). c. Acetyl CoA is used by the liver for the synthesis of the ketone bodies, acetoacetate and b-hydroxybutyrate. The liver cannot oxidize ketone bodies and hence releases them into the blood. Blood glucose is the major fuel for the brain, except when, after 3 to 5 days of fasting, ketone bodies in the blood reach a concentration at which the brain can begin to utilize them. Even at this point the nervous system still obtains 60% of its energy from glucose. The brain does not take up, to an appreciable extent, fatty acids, and fatty acid oxidation does not provide much energy for the brain. The brain's glycogen stores are very small, and alanine is not used as an energy source under any conditions by the nervous system.",
        "cop": 2,
        "opa": "Ketone bodies",
        "opb": "Blood glucose",
        "opc": "Fatty acids",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c75de527-1dc2-44bb-a56d-027aebbcdb45",
        "choice_type": "single"
    },
    {
        "question": "Lactic acidosis in thiamine deficiency is due to which enzyme dysfunction?",
        "exp": "Ans. B. Pyruvate dehydrogenase(Ref: Harper 31/e page 138). In Thiamine deficiency, PDH reaction is defective. So Pyruvate is converted to lactic acid. Causes of inhibition PDH leading to lactic acidosis. Inherited PDH deficiency. Thiamin deficiency. Alcoholics due to thiamine deficiency. Arsenite and Mercury poisoning.",
        "cop": 2,
        "opa": "Phosphoenol pyruvate carboxykinase",
        "opb": "Pyruvate dehydrogenase",
        "opc": "Pyruvate carboxylase",
        "opd": "Aldolase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "8e715794-33f5-4f25-b8a8-ef5d11e333a1",
        "choice_type": "single"
    },
    {
        "question": "Fructose intolerance is due to:",
        "exp": "Ans. B. Fructose and Glucose. Hereditary fructose intolerance is due to the absence of Aldolase B. It causes intracellular accumulation of Fructose-1- phosphate, severe hypoglycemia, vomiting and jaundice. It inhibits liver phosphorylase and blocks glycogenolysis leading to hypoglycemia.",
        "cop": 2,
        "opa": "Fructose only",
        "opb": "Fructose and Glucose",
        "opc": "Maltose",
        "opd": "Sucrose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e8f1f8dd-ef4a-47b5-855b-45c736479768",
        "choice_type": "single"
    },
    {
        "question": "G-6-PD deficiency causes -",
        "exp": "Ans. is 'b' i. e., Hemolytic anemia o The enzyme glucose-6-phosphate dehydrogenase (G6. PDQ) may be deficient in some persons, o It is the most common enzyme deficiency seen in clinical practiceQ. The defect is transmitted as x-linkedrecessive trait. o This defect results in impairment of HMP shunt with reduced generation of NADPHQ. o Thus, glutathione can not be reduced as it requires NADPH. o This, in turn, results in red cell hemolysis (hemolytic anemia) in response to oxidative stress.",
        "cop": 2,
        "opa": "Leukemia",
        "opb": "Hemolytic anemia",
        "opc": "Hemophilia",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "84ed3ac2-d156-4662-9299-0c6c0db5b494",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme is not present in muscles?",
        "exp": "Ans. C. Glucose-6-phosphatase. Muscle Glycogen function is for muscle contraction. So, when muscle glycogenolysis ends, it ends with glucose-6- phosphate. So that this glucose 6 - Phosphates can directly enter into glycolysis for giving energy for muscle contraction. So therefore, glucose - 6 - phosphatase enzyme is absent in muscles. So that glucose - 6 - Phosphates is the end product of muscle glycogenolysis.",
        "cop": 3,
        "opa": "Phosphorylase b",
        "opb": "Hexokinase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Glycogen synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "34085169-08ac-4ce8-a4ed-3c8101be87ad",
        "choice_type": "single"
    },
    {
        "question": "Acetyl co-A can he directly converted to all except:",
        "exp": "Ans. a. Glucose [Ref: Harper 29/e p123, 164, 187-189; Lippincott 4/e p266, 111-112, 220, 96, 119, 192, 195-196 Lehninger 5/e p616-617. 695. 557[Acetyl CoA is not a substrate for gluconeogenesis and cannot be converted back to glucose. \"Acetyl coenzyme A arises from pyruvate (the end product ofaerobic glycolysis) by irreversible oxidative decarboxylation catalyzed by pyruvate dehydrogenase (PDH) complex. \"\"Acetyl CoA is not a substrate for gluconeogenesis and cannot be converted back to glucose. This is because acetyl CoA cannot be converted back to pyruvate since its carbon backbone is lost in citric acid cycle as CO2. \"\"Acetyl CoA is used in oxidative phosphorylation (in TCA cycle) for energy production; in acetylation reaction (coenzyme pantothenic acid) for detoxification and acetyl choline formation. It is also used in cholesterol synthesis, steroidogenesis (steroid hormone and vitamin D} synthesis), lipogenesis (fatty acid synthesis and elongation, synthesis of ether lipids like plasmalogens and PAF) and ketogenesis (ketone body-formation). \"\"Acetyl CoA is a precursor or starting material (and substrate for enzymes) for synthesis of cholesterol and ketone bodies (substrate for H\\fG CoA synthetase) and fatty acid synthesis (= substrate for fatty acid synthase, acetyl CoA carboxylase or malonyl CoA synthetase and malonyl transaeetylase). \"",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Fatty acids",
        "opc": "Cholesterol",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "08f9e8cf-806b-4f7d-96fa-633ac1f9afdb",
        "choice_type": "multi"
    },
    {
        "question": "During prolonged fasting, rate of gluconeogenesis is determined by:",
        "exp": "Ans. B. Alanine in liver(Ref: Harpers 29/e page 160, Harper 31/e page 172). Major Substrates for Gluconeogenesis. QGlucogenic Amino Acid Lactate. Glycerol. Propionate (Major contributor in Ruminants)",
        "cop": 2,
        "opa": "Essential fatty acid in liver",
        "opb": "Alanine in liver",
        "opc": "Decreased c. GMP",
        "opd": "ADP in liver",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b2ca3b74-7af8-49cf-823f-dbadc97cc058",
        "choice_type": "single"
    },
    {
        "question": "Maximum number of energy rich phosphate is formed from which of the following pathways?",
        "exp": "Ans. is 'd' i. e., Citric acid cycle* Citric acid cycle or Kreb's cycle generates 10 ATPs for every acetyl Co A that enters into citric acid cycle.* Aerobic glycolysis generates 7 ATPS for every molecule of glucose* Anaerobic glycolysis generates 2 ATPs for every molecule of glucose utilised* HMP shunt is a pathway which neither generates ATP nor utilises ATP.",
        "cop": 4,
        "opa": "Glycolysis",
        "opb": "Gluconeogenesis",
        "opc": "HMP shunt",
        "opd": "Citric acid cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2073f471-8f0f-4610-8881-2916490e81fa",
        "choice_type": "single"
    },
    {
        "question": "In hereditary fructose intolerance there is defect in:",
        "exp": "Ans. D. Aldolase BDefect in hepatic fructokinase causes essential fructosuria. Defect in hepatic aldolase B causes hereditary fructose intolerance.",
        "cop": 4,
        "opa": "Phosphofructokinase",
        "opb": "Fructose 2, 6-biphosphatase",
        "opc": "Fructokinase",
        "opd": "Aldolase B",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "db2fc715-184f-4eaf-a554-ee65560a41cb",
        "choice_type": "single"
    },
    {
        "question": "Sodium fluoride is a good in-vitro preservative of glucose in blood samples because it inhibits:",
        "exp": "Ans. (a) Enolase. Ref: Harper's Biochemistry, 30 edn. pg. 170-171th* Enolase, also known as phosphopyruvate hydratase, is a metallo-enzyme responsible for the catalysis of the conversion of 2-phosphoglycerate to phosphoenol pyruvate, the ninth and penultimate step of glycolysis.* If the sample for blood glucose is kept for some time, the Red blood cells will start consuming the sugar available and hence the final report shall be lower than actual.* Sodium flouride shall inhibit enolase and ensure an accurate result.",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Hexokinase",
        "opc": "Phosphofructokinase",
        "opd": "Pyruvate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "4056856c-0a32-4417-89bf-62b9a37f492b",
        "choice_type": "single"
    },
    {
        "question": "Severe thiamine deficiency is associated with:",
        "exp": "Ans. A Decreased RBC transketolase activity(Ref: Harper 31/e page 185). Thiamine is a coenzyme of Erythrocyte transketolase so its activity is decreased if Thiamine deficiency",
        "cop": 1,
        "opa": "Decreased RBC transketolase activity",
        "opb": "Increased clotting time",
        "opc": "Decreased RBC transaminase activity",
        "opd": "Increased xanthic acid excretion",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6a49e173-8eea-43ff-9388-d1c92e007c48",
        "choice_type": "single"
    },
    {
        "question": "Galactosemia is due to deficiency of the following enzymes",
        "exp": "(A) Galactose-1-phosphate uridyl transferase[?]GALACTOSAEMIA is a rare genetic metabolic disorder that affects an individual's ability to metabolize the sugar galactose properly. o. Galactosemia follows an autosomal recessive mode of inheritance that confers a deficiency in an enzyme responsible for adequate galactose degradation. Type. Enzyme deficiency. Accumulating metabolites. IGalactose 1-phosphate uridyltransferase. Galactose, galactose-1 phosphate, galactitol, galactonate. IIGalactokinase. Galactose, galactitol. IIIUDP-galactose epimerase. Galactose-1 phosphate, UDP galactose",
        "cop": 1,
        "opa": "Galactose-1-phosphate uridyl transferase",
        "opb": "HGPRT",
        "opc": "Galactokinase",
        "opd": "Epimerase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a29470b9-9ac4-4c03-a1ee-35247d519b39",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis is inhibited by:",
        "exp": "Ans. (a) Insulin. Ref: Harper's Biochemistry, 30 ed. pg. 191-192th* Synthesis of glucose from non-carbohydrate source is called Gluconeogenesis. Hormonal Regulation Glucagon, epinephrine, glucocorticoids.| Insulin|* Gluconeogenesis is regulated by 4 key enzymes-# Pyruvate carboxylase# Phosphoenolpyruvate carboxylase# F16 bisphosphatase# G-6-phosphatase",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Glucocorticoids",
        "opd": "Gn. RH",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d1d8d2ce-a6e9-40a7-9a7b-773c07b7d0d8",
        "choice_type": "single"
    },
    {
        "question": "When glucose concentration in blood increases, there is linear increase in?",
        "exp": "Ans. is 'a' i. e., Insulin* When blood glucose concentration increases, glucose enters into pancreatic b cells. Glucose goes through glycolysis and citric acid cycle in b cells. ATP is generated. ATP closes K+ channels. This causes depolarization of pancreatic b cells. Depolarisation and the resultant action potential opens up voltage gated calcium channels. Entry of calcium ions causes exocytosis of insulin release* Glucagon, Growth Hormone and cortisol are counter regulatory hormones of Insulin. Hence, in hyperglycemia, release of these hormones is inhibited. This is why, to stimulate Growth Hormone release, Insulin is given. (As a part of stimulation test done to detect hypopituitarism)* Other changes that happen linearly with increase in blood glucose# Increase in the rate of* Glycolysis* Glycogen synthesis* Fatty acid synthesis* Triacylglycerol synthesis* Protein synthesis# Increase in the rate of filtration of glucose# Increase in the rate of reabsorption of glucose till renal threshold of glucose is reached. Renal threshold for glucose is 180 mg/dL. Beyond 180mg/dL, if there is increase in blood glucose concentration, rate of reabsorption of glucose along the renal tubules cannot be increased and glucose is found in urine.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Growth Hormone",
        "opd": "Cortisol",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b3790829-42c7-478e-85eb-079b83c73aa6",
        "choice_type": "single"
    },
    {
        "question": "Which is true for glucuronidation:",
        "exp": "Ans. (b) Phase II reaction. Ref: Harper's Biochemistry, 30 edn. pg. 586 th. METABOLISM OF XENOBIOTICS* In phase 1, the major reaction involved is hydroxylation, catalyzed by enzymes mono-oxygenases or cytochrome P450s. The reactions are:* Hydroxylation# Deamination# Dehalogenation# Desulfuration# Epoxidation# Peroxygenation# Reduction* In phase 2, compounds produced in phase 1 are converted to various polar metabolites by conjugationwith glucuronic acid, sulfate, acetate, glutathione, or certain amino acids, or by methylation.* The overall purpose of the two phases of metabolism of xenobiotics is to increase their water solubility (polarity) and thus excretion from the body. Glucuronidation: UDP Glucuronic acid is the glucuronyl donor, and a variety of glucuronosyl transferases, present in both the endoplasmic reticulum and cytosol, are the catalysts.* Phase II reactions are:# Glucuronidation: is probably the most frequent conjugation reaction.# Sulfation# Conjugation with Glutathione# Acetylation# Methylation",
        "cop": 2,
        "opa": "Water solubility is decreased",
        "opb": "Phase II reaction",
        "opc": "Phase I reaction",
        "opd": "Done by CYP enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ce7e5faf-08e7-4224-a11d-ba145090da25",
        "choice_type": "multi"
    },
    {
        "question": "The immediate degradation of glycogen under normal conditions gives rise to which one of the following?",
        "exp": "Phosphorylase produces glucose-1-phosphate from glucose residues linked a-1, 4. Free glucose is produced from a-1, 6-linked residues at branch points by an a-1, 6-glucosidase activity of the debranching enzyme. Degradation of glycogen produces glucose-1-phosphate and glucose in about a 10: 1 ratio, which is the ratio of the a-1, 4 linkages to a-1, 6 linkages.",
        "cop": 2,
        "opa": "More glucose than glucose-1-phosphate",
        "opb": "More glucose-1-phosphate than glucose",
        "opc": "Equal amounts of glucose and glucose-1-phosphate",
        "opd": "Neither glucose nor glucose-1-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a2e9b346-a2f1-42fe-bb72-e0b195b299fc",
        "choice_type": "single"
    },
    {
        "question": "Glucose transporter in myocyte stimulated by insulin is:",
        "exp": "Ans. D. GLUT-4(Ref: Harper 31/e page 179). Glucose transporter which are insulin responsive are GLUT-4, GLUT 8 and GLUT 12. GLUT 4 is present in the Heart, skeletal muscle, adipose tissue. GLUT 8 is present in the Testis, blastocyst. GLUT 12 is present Heart, prostate, white adipose tissue, mammary gland",
        "cop": 4,
        "opa": "GLUT-1",
        "opb": "GLUT-2",
        "opc": "GLUT-3",
        "opd": "GLUT-4",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7ce8d94f-13dd-45f4-be29-129638155fbc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following to stimulate glucose utilization:",
        "exp": "(Insulin): Ref: 548-RS 7'h, 309-LPInsulin increases utilization of glucose for providing energy which takes place in muscle, liver and many other tissues. Insulin enhances glycolysis t because it induces the synthesis of key enzyme phosphofrnctokinase and also \"pyruvate kinase\" (511-RS). Biological effect of Insulin* | Glucose uptake* | Gluconeogenesis* | Glycogen synthesis* | Glycogenolysis* | Protein synthesis* | Lipolysis* | Fat synthesis* Altered gene expression",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Growth hormones",
        "opc": "Corticosteroids",
        "opd": "Glucagon",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a139ff46-00ca-407c-8113-3622b5eeebaa",
        "choice_type": "single"
    },
    {
        "question": "What is the cycle shown below called? (See Figure)",
        "exp": "Ans. C. Cori cyclea. The image shows the operation of Cori' cycle. b. Skeletal muscles have a few mitochondria which are capable of vigorous activity, glycogen stores are depleted resulting in muscles operating anaerobically. c. The Cori cycle is a pathway in carbohydrate metabolism that links this anaerobic glycolysis in muscle tissue to gluconeogenesis in the liver.",
        "cop": 3,
        "opa": "Embden Meyerhof pathway",
        "opb": "Pentose phosphate pathway",
        "opc": "Cori cycle",
        "opd": "Pyruvate decarboxylation",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "60372339-eaad-4b04-b742-5b38d1e346c4",
        "choice_type": "multi"
    },
    {
        "question": "Fructose intolerance is due to deficiency of:",
        "exp": "Ans: b (Aldolase - B) Ref: Vasudevan, 4th ed, p. 120. Hereditary fructose intolerance is due to defect in the enzyme Aldolase-B. Hereditary fructose intolerance: Defect: Aldolase-B enzyme deficiency( fructose 1 PO4 aldolase activity). Lethargy, vomiting, diarrhoea, hypoglycaemia. Liver damage, hyper bilirubinaemia (deposition of fructose 1 PO4 in liver and kidney). Hyper uricaemia, lactic acidosis. Renal proximal tubular defect (fanconi). Cataract is not a feature of this disease, because fructose is not an Aldose sugar and therefore not a substrate for aldose reductase in the lens. Treatment - Eliminate fructose from diet. Fructokinase deficiency is usually asymptomatic.",
        "cop": 2,
        "opa": "Fructokinase",
        "opb": "Aldolase-B",
        "opc": "Fructose 1, 6 bisphosphatase",
        "opd": "Fructose synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7d6b92b2-5dce-4fa0-932b-46f6aa7f911e",
        "choice_type": "single"
    },
    {
        "question": "In conversion of lactic acid to glucose, three reactions of glycolytic pathway are circumvented, which of the following enzymes do not participate?",
        "exp": "Ans. C. Pyruvate kinase. Pyruvate Kinase is the enzyme used in glycolysis. In the conversion of Lactic Acid to glucose the three steps of glycolysis are made reversible. To convert pyruvate to PEP-----Pyruvate carboxy kinase and PEP carboxy kinase are utilized.",
        "cop": 3,
        "opa": "Pyruvate carboxylase",
        "opb": "Phosphoenol pyruvate carboxy kinase",
        "opc": "Pyruvate kinase",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "76a8cc2c-5086-41d9-a9f4-b2f9d73d1a1a",
        "choice_type": "single"
    },
    {
        "question": "What is not given in fructose intolerance patient:",
        "exp": "Ans. (c) Fructose. Ref: Harper's Biochemistry, 30 edn. pg. 205th* Hereditary fructose intolerance (HFI) is an inborn error of fructose metabolism caused by a deficiency of the enzyme aldolase-B.* In the deficiency of Aldolase B enzyme, if fructose is ingested, it will lead to an accumulation of fructose-1- phosphate. This accumulation has downstream effects on gluconeogenesis and regeneration of ATP.* Symptoms of HFI include: Vomiting, hypoglycemia, jaundice, hemorrhage, hepatomegaly, hyperuricemia and potentially kidney failure.* The key identifying feature of HFI: Appearance of symptoms with the introduction of fructose to the diet.* Sucrose, sorbitol should also be restricted in diet.",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Galactose",
        "opc": "Fructose",
        "opd": "Maltose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a48c0cb4-74dc-497e-a1bb-a8fae0174c69",
        "choice_type": "single"
    },
    {
        "question": "Dehydrogenase in HMP shunt acts on oxidative phase to Generate________.",
        "exp": "Ans. b (NADPH). (Ref Harper, Biochemistry, 26th ed., 163)HEXOSE MONOPHOSPHATE SHUNT (Pentose phosphate pathway) serves two functions: 1. As an alternative to glycolysis for glucose degradation to provide pentoses for nucliotide and nucleotide acid synthesis and2. To catalyse reduction of NADP+ to NADPH to support biosynthesis processes like fatty acid synthesis, that require. NADPH.# NADPH is product of 2 dehydrogenases, glucose-6 phosphate dehydrogenase and 6-phosphogluconate dehydrogenase, which convert glucose-6 phosphate to ribulose-5-phosphate (pentose).# Ribulose 5 phosphate undergoes isomerization to both xylulose 5 phosphate and ribose-5 phosphate and these 2 compounds serve as substrats for transketolase to yield seduheptulose -7-phosphate and glyceral dehyde 3, 2 phosphate.# Transketolase also catalyses reaction between xylose-5-phosphate and erythrose-4 phosphate to form glyceraldehyde-3-phosphate and fructose-6-phosphate.# Transaldolase converts these to fructose-6-phosphate and erythrose-4-phosphate. Educational points. Site. Reaction. Mitochondria. Fatty acid oxidation (b-oxidation), Acetyl-CoA production, Krebs cycle, Oxidative phosphorylation. Cytoplasm. Glycolysis, Fatty acid synthesis, HMP shunt, Protein synthesis (RER), Steroid synthesis (SER). Both. Heme synthesis, Urea cycle, Gluconeogenesis.}Hint: HUGs take two.",
        "cop": 2,
        "opa": "NADP+",
        "opb": "NADPH",
        "opc": "FAD+",
        "opd": "FADH",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "fd87e065-cd24-4d47-ad30-6520cbf68396",
        "choice_type": "single"
    },
    {
        "question": "In well fed state which of the following inhibit CPT1 on outer membrane of mitochondria:",
        "exp": "Ans. A. Malonyl Co. AInhibitor of carnitine shuttle: Malonyl CoA inhibits CPT1 thus preventing the entry of long chain acyl group into mitochondrial matrix. Therefore, when fatty acid synthesis is occurring in the cytosol the newly made palmitate cannot be transferred into the mitochondria and degraded.",
        "cop": 1,
        "opa": "Malonyl CoA",
        "opb": "Acetyl CoA",
        "opc": "ADP",
        "opd": "Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "85b6bbd1-a7a2-4d31-983b-c38e34ad9a66",
        "choice_type": "single"
    },
    {
        "question": "Glucose can be synthesised from all except:",
        "exp": "Ans. C. Acetoacetate(Ref: Harper 31/e page 172). Substrates for Gluconeogenesis. Glucogenic amino acids. Lactate. Glycerol. Acetyl-CoA, Acetoacetate are not substrates for gluconeogenesis",
        "cop": 3,
        "opa": "Amino acids",
        "opb": "Glycerol",
        "opc": "Acetoacetate",
        "opd": "Lactic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2f1efc6a-9473-4cfa-9556-a7ec1176761f",
        "choice_type": "multi"
    },
    {
        "question": "Glucagon receptors are NOT found in which organ:",
        "exp": "Ans. (a) Cornea. Ref: Harper's Biochemistry, 30 edn. pg. 140th* Glucagon receptors are mainly expressed in liver and in kidney with lesser amounts found in heart, adipose tissue, spleen, thymus, adrenal glands, pancreas, cerebral cortex, and gastrointestinal tract.",
        "cop": 1,
        "opa": "Cornea",
        "opb": "Kidney",
        "opc": "Stomach",
        "opd": "Adrenal gland",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6e6c5549-f938-498d-8fc6-52debb03b454",
        "choice_type": "single"
    },
    {
        "question": "Beta-glucosidase is defective in which disease?",
        "exp": "Ans. a (Gaucher's disease). (Ref: Harper, Biochemistry, 25th ed., 267). Sphingolipidoses Disease. Inheritance. Enzyme. CNS involvement. Visceral involvement1. Fabry. XLRAlpha-galactosidase-+2. Krabbe's. ARBeta-galactosidase+(bilateral thalami)+3. Farber. ARCeramidase+/--4. Gaucher. ARBeta-Glucosidase+/-+5. Metachromaticleukodystrophy. ARAryl sulfatase+ (Diffuse White matter)-6. Niemann-Pick. ARSphigomyelinase++7. Tay-Sachs. ARHexosaminidase A+-8. Sandhoff. ARHexosaminidase A, B++",
        "cop": 1,
        "opa": "Gaucher's disease",
        "opb": "Tay-Sachs disease",
        "opc": "Galactosaemia",
        "opd": "DM",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "aa634dd7-e143-4257-b236-ed744c1734bb",
        "choice_type": "single"
    },
    {
        "question": "Products of HMP shunt are all except:",
        "exp": "Ans. B. Glycerol-3-PHMP is an alternative method of oxidation of glucose. It is Anabolic and occurs in fed state. It is activated by Insulin. Its main features are: a. No ATP formedb. CO2 is producedc. Occurs in the Liver, Adipose tissue, Lactating mammary glands, Adrenal Cortex. d. Has 2 phases-Oxidative and Non-Oxidative.",
        "cop": 2,
        "opa": "Glyceraldehyde 3-P",
        "opb": "Glycerol-3-P",
        "opc": "3. CO2",
        "opd": "6. NADPH",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6076bad7-29a7-4e55-98be-aa07ab581403",
        "choice_type": "multi"
    },
    {
        "question": "A baby is hypotonic and shows increased ratio of Pyruvate to Acetyl CoA. Pyruvate cannot form Acetyl CoA in fibroblast. He also shows features of lactic acidosis. Which of the following can revert the situation?",
        "exp": "Ans. D. Thiamin. Increased Pyruvate to Acetyl-CoA, with lactic acidosis, inability to convert Pyruvate to Acetyl-CoA are all suggestive of a Pyruvate Dehydrogenase deficiency. Thiamine Pyrophosphate is one of the coenzymes of PDH. Hence Thiamine is the answer.",
        "cop": 4,
        "opa": "Biotin",
        "opb": "Pyridoxine",
        "opc": "Free fatty acid",
        "opd": "Thiamin",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "cdee9e88-6f08-40e2-92cb-d8bb67e68faf",
        "choice_type": "single"
    },
    {
        "question": "Glucose transporter in neuron is -",
        "exp": "Ans. is 'c' i. e., GLUT-3* GLUT 1 transporter is present in the endothelial cells of Blood Brain Barrier* GLUT 3 transporter is present in neuron* Hence c is a better answer",
        "cop": 3,
        "opa": "GLUT-1",
        "opb": "GLUT-2",
        "opc": "GLUT-3",
        "opd": "GLUT-4",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5bc9aff7-6e47-4a5d-950e-4f1633ba6126",
        "choice_type": "single"
    },
    {
        "question": "Maximum number of enzymes of krebs cycle are found in -",
        "exp": "Ans. is 'a' i. e., Mitochondrial matrix* Kreb's cycle or citric acid cycle happens in mitochondria. All enzymes of citric acid cycle are present in mitochondrial matrix.",
        "cop": 1,
        "opa": "Mitochondrial matrix",
        "opb": "Intermembrane space",
        "opc": "Cytosol",
        "opd": "Ribosome",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c9eefc9f-88d9-404d-a99b-ed53e5d0dd28",
        "choice_type": "single"
    },
    {
        "question": "In an embryo with a complete deficiency of pyruvate kinase, how many net moles of ATP are generated in the conversion of 1 mole of glucose through the glycolytic pathway?",
        "exp": "Normally, 1 mole of ATP is used to convert 1 mole of glucose to 1 mole of glucose-6-phosphate and a second to convert 1 mole of fructose-6-phosphate to the bisphosphate. Two those phosphates are produced by cleavage of fructose-1, 6-bisphosphate. Because the two those phosphates are converted to pyruvate, four ATPs are generated: two by phosphoglycerate kinase and two by pyruvate kinase. Net, two ATPs are produced. If pyruvate kinase is completely deficient, two less ATPs will be produced, and thus, the net ATP production will be zero. It is unlikely that the embryo would survive with a complete deficiency of this enzyme.",
        "cop": 1,
        "opa": "0",
        "opb": "1",
        "opc": "2",
        "opd": "3",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "0f42768a-069d-4b3c-833c-a0db2b99728b",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic has recently had trouble with their ability to balance, becomes easily confused, and displays nystagmus. An assay of which of the following enzymes can determine a biochemical reason for these symptoms?",
        "exp": "The patient has the symptoms of beriberi, which is caused by a thiamin deficiency. Of the enzymes listed, transketolase would be less active because it requires thiamin pyrophosphate as a cofactor. The other enzymes listed do not require cofactors except for the three dehydrogenases, which require either NAD+or. NADP+, depending on the enzyme.",
        "cop": 4,
        "opa": "Isocitrate dehydrogenase",
        "opb": "Transaldolase",
        "opc": "Glyceraldehyde-3-phosphate dehydrogenase",
        "opd": "Transketolase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7b514130-f44e-46a7-8e95-c6d5136a999a",
        "choice_type": "single"
    },
    {
        "question": "Cori's cycle is concerned with transport of -",
        "exp": "Ans. is 'c' i. e., Lactate Cori cycle Q or lactic acid cycleo Anaerobic glycolysis in muscles results in the production of lactate, which cannot be converted into glucose, as gluconeogenesis does not occur in muscles Q. Through blood, lactate is transported to the liver where it is oxidized to pyruvate. Pyruvate so produced, is converted to glucose by gluconeogenesis, which is then transported to the muscle. The glucose thus reformed from lactate again becomes available for energy purpose in skeletal muscle. Glucose-alanine cycle (Cahill cycle)o Because muscle is incapable of synthesizing urea, ct-amino groups of amino acids (i. e., ammonia) has be transported to liver, which is the major site of urea synthesis. Thus, glucose - alanine cycle serves two purposes: (i) alanine helps in gluconeogenesis, and (ii) alanine also transports a-amino groups of amino acids to liver (i. e., excretion of ammonia). Alanine Q is the major amino-acid released from muscle to liver during fasting Q (or starvation) to transport ammonia0 as well as for gluconeogenesis Q",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Glutamate",
        "opc": "Lactate",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "fb200565-42e9-40a1-af4e-78cc17af3067",
        "choice_type": "multi"
    },
    {
        "question": "All are reducing sugars except",
        "exp": "Ans: a (sucrose) Ref: Vasudevan 4th ed/ p. 68. Any sugar with free aldehyde/ keto group will reduce the Benedict's reagent and is called a reducing sugar. All reducing sugars will form osazone with excess of phenylhydrazine when kept at boiling temperature. Osazones may be used to differentiate sugars in biological fluids like urine. Examples of reducing sugars:-Glucose. Lactose. Frutose. Maltose. Sucrose and trehalose are not reducing sugars. Note: Benedict's reagent - Sodium bicarbonate, Copper sulphate and sodium ci",
        "cop": 1,
        "opa": "Sucrose",
        "opb": "Lactose",
        "opc": "Glucose",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "03bed66c-131e-43ec-88ee-d9bb115180f9",
        "choice_type": "multi"
    },
    {
        "question": "Site of glycolysis -",
        "exp": "Ans. is 'a' i. e., Cytoplasm. Site. Cycle/Reactions. Cytosol. Glycolysis (EMP Cycle), HMP shunt, fatty acid synthesis, glycogenesis, glycogenolysis, Bile acid/Salt synthesis, cholesterol synthesis. Mitochondria. Kreb's cycle (citric acid cycle), Electron transport chain (ECT), Fatty acid oxidation, Ketogenesis. Both cytosol and mitochondria. Gluconeogenesis, Urea cycle. Peroxisomes. Oxidation of very long chain fatty acids. Smooth endoplasmic reticulum. Triglyceride synthesis, Steroid synthesis, cholesterol synthesis, phospholipid synthesis. Rough endoplasmic reticulum (ribosomes). Protein synthesis. Nucleus. DNA and RNA synthesis",
        "cop": 1,
        "opa": "Cytoplasm",
        "opb": "Mitochondria",
        "opc": "Nucleus",
        "opd": "Endoplasmic reticulum",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "418a90ca-e5cd-4cd2-aae2-1cb35623c9ea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a glycogen storage disorder -",
        "exp": "Ans. is 'a' i. e., Lesch Nyhan syndrome",
        "cop": 1,
        "opa": "Lesch Nyhan syndrome",
        "opb": "Me Ardle's disease",
        "opc": "Pompe's disease",
        "opd": "Von-Gierke's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2f7e291a-c3fa-4e2b-9b5f-4341469858fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true-",
        "exp": "Ans. is 'c' i. e., Glucose is a C4 epimer of galactose* Glucose is an aldose. Fructose is a ketose. Hence glucose and fructose are functional isomers (not stereoisomers)* Glucose and mannose are epimers at 2nd position* Glucose and galactose are epimers at 4th position* Ribose is a pentose and fructose is a hexose. Hence they are not isomers* Isomerism is a property by which two or more molecules have the same molecular formula but they have either different structural formula or they differ in spatial orientation of their groups* It is of three types# Functional Isomerism# Stereoisomerism# Optical isomerism. Functional Isomerism:* Here the two molecules have the same molecular formula but different functional groups. In carbohydrates, for every molecular formula, there is a set of aldoses and a set of ketoses. To be more specific, for a molecular formula of C6. H1206, the well known aldose is glucose and the well known ketose is fructose. Stereoisomerism* Here the two molecules have the same molecular formula and the same structural formula, but they differ in spatial orientation of their groups* Stereoisomerism is dependent on the presence of asymmetric carbon atom* The number of stereoisomers present in a molecule with n number of asymmetric carbon atoms is 2nd.* In glucose, other than the functional carbon atom (Cl) and the last carbon atom (C6), the remaining 4 are asymmetric carbon atoms. But once they form a closed ring, even the functional carbon atom becomes asymmetric. Hence there are totally 5 asymmetric carbon atoms in glucose. The number of stereoisomers possible is 25 or 32 for glucose.* In fructose, other than Cl, C6 and the functional carbon atom (C2), remaining 3 are asymmetric carbon atoms. But once fructose forms a closed ring, even the functional carbon atom (C2) becomes asymmetric. Hence there are totally 4 asymmetric carbon atoms and the number of stereoisomers possible for fructose is 24 or 16.* Stereoisomerism is of four types:# Anomerism# Epimerism# Diastereoisomerism# Enantiomerism* Anomerism is a type of stereoisomerism in which two molecules have the same molecular formula and the same structural formula, but they differ in spatial orientation with respect to anomeric carbon atom or the functional carbon atom.# Hence anomerism in glucose is with respect to 1st carbon atom and in fructose, it is with respect to 2nd carbon atom.# In the anomeric or functional carbon atom, if OH lies above the plane of the ring, it is b form. In the anomeric carbon atom if OH lies below the plane of the ring, it is a form.* Epimerism is a type of stereoisomerism in which two molecules have the same molecular formula and the same structural formula but they differ in spatial orientation with respect to one of the asymmetric carbon atoms other than penultimate carbon atom.* In glucose, epimerism is with respect to 2nd or 3rd or 4th carbon atom (As 1st and 6th carbon atoms are symmetric and 5th is the penultimate carbon atom).* Epimer of glucose at 2nd position is mannose.* Epimer of glucose at 4th carbon atom is galactose.* Diastereoisomerism is a type of stereoisomerism in which two molecules have the same molecular formula and the same structural formula but they differ in spatial orientation with respect to one or more of the asymmetric carbon atoms other than penultimate carbon atom.# Mannose and galactose differ with respect to both 2nd and 4th carbon atoms. Hence they are diastereoisomers.* Enantiomerism is a type of stereoisomerism in which two molecules have the same molecular formula and the same structural formula but they differ in spatial orientation with respect to all the carbon atoms and they are named based on the orientation in the penultimate carbon atom. In the penultimate carbon atom, if OH is on the right side, it is D form, if OH is on the left side, it is L form. The other name for enantiomerism is Racemism.* Optical Isomerism is a type of stereoisomerism in which the two molecules have the same molecular formula but they differ in the way they turn the plane polarised light. If an isomer turns the plane polarised light to the right side, it is dextrorotatory form or d or + form. If an isomer turns the plane polarised light to the left side, it is levorotatory or 1 or - form.# D & L are not synonymous with d and 1 forms# Not all D forms are dextrorotatory and L forms are levorotatory# For some molecules, D forms are dextrorotatory and L forms are levorotatory, for some molecules D forms are levorotatory and L forms are dextrorotatory.# Hence they are not synonymous, but they complement each other",
        "cop": 3,
        "opa": "Glucose is a ketose",
        "opb": "Glucose is a C2 epimer of fructose",
        "opc": "Glucose is a C4 epimer of galactose",
        "opd": "Ribose and Fructose are epimers",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "65a758b6-3351-4e95-8f1b-94f1d6084584",
        "choice_type": "multi"
    },
    {
        "question": "Most common enzyme deficiency causing hemolytic anemia?",
        "exp": "Ans. c (Glucose-6-phosphate dehydrogenase) (Ref. H - 18th/ch. 106; Harper 27th/pg. 127). Genetic deficiency of glucose 6-phosphate dehydrogenase, the first enzyme of the pentose phosphate pathway, is a major cause of hemolysis of red blood cells, resulting in hemolytic anemia and affecting approx 100 million people worldwide. GLUCOSE-6-PHOSPHATE DEHYDROGENASE (G6. PD) DEFICIENCY# It is the most common human enzyme deficiency. 0# It is the most common enzyme deficiency causing hemolytic anemia. 0# Glucose-6-phosphate dehydrogenase (G6. PD) deficiency is an X-linked recessive disease featuring nonimmune hemolytic anemia in response to a number of causes. 0# The classic reaction to consumption of broad beans has led to the commonly used term favism.# It confers protection against malaria, in particular the form of malaria caused by Plasmodium falciparum. Q# Drugs that can cause hemolysis in G6. PD deficiency:- Primaquine (an antimalarial)- Sulphonamide antibiotics- Sulphones (e. g., dapsone, used against leprosy)- Other sulphur-containing drugs: glibenclamide (an antidiabetic drug)- Nitrofurantoin (an antibiotic often used for urinary tract infections)- Vitamin K analogues# Lab features of GPD deficiency:- In active G6. PD, \"Heinz bodies\" (aggregates of protein) can be seen in RBCs on a blood film; 0- Haptoglobin is decreased in hemolysis;- A \"direct antiglobulin/Coomb's\" test-negative, as hemolysis in G6. PD not immune-mediated;- When there are sufficient grounds to suspect G6. PD, a direct test for G6. PD is the \"Beutler fluorescent spot test\", which has largely replaced an older test (the Motulsky dye-decolouration test).- The Beutler fluorescent spot test is a rapid and inexpensive test that visually identifies NADPH produced by G6. PD under ultraviolet light.",
        "cop": 3,
        "opa": "Pyruvate kinase",
        "opb": "Hexokinase",
        "opc": "Glucose-6-phosphate dehydrogenase",
        "opd": "Gucosephosphate isomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ba0f2ca9-b0c4-4fb8-a4fc-35c39b71b7ba",
        "choice_type": "single"
    },
    {
        "question": "Fatty acid is not utilized by:",
        "exp": "Ans. A. RBC(Ref: Harper 31/e page 136). The sole fuel for RBC is glucose. Metabolic Fuels for Different Organs. Organ. Major metabolic fuels. Liver. Free fatty acids, glucose (in fed state., lactate, glycerol, fructose, amino acids, alcohol. Brain. Glucose, amino acids, ketone bodies in prolonged starvation. Heart. QKetone bodies, free fatty acids, lactate, chylomicron and VLDL triacylglycerol, some glucose. Adipose tissue. Glucose, chylomicron and VLDL triacylglycerol. Fast twitch muscle. Glucose, glycogen. Slow twitch muscle. Ketone bodies, chylomicron and VLDL triacylglycerol. Kidney. Free fatty acids, lactate, glycerol, glucose. Erythrocyte. Glucose",
        "cop": 1,
        "opa": "RBC",
        "opb": "Skeletal muscle",
        "opc": "Liver",
        "opd": "Heart",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "41e91acc-6262-4d08-900e-5e5838987c51",
        "choice_type": "single"
    },
    {
        "question": "n humans carbohydrates are stored as:",
        "exp": "Ans: b (Glycogen) Ref: Vasudevan Sreekumari, 4th p. 69; 5th ed, p. 68. Glycogen is composed of glucose units joined by a- 1. 4 and 1. 6 linkages. Starch and cellulose are plant carbohydrates. Glucose is not the storage form of carbohydrates. Few points about the glycogen synthesis:* synthesis of glycogen granules begin with core protein 'Glycogenin'.* Rate limiting enzyme - glycogen synthase* Glycogen synthase forms a-1, 4 glycosidic bond.* Branching enzyme is glycosyl - 4: a-1, 6 transferase. Glycogenolysis:* Rate limiting step - Glycogen phosphorylase.* Breaks a-1, 4bond.* Debranching enzyme - Glucosyl a-1, 4: a-1, 4 transferase and a-1. 6 glucosidase.",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Glycogen",
        "opc": "Starch",
        "opd": "Cellulose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "325c2a63-980b-468f-87ec-72d1ca9f7ea7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is action of insulin -",
        "exp": "Ans. is 'b' i. e., Increased glucose uptake in muscle* Insulin is a hypoglycemic and anabolic hormone. Immediate effects of insulin:* Immediate effects of insulin include the effect of insulin on causing glucose and potassium uptake into cells# Insulin stimulates glucose uptake into cells by:* Stimulating GLUT4 transporter upregulation across the membranes of skeletal muscle, cardiac muscle and adipose tissue* Stimulating glucokinase in liver. As glucokinase is stimulated in liver, glucose in liver is converted to glucose 6 phosphate. This reduces glucose level within hepatocytes. This stimulates further glucose uptake into hepatocytes* Pis note, glucose uptake in endothelium, lens, kidney, neurons are insulin independent. This is why, in diabetes, when the insulin availability is low, glucose is not taken up by skeletal muscle, cardiac muscle and adipose tissue. Hence glucose stays back in blood. The excess glucose in blood gets into those cells, which are independent of insulin for glucose uptake. Excess glucose is taken up by endothelium, lens, kidney and neurons and in these cells, it causes glucose toxicity. Glucose toxicity in endothelium causes microvascular and macrovascular complications of diabetes. Glucose toxicity in lens causes cataract. Glucose toxicity in neurons and kidney causes neuropathy and nephropathy.# Insulin stimulates potassium uptake into cells by stimulating sodium potassium ATPase. Intermediate effects of insuin* Intermediate effects of insulin include the effect of insulin on carbohydrate and protein metabolism# Carbohydrate metabolism* Insulin stimulates glycolysis and glycogen synthesis* Insulin inhibits gluconeogenesis and glycogenolysis# Protein metabolism* Insulin stimulates protein synthesis* Insulin inhibits protein catabolism. Long term effects of insulin* Long term effects of Insulin include the effect of Insulin on lipid metabolism and growth and multiplication of cells# Lipid metabolism* Insulin stimulates fatty acid synthesis, triacylglycerol synthesis, cholesterol synthesis* Insulin inhibits lipolysis in adipose tissue* Thus, insulin stimulates glucose uptake in skeletal muscle, not in endothelium* Insulin stimulates glycogen synthesis not glycogenolysis* Insulin stimulates glycolysis not gluconeogenesis.",
        "cop": 2,
        "opa": "Gluconeogenesis",
        "opb": "Increased glucose uptake in muscle",
        "opc": "Glycogenolysis",
        "opd": "Increased glucose uptake in endothelium",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d08f98bd-867c-4539-a077-3a2aa8cd37db",
        "choice_type": "single"
    },
    {
        "question": "Starch is a:",
        "exp": "Ans. A. Polysaccharide. Starch is a homo polysaccharide composed of D- glucose units held together by a-glycosidic bonds, (a 1-- 4 linkages; at branching points a 1 -- 6 linkages). It is also known as a glucosan. Hydrolyzed by enzyme amylase. It has two forms: a- amylase present in saliva and pancreatic juice. b-amylase present in sprouted grains and malts.",
        "cop": 1,
        "opa": "Polysaccharide",
        "opb": "Disaccharide",
        "opc": "Protein",
        "opd": "None of these",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "93442455-82d5-4d75-ba5a-6941d98f839e",
        "choice_type": "multi"
    },
    {
        "question": "Giucose-6-phosphatase is absent or deficient in:",
        "exp": "Ans. A. Von Gierke's disease. Glycogen Storage Diseases (GSD's) are caused due to deficiency of certain enzymes: Type. Name of the disease. Enzyme deficient. Clinical Features. Type IVon Gierke's disease. Glucose-6-Phosphatase. Hypoglycemia, Ketosis, Hyperuricemia, Hepatomegaly. Type IIPompe's disease. Lysosomal a-1, 4 & 1, 6 glucosidase. Accumulation of glycogen in lysosomes, heart failure. Type IIICori's disease. Debranching enzyme. Accumulation of branched polysaccharide. Type IVAndersen's disease. Branching enzyme. Hypoglycemia, Hepatic failure, Liver Cirrhosis, Ascites. Type VMe. Ardle's disease. Muscle phosphorylase. Muscle cramps on exercise, Pain in muscle, weakness and stiffness of muscle. Type VIHer's disease. Liver phosphorylase. Hypoglycemia, High glycogen content in liver. Type VIITarui's disease. Phosphofructokinase in RBC & Muscle. As in type VType VIIIHepatic phosphorylase kinase deficiency. Liver phosphorylase kinase. As in Type VI",
        "cop": 1,
        "opa": "Von Gierke's disease",
        "opb": "Pompe's disease",
        "opc": "Cori's disease",
        "opd": "Mc. Ardle's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "9b2c6661-306b-42a0-b8b9-030a9382fa70",
        "choice_type": "single"
    },
    {
        "question": "All of the following enzymes catalyze irreversible steps in glycolysis EXCEPT:",
        "exp": "Ans. (c) Enolase. Ref: Harpers Biochemistry, 30 edn. pg. 170-171th. Reversible steps of glycolysis are catalyzed by. Irreversible steps of glycolysis are catalyzed by* Phosphohexose isomerase* Aldolase* Phosphotriose isomerase* Glyceraldehyde 3-phosphate dehydrogenase* Phosphoglycerate kinase* Phosphoglycerate mutase* Enolase* Glucokinase/Hexokinase* Phosphofructokinase-I* Pyruvate kinase",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "PFK-I",
        "opc": "Enolase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "3f89d490-b9bf-4656-a544-37d902cc8607",
        "choice_type": "multi"
    },
    {
        "question": "Seliwanoff's test is positive in:",
        "exp": "Ans. B. Fructose. Seliwanoff's test is a specific test for ketohexoses. It consists of resorcinol with HCL. It reacts with ketoses forming furfurals and then condenses to form a cherry colored complex. Given by fructose, sucrose.",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactose",
        "opd": "Mannose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "fa5c4b5f-0cf5-4b1c-8764-cf0a0d9c8f31",
        "choice_type": "single"
    },
    {
        "question": "Galactosemia is due to the deficiency of:",
        "exp": "Ans. C. Galcatose-1-Phosphate uridyl transferase. Galactosemia is due to the deficiency of Gal-1-P-uridyl transferase. It can lead to jaundice and mental retardation. The clinical features of galactosemia are: a. Vomitingb. Jaundicec. Seizuresd. Lethargye. Oil Drop Cataractf. Liver failure",
        "cop": 3,
        "opa": "Galactose-1-Phosphatase",
        "opb": "Glucose-1-Phosphatase",
        "opc": "Galcatose-1-Phosphate uridyl transferase",
        "opd": "Glucose-6-Phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "8f710ac9-b5ff-4871-8bd2-c3b12b143007",
        "choice_type": "single"
    },
    {
        "question": "A patient with type 1 diabetes self-injected insulin prior to their evening meal, but then was distracted and forgot to eat. A few hours later, the individual fainted, and after the paramedics arrived, they did a STAT blood glucose level and found it to be 45 mg/dL. The blood glucose level was so low because which one of the following tissues assimilated most of it under these conditions?",
        "exp": "Insulin stimulates glucose transport into muscle and adipose cells through mobilization of GLUT4 transporters from internal vesicles to the cell surface. Insulin does not significantly stimulate glucose transport into tissues such as liver, brain, or red blood cells, which utilize different variants of the glucose transporters. Only GLUT4 is insulin responsive.",
        "cop": 4,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Red blood cells",
        "opd": "Adipose tissue",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c6531a4a-f3d7-4a47-a339-9b17409eff1c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following carbohydrate metabolism is used for liver function assessment?",
        "exp": "Ans: a (Galactose intolerance test) Ref: Vasudevan 4th ed/p. 484. Galactose is almost exclusively metabolised by liver. The rate limiting step is initial conversion of galactose to galactose-1 -phosphate. The rate of utilisation of galactose is directly proportional to functional liver mass. Reactions and its rate limiting enzymes:-1) Glycolysis - Phosphofructokinase2) Glycogen synthesis - Glycogen synthetase3) Glycogenolysis - Glycogen phosphorylase4) TCA cycle - Isocitrate dehydrogenase5) Fatty acid synthesis - Acetyl CoA carboxylase6) Cholesterol synthesis - HMG CoA reductase7) Ketone body synthesis - HMG CoA synthetase8) Bile acid synthesis - 7-'?-hydroxylase9) Catecholamine synthesis - Tyrosine hydroxylase10) Urea synthesis - Carbamoyl transferase",
        "cop": 1,
        "opa": "Galactose intolerance test",
        "opb": "Sucrose intolerance test",
        "opc": "Glucose intolerance test",
        "opd": "Lactose intolerance test",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "59472c03-0fa2-4868-b808-c6a7937957ae",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis occurs in -",
        "exp": "Ans. is 'd' i. e., Liver* Gluconeogenesis is a process by which we synthesise glucose from non carbohydrate precursors* It is a reversal of glycolysis.* Gluconeogenesis occurs in liver and kidney.* In liver, glycerol, lactate and alanine are the principal substrates of gluconeogenesis.* In kidney, glycerol, glutamine and lactate are the principal substrates of gluconeogenesis.* Pyruvate carboxylase, Phosphoenol pyruvate carboxykinase (PEPCK), Fructose 1, 6 bisphosphatase and glucose 6 phosphatase are the key enzymes of gluconeogenesis* Pyruvate carboxylase is located in mitochondria. PEPCK and Fructose 1, 6 bisphosphatase are in cytoplasm and glucose 6 phosphatase is located in endoplasmic reticulum* Any substance which on catabolism can give rise to a glycolytic intermediate or a citric acid cycle intermediate (other than acetyl CoA) can act as gluconeogenic substrates.* Even chain fatty acids are never gluconeogenic, because they give rise to acetyl CoA* Odd chain fatty acids can be gluconeogenic, because they give rise to propionyl CoA. Propionyl CoA can give rise to succinyl CoA and succinyl CoA can get into citric acid cycle and can act as a gluconeogenic substrate.",
        "cop": 4,
        "opa": "Muscle",
        "opb": "Neurons",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ec433718-c607-46bb-82c0-7bc1cdbb512e",
        "choice_type": "single"
    },
    {
        "question": "A four-year-old child with exercise intolerance. On investigation Blood pH 7. 3, FBS 60 mg%, hypertriglyceridemia, ketosis and lactic acidosis. The child had hepatomegaly and renomegaly. Biopsy of liver and kidney showed increased glycogen content. What is the diagnosis?",
        "exp": "Ans. C. Von Gierke's Disease(Ref: Nelson 20/e page 715, Defects in metabolism of Carbohydrates). Clinical Picture of Von Gierke's Disaese Clinical presentation. Most commonly present at 3-4 months of age. Doll like facies with fat cheeks. Relatively thin extremities. Short stature, Protuberant abdomen. Massive Hepatomegaly. Kidneys are also enlarged. No Splenomegaly. Plasma may be milky due to associated hypertriglyceridemia",
        "cop": 3,
        "opa": "Mc. Cardle's disease",
        "opb": "Cori's disease",
        "opc": "Von Gierke's disease",
        "opd": "Pompe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c180c3b8-69d1-4dee-a483-073c72ac50c1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following metabolites is used by all cells for glycolysis, glycogen synthesis, and the hexose monophosphate shunt pathway?",
        "exp": "Glucose-6-phosphate is common to all pathways. It can be converted to glucose-1-phosphate for glycogen synthesis or go directly into the pentose phosphate pathway or proceed through fructose-6-phosphate in glycolysis. UDP-glucose is formed from glucose-1-phosphate and can be used to form glycogen, lactose, glycoproteins, and glycolipids.",
        "cop": 2,
        "opa": "Glucose-1-phosphate",
        "opb": "Glucose-6-phosphate",
        "opc": "UDP-glucose",
        "opd": "Fructose-6-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5f7538ae-bce7-4fa5-91de-37e902164867",
        "choice_type": "multi"
    },
    {
        "question": "Conversion of fat to glucose is",
        "exp": "Ans: c (gluconeogenesis) Ref: Vasudevan 4th ed/p. 92. Gluconeogenesis is the process by which new glucose is synthesised from non-carbohydrate precursors. Substrates for gluconeogenesis are:-i) Gluconeogenic amino acids - Alanine is the major gluconeogenic amino acid, all but Leucine and Lysine, are gluconeogenicii) Lactate (from anaerobic glycolysis)iii) Glycerol 3- phosphate (from TAG in adipose) minor sourceiv) Propionyl CoA from odd chain fatty acids - minor source PFK = Phospho fructokinase. DHAP = dihydroxy acetone phosphate. PEP = phosphoenol pyruvate. PEPCK = phosphoenol pyruvate carboxykinase. OAA = Oxaloacetoacetate. PDH = Pyruvate dehydrogenase. Reversible enzymes: i) Glyceraldehyde 3P Dehydrogenaseii) Phosphoglycerate kinaseiii) Mutaseiv) Enolase. Irreversible enzymes: i) Pyruvate carboxylase - mitochondrial enzymeii) Phosphoenol pyruvate carboxykinase - cytoplasmiii) Fructose 1, 6- bisphosphate - cytoplasmiv) Glucose- 6-phosphate - endoplasmic reticulum",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Kreb's cycle",
        "opc": "Gluconeogenesis",
        "opd": "Saponification",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b051ad46-8959-4ce9-b7e6-08e111463ec3",
        "choice_type": "single"
    },
    {
        "question": "Insulin causes decrease in activity' of which enzyme-",
        "exp": "Ans. is 'c' i. e., Pyruvate carboxylase Effect of insulin on major metabolic pathway (effects of carbohydrate feeding). Pathway. Effect. Regulated enzyme. Carbohydrate metabolism o Glycolysis|| Phosphofructokinase-1, | Pyruvate kinase | Pyruvate dehydrogenase* Gluconeogenesis|| Pyruvate carboxylase, |PEP carboxykinase, |fructose-1, 6-bisphophatase | glucose-6-phosphotaseo Glycogenesis|| glucokinase, | glycogen synthaseo Glycogenolysis|| glycogen phosphorylase. Lipid metabolism o Lipogenesis|| Acetyl-Co carboxylase, | Fatty acid synthaseo Lipolysis|| Hormone sensitive lipaseo Cholesterol Synthesis|| HMG-CoA reductaseo Triacylglycerol Synthesis|| Acyl-CoA-glycerol-3-phosphate transferase, | glycerol kinaseo Lipoprotein degradation Protein metabolism|| Lipoprotein lipaseo Protein synthesis|| RNA polymerase and ribusome assembely. Note:- Pyruvate dehydrogenase is neither a glycolytic nor a TCA cycle enzyme, it acts as a bridge between the two.",
        "cop": 3,
        "opa": "PFK-1",
        "opb": "Glucokinase",
        "opc": "Pyruvate Carboxylase",
        "opd": "Acetyl CoA Carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d2d1a63b-c509-4722-bb6f-ff59648ecec9",
        "choice_type": "single"
    },
    {
        "question": "Name the enzyme which catalyses substrate level phosphorylation in glycolysis -",
        "exp": "Ans. is 'c' i. e., Pyruvate kinase* In substrate level phosphorylation, at the level of substrate itself energy that is liberated is trapped in the form of ATP. To make it simple, in a chemical freaction, if a substrate is converted into products and simultaneously, ADP is converted into ATP, it is considered as substrate level phosphorylation. There are four substrate level phosphorylation steps in human metabolism",
        "cop": 3,
        "opa": "Glyceraldehyde 3 phosphate dehydrogenase",
        "opb": "Enolase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphofuctokinase I",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "4d7d4851-3d65-4206-bbe0-11457ecccb27",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not generate ATP?",
        "exp": "Ans. is 'd' i. e., HMP shunt* Citric acid cycle or Kreb's cycle generates 10 ATPs for every acetyl Co A that enters into citric acid cycle.* Aerobic glycolysis generates 7 ATPS for every molecule of glucose* Anaerobic glycolysis generates 2 ATPs for every molecule of glucose utilised* HMP shunt is a pathway which neither generates ATP nor utilises ATP.",
        "cop": 4,
        "opa": "Citric Acid cycle",
        "opb": "Kreb's cycle",
        "opc": "Glycolysis",
        "opd": "HMP shunt",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "12821b3c-66fd-4fd3-8a4e-877788e3b42b",
        "choice_type": "single"
    },
    {
        "question": "Caffeine, a methyl xanthine, has been added to a variety of cell types. Which one of the following would be expected in various cell types treated with caffeine and epinephrine?",
        "exp": "If the phosphodiesterase that degrades c. AMP were inhibited (an effect of caffeine) in the presence of epinephrine, c. AMP levels would be elevated. PKA would become more active in the liver and muscle; pyruvate kinase would become less active in the liver; and glycogen synthase activity would be decreased in both the muscle and the liver. Phosphorylase activity would be increased in both the muscle and the liver owing to constant phosphorylation by phosphorylase kinase, which is activated by PKA.",
        "cop": 4,
        "opa": "Decreased activity of liver PKA",
        "opb": "Decreased activity of muscle PKA",
        "opc": "Increased activity of liver pyruvate kinase",
        "opd": "Decreased activity of liver glycogen synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "67cf3688-2a45-4bcc-8d7c-074a42d03e02",
        "choice_type": "single"
    },
    {
        "question": "Importance of pyruvate to lactate formation in anaerobic glycolysis is production of:",
        "exp": "B i. e. NADH to NADRef: Internet Source. Explanation: A cell can perform aerobic respiration through TCA cycle in mitochondria, in situations when there is no oxygen/mitochondria (RBC), it will perform anaerobic respiration. NAD produced in the reaction catalyzed by LDH is used to maintain glycolysis. If NAD is deficient, Glycolysis will come to halt.",
        "cop": 2,
        "opa": "FAD",
        "opb": "NADHto. NAD",
        "opc": "ATP",
        "opd": "NAD to NADH",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c173bde9-e1c5-41d9-b7dd-95a983481100",
        "choice_type": "single"
    },
    {
        "question": "Test to differentiate monosaccharide from disaccharides?",
        "exp": "Ans. c (Barfoed's test); (Ref. Biochemistry by Dr. Deb 7th ed., 47)SUGARS# Best-known tests are reduction of metallic hydroxides together with oxidation of sugar.# For testing reactions due to aldehyde or ketone group of sugars: Benedict test, Tollen test, Nylander test. Disaccharides are maltose, lactose and sucrose. Sucrose is invert sugar and is non-reducing sugar. Polysaccahrides are glycogen, cellulose, starch, dextrin, and inulin. Molish testto identify carbohydrate. Benedict's testfor indentification of monosaccharide (glucose and fructose). Barfoed's testdistinguishes between mono and disaccharides. Benzidine testfor pentoses. Sel. Mnoff's testfor fructose.",
        "cop": 3,
        "opa": "Benedicts test",
        "opb": "Selivinoff's test",
        "opc": "Barfoed's test",
        "opd": "Rapid furfural test",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d93e1d6a-4659-4e5f-8e19-14952c49a407",
        "choice_type": "single"
    },
    {
        "question": "In what form does the product of glycolysis enter the TCA cycle?",
        "exp": "Ans. A. Acetyl-co. ACoA is acetylated during breakdown of carbohydrates through glycolysis, as well as by the b-oxidation of fatty acids. It then enters the TCA Cycle, where the acetyl group is further oxidized to carbon dioxide and water, with the energy thus released captured in the form of 11 ATP and one GTP per acetyl group.",
        "cop": 1,
        "opa": "Acetyl-coA",
        "opb": "Pyruvate",
        "opc": "NADH",
        "opd": "Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c3c705d0-147d-4a0b-b97f-7ad5576f2787",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is insulin dependent for it's action?",
        "exp": "Ans. d (GULT - 4). (Ref. Harper, Biochemistry, 25th ed., 615)GULT 4 is located in adipose tissue, heart and skeletal muscles, where it is functionally associated with hexokinase II. It carries out insulin stimulated glucose uptake. GLUCOSE TRANSPORTERS GULTFunction. Location1. GULT 1. Basal glucose uptake. Ubiquitous2. GULT 2B cell glucose sensor. Liver, small intestine, kidney, islet B cells3. GULT 3. Basal glucose uptake. Ubiquitous4. GULT 4. Insulin dependant glucose uptake. Adipose tissue, heart, skeletal muscles5. GULT 5. Fructose transport. Jejunum, sperm6. GULT 6. None. Pseudogene7. GULT 7G-6-P transporter in Endoplasmic reticulum. Liver",
        "cop": 4,
        "opa": "GULT-1",
        "opb": "GULT-2",
        "opc": "GULT-3",
        "opd": "GULT-4",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7d6b2d13-eb43-491a-9f79-8f75690137eb",
        "choice_type": "single"
    },
    {
        "question": "A child with low blood glucose is unable to do glycogenolysis or gluconeogenesis. Which of the following enzyme is missing in the child?",
        "exp": "Ans. C. Glucose 6 Phosphatase(Ref: Harper 29/e page 179, 181. Table 19. 2, 189, Harper 31/e page 167). The answer should be an enzyme common to Glycogenolysis and Gluconeogenesis. Glycogen Storage Disorders. Inborn errors of metabolism of Glycogen associated with accumulation or altered function of Glycogen in various organs concerned with Glycogen metabolism. Liver Glycogen Storage Disorder. Type. Name. Enzyme efficiency. Characteristics. Ia. Von Gierke's disease. Glucose 6-phosphatase. QGlycogen accumulation in liver and renal tubule cells (Kidney Enlarged, hypoglycemia; elevated blood lactate, cholesterol, triglyceride, and uric acid levels. Ib--Endoplasmic reticulum glucose6-phosphate transporter/translocase. Same as type Ia, with additional findings of neutropenia and impaired neutrophil function. Recurrent Bacterial Infection, Inflammatory Bowel Disease",
        "cop": 3,
        "opa": "Fructokinase",
        "opb": "Glucokinase",
        "opc": "Glucose 6 Phosphatase",
        "opd": "Transketolase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7a598562-2dc3-4cd3-beac-8a27a44c86df",
        "choice_type": "single"
    },
    {
        "question": "In glycogen metabolism, amylo 1-6-glycosidase acts on glycogen to produce?",
        "exp": "Ans. d (Glucose); (Ref Harper, Biochemistry, 26th ed., 145; Satyanaryan, Biochemistry, 2nd ed., 273)GLYCOGEN# Glycogen contains alpha-1-4 and alpha-1-6 links.# Degradation of glycogen to glucose involves 4 enzyme reactions:- Phosphorylase, which hydrolyses alpha-1-4 bond- Amylo 1-6-glycosidase, a debranching enzyme that removes alpha-1-6 bond to produce free glucose in muscle.- Phosphoglucomutase, which converts glucose-1-phosphate to glucose-6-phosphate.- Glucose-1-phosphatase, which converts glucose-6-phosphate to glucose.# Thus, amylo 1-6-glycosidase (debranching enzyme) breaks alpha-1-6 bond at branch with single glucose residue and releases free glucose.",
        "cop": 4,
        "opa": "Glucose-l-phosphate",
        "opb": "Glucose-6-phosphate",
        "opc": "Maltose",
        "opd": "Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a7dccd75-2619-4e12-860a-db246f84ec64",
        "choice_type": "single"
    },
    {
        "question": "A male patient came with pain in calf muscles in exercise. On biopsy glycogen present in the muscle. What is the enzyme eficiency?",
        "exp": "Ans. B. Phosphofructokinase INB: If Muscle phosphorylase is there then its the best answer/as Mc. Ardles is MC GSD in adolescent age. if its not there then PFK-1 is the answer",
        "cop": 2,
        "opa": "Branching enzyme",
        "opb": "Phosphofructokinase I",
        "opc": "Debranching enzyme",
        "opd": "Glucose 6 phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "eccd4a65-3b58-40ef-bf4c-743dbbef4f8a",
        "choice_type": "single"
    },
    {
        "question": "Chitin held together by",
        "exp": "(P (1-4) gluycosidic bonds) (22-US 3rd)CHITIN - is composed of N-acetyl-D-glucosamine units held together by p (1 - 4) glycosidic-bonds. Starch* Amylose - a (1-4) glycosidic linkage* Amylopectin - a (l- 6) glycosidic bonds at the branching points and a (l- 4) linkages* Amylase - acts specifically on a (1-4) glycosidic bonds. Glycogen - Glucose is the repeating unit in glycogen joined together by a (1-4) glycosidic bonds and a (1-6) glycosidic bonds at branching points. Cellulose - composed of b-D-glucose units linked by b (1- 4) glycosidic bonds. In isomaltose, the glucose units are held together by a (1- 6) glycosidic linkage",
        "cop": 3,
        "opa": "a (1 - 4) glycosidic bond",
        "opb": "a (1 - 6) glycosidic bonds",
        "opc": "b (1 - 4) glycosidic bond",
        "opd": "b (1 - 6) glycosidic bonds",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5c5f0ca2-f5c4-4a93-aca0-4fdd91615909",
        "choice_type": "single"
    },
    {
        "question": "All the following are increased in fasting except:",
        "exp": "Ans. D. Glycogenesis(Ref: Harper 31/e page 138). Glycogenesis is increased in well fed state. In Fasting state, Glycogenolysis increase, then gluconeogenesis, lipolysis and Ketogenesis are favoured. These pathways are favoured depending on the duration of fasting.",
        "cop": 4,
        "opa": "Lipolysis",
        "opb": "Ketogenesis",
        "opc": "Gluconeogenesis",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e50b109b-a1c9-4c66-99ae-407152fb396f",
        "choice_type": "multi"
    },
    {
        "question": "What is the precursor of proline in Krebs cycle?",
        "exp": "Ans. is 'b' i. e., a-ketoglutarate * Proline is an alpha aminoacid with a pyrrolidine ring* It is a non polarimino acid with NH as one of its functional groups* It disrupts a helix* It is a nonessential amino acid and is synthesized from a non-essential aminoacid glutamate* Glutamate in the presence of g glutamate kinase gets converted to glutamate 5 phosphate, which in the presence of g glutamate dehydrogenase gets converted to y glutamate semialdehyde, g glutamate semialdehyde spontaneously cyclises to form y pyrroline carboxylate which in the presence of reductase forms proline.* Glutamate is formed from alpha ketoglutarate, an intermediate of citric acid cycle. Hence, the precursor of proline is a ketoglutarate of citric acid cycle* Proline on catabolism gives rise to glutamate and hence alphaketoglutarate and it gets into citric acid cycle to get burnt out as carbondioxide. If need arises, alpha ketoglutarate gets converted to oxaloacetate and through oxaloacetate it gets into gluconeogenesis and hence it is a glucogenicaminoacid. S. NONon essential/ semiessential aminoacid. Source1. Alanine. Pyruvate2. Arginine (also from urea cycle) 3. Proline 4. Histidinea. Ketoglutarate5. Glutamine 6. Glutamate 7. Asparagine. Oxaloacetate8. Aspartate9. Serine3 - Phosphoglycerate10. Glycine. Serine11. Cysteine12. Tyrosine. Phenylalanine",
        "cop": 2,
        "opa": "Oxaloacetate",
        "opb": "a-ketoglutarate",
        "opc": "Succinyl CoA",
        "opd": "Fumarate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "06a0c174-d541-4df5-a885-e16481103ff9",
        "choice_type": "single"
    },
    {
        "question": "Glucose 6-phosphatase deficiency occurs in",
        "exp": "(Von Gierke's disease) (269- U. S 3rd)GLYCOGEN-STORAGE DISEASEType. NAMEENZYME-DEFECTI* Von Gierke's disease (type I glycogenosis). Glucose-6 phosphatase. II*Pompe's disease. Lysosomal a-1, 4 glucosidase (acid maltase)IIICori's disease (limit dextrinosis, Forbe's disease). Amylo a-1, 6- glucosidase (debranching enzyme)IVAnderson's disease (amylopectinosis). Glucosyl 4-6 transferase (branching enzyme)VMe Ardle's disease (type V glycogenosis). Muscle glycogen phosphorylase. VIHer's disease. Liver glycogen phosphorylase. VIITarul's disease. Phospho fructokinase SPHINGOMYELINSCEREBROSIDES1. Niemann-Pick disease - defect in enzyme sphingomyelinase1. Gaucher's disease - due to b-glucosidase defect2. Faber's disease - defect in enzyme ceramidase2. Krabbe's disease - due to b-galactosidase enzyme defect",
        "cop": 2,
        "opa": "Gaucher's disease",
        "opb": "Von Gierke's disease",
        "opc": "Pompe's disease",
        "opd": "Hurler's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "3059a055-8c06-4fa7-ac5c-539c634f49f5",
        "choice_type": "single"
    },
    {
        "question": "Glucokinase:",
        "exp": "Ans. B. Has a high km for glucose and hence is important in the phosphorylation of glucose primarily after ingestion of a carbohydrate rich meal. Glucokinase is present in the liver and helps in clearing of glucose when the concentration of glucose exceeds 100 mg/dl. Hexokinase also phosphorylates glucose and other hexoses sugar. The major differences between glucokinase and hexokinase are: Hexokinase. Glucokinase1. Nonspecific, can phosphorylate any hexose sugar. Specific for glucose only. 2. More stable. Physiologically more labile. 3. Found almost in all the tissues. Found only in the liver. 4. Found in foetal and adult liver. Only found in adult liver. 5. low km, more affinity with glucose. High km, less affinity with glucose. 6. No change with glucose feeding. Increases by feeding glucose. 7. Not influenced by diabetes/fasting. Depressed in fasting/diabetes. 8. No effect of Insulin. Increases",
        "cop": 2,
        "opa": "Is widely distributed and occurs in most mammalian tissues",
        "opb": "Has a high km for glucose and hence is important in the phosphorylation of glucose primarily after ingestion of a carbohydrate rich meal",
        "opc": "Is widely distributed in Prokaryotes",
        "opd": "None of these",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "cc70adaa-879d-4139-a762-36d25061ffde",
        "choice_type": "multi"
    },
    {
        "question": "In glycolysis which of the following is not involved?",
        "exp": "Ans. A Pyruvate dehydrogenase* The enzyme Pyruvate dehydrogenase irreversibly converts pyruvate, the end product of glycolysis, into acetyl CoA, a major fuel for the TCA cycle and the building block for fatty acid synthesis* Thus, this enzyme pyruvate dehydrogenase is utilized in citric acid cycle and fatty acid synthesis.* The reaction of pyruvate dehydrogenase, forming acetyl- CoA, is irreversible, and for every two carbon unit from acetyl-CoA that enters the citric acid cycle, there is a loss of two carbon atoms as carbon dioxide before oxaloacetate is reformed.* This means that acetyl-CoA (and hence any substrates that yield acetyl-CoA) can never be used for gluconeogenesis.",
        "cop": 1,
        "opa": "Pyruvate dehydrogenase",
        "opb": "Phosphofructokinase",
        "opc": "Glucokinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "43012256-8d45-426b-8c35-3cd537f2f728",
        "choice_type": "single"
    },
    {
        "question": "Which deposition result in cataract?",
        "exp": "Ans. D. Sugar alcohols(Ref: Harper 31/e page 191). In Diabetes mellitus, in the lens by polyol pathway Glucose converted to Sorbitol by the enzyme Aldose reductase. In galactosemia, Dulcitol or Galactictol is responsible for cataract. Sorbitol, Dulcitol are sugar alcohols.",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Galactose",
        "opc": "Sugar amines",
        "opd": "Sugar alcohols",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b15a5b11-dbab-42bb-aa98-0d2c1dfa1d31",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis is mainly seen in:",
        "exp": "Ans. (b) Liver. Ref: Vasudevan Biochemistry 8/e. P 136. SITE OF GLUCONEOGENESIS* Major site of gluconeogenesis: Liver (90%)* Secondary site: Kidney cortex and in small intestine under some conditions. (10%)* It takes place in the mitochondria and cytoplasm.* The production of glucose is necessary for use as a fuel source by the brain, testes, erythrocytes, kidney medulla, lens and cornea of the eye and exercising muscles.",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Heart",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5c4128ad-8135-4986-87f6-59382b50b43a",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy was found to have reduced red blood cell (RBC) numbers yet exhibited very few signs of anemia. An analysis of labeled RBCs indicated a greatly reduced ATP yield as compared to someone without the anemia. In this child, which one of the following would be expected to increase in RBC?",
        "exp": "Function of Hb. Hb, found in the red blood cells, carries oxygen from the lungs to the tissues and returns carbon dioxide and protons from the tissues to the lungs. a. The oxygen saturation curve for Hb is sigmoidal (Figure I). (1). Each heme binds one O2 molecule, for a total of four O2 molecules per HbA molecule. HbA changes from the taut or tense (T) form to the relaxed (R) form when oxygen binds. (2). Binding of O2 to one heme group in Hb increases the affinity for O2 of its other heme groups. This effect produces the sigmoidal oxygen saturation curve and is known as positive cooperativity. b. The binding of protons to HbA stimulates the release of O2, a manifestation of the Bohr effect (see Figure I). (1). Thus, O2 is readily released in the tissues where is high because of the production of CO2 by metabolic processes. (2). These reactions are reversed in the lungs. O2 binds to HbA, and CO2 is exhaled (see Figure II). c. Covalent binding of CO2 to HbA in the tissues also causes the release of O2. d. Binding of 2, 3-bisphosphoglycerate (BPG), a side product of glycolysis in red blood cells, decreases the affinity of HbA for O2. Consequently, O2 is more readily released in tissues when BPG is bound to HbA (see Figure I). e. Fetal hemoglobin (HbF), composed of two a subunits and two g subunits, has a lower affinity for BPG than does HbA, and therefore, HbF has a higher affinity for O2 than does HbA. The child has an inherited pyruvate kinase deficiency. This step converts phosphoenolpyruvate (PEP) to pyruvate, thereby producing ATP. A pyruvate kinase deficiency would slow down glycolysis, and less ATP would be produced. As PEP accumulates, so does 2-PG, 3-PG, and 1, 3-BPG. The Luebering-Rapoport shunt converts 1, 3-BPG to 2, 3-BPG (via bisphosphoglycerate mutase), which aids in releasing oxygen from hemoglobin in the tissues. The other intermediates of glycolysis before the blocked step would accumulate, and glucose-6-phosphate would inhibit hexokinase. Because of a lack of ATP, the life span of the cells would decrease. Fatty acids cannot serve as a source of energy because RBCs lack mitochondria, which is the site of fatty acid oxidation. I. Oxygen saturation curves for myoglobin and adult hemoglobin (HbA). Myoglobin has a hyperbolic saturation curve. HbA has a sigmoidal curve. The HbA curve shifts to the right at lower pH, with higher concentrations of BPG, or as CO2 binds to HbA in the tissues. Under these conditions, O2 is released more readily. P50 is the partial pressure of O2 at which half-saturation with O2 occurs. BPG, 2, 3-bisphosphoglycerate. II. Effect of H+ on oxygen binding by hemoglobin (Hb). A. In the tissues, CO2 is released. In the red blood cells, this CO2 forms carbonic acid, which releases protons. The protons bind to Hb, causing it to release oxygen to the tissues. B. In the lungs, the reactions are reversed. O2 binds to protonated Hb, causing the release of protons. The protons bind to bicarbonate, forming carbonic acid, which is cleaved to water and CO2, which is exhaled. RBC, red blood cell",
        "cop": 4,
        "opa": "The life span of the RBCs",
        "opb": "The rate of fatty acid oxidation",
        "opc": "ATP production",
        "opd": "The levels of 2, 3-bisphosphoglycerate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "77283dee-956a-4cdb-b499-38c8de069044",
        "choice_type": "single"
    },
    {
        "question": "Aldolase is an enzyme whose substrate is",
        "exp": "Ans. (d) Fructose-1, biphosphate. Ref: Harper's Biochemistry, 30 ed. pg. 202-203th* Aldolase B is preferentially expressed in the liver, while aldolase A is expressed in muscle and erythrocytes and aldolase C is expressed in the brain. Slight differences in isozyme structure result in different activities for the two substrate molecules: Fructose 1, 6-Biphosphate and fructose 1-phosphate. Aldolase B exhibits no preference and thus catalyzes both reactions, while aldolases A and C prefer FBR* Aldolase A is an enzyme that catalyses a reversible aldol reaction: The substrate, fructose 1, 6-bisphosphate (F- 1, 6- BP) is broken down into glyceraldehyde 3-phosphate and dihydroxyacetone phosphate (DHAP).* Sucrose is composed of glucose and fructose and hence cannot be tolerated by patients of HFI.",
        "cop": 4,
        "opa": "Glucose -6-phosphate",
        "opb": "Fructose-6-phosphate",
        "opc": "Fructose",
        "opd": "Fructose-1 biphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d28f8ae0-e392-44d3-8d84-318033a156a9",
        "choice_type": "single"
    },
    {
        "question": "The enzyme phospho fructokinase 1 is strongly activated by:",
        "exp": "Ans. D. Fructose 2, 6 bisphosphate. PFK is the most important regulatory enzyme in glycolysis. PFK is an allosteric enzyme regulated by allosteric effectors. ATP, citrate and H+ ions are the most important allosteric inhibitors.",
        "cop": 4,
        "opa": "Cyclic amp",
        "opb": "Adenosine triphosphate",
        "opc": "Citrate",
        "opd": "Fructose 2, 6 bisphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "92bca9e5-c971-4261-b74f-8b0fc576f742",
        "choice_type": "single"
    },
    {
        "question": "Site of Kreb's cycle -",
        "exp": "Ans. is 'b' i. e., Mitochondria* Kreb's cycle or citric acid cycle is the final oxidation pathway wherein all three fuels, carbohydrates, lipids and proteins get oxidised to form Carbondioxide.* It happens in mitochondria.",
        "cop": 2,
        "opa": "Cytoplasm",
        "opb": "Mitochondria",
        "opc": "Smooth Endoplasmic reticulum",
        "opd": "Nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "9c2e6b94-af41-43cb-8a1e-4d9f2c8284b2",
        "choice_type": "single"
    },
    {
        "question": "The polysaccharide used in assessing the glomerular filtration rate (GFR) is:",
        "exp": "Ans. C. Inulin. Inulin is a fructosan, isolated from root tubers of Dahlia. It is used for assessing GFR. The test is known as Inulin Clearance test.",
        "cop": 3,
        "opa": "Glycogen",
        "opb": "Agar",
        "opc": "Inulin",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "805e1935-340c-4dc3-bdfd-772443e35ded",
        "choice_type": "single"
    },
    {
        "question": "Cataract in diabetes is caused by",
        "exp": "B. i. e. (Sorbitol) (186 - Harper 27th) (280- U-satyanarayan 3rd). Sorbitol Pathway in Diabetes Mellitus. In uncontrolled diabetes (hyperglycemia) large amounts of glucose enter the cells which are not dependent on insulin. Significantly the cells with increased intracellular glucose levels in diabetes (lens, retina, nerve cells, Kidney etc) possess high activity of aldolase reductase, and sufficient supply of NADPH. This results in a rapid and efficient conversion of glucose to sorbitol. The enzyme sorbitol dehydrogenase however is eithr low in activity or absent in these cells, hense sorbitol is not converted to fructose. Sorbitol cannot freely pass through the cell membrane, and accumulate in the cells where it is produced. Sorbitol due to its hydrophilic nature- causes strong osmotic effects leading to swelling of the cells. Some of the pathological changes associated with diabetes (like Cataract formation, peripheral neuropathy, nephropathy) are believed to be due to the accumation of sorbitol)* Cataract in a diabetic is caused by sorbitol which is formed by interaction on glucose by - Aldolase reductase*** Essential fructosuria - due to deficiency of enzyme fructokinae** Hereditary fructose intolerance- is due to absence of enzyme - aldolase - B*** Essential pentosuria - deficiency of xylitol- dehydrogenase**",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Sorbitol",
        "opc": "Fructose",
        "opd": "Sucrose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "00aa7c65-5d05-48f5-8ab5-3d03f84e99f8",
        "choice_type": "single"
    },
    {
        "question": "Kreb's cycle and urea cycle are linked by-",
        "exp": "Ans. is 'd' i. e., Fumarate * Fumarate is released during urea cycle, which is an intermediate of Kreb's cycle, thus linking the two. Points to remember about urea cycle1. Urea cycle happens is a pathway active only in liver. 2. It is partly mitochondrial, partly cytoplasmic. 3. CPS I is the rate limiting enzyme of urea cycle and CPSI is stimulated by NAG (N Acetyl Glutamate) (Please note CPS II is an enzyme of pyrimidine synthesis). 4. Net ATP used for detoxifying 1 molecule of ammonia is 1. 55. N1 donor of urea is ammonia and N2 donor is aspartate. 6. Arginase is the step where in urea is released.",
        "cop": 4,
        "opa": "Succinate",
        "opb": "Malate",
        "opc": "a ketoglutarate",
        "opd": "Fumarate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "040d5170-57a8-420e-9cea-55d1a4750940",
        "choice_type": "single"
    },
    {
        "question": "Mechanism by which pyruvate from cytosol is trans- ported to mitochondria is",
        "exp": "Ans. b (Proton symport) (Ref Harper 28th/153). Harper 28th. A53:# Pyruvate, formed in the cytosol, is transported into the mitochondrion by a proton symporter. The Oxidation of Pyruvate to Acetyl-CoA Is the Irreversible Route from Glycolysis to the Citric Acid Cycle. Pyruvate, formed in the cytosol, is transported into the mitochondrion by a proton symporter.# Inside the mitochondrion, it is oxidatively decarboxylated to acetyl-CoA by a multienzyme complex that is associated with the inner mitochondrial membrane.# This pyruvate dehydrogenase complex is analogous to the a-KG dehydrogenase complex of the citric acid cycle.# Pyruvate is decarboxylated by the pyruvate dehydrogenase component of the enzyme complex to a hydroxyethyl derivative of the thiazole ring of enzyme-bound thiamin diphosphate, which in turn reacts with oxidized lipoamide, the prosthetic group of dihydrolipoyl transacetylase, to form acetyl lipoamide.# Thiamin is vitamin B, and in deficiency, glucose metabolism is impaired, and there is significant (and potentially life- threatening) lactic and pyruvic acidosis.# Acetyl lipoamide reacts with coenzyme A to form acetyl-CoA and reduced lipoamide.# The reaction is completed when the reduced lipoamide is reoxidized by a flavoprotein, dihydrolipoyl dehydrogenase, containing FAD.# Finally, the reduced flavoprotein is oxidized by NAD+that in turn transfers reducing equivalents to respiratory chain.",
        "cop": 2,
        "opa": "Chloride antiport",
        "opb": "Proton symport",
        "opc": "ATP dependent antiport",
        "opd": "Facilitated uniport",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2ff82cb1-c4ad-4b0c-bff7-bb6c4c4d8adf",
        "choice_type": "single"
    },
    {
        "question": "Glycemic index is calculated with respect to -",
        "exp": "Ans. is 'a' i. e., Glucose* The glycemic index of a food is calculated from data collected in 10 human subjects after subjecting them to 12 hours of fasting* Glycemic index defined as the ratio of incremental area under the two-hour blood glucose response curve (AUC) following ingestion of a food with a certain quantity of available carbohydrate (usually 50 g) and the AUC of the standard (either glucose or white bread, giving two different definitions) and multiplied by 100.* Glycemic index is used to assess the rate of absorption of a particular food's carbohydrate's absorption* If the rate of absorption is faster, demand for insulin will be more following intake of such food item. Also if the rate of the absorption is faster, the steep rise in glucose stimulates lipogenesis. In contrast, if the rate of absorption is slow, the insulin demand is low and propensity for lipogenesis is less.* Area under the Curve is found to give an idea of rate of absorption of carbohydrates from intestine. Higher the area under the curve, faster is the rate of absorption of carbohydrates available in that food.* If glycemic index is calculated using glucose as the standard, the value is found to be lower than the value for glycemic index obtained by calculation done using white bread as standard (Glycemic index of glucose is higher than white bread)* So, to give a meaningful number to all populations irrespective of whether they consume white bread as their staple diet or not, Glycemic index is calculated using glucose as the standard.* The limitation of using glycemic index to assess the lipogenic potential or insulin demand of a food is that a food can have higher glycemic index yet lower total carbohydrate load. In this case, the food might not be lipogenic or might not demand more insulin.* This is overcome by estimating Glycemic load. Glycemic load is calculated as a product of glycemic index and actual carbohydrate content of a serving.* For example, glycemic index of water melon is high but glycemic load is low.",
        "cop": 1,
        "opa": "Glucose",
        "opb": "White Bread",
        "opc": "Watermelon",
        "opd": "Smashed Potato",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "cb0ae2fe-ac09-42b7-b234-e93a87ffe07b",
        "choice_type": "single"
    },
    {
        "question": "Essential fructosuria is due to the deficiency of which enzyme?",
        "exp": "Ans. (c) Fructokinase. Ref: Harper, pg. 169\"Deficiencies in the enzymes of fructose and galactose metabolism lead to essential fructosuria and galactosemias\"\"Lack of hepatic fructokinase causes essential fructosuria, and absence of hepatic aldolase B, which cleaves fructose 1-phosphate, leads to hereditary fructose intolerance\"Metabolism of fructose. Aldolase A is found in all tissues, whereas aldolase B is the predominant form in liver. (not found in liver)",
        "cop": 3,
        "opa": "Aldolase A",
        "opb": "Aldolase B",
        "opc": "Fructokinase",
        "opd": "Glucokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e3855787-01fb-4269-921b-030d7e28ecd2",
        "choice_type": "single"
    },
    {
        "question": "In which of the following tissues, is glycogen incapable of contributing directly to blood glucose:",
        "exp": "Ans. B. Muscle(Ref: Harper 29/e page 180, Harper 31/e page 164). Differences between liver Glycogen and Muscle Glycogen. Features. Liver. Muscle. Total Body Glycogen content. Less. Highest. Percentage by tissue weight. Highest. Less. Regulation of blood glucose. Contributes to blood Glucose. Does not contribute to blood Glucose",
        "cop": 2,
        "opa": "Liver",
        "opb": "Muscle",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "00ef157e-aee6-4711-adbb-3b2e92936448",
        "choice_type": "multi"
    },
    {
        "question": "Galactosemia enzyme defect:",
        "exp": "Ans. C. Galactose 1 Phosphate uridyl transferase(Ref: Harper 31/e page 191). Galactosemia. Enzyme Deficiency. Galactose 1 Phosphate uridyl transferase (Classic Galactosemia). Galactokinase. UDP Hexose 4 Epimerase",
        "cop": 3,
        "opa": "Fructokinase",
        "opb": "Glucokinase",
        "opc": "Galactose 1 Phosphate Uridyl transferase",
        "opd": "Glucose 6 Phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d7cb6e44-c6a0-4bed-9d9d-4fac26a0148b",
        "choice_type": "single"
    },
    {
        "question": "In fasted state gluconeogenesis is promoted by which enzyme?",
        "exp": "Ans. A. Acetyl CoA induced stimulation of Pyruvate Carboxylase(Ref. Harper 29/e page 190 Table 20-1, Harper 31/e page 175 Table 19. 1). Regulation of Carbohydrate Metabolism (NB: This table is an important topic for all exams). Enzyme. Inducer. Repressor. Activator. Inhibitor. Glycogen synthase. Insulin. Glucagon. Insulin, glucose 6-phosphate. Glucagon. Hexokinase Glucagon Glucose 6-phosphate. Glucokinase. Insulin. Glucagon Phospho-fructokinase-1. Insulin. Glucagon. Q5'AMP, fructose 6-phosphate, fructose 2, 6-bisphosphateQ, Pi. Citrate, ATP, glucagon. Pyruvate kinase. Insulin. Glucagon. QFructose 1, 6-bisphosphate, insulin. ATP, Alanine, Glucagon, norepinephrine. Pyruvate dehydrogenase. Insulin. Glucagon. QCoA, NAD+, insulinQ, ADP, pyruvate. Acetyl-Co. AQ, NADH, ATP (fatty acids, ketone bodies) Gluconeogenesis. Enzyme. Inducer. Repressor. Activator. Inhibitor. Pyruvate carboxylase. Glucocorticoids, Glucagon, Epinephrine. Insulin. Acetyl-Co. AQADPPhosphoenolpyruvate carboxy kinase. Glucocorticoids, Glucagon, Epinephrine. Insulin Glucose 6-phosphatase. Glucocorticoids, Glucagon, Epinephrine. Insulin",
        "cop": 1,
        "opa": "Acetyl-CoA induced stimulation of Pyruvate Carboxylase",
        "opb": "Citrate induced stimulation of Acetyl-CoA Decarboxylase",
        "opc": "Fructose 2, 6 bisphosphate induced stimulation of Phosphofructokinase-1",
        "opd": "Stimulation of Pyruvate kinase by Fructose 1, 6 Bisphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2711744e-573b-45d3-a717-0895293167e5",
        "choice_type": "single"
    },
    {
        "question": "Irreversible steps of Glycolysis are catalysed by:",
        "exp": "Ans. A. Hexokinase, Phosphofructokinase, Pyruvate Kinase(Ref: Harper 29/e page 171-174, Harper 31/e page 160, 161). Remember: All the Kinases are irreversible except 1, 3 Bisphospho Glycerate Kinase which is reversible.",
        "cop": 1,
        "opa": "Hexokinase, Phosphofructokinase, Pyruvate Kinase",
        "opb": "Glucokinase, Pyruvate Kinase, Glyceraldehyde 3 Phosphate Dehydrogenase",
        "opc": "Hexokinase, Phospho Glycerate Kinase, Pyruvate Kinase",
        "opd": "Pyruvate Kinase, Fructose 1, 6 Bisphosphatase, Phospho Fructo. Kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "3dee7301-5918-4baf-8e8b-89da45c31f2e",
        "choice_type": "multi"
    },
    {
        "question": "The reaction catalyzed by phosphofructokinase:",
        "exp": "Ans. C. Is the rate-limiting reaction of glycolytic Pathway. Phosphofructokinase is the key enzyme of glycolysis. It phosphorylates Fructose-6- phosphate to form Fructose 1, 6- bisphosphate. It is inhibited by ATP and Citrate ions and allosterically modified by AMP. PFK has two activities. PFK1 forms Fructose 1, 6- bisphosphate and PFK2 forms Fructose 2, 6-bisphosphate. The former reaction is irreversible and the latter reversible. Fructose 2, 6-bisphosphate depicts the energy status of the body.",
        "cop": 3,
        "opa": "Is activated by high concentrations of ATP and citrate",
        "opb": "Uses fructose-l-phosphate as substrate",
        "opc": "Is the rate-limiting reaction of glycolytic Pathway?",
        "opd": "Is inhibited by fructose 2, 6-bisphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "4b7b0fff-4c79-4d2a-86bf-571b09decddc",
        "choice_type": "single"
    },
    {
        "question": "Which pathway can use propionic acid:",
        "exp": "Ans. B. Gluconeogenesis. Odd chain fatty acids can act as substrates for gluconeogenesis, since Propionyl CoA-the product of their oxidation can enter TCA cycle through formation of Succinyl CoA, hence can contribute towards Glucose production.",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Gluconeogenesis",
        "opc": "Glycogenolysis",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "58fc8072-a5ae-45a6-b8a5-46e3703844da",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old girl has been a fussy eater since being weaned, particularly when fruit is part of her diet. She would get cranky, sweat, and display dizziness, and lethargy, after eating a meal with fruit. Her mother noticed this correlation, and as long as fruit was withdrawn from her diet, the child did not display such symptoms. The problems the girl exhibits when eating fruit is most likely due to which one of the following?",
        "exp": "The patient has HFI, which is caused by a mutation in aldolase B. Sucrose would still be cleaved by sucrase; thus, it would not increase in the stool. Fructose would not be metabolized normally; therefore, it would be elevated in the blood and urine. Aldolase B would not cleave fructose-1-phosphate; thus, its levels would be elevated, and the product, glyceraldehyde, would not be produced.",
        "cop": 4,
        "opa": "Decreased levels of fructose in the blood",
        "opb": "Elevated levels of glyceraldehyde in liver cells",
        "opc": "High levels of sucrose in the stool",
        "opd": "Elevated levels of fructose-1-phosphate in liver cells",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1497c6dc-3e49-4fa7-932c-fba83b96cb42",
        "choice_type": "single"
    },
    {
        "question": "Primary link between citric acid cycle and urea cycle with",
        "exp": "(Fumarate): (340-U. Satyanarayan 3rd) (145-Harper 28th). Integration between Urea cycle and Citric acid cycle. Urea cycle is linked with citric acid cycle (TCA cycle) in three different ways. This is regarded as bicyclic integration between the two cycle1. The production of fumarate in urea cycle is the most important integrating point with TCA cycle fumarate is converted to malate and then to oxaloacetate in TCA cycle. Oxaloacetate undergoes transamination to produce aspartate which enters urea cycle. Here it combines with citrulline to produce arginosuccinate. Oxaloacetate is an important metabolite which can combine with acetyl COA to form citrate and get finally oxidized. Oxaloacetate can also serve as precursor for the synthesis of glucose (gluconeogenesis)2. ATP (12) are generated in the TCA cycle while ATP (4) are utilized for the urea synthesis3. Citric acid cycle is an important metabolic pathway for the complete oxidation of various metabolites to CO2 and H2O. The CO2 liberated in TCA cycle (in the mitochondria) can be utilized in urea cycle.",
        "cop": 2,
        "opa": "Malate",
        "opb": "Fumarate",
        "opc": "Succinate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "6e5b7a45-2a15-442a-b4a9-eff44fb27f7a",
        "choice_type": "single"
    },
    {
        "question": "A 3-month-old infant was cranky and irritable, became quite lethargic between feedings, and began to develop a potbelly. A physical examination demonstrated an enlarged liver, while blood work taken between feedings demonstrated elevated lactate and uric acid levels, as well as hypoglycemia. This child most likely has a mutation in which one of the following enzymes?",
        "exp": "The child has the symptoms of von Gierke disease, which is caused by a lack of glucose-6-phosphatase activity. In this disorder, neither liver glycogen nor gluconeogenic precursors (e. g., alanine and glycerol) can be used to maintain normal blood glucose levels. The last step (conversion of glucose-6-phosphate to glucose) is deficient for both glycogenolysis and gluconeogenesis. Muscle glycogen cannot be used to maintain blood glucose levels because muscle does not contain glucose-6-phosphatase. A defective liver glycogen phosphorylase (Her disease) will not affect the ability of the liver to raise blood glucose levels by gluconeogenesis. In addition, the lack of liver glycogen phosphorylase does not lead to lactic and uric acid accumulation, although mild fasting hypoglycemia can be observed. Defects in liver glycogen synthase (type 0 glycogen storage disease) will lead to hypoglycemia and hyperketonemia, but not lactate acid or uric acid accumulation. Muscle does not contribute to blood glucose levels, so a defect in muscle glycogen phosphorylase (Mc. Ardle disease) will not lead to the observed symptoms but will lead to exercise intolerance. A defect in pyruvate kinase will lead to hemolytic anemia, but not the other symptoms observed in the patient.",
        "cop": 3,
        "opa": "Liver glycogen phosphorylase",
        "opb": "Glycogen synthase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Muscle glycogen phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "3760fa6f-0b08-49cf-b143-bbdf42e1c7f2",
        "choice_type": "single"
    },
    {
        "question": "Glucose-6-phosphate dehydrogenase deficiency causes:",
        "exp": "Ans. (b) Hemolytic anemia. Ref: Vasudevan Biochemistry, 8th ed. P 426* G6. PD deficiency causes hemolytic anemia, since RBCs become susceptible to oxidative stress. Other causes of hemolytic anemias are: Hemolytic anemia||Intra corpuscular Within the red cell. Extra corpuscular (Outside the Red Cell)||||Hereditaryacquired. Auto immune. Non immune||1. Warm Ab2. Cold Ab3. Transfusion reactions4. Drug associated1. Hypersplenism2. Infections (Malaria)3. Mechanical trauma to RBCs4. Liver disease (Spur cell)1. Membrane defects- Hereditary spherocytosis- Hereditary elliptocytosis- Hereditary pyro poikilocytosis- Hereditary stomatocytosis2. Enzyme defects -G6. PD3. Hemoglobin defects- Hemoglobinopathies(sickle cell disorders)- Hb SS, CC, SC & S-B-- Thalassemias. Membrane defects|PNH",
        "cop": 2,
        "opa": "Megaloblastic anemia",
        "opb": "Hemolytic anemia",
        "opc": "Sickle cell anemia",
        "opd": "Microcytic anemia",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ee9cf92a-ccb1-49a7-92d7-16d37a99989f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme activity decrease in fasting?",
        "exp": "Ans. C. Acetyl CoA Carboxylase. Option a, Hormone sensitive lipase increase in fasting. Option b, Glycogen phosphorylase, the rate limiting step of glycogenolysis will be active. But Acetyl CoA Carboxylase, the rate limiting step of fatty acid synthesis is inactive in fasting state. CPS I is not related to fed fast cycle.",
        "cop": 3,
        "opa": "Hormone sensitive lipase",
        "opb": "Glycogen Phosphorylase",
        "opc": "Acetyl CoA Carboxylase",
        "opd": "CPS I",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "443df8f1-859f-480a-b9ea-c98fe998908e",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby refuses breast milk since the second day of birth, vomits on force-feeding but accepts glucose-water, develops diarrhea on third day, by fifth day she is jaundiced with liver enlargement and eyes show cataract. Urinary reducing sugar was positive but blood glucose estimated by glucose oxidation method was found low. The most likely cause is deficiency of:",
        "exp": "Ans. A. Galactose 1 phosphate uridyl transferase(Ref: Harper 31/e page 191). Classic galactosemia is a serious disease with onset of symptoms typically by the 2nd half of the 1st week of life. With jaundice, vomiting, seizures, lethargy, irritability, feeding difficulties, poor weight gain or failure to regain birth weight. Hepatomegaly oil drop cataracts, Hepatic failure. Mental retardation. Patients with galactosemia are at increased risk for Escherichia coli neonatal sepsis. Other options. Beta Galactosidase is lactase. In Galactokinase deficiency the sole manifestation is Cataract. Glucose 6 Phosphate deficiency is Von Gierke's disease.",
        "cop": 1,
        "opa": "Galactose 1-phosphate uridyl transferase",
        "opb": "Beta galactosidase",
        "opc": "Glucose 6-phosphate",
        "opd": "Galactokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "181b7dbc-64d9-4689-83a9-d3583652d6eb",
        "choice_type": "single"
    },
    {
        "question": "In starv ation, there is ketosis due to -",
        "exp": "Ans. is 'b' i. e., Increased P-oxidation o Starvation is characterized by decreased insulin: glucagon ratio. o This causes. Increased lipolysis - More FFAs for ketogenesis. Increased p-oxidation - Increased ketogenosis. Decreased oxaloacetate - Acetyl CoA is utilized in ketogenesis. Regulation of ketogenesiso Ketogenesis is regulated at three levels:-Factors regulating mobilization of fatty acids from adipose tissues (i. e. lipolysis):- Free fatty acids, the precursors of ketone bodies, arise from lipolysis of triglycerides in adipose tissue. Hence, factors which enhance lipolysis (e. g. glucagon) stimulate ketogensis by providing more free fatty acids. Conversely, factors that inhibit lipolysis (e. g. insulin) inbibit ketogenesis. Factors regulating b-oxidation of fatty acids:- After uptake by liver, FAAs are either (i) b-oxidized to CO2 or ketone bodies, or (ii> esterified to triacylglycerol. Carnitine acetyl transferase-I (CAT-I) regulates the b-oxidation of fatty acid and therefore the production of starting materials of ketogenesis i. e. acetyl- CoA and acetoacetyl-CoA (The remainder of fatty acids which do not enter b-oxidation, are estesified). Activity of CAT-1 is high in starvation and diabetes leading to increased b-oxidation of fatty acids and increased ketogenesis. CAT-1 activity is low in wrell fed state, resulting in decreased b-oxidation and ketogenesis. This regulation is governed by Malonyl CoA, which is an allosteric inhibitor of carnitine acetyl transferase-I: CAT-1 (or carnitinepalmitoyl transferase-I: (CPT-1). Malonyl CoA is synthesized by acetyl CoA carboxylase. Activity of acetyl CoA carboxylase is high in well fed state due to increase in insulin/glucagon ratio, wrhich intum results in increased formation of malonyl Co. A. Malonyl-CoA inhibits CAT- I (CPT-I) leading to decreased b-oxidation and ketogenesis. Hence, esterification of fatty acids is increased. Conversely, during starvation (and diabetes) insulin/glucagon ratio is decreased which results in decreased activity of acetyl CoA carboxylase and decreased production of malonyl-CoA, releasing the inhibition of CAT-I (CPT-I). This results in increase b-oxidation of fatty acids and ketogenesis. Factors regulating the oxidation of acetyl CoA:- The acetyl-CoA formed in b-oxidation is oxidized in the citric acid cycle, or it enters the ketogenesis to form ketone bodies. When oxaloacetate concentration is low, little acetyl-CoA enters the TCA cycle and ketogenesis is favoured (first reaction of TCA cycle involves oxaloacetate, where it combines with acetyl-CoA to form citrate). Concentration of oxalaceatate is lowered if carbohydrate is unavailable or improperly utilized, e. g. in fasting and in diabetes. This is because of two reasons-In these conditions insulin/glucagon ratio is very low which stimulate gluconeogenesis. Thus, oxaloacetate is utilized in gluconeogenesis and its concentration falls. Due to excessive b-oxidation, more NADH is produced which converts oxaloacetate to malate becauseleads to further decrease in oxaloacetate.# A fall in oxaloacetate concentration causes impairment in TCA cycle as oxaloacetate is involved in first reaction of TCA cycle. Hence, acetyl-CoA is utilized in ketogenesis, instead of entering in TCA cycle.",
        "cop": 2,
        "opa": "Decreased acetyl CoA",
        "opb": "Increased b-oxidation",
        "opc": "Decreased li polys is",
        "opd": "Decreased fatty acid",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1e0058cd-cb88-460a-9e5b-c173864d854a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the normal Glucose Tolerance curve?",
        "exp": "Ans. B. B(Ref: Ganong 24/e page 448). Curve A is Excessive Glucose absorption. Curve B is normal glucose tolerance. Curve C is Liver disease. Horizontal line represent the approximate plasma glucose value at which hypoglycemia appear",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "d9907b52-0c56-4df4-b0bd-d95ceb073d56",
        "choice_type": "multi"
    },
    {
        "question": "In humans carbohydrates are stored as:",
        "exp": "Ans. B. Glycogen(Ref: Harper 30/e page 164). Glycogen is the storage polysaccharide in animals and is sometimes called animal starch.",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Glycogen",
        "opc": "Starch",
        "opd": "Cellulose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "ead545dd-6239-4a55-b12b-9726ef74c1a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reactions takes place in two compartments?",
        "exp": "Ans. A. Gluconeogenesis(Ref: Harper 31/e page 172). Gluconeogenesis takes place in cytosol and mitochondria. The Mitochondrial step is Pyruvate Carboxylase reaction. Pathways taking place in two compartments are. Heme Synthesis. Urea Cycle. Gluconeogenesis",
        "cop": 1,
        "opa": "Gluconeogenesis",
        "opb": "Glycolysis",
        "opc": "Glycogenesis",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "978745cc-f66b-4b47-8c4a-299a1b5251bb",
        "choice_type": "single"
    },
    {
        "question": "Strenuous exercise is not done in this glycogen storage disease:",
        "exp": "Ans. A. Mc. Ardle disease* Mc. Ardle disease is an AR condition, one of the type V glycogen storage disease.* Enzyme deficient: Myophosphorylase enzyme* Due to enzyme deficiency there is inability to breakdown the muscle glycogen and prevents lactate production.* Patients usually complain of exercise intolerance and muscle pain on exercise. Therefore strenuous exercise is contraindicated. Gycogen-storage diseases. Type. Defective enzyme. Organ affected. Glycogen in the affected organ. Clinical featuresI. Von Gierke. Glucose 6-phosphatase or transport system. Liver and kidney. Increased amount; normal structure. Massive enlargement of the liver. Failure to thrive, Severe hypoglycemia, ketosis, hyperuricemia, hyperlipemia. II. Pompea-1, 4-Glucosidase (lysosomal). All organs. Massive increase in amount; normal structure. Cardiorespiratory failure causes death, usually before age 2. III. Cori. Amylo-1, 6-glucosidase (debranching enzyme). Muscle and liver. Increased amount; short outer branches. Like type 1, but milder course. IV. Andersen. Branching enzyme (a-1, 4 - a -1, 6). Liver and spleen. Normal amount; very long outer branches. Progressive cirrhosis of the liver. Liver failure causes death, usually before age 2V. Mc. Ardle. Phosphorylase. Muscle. Moderately increased amount; normal structure. Limited ability to perform strenuous exercise because of painful muscle cramps. Otherwise patient is normal and well developed. VI. Hers. Phosphorylase. Liver. Increased amount. Like type 1, but milder course. VII. Phosphofructokinase. Muscle. Increased amount; normal structure. Like type VVIII. Phosphorylase kinase. Liver. Increased amount; normal structure. Mild liver enlargement. Mild hypoglycemia. Note: Types I through VII are inherited as autosomal recessives. Type VIII is sex linked.",
        "cop": 1,
        "opa": "Mc. Ardle disease",
        "opb": "Anderson disease",
        "opc": "Pompe disease",
        "opd": "Von Gierke disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "55f4cc5e-5043-45a3-a4af-0f80fa9a7614",
        "choice_type": "single"
    },
    {
        "question": "Disaccharide not digested in intestine is -",
        "exp": "Ans. is 'd' i. e., Sucralose* Carbohydrate digestion begins in the mouth with salivary amylase acting on starch and glycogen to form maltose (2 glucose residues with a l- 4 linkage), maltotriose (3 glucose residues with a 1- 4 linkages) and a dextrin (Multiple glucose residues with a 1- 6 linkages at branch points). These products are formed because amylase can act on only peripheral a l- 4 linkages, not on terminal a l- 4 linkages and on a l- 6 linkages.* As optimum pH of amylase is 6. 7, it is active only until the food enters stomach. No carbohydrate digestion happens in stomach.* As food reaches second part of duodenum, alkaline bile and pancreatic juice reach the intestine. Alkaline bile resumes the action of salivary amylase. Salivary amylase and pancreatic amylase again act on undigested starch and glycogen to form maltose, maltotriose and a dextrin. Apart from these partially digested disaccharides and oligosaccharides, undigested disaccharides like sucrose3, isomaltose4, trehalose and lactose are present in the small intestine.* Maltase/ a dextrinase acts on maltose, maltotriose and a dextrin to form glucose residues.* Sucrase acts on sucrose and forms glucose and fructose.* Isomaltase acts on isomaltose to form 2 glucose residues.* Lactase acts on lactose to form galactose and glucose.",
        "cop": 4,
        "opa": "Sucrose",
        "opb": "Isomaltose",
        "opc": "Trehalose",
        "opd": "Sucralose",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e4cf914f-4b71-4aae-8b51-6ec94a6198a7",
        "choice_type": "single"
    },
    {
        "question": "A patient is going skiing high in the Rockies and is given acetazolamide to protect against altitude sickness. Unfortunately, the patient is also a type 1 diabetic. He is admitted to the hospital in a worsening ketoacidosis. In which of the following cells has acetazolamide inhibited a reaction that has led to the severity of the metabolic acidosis?",
        "exp": "Acetazolamide is a carbonic anhydrase inhibitor, which is found primarily in red blood cells. The red blood cells contain carbonic anhydrase that catalyzes the reaction that forms carbonic acid from CO2 and. H2 O. Under high- altitude conditions, the inhibition of carbonic anhydrase will lead to a decrease in blood pH, which stabilizes the deoxygenated form of Hb. This is due to an increased loss of bicarbonate in the urine by the inhibition of carbonic anhydrase within the kidney. The change in pH increases oxygen delivery to the tissues and can overcome, in part, the symptoms of altitude sickness. However, in the case of the person with type I diabetes who begins to produce ketone bodies, the body's main compensatory mechanism to overcome the acidosis is blocked. As ketone bodies are formed and protons generated, the H+ will react with bicarbonate to form carbonic acid. Carbonic anhydrase, which catalyzes a reversible reaction, will then convert the carbonic acid to CO2 and. H2 O, with the CO2 being exhaled. These reactions soak up excess protons and help to buffer against the acidosis. If, however, carbonic anhydrase has been inhibited by acetazolamide, then the bicarbonate cannot buffer the blood pH, and the acidosis could become more severe. White blood cells, muscle cells, liver cells, and the lens of the eye do not contribute to the buffering of the blood, and inhibition of carbonic anhydrase in those cells would not affect the ability to overcome an acidosis.",
        "cop": 2,
        "opa": "White blood cells",
        "opb": "Red blood cells",
        "opc": "Lens of the eye",
        "opd": "Hepatocyte",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "401b3c06-6591-4bf0-9742-65c770983b16",
        "choice_type": "single"
    },
    {
        "question": "In pregnancy amount of glucose used in Glucose Tolerance Test is:",
        "exp": "Ans. C. 100g. For standard GTT, 75g glucose is dissolved in 300ml of water and given to the subject. Then after 30 min his urine and blood sample is taken and estimated by plotting a graph. But in gestational screening of DM, 100g of glucose is dissolved and given to the expecting mother.",
        "cop": 3,
        "opa": "50g",
        "opb": "75g",
        "opc": "100g",
        "opd": "125g",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "f83255fd-51fd-4b75-9a3e-23c366413672",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of lysosomal maltase causes?",
        "exp": "Ans. D. Pompe diseasea. In Mc. Ardle's disease, there is deficiency of muscle phosphorylase. b. Branching enzyme is deficient in Andersen disease. c. Debranching enzyme is deficient in Cori disease.",
        "cop": 4,
        "opa": "Mc. Ardle's disease",
        "opb": "Andersen disease",
        "opc": "Cori disease",
        "opd": "Pompe disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5880e79a-9f41-4458-88ee-f9ae0658b505",
        "choice_type": "single"
    },
    {
        "question": "Choose the major fuel that is being adapted by the brain after 1 week of fasting.",
        "exp": "The brain then takes up and oxidizes the ketone bodies to derive energy. Consequently, the brain decreases its use of glucose, although glucose is still a major fuel for the brain. Ketone bodies are used by the brain after 3 to 5 days of fasting. This is done to spare protein degradation to provide carbons for gluconeogenesis. Approximately 60% of the brain's energy needs will still be dependent on glucose, but the other 40% can be realized from ketone body oxidation. The brain will not oxidize fatty acids because they have trouble crossing the blood-brain barrier, and the brain has very low levels of glycogen.",
        "cop": 1,
        "opa": "Ketone bodies",
        "opb": "Blood glucose",
        "opc": "Fatty acids",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "7444ac71-9741-4a81-a6ba-4c49e84f0470",
        "choice_type": "single"
    },
    {
        "question": "Fluoride inhibits",
        "exp": "Ans. d (Enolase) (Ref Harper 28th/150)# Enolase is the enzyme of glycolysis pathway that converts 2-phosphoglycerate into phosphoenol pyruvate and is inhibited by \"Fluoride\".# The blood is preserved with \"NaF\". Fluoride inhibits the Enolase, which is an enzyme of glycolysis. Enzyme. Inhibitor. Pathway 1. Aconitase. Fluoroacetate0. Krebs cycle2. L-KG dehydrogenase. Arsenite. Krebs cycle3. Enolase. Fluoride0. Glycolysis4. Succinate dehydrogenase. Malonate oxaloacetate. Krebs cycle5. Glyceradehyde 3-phosphate. Lactoacetate dehydrogenase. Glycolysis6. MOAIproniazid0-7. Pyruvate dehydrogenase. Arsenite-8. Carbonic anhydrase. Sulfanilamide-# ESR determination:- Westergren's method: 3. 8% sodium citrate solution used as anticoagulant.- Wintrobe's method: 2 mg of potassium oxalate and 3 mg of Ammonium oxalate as anticoagulant (double oxalate)# For measurement of BT, CT, PT 3. 8% sodium citate solution used as anticoagulant.# For blood transfusion: blood stored in (Anticoagulant used for blood transfusion)- Acid citrate dextrose (ACD) for 21 days- Citrate phosphate dextrose (CPD) for 35 days# Saline adenosine.",
        "cop": 4,
        "opa": "Glucose-6-phosphatase",
        "opb": "Glucokinase",
        "opc": "Hexokinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "f5b2f7e8-9dc7-4ea8-9829-277353eb8632",
        "choice_type": "single"
    },
    {
        "question": "Uronic acid pathway is not involved in:",
        "exp": "Ans. C. Vitamin C synthesis(Ref: Harper 31/e page 186). Glucuronic acid is involved in the conjugation of Bilirubin. Uronic acid and amino sugar are the repeating disaccharide unit in the glycosamino glycans. Glucuronidation is a Phase II Xenobiotic reactions (Biotransformation). Uronic acid pathway cannot synthesize vitamin C in humans and higher primates because of lack of L-Gulano lactone oxidase",
        "cop": 3,
        "opa": "Conjugation of bilirubin",
        "opb": "GAG synthesis",
        "opc": "Vitamin C synthesis",
        "opd": "Biotransformation",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "04d9e9ed-2008-4ca6-a46e-1154001401ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding T. C. A cycle is true?",
        "exp": "Ans. D. It is amphibolic in nature. TCA is catabolic as well as anabolic. Catabolic as it produces CO2 and H2 O and anabolic as it is indirectly linked to lipogenesis taking citric acid as the major intermediate.",
        "cop": 4,
        "opa": "It is an anaerobic process",
        "opb": "It occurs in cytosol",
        "opc": "It contains no intermediates for Gluconeogenesis",
        "opd": "It is amphibolic in nature",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1e0adac8-fb56-4208-9a2b-07222656a5e9",
        "choice_type": "multi"
    },
    {
        "question": "Storage form of energy in liver is -",
        "exp": "Ans. is 'a' i. e., Glycogen* Humans carry supplies of fuel within their body. Calories are stored in the body as fat (triglycerides), glycogen and some protein. Provider of energy. Grams. Kilocalories. Plasma glucose1248. Hepatic glycogen70280. Muscle glycogen2801120. Fat (Triglyceride) in adipose tissue13, 000117, 000. Muscle protein10, 00040, 000* Thus, fat in the adipose tissue is the largest reserve of energy in the body, i. e. adipose tissue is the storehouse in the body. However, liver glycogen is the first main provider of energy, for example after absorptive period (when all the dietary glucose is utilized), liver glycogen is the first source of energy. Liver glycogen maintains the blood glucose level between meals.",
        "cop": 1,
        "opa": "Glycogen",
        "opb": "Triacylglycerol",
        "opc": "Cholesterol ester",
        "opd": "Protein",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c8f69160-4da0-47e5-8cc5-e7dfcad36687",
        "choice_type": "single"
    },
    {
        "question": "Cytoplasm to Mitochondria substrate shuttle is:",
        "exp": "Ans. (b) Malate shuttle. Ref: Harper's Biochemistry, 30 ed. pg. 134-135th* There are certain shuttle systems that operate for transport of reducing equivalents from cytosol into mitochondria. These shuttle systems operate because mitochondrial membrane is impermeable to cytosolic NADH produced during glycolysis. In order to gain entry of NADH into mitochondrial electron transport chain, these shuttle systems are helpful.* Malate shuttle (aka malate-aspartate shuttle): it is most common and universal shuttle system. Mitochondrial NADH which gains entry from cytosol is oxidized by mitochondrial ETC, leading to formation of 2. 5 molecules of ATP.* Glycerophosphate shuttle: in this mechanism, cytosolic NADH is used to reduce dihydroxyacetone phosphate to glycerol-3 phosphate which diffuse through the outer mitochondrial membrane into the inter-membrane space of the mitochondria. In this space, glycerol 3 phosphate is reoxidized to dihydroxyacetone phosphate and the reducing equivalents are transferred to FAD to form is oxidized in ETC to form 1. 5 molecules of ATP. FADH2 FADH2",
        "cop": 2,
        "opa": "Glycerophosphate shuttle",
        "opb": "Malate shuttle",
        "opc": "Phosphoenol pyruvate",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "c664d161-d45a-45bc-9384-1f4923bcc54b",
        "choice_type": "single"
    },
    {
        "question": "Glucose on reduction with sodium amalgam forms:",
        "exp": "Ans. B. Sorbitol. Reduction of sugars in the presence of sodium amalgam yields corresponding alcohols. D-Glucose = D-SorbitolD-Galactose = D-DulcitolD-Mannose = D-Mannitol",
        "cop": 2,
        "opa": "Dulcitol",
        "opb": "Sorbitol",
        "opc": "Mannitol",
        "opd": "Mannitol and sorbitol",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e233c561-9d6d-49fe-9cb9-72f3575247c9",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficient in Von-Gierke's disease is:",
        "exp": "Ans. D. Glucose-6-phosphatase. (Ref. Harper Biochemistry 26th /pg. 152; Table 19-2; H-18th/Table 362-1). Features of Glycogen Storage Diseases and Galactose and Fructose Disorders. Type/ Common Name. Basic Defect. Comments. Liver Glycogenoses. Disorders with hepatomegaly and hypoglycemiala/von Gierke. Glucose-6-phosphatase. Growth retardation, enlarged liver and kidney, Severe fasting hypoglycemia, elevated blood lactate, cholesterol, triglycerides, and uric acid, glycogen in liver. Common, severe hypoglycemia, Complications in adulthood include hepatic adenomas, hepatic carcinoma, renal failure. Rx: Autosomal recessive. Treatment: frequent oral glucose/cornstarch; avoidance of fructose and galactose. Ib. Glucose-6-phosphate translocase. As for la, with additional findings of neutropenia and neutrophil dysfunction. 10% of type I. IIIa/Cori or Forbes. Liver and muscle debranching enzyme (alpha 1-6-glucosidase). Childhood: Hepatomegaly, growth retardation, muscle weakness, hypoglycemia, hyperlipidemia, elevated liver transaminases; liver symptoms improve with age. Adulthood: muscle atrophy and weakness; onset: third to fourth decades; variable cardiomyopathy. Milder form of typel Gycogen storage disorder with normal blood lactate levels; Autosomal recessive. Gluconeogenesis is intact. Hepatic adenomas, liver cirrhosis, and hepatoma can occur. VI/Hers. Liver phosphorylase. Hepatomegaly, variable hypoglycemia, hyperlipidemia and ketosis; symptoms may improve with age. Rare, often a \"benign\" -glycogenosis, severe cases being recognized. IX/phosphorylase kinase deficiency. Liver phosphorylase kinase a subunit. As for VI. Common, X-linked, typically less severe than autosomal forms; clinical variability within and between subtypes; severe cases being recognizedO/glycogen synthase deficiency. Glycogen synthase. Fasting hypoglycemia and ketosis, elevated lactic acid and hyperglycemia after glucose load. Decreased glycogen stores. XI/ Fanconi-Bickel. Glucose transporter-2. Failure to thrive, rickets, hepatomegaly, proximal renal tubular dysfunction, impaired glucose and galactose utilization. Rare, consanguinity in 70%Disorders with liver cirrhosis. IV/Andersen. Branching enzyme. Failure to thrive, hypotonia, hepatomegaly, splenomegaly, progressive liver cirrhosis and failure (death usually before fifth year); some without progression. One of the rarer glycogenoses; other neuromuscular variants exist. Muscle Glycogenoses. Glycogen storage disoredre type V/Mc. Ardle. Muscle glycogen phosphorylase (Myophosphorylase). Exercise intolerance; Disorders with muscle-energy impairment, male predominance.| glycogen in muscle, but cannot break it down, leading to painful muscle cramps, myoglobinuria (red urine) with strenuous exercise, and arrhythmia from electrolyte abnormalities. Autosomal recessive. Mc. Ardle = Muscle. Vll/Tarui. Phosphofructokinase-M subunit. As for type V, with additional findings of a compensated hemolysis. Prevalent in Ashkenazi Jews and Japanese. Phosphoglycerate kinase deficiency. Phosphoglycerate kinase. As for type V, with additional findings of a hemolytic anemia and CNS dysfunction. Rare, X-linked. Phosphoglycerate mutase deficiency. Phosphoglycerate mutase-M subunit. As for type V. Rare; most patients are African American. Lactate dehydrogenase deficiency. Lactic acid dehydrogenase-M subunit. As for type V, with additional findings of erythematous skin eruption and uterine stiffness resulting in childbirth difficulty in female. Fructose 1, 6-bisphosphate aldolase A deficiency. Fructose 1, 6-bisphosphate aldolase AAs for type V, with additional finding of hemolytic anemia. Pyruvate kinase deficiency. Pyruvate kinase-muscle isozyme. Muscle cramps and/or fixed muscle weakness. Muscle phosphorylase kinase deficiency. Muscle-specific phosphorylase kinase. As for type V, some patients may have. Rare, autosomal recessive muscle weakness and atrophyb-enolase deficiency. Muscle b-enolase. Exercise intolerance. Disorders with progressive skeletal myopathy and/or cardiomyopathy. II/Pompe. Lysosomal acid alpha1, 4-glucosidase (acid maltase). Infantile: hypotonia, muscle weakness, cardiac enlargement and failure, fatal early; Juvenile and adult: progressive skeletal muscle weakness and atrophy, proximal muscle and respiratory muscle are seriously affected. Autosomal Recessive. Heart, liver as well as muscle affected. Cardiac phosphorylase kinase deficiency. Cardiac-specific phosphorylase kinase. Severe cardiomyopathy and early heart failure. Very rare disease. Galactosemia with uridyl transferase deficiency. Galactose 1-phosphate uridyl transferase. Vomiting, hepatomegaly, jaundice, cataracts, amino aciduria, failure to thrive. Long-term complications exist despite early diagnosis and treatment. Galactokinase deficiency. Galactokinase. Cataracts. Uridine diphosphate galactose 4-epimerase deficiency. Uridine diphosphate galactose 4-epimerase. Similar to transferase deficiency with additional findings of hypotonia and nerve deafness. Essential fructosuria. Fructokinase. Asymptomatic, positive urine reducing substance. Benign. Hereditary fructose intolerance. Fructose 1-6 bisphosphate aldolase BVomiting, lethargy, failure to thrive, hepatic failure. Prognosis good with early diagnosis and fructose restriction. Fructose 1, 6-diphosphatase deficiency. Fructose 1, 6-diphosphatase. Episodic hypoglycemia and lactic acidosis",
        "cop": 4,
        "opa": "Phosphofructokinase",
        "opb": "Glucocerebrocidase",
        "opc": "Acid maltase",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "85cb2cc1-f749-4999-aa2f-5fb3f9e313dc",
        "choice_type": "single"
    },
    {
        "question": "Which form of carbohydrate is present in Proteoglycan?",
        "exp": "Ans. D. Polysaccharide. Proteoglycan contains carbohydrate more than protein. The form of carbohydrate is present in Glycoprotein is either a. Monosaccharide or Oligosaccharide, but never Polysaccharide.",
        "cop": 4,
        "opa": "Monosaccharide",
        "opb": "Disaccharide",
        "opc": "Oligosaccharide",
        "opd": "Polysaccharide",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5412becb-5d9e-4281-b591-5a66afd82e8f",
        "choice_type": "single"
    },
    {
        "question": "For glucose estimation in blood, the mode of transport from a PHC to lab:",
        "exp": "Ans. A. Sodium fluoride. In glycolysis, (i. e. the pathway in which, glucose is utilized to form energy), 'Enolase' is an enzyme which converts 2- phosphoglycerate to a high energy compound phosphoenolpyruvate. a. This enzyme requires Mg++&Mn++ & is inhibited by fluoride. b. For blood glucose estimation, fluoride is added to the blood to prevent glycolysis by cells, so that the blood glucose is correctly estimated.",
        "cop": 1,
        "opa": "Sodium fluoride",
        "opb": "EDTA",
        "opc": "Citrate",
        "opd": "0. 9% saline",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "8c005186-aeab-4c1f-b112-396013f12742",
        "choice_type": "single"
    },
    {
        "question": "High energy phosphate is not produced in:",
        "exp": "Ans. B. Hexose monophosphate pathway. Pathways which do not synthesize ATP are: HMP pathway. Rapoport Luebering cycle. Uronic acid pathway. Alpha oxidation of fatty acid. Omega Oxidation of fatty acid",
        "cop": 2,
        "opa": "TCA cycle",
        "opb": "Hexose monophosphate pathway",
        "opc": "Glycolysis",
        "opd": "Beta oxidation of fatty acid",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1a5e484b-cdd5-4ab9-88c5-ea123a1ee796",
        "choice_type": "single"
    },
    {
        "question": "A Mucopolysaccharide that do not contain uronic acid (UA)",
        "exp": "Ans. d (Keratan Sulphate) (Ref. Harper's Biochemistry-26th ed. 544 and 27th ed. 553). Mucopolysaccharides constitute a major part of connective tissue and consist of units of disaccharides, nitrogen, and sulfate groups. In mucopolysaccharidoses, acid polysaccharides are abnormally deposited in the tissues and excreted in the urine. Acid mucopolysaccharide yield N5 acetyl-hexosamine (a substituted sugar) and uronic acid. Neutral mucopolysaccharides comprise of N5 acetyl-hexosamine and a hexose. Major acid mucopolysaccharides are hyaluronic acid, chondroitin sulphate, chondroitin 6-sulfate, dermatan sulfate, heparan, and heparin. Keratan sulfate (of cornea or bones) is neutral mucopolysaccharide. GAGSugars. Sulfate. Linkage of protein. Location. HAGIc. NAc, Glc. UANil. No firm evidence. Synovial fluid, humor, loose connective tissue. CSGalc. NAc, Glc. UAGal. NAc. Xyl-Ser; associated with HA via link proteins. Cartilage, bone, cornea. KSIIGlc. NAc, Gal. GIc. NAc. Glc. NAc-Asn. Cornea. KSIGlc. NAc, Gal. Same as KSIGlc. NAc-Thr. Loose connective tissue. Heparin. GlcN, ld. UAGlc. NSer. Mast cells GlcN ld. UA Haparan. GlcN, Glcl. IAGlc. NXyl-Ser. Skin fibroblasts, aortic wallsulphate. Gal. NAC, Id. UAGal. NAc. Xyl-Ser. Wide distribution (GLCUA)ld. Ua Educational points: Name. Alternative designators. Enzyme defect. Urinary metabolites. Mucopolysaccharidoses. Hurler, Scheie, MPSIa-L-iduronidase. Dermatan sulfate, heparan sulfate. Hurler-Scheie. Hunter. Sanfilippo AMPSIIMPS IMAIduronate sulfatase. Heparan sulfateN-sulfatase (sulfamidase). Dermatan sulfate, heparan sulfate. Heparan sulfate. Sanfilippo BMPS IIIBa-N-Acetylglucosaminidase. Heparan sulfate. Sanfilippo CMPS MICAcetyltransferase. Heparan sulfate. Sanfilippo DMPS MIDN-Acetylglucosamine 6-sulfatase. Heparan sulfate. Morquio AMPS IVAGalactosamine 6-sulfatase. Keratan sulfate, chondroitin 6 sulfate. Morquio BMPS IVBb-Galactosidase. Keratan sulfate. Maroteaux - Lamy. MPS VIN-Acetylgalactosamine 4- sulfatase (arysulfatase B). Dermatan sulfate. Sly. MPS VIIb-Glucuronidase. Dermatan sulfate, heparan sulfate chondroitin 4-sulfate, chondroitin 6- sulfate. Mucolipidoses. Sialidosis (MIM)ML ISialidase. Glycoprotein fragmentsI-cell disease (MIM)ML IIUDP-N-acetylglucosamine: glycoprotein N-acetylglucosami-ninylphosphotransferase. (Acid hydrolases thus lack phos-phomannosyl residues.) Pseudo-Hurler polydys- trophy. ML IIIAs for ML II but deficiency is incomplete. Glycoprotein fragments",
        "cop": 4,
        "opa": "Heparin",
        "opb": "Chondrotin sulphate",
        "opc": "Dermatan sulphate",
        "opd": "Keratan sulphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "de7b9110-b5ec-4b8f-9c31-af66074b0939",
        "choice_type": "single"
    },
    {
        "question": "The rate limiting enzyme in glycolysis is",
        "exp": "(Phosphofroctokinase) (152- Harper 27th) (108- Lippincott's). Phosphofroctokinase - is the pace- setting (rate- limiting) enzyme of glycolysis. It is inhibited by ATP and citrate uses fructose 6- phosphate as substrate, and catalyzes a reaction that is for from equilibrium. The reaction is activated by fructose 2- 6 biphosphate",
        "cop": 2,
        "opa": "Glucose 6- dehydrogenase",
        "opb": "Phosphofructokinase",
        "opc": "Glucokinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e2ac61c3-8f32-439b-8f59-e9ebac6de22f",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme is inhibited by sodium fluride?",
        "exp": "Ans. is 'a' i. e., Enolase. INHIBITORS OF GLYCOLYSIS AND CITRIC ACID CYCLEGLYCOLYSISGlyceraldehyde 3 phosphate dehydrogenase. Iodoacetate. Enolase. Fluride. Phosphog. Jycerate kinase. Arsenate. PYRUVATE - ACETYL Co. APyruvate Dehydrogenase. Arsenite. CITRIC ACID CYCLEAconitase. Fluroacetatea Ketoglutarate dehydrogenase. Arsenite. Succinate dehydrogenase. Malonate",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Aconitase",
        "opc": "Glyceraldehyde 3 phosphate dehydrogenase",
        "opd": "Pyruvate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "436f3c5d-b882-4fe4-8ca1-7b433f5ee14a",
        "choice_type": "single"
    },
    {
        "question": "A 1-year-old child, on a routine well child visit, was discovered to have cataract formation in both eyes. Blood test demonstrated elevated galactose and galactitol levels. In order to determine which enzyme might be defective in the child, which intracellular metabolite should be measured?",
        "exp": "The child has a form of galactosemia. The elevated galactose enters the lens of the eye, is reduced to galactitol, and is trapped. The difference in osmotic pressure across the lens of the eye leads to cataract formation. Galactose is phosphorylated by galactokinase to galactose-1-phosphate, which reacts with UDP-glucose in a reaction catalyzed by galactose-1-phosphate uridylyl transferase to form UDP-galactose and glucose-1-phosphate. An epimerase converts UDP-galactose to UDP-glucose. Deficiencies in either galactokinase (nonclassical) or galactose-1-phosphate uridylyl transferase (classical) result in galactosemia, with elevated levels of galactose and galactitol (reduced galactose) in the blood. An intracellular measurement of galactose-1-phosphate can allow a definitive diagnosis to be obtained (such levels would be nonexistent if the defect were in galactokinase, and the levels would be greatly elevated if the galactose-1-phosphate uridylyl transferase enzyme were defective).",
        "cop": 4,
        "opa": "Galactose",
        "opb": "Fructose",
        "opc": "Glucose",
        "opd": "Galactose-1-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "e424b6c9-8b65-419a-bb7a-ca86e1f2959a",
        "choice_type": "multi"
    },
    {
        "question": "Acetyl CoA carboxylase is stimulated by all except-",
        "exp": "Ans. is 'd' i. e., Acyl Co A* Acetyl coA carboxylase (ACC) is the rate limiting step of fatty acid synthesis.* ACC converts acetyl coA (the building block of fatty acid) to malonylcoA in the presence of ATP (source of energy), Biotin (coenzyme) and bicarbonate (source of CO2)* Acetyl CoA carboxylase is in a monomeric phosphorylated form when it is inactive. In the presence of signals of high energy, monomeric phosphorylated form gets converted into multimeric/ dephosphorylated form and it becomes active.* REGULATION OF ACC:# As ACC is the rate limiting enzyme of an anabolic pathway (Synthesis), it is stimulated by the anabolic hormone insulin. Insulin mediates its enzyme regulation of most of the metabolic pathways through Protein Phosphatase 2A (PP2A). PP2A dephosphorylates and stimulates Acetyl coA carboxylase.# Glucagon being a catabolic hormone, phosphorylates and inactivates ACC (Glucagon acts through protein kinase A and phosphorylates all enzymes)# Apart from being regulated by hormones through covalent modification, ACC is also allosterically regulated by citrate (tricarboxylic acid), Glutamate (diacarboxylicaminoacid), otherdicarboxylic acids & ATP. All these allosteric regulators stimulate the conversion of monomeric inactive ACC to a multimeric active form. Acyl CoA on the other hand, inhibits ACC by converting multimeric active form to monomeric inactive form.",
        "cop": 4,
        "opa": "Citrate",
        "opb": "ATP",
        "opc": "Insulin",
        "opd": "Acyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "b0fe30f7-0eee-4f06-8547-aeae2681654c",
        "choice_type": "multi"
    },
    {
        "question": "In the fed state, major fate of glucose-6-phosphate in tissues is:",
        "exp": "Ans. D. Stored as Glycogen(Ref: Harper 31/e page 136, 137). The uptake of glucose into the liver GLUT 2 is independent of insulin. In the well fed state, the concentration of glucose entering the liver increases, so does the rate of synthesis of glucose-6-phosphate. This is in excess of the liver's requirement for energy-yielding metabolism. So it is used mainly for synthesis of glycogen. In both liver and skeletal muscle, insulin acts to stimulate glycogen synthetase and inhibit glycogen phosphorylase.",
        "cop": 4,
        "opa": "Storage as fructose",
        "opb": "Storage as glyceraldehyde-3-phosphate",
        "opc": "Enters HMP shunt via ribulose-5-phosphate",
        "opd": "Storage as glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "66dc8829-e7bb-429a-9e97-6d72a9005795",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease occurs due to the deficiency of glucocerebroside?",
        "exp": "Ans: a (Gaucher disease) Ref: Vasudevan and Sreekumari, 4th ed. Gaucher disease is due to lack of glucocerebroside and substance accumulating is glucosyl ceramide. Lysosomal storage disorders/ sphingolipidosis/ lipid storage diseases: Disease Enzyme deficient. Substance accumulating * Pompe diseasea glucosidase (acid maltase)glycogen* Gaucher diseaseb glucocerebrosidaseglucosyl ceramide (cerebroside)* Fabrya galactosidaseglobotriaosyl ceramide (ceramyl trihexoside)* Krabbeb galactosidasegalactosyl ceramide* Niemann-Pick disease. Sphingomyelinase. GM1 gangliosidosis Glycogen storage disorders. Enzyme deficient* Type I Von Girke. Glucose 6 phosphatase* Type II Pompe diseasea glucosidase* Coris (Forbes). Debranching enzyme* Anderson. Branching enzyme* Me Ardle. Muscle phosphorylase* Type IV Her disease. Liver phosphorylase",
        "cop": 1,
        "opa": "Gaucher disease",
        "opb": "Pompe disease",
        "opc": "Fabry disease",
        "opd": "Krabbe disease",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "a925f737-7ed8-4aba-be1d-c5936fc20706",
        "choice_type": "single"
    },
    {
        "question": "Beta-glucosidase deficiency leads to:",
        "exp": "Ans. a. Ref.: Harper's Illustrated Biochemistry, 30th edn. Option a. True. Yes, it is due to Beta-glucosidase deficiency. Option b. False. No, it is due to Hexosaminidase A deficiency. Option c. False. No, it is due to galactose-1-phosphate uridyltransferase or galactokinase deficiency. Option d. False. No, DM (probably diabetes mellitus) is insulin deficiency or insulin resistance. Option e. False. No, it is due to Sphingomyelinase deficiency Lysosomal storage disease. Deficient enzyme. Gaucher's disease. Beta-glucosidase. Niemann-Pick. Sphingomyelinase. Krabbe's. Beta-galactosidase. Tay Sachs. Hexosaminidase AMetachromatic Leukodystrophy. Aryl sulfatase AGaucher's. Type 1 is most common (other types are type 2, 3, 4). Type 1 is non-neuropathic Gaucher's, as it spares brain and spinal cord. Classical features are: hepatosplenomegaly, thrombocytopenia, bone abnormalities. Type 2 and type 3 are neuropathic forms. Niemann-Pick disease. Is of four type-type A, B, C1, C2. Type AHepatosplenomegaly, failure to thrive, pulmonary infections. Cherry red spot in eye. Type BIn mid childhood. Thrombocytopenia, stunting. Type CDystonia, neurological deficits. Speech and swallowing problem. Tay-Sachs disease. Rare, autosomal recessive disease. Due to deficient activity of the enzyme hexosaminidase A. This enzyme hydrolyzes lipids in the neuronal cells. Thus in absence of this enzyme, there is lipid accumulation in the neurons leading to defective functions. Neurological deficit. Seizures, IQ defect, hearing loss, vision loss. Cherry red spot macula in the retina of eye. Krabbe's disease (galactosylceramide lipidosis). Autosomal recessive. By deficiency of enzyme galactosylceramidase. Mutation in GALC gene located on chromosome 14. Leads to clinical condition of leukodystrophy resulting from demylination. Classical features include: developmental delay, sensorineural hearing loss, seizures.",
        "cop": 1,
        "opa": "Gaucher's disease",
        "opb": "Tay-Sachs disease",
        "opc": "Galactosemia",
        "opd": "DM",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "3582276d-01d5-42ac-90f2-63812d4a9bc0",
        "choice_type": "single"
    },
    {
        "question": "About glycolysis true is:",
        "exp": "Ans. C. Conversion of Glucose to 3C units(Ref. Harper 3 He page 157). Option a. Glycolysis occur in cytosol. Option b. Complete breakdown of Glucose happens when Pyruvate formed by Glycolysis undergo Pyruvate Dehydrogenase reaction, followed by TCA Cycle. Option d. In anaerobic Glycolysis. Number of ATPs produced is 4. Number of ATPs used is 2. Net ATP yield by anaerobic glycolysis is 2",
        "cop": 3,
        "opa": "Occurs in mitochondria",
        "opb": "Complete breakdown of glucose",
        "opc": "Conversion of glucose to 3C units",
        "opd": "3 ATPs are used in anaerobic pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "f1036301-731b-414a-ba4a-7f52e85f77c0",
        "choice_type": "multi"
    },
    {
        "question": "In the test given below to estimate blood glucose, which of the following is true:",
        "exp": "Ans. B. Glucose oxidase is highly specific for beta anomer of Glucose. The reaction in glucometer is. Glucose+H2 O+O2 -GODGluconicacid+H2 O2 2. H2 O2 +4aminoantipyrine+PHBS-PODQuinoneiminedye+H2 O* This reaction is specific for beta anomer of glucose* Here the first carbon atom is oxidised* This is an example of enzymatic method (Glucose Oxidase Peroxidase method)",
        "cop": 2,
        "opa": "Glucose is converted to glucuronic acid",
        "opb": "Glucose oxidase is highly specific for beta anomer of Glucose",
        "opc": "The terminal Carbon is oxidised.",
        "opd": "This is an example of Reducometric method",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "2a480104-ff69-4e01-9c80-173e00e63e65",
        "choice_type": "multi"
    },
    {
        "question": "Maximum carbohydrate concentration in strict vegetarian diet present is",
        "exp": "(Glycogen) (21- U. Satyanarayan 3rd)GLYCOGEN - is the carbohydrate reserve in animals, hence often referred to as animal starch*** It is present in high concentration in liver, followed by muscle, brain* The enzyme hyaluronidase of semen degrades the gel (contains hyaluronic acid) around the ovum. This allows effective penetration of sperm into the ovum* Streptomycin is a glycoside employed in the treatment of T, B",
        "cop": 4,
        "opa": "Amylase",
        "opb": "Maltose",
        "opc": "Fructose",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "73a57388-1647-4bb0-a1a8-2d72ee83bae5",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Galactosemia:",
        "exp": "Ans. A. Galactose 1 Phosphate uridyl transferase(Ref: Harper 31/e page 191). Classic galactosemia due to Galactose 1 Phosphate uridyl transferase is most common cause of galactosemia enzyme deficiency. Galactose 1 Phosphate uridyl transferase (Classic Galactosemia). Galactokinase. UDP Hexose 4 Epimerase",
        "cop": 1,
        "opa": "Galactose 1 phosphate uridyl transferase",
        "opb": "Aldolase B",
        "opc": "UDP galactose 4 epimerase",
        "opd": "Fructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "5337a541-6e48-4bf3-883e-b2ad27f40bc0",
        "choice_type": "single"
    },
    {
        "question": "Polymer of fructose",
        "exp": "Ans. c (Inulin) (Ref. Ganong.-23rd/Ch. 38. 26th/pg. 105). Substances Used to Measure GFRIn addition to the requirement that it be freely filtered and neither reabsorbed nor secreted in the tubules, a substance suitable for measuring the GFR should be nontoxic and not metabolized by the body. Inulin, a polymer of fructose with a molecular weight of 5200 that is found in dahlia tubers, meets these criteria in humans and most animals and is extensively used to measure GFR. Radioisotopes such as 51. Cr-EDTA are also used, but inulin remains the standard substance. In practice, a loading dose of inulin is administered intravenously, followed by a sustaining infusion to keep the arterial plasma level constant. After the inulin has equilibrated with body fluids, an accurately timed urine specimen is collected and a plasma sample obtained halfway through the collection. Plasma and urinary inulin concentrations are determined and the clearance calculated. The GFR in a healthy person of average size is approximately 125 mL/min. CLASSIFICATION OF IMPORTANT SUGARS Aldoses. Ketoses. Trioses (C3. H6. O3). Glycerose. Dihydroxyacetone. Tetroses (C4. H8. O4). Erythrose. Erythrulose. Pentoses (C5. Hl0. O5). Ribose. Ribulose. Hexoses (C6. H12. O6). Glucose. Fructose. Hexoses of Physiologic Importance. Sugar. Source. Importance. Clinical significanceD-Glucose. Fruit juices. Hydrolysis of starch, cane sugar, maltose and lactose. The \"sugar\" of the body. The sugar carried by blood, and the principal one used by the tissues. Present in the urine (glycosuria) in diabetes mellitus owing to raised blood glucose (hyperglycemia)D-fructose. Fruit juices. Honey, Hydrolysis of cane sugar and of insulin (from the Jerusalem artichoke). Can be changed to glucose in the liver and so used in the body. Hereditary fructose intolerance leads to fructose accumulation and hypoglycemiaD-Galactose. Hydrolysis of lactose. Can be changed to glucose in the liver and metabolized. Synthesized in the mammary gland to make the lactose of milk. A constituent of glycolipids and glycoproteins. Failure to metabolize leads to galactosemia and cataractD-Mann- Ose. Hydrolysis of plant mannans and gumsA constituent of many glycoproteins Pentoses of Physiologic Importance. Sugar. Where found. Biochemical importance D-Ribose. Nucleic acids. Structural elements of nucleic acids and coenzymes, eg, ATP, NAD, NADP, flavoproteins. Ribose phosphates are intermediates in pentose phosphate pathway D-Ribulose. Formed in metabolic process. Ribulose phosphate is an intermediate in pentose phosphate pathway D-Arabinose. Gum arabic. Plum and cherry gums. Constituent of glycoproteins D-Xylose. Wood gums, proteoglycans, glycosaminoglycans. Constituent of glycoproteins D-Lyxose. Heart muscleA constituent of a lyxoflavin isolated from human heart muscle L-Xylulose. Intermediate in uronic acid pathway. Found in urine in essential pentosuria Disaccharides. Sugar. Source. Clinical significance. Maltose. Digestion by amylase or hydrolysis to starch. Germinating cereals and malt Lactose. Milk, may occur in urine during pregnancy. In lactase deficiency, malabsorption leads to diarrhoea and flatulence. Sucrose. Cane, and beet sugar. Sorghum. Pineapple carrot roots. In sucrase deficiency, malabsorption leads to diarrhoea and flatulence. Trehalose. Fungi and yeasts. The major sugar of insect hemolymph. Glucose Is one of the main hexoses absorbed from GIT, derived principally from dietary STARCH.",
        "cop": 3,
        "opa": "Dextrose",
        "opb": "Cellulose",
        "opc": "Inulin",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "9709175a-cc64-478d-b489-3ae8e3ae584e",
        "choice_type": "single"
    },
    {
        "question": "Mucopolysaccharide that does not contain Uronic acid residue is:",
        "exp": "Ans. D. Keratan Sulphate. GAG with no Uronic Acid: Keratan Sulphate. GAG with no Sulfate group: Hyaluronic Acid. GAG not covalently linked to Protein: Hyaluronic Acid",
        "cop": 4,
        "opa": "Heparan Sulphate",
        "opb": "Heparin",
        "opc": "Chondroitin Sulphate",
        "opd": "Keratan Sulphate",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "fdf09e92-a71b-414e-a3b6-a72eea6f8322",
        "choice_type": "single"
    },
    {
        "question": "A 5 years old boy presents with hepatomegaly, hypoglycaemia, ketosis. The diagnosis is:",
        "exp": "Ans. B. Glycogen Storage Disorder(Ref: Nelson 20e Chapter 715 Defects in metabolism of Carbohydrates). Patients with type IGSD may present in the neonatal period with hypoglycemia and lactic acidosis. These children often have doll-like faces with fat cheeks, relatively thin extremities, short stature, and a protuberant abdomen that is due to massive hepatomegaly; the kidneys are also enlarged, whereas the spleen and heart are normal. The biochemical hallmarks of the Type Ia GSD (Von Gierke's) disease are hypoglycemia, lactic acidosis, hyperuricemia, and hyperlipidemia",
        "cop": 2,
        "opa": "Mucopolysaccharidosis",
        "opb": "Glycogen storage disorder",
        "opc": "Lipopolysaccharidosis",
        "opd": "Diabetes mellitus",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "9a05da9b-02ba-4a30-a5e2-2d5cb2298df4",
        "choice_type": "single"
    },
    {
        "question": "Blood samples for glucose estimation are collected in fluoride bulbs/tubes as fluride prevents glycolysis byinhibition of",
        "exp": "Ans. a (Enolase) (Ref. Harper's Illustrated 26th ed., 137; 27th/Ch. 18)ENOLASE# The step of glycolysis catalyzed by enolase involves dehydration, forming phosphoenolpyruvate.# Enolase is inhibited by fluoride.- To prevent glycolysis in the estimation of glucose, blood is collected in tubes containing fluoride.# The enzyme is also dependent on the presence of either Mg2+ or Mn2+.# The phosphate of phosphoenolpyruvate is transferred to ADP by pyruvate kinase to generate, at this stage, two molecules of ATP per molecule of glucose oxidized.# The product of the enzyme-catalyzed reaction, enolpyruvate, undergoes spontaneous (nonenzymic) isomerization to pyruvate and so is not available to undergo the reverse reaction.# The pyruvate kinase reaction is thus also irreversible under physiologic conditions. Enzyme. Inhibitor. Pathway1. Aconitase. Fluoroacetate. Krebs cycle2. L-KG dehydrogenase. Arsenite. Krebs cycle3. Enolase. Fluoride. Glycolysis4. Succinate dehydrogenase. Malonate oxaloacetate. Krebs cycle5. Glyceradehyde-3 phosphate. Lactoacetate dehydrogenase. Glycolysis6. MOAIproniazid 7. Pyruvate dehydrogenase. Arsenite 8. Carbonic anhydrase. Sulfanilamide",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Aldolase",
        "opc": "Glucokinase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "019d5e6b-3ee0-4586-b24b-6e8b6bd4d3fe",
        "choice_type": "single"
    },
    {
        "question": "Glycogenin primer is glucosylated by:",
        "exp": "Ans. A. UDP Glucose(Ref: Harper 31/e page 164). Glycogenin, a 37 k. Da protein is glucosylated on specific tyrosine residue by UDP glucose. Glycogenenin catalyses transfer of 7 glucose residue from UDP-Glc, in l-4 linkage to form Glycogen primer. Further Glucose on glycogen primer are added by Glycogen Synthase to nonreducing end till growing chain is at least 11 glucose residue long.",
        "cop": 1,
        "opa": "UDP Glucose",
        "opb": "Glucose 1 PO4",
        "opc": "UDP Glucose 1 PO4",
        "opd": "UDP Glucose 6 PO4",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "1b726811-7dcf-4903-ac47-8aaa828e8268",
        "choice_type": "single"
    },
    {
        "question": "Insulin is essential for entry of glucose in which of the following tissue:",
        "exp": "Ans. (c) Skeletal muscles. Ref: Harper's Biochemistry, 30 ed. pg. 191-192th* Insulin increases the number and activity of GLUT 4 receptor. Thereby facilitating the entry of glucose in tissues having GLUT4 receptor.* Tissues with abundant GLUT4 receptor are: Skeletal muscles, Heart and Adipose tissue* Thus among the given choices, skeletal muscle is the one which required for entry of glucose. GLUT receptors, their location and function. Receptor. Location on tissue. Function. GLUT 1. Brain, kidney, colon, placenta, RBC, retina. Glucose uptake. GLUT 2. Liver, pancreatic beta cell, small intestine, Kidney. Rapid uptake or release of glucose. GLUT 3. Brain, kidney and placenta. Glucose uptake. GLUT 4. Heart, skeletal muscles, adipose tissue. Insulin-stimulated glucose uptake. GLUT 5. Small intestine. Absorption of glucose. GLUT 6. Spleen, leukocyte-GLUT 7. Liver, endoplasmic reticulum. Glucose transporter in endoplasmic reticulum",
        "cop": 3,
        "opa": "Most neurons in cerebral cortex",
        "opb": "Renal tubular cells",
        "opc": "Skeletal muscles",
        "opd": "Mucosa of small intestine",
        "subject_name": "Biochemistry",
        "topic_name": "Carbohydrates",
        "id": "f0b2de0d-0d45-488b-acad-6cd6b31d57c8",
        "choice_type": "multi"
    }
]