[
    {
        "question": "True statement regarding insulin:",
        "exp": "Ref: Harper's Illustrated Biochemistry, 28th edition. Explanation: Insulin. Secreted from pancreatic islet b cells. Released regulated by blood (glycemic threshold. Synthesized as a single chain: pro-insulin. Insulin is formed from proinsulin (removal of the connecting or \"C\" peptide). Insulin is thus made up of 2 chainsA (21 amino acids) and B (30 amino acids). Connected to each other by 2 inter disulfide bridges and 1 intra disulfide bridge. All necessary for its hormone activity. Actions. Stimulates glucose oxidation & storage and inhibits glucose production. Stimulates glycogen synthase. Inhibits phosph orylase. Inhibits gluconeogenesis. Stimulates glucose transport into adipocytes, which is then converted into. TGInhibits hormone-sensitive lipase (HPL) (|c. AMP) and lipoprotein lipase. Activates GLUT1. Stimulates fatty acid and triglyceride synthesis. Inhibits I i poly sis and proteolysis. Shifts potassium ions from ECF to ICF",
        "cop": 2,
        "opa": "Produced by alpha cells of pancreas",
        "opb": "Two polypeptide chains are bound by disulfide linkages",
        "opc": "Shifts potassium outside the cell",
        "opd": "S. c insulin tl/2 is 60 mins",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "1e2ec312-45ca-487f-859b-2115f248ee1e",
        "choice_type": "multi"
    },
    {
        "question": "In a well fed state, the activity of CPT-I in outer mitochondrial membrane is inhibited by:",
        "exp": "Ans is 'd' i. e. Malonyl CoA \"Malonyl-CoA, the initial intermediate in fatty acid biosynthesis formed by acetyl-CoA carboxylase in the fed state, is a potent inhibitor of CPT-I\"Carnitine palmitoyl transferase I (CPT-I) is the rate limiting enzyme in the process of beta-oxidation of fatty acids. Beta-oxidation is the process by which fatty acids, in the form of Acyl-CoA molecules, are broken down in mitochondria to generate Acetyl-CoA. Under normal conditions, acetyl-CoA is further oxidized in the citric acid cycle (TCA cycle) to produce energy. However, if the amounts of acetyl-CoA generated in fatty-acid b-oxidation challenge the processing capacity of the TCA cycle or if activity in the TCA cycle is low due to low amounts of intermediates such as oxaloacetate, acetyl-CoA is then used instead in biosynthesis of ketone bodies via acetoacyl-CoA and b-hydroxy-b-methylglutaryl-CoA (HMG- CoA). Beta-oxidation of fatty acids is caused when there is low blood glucose levels in the blood, after exhaustion of cellular carbohydrate stores, such as glycogen. In well fed state fatty acids are esterified. The entry of fatty acids into the oxidative pathway is regulated by carnitine palmitoyltransferase-I (CPT-I). In a well fed state the CPT-I activity is low, leading to depression of fatty acid oxidation. In state of starvation, CPT-I activity is high, leading to fatty acid oxidation. CPT-I is inhibited by Malonyl-CoA. Malonyl-CoA is the initial intermediate in fatty acid biosynthesis formed by acetyl-CoA carboxylase in the fed state. In well fed state, free fatty acids are nearly all esterified to acylglycerols. In starvation Acetyl-CoA carboxylase is inhibited directly by acyl-CoA, and malonyl-CoA decreases, releasing the inhibition of CPT-I and allowing more acyl-CoA to be beta-oxidized. Thus, beta-oxidation from free fatty acids is controlled by the CPT-I gateway into the mitochondria, and the balance of the free fatty acid uptake not oxidized is esterified. Role of Carnitine palmitoyl transferase I in fatty acid oxidation: The inner mitochondrial membrane is impermeable to fatty acids. CPT-I helps in the transport of fatty acids into the mitochondria.",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Pyruvate",
        "opc": "Acetyl CoA",
        "opd": "Malonyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "5b2fda27-1f32-407f-b507-70a3c1a3aaf5",
        "choice_type": "single"
    },
    {
        "question": "Benedict test is for-",
        "exp": "Ans. is 'c' i. e.. Reducing sugar in urine o Benedict's test-Reducing sugars in urineo Fehling's test-Reducing sugars in urine Tests. Used foro Rothera's test (nitroprusside test)o Gerhardt's test (ferric chloride test). Ketone bodies in urine:- acetone and acetoacetate. Ketone bodies in urine:-acetoacetate. o Benedict's testo Fehling's test. Reducing sugars in urine. Reducing sugars in urineo Hay's sulpher test. Bile salts in urineo Fouchet's (borium sulphate test)o Gmelin's (nitric acid) testo Vanden Bergh testo Ehrlich's testo Schlesinger's test. Bile pigment: bilirubin. Bile pigment: bilirubin. Bile pigment: bilirubin. Bilinogens (stercobilinogen, urobilinogen). Bilins (stercobilin, urobilin). o Ehrlich's aldehyde test. PorphobilinogenQ and urobilinogen in urineo Ehrlich s aldehyde test is used for urobilinogen & porphobilinogen, o Tests for cholesterol include --- Salwoski, Liebermann, Ziemann. o Tests for charbohydrates include --- Molish for all sugars, Selwenojf(D-fructose), Fearons. o Rothera's test is false positive in --- presence of other ketones e. g. in PKU. o In Ninhydrin reaction all amino acid give blue colour except proline and hydroxy-proline which give yellow colour.",
        "cop": 3,
        "opa": "Bile salts in urine",
        "opb": "Bile pigment in urine",
        "opc": "Reducing sugar in urine",
        "opd": "Ketone bodies in urine",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "677d916e-0cd5-4f60-aa3d-47cdc1decf02",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a non-reducing sugar -",
        "exp": "Ans. is 'd' i. e., Sucrose Reducing sugars. Non-reducing sugarso All monosaccharides (glucose, fructose, galactose)o Diasaccharide: Lactose, maltose, cellobiose, melibiose o Diasaccharide: Sucrose, trehelose",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Lactose",
        "opc": "Maltose",
        "opd": "Sucrose",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "58110ce6-3a4b-4fb6-83de-82f0cbc1ad93",
        "choice_type": "single"
    },
    {
        "question": "A child suffered from a viral illness for which he took aspirin. 3 days later the child presented to the emergency with altered sensorium and icterus. What is the underlying biochemical defect -",
        "exp": "Reye syndrome is characterized by acute non-inflammatory encephalopathy and fatty degenerative liver failure. Reye syndrome typically occurs after a viral illness and is associated with the use of aspirin during the illness. The pathogenesis of Reye syndrome: Appears to involve mitochondrial injury resulting in dysfunction that inhibits oxidative phosphorylation and fatty-acid beta-oxidation",
        "cop": 1,
        "opa": "Beta oxidation of fatty acids",
        "opb": "Glucose-6-phosphatase deficiency",
        "opc": "Pyruvate dehydrogenase deficiency",
        "opd": "Urea cycle defect",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "40c81ebf-8105-4d55-b33f-4d55e705bfc3",
        "choice_type": "single"
    },
    {
        "question": "Another name for glucose -",
        "exp": "Ans. is 'b' i. e., Dextrose o In solution, glucose is dextrorotatory, and glucose solutions are sometimes known as dextrose. Isomerism of sugarso Sugars Exhibit Various Forms of Isomerismo Glucose, with four asymmetric carbon atoms, can form 16 isomers. (Formula given as 2n, where n is number of asymmetric carbon atoms). o The more important types of isomerism found with glucose are: D and L isomerism: The designation of a sugar isomer as the D form or of its mirror image as the L form is determined by its spatial relationship to the parent compound of the carbohydrates, the three-carbon sugar glycerose (glyceraldehyde). The L and D forms of this sugar, and of glucose, are shown in Figure. The presence of asymmetric carbon atoms also confers optical activity on the compound. When a beam of plane-polarized light is passed through a solution of an optical isomer, it rotates either to the right, dextrarotatory (+), or to the left, levorotatory (-). The direction of rotation of polarized light is independent of the stereochemistry of the sugar, so it may be designated D(-), D(+), L(-), or L(+). Pvranose and furanose ring structures: The ring structures of monosaccharides are similar to the ring structures of either pyran (a six-membered ring ) or furan (a five-membered ring). For glucose in solution, more than 99% is in the pvranose form. Alpha and beta anomers: The ring structure of an aldose is a hemiacetal, since it is formed by combination of an aldehyde and an alcohol group. Similarly, the ring structure of a ketose is a hemiketal. Crystalline glucose is a-D-glucopyranose. Epimers: Isomers differing as a result of variations in configuration of the -OH and -H on carbon atoms 2, 3, and 4 of glucose are known as epimers. Biologically, the most important epimers of glucose are mannose and galactose, formed by epimerization at carbons 2 and 4, respectively. a-D-Gaiactose a-D-Glucose a-D-Mannose. ALdose-ketose isomerism:# Fructose has the same molecular formula as glucose but differs in its structural formula, since there is a potential keto group in position 2, the anomeric carbon of fructose, whereas there is a potential aldehyde group in position 1, the anomeric carbon of glucose.",
        "cop": 2,
        "opa": "Dextrin",
        "opb": "Dextrose",
        "opc": "Sucrose",
        "opd": "Saccharin",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "59c5d1cc-ded8-4948-a0e3-8b9149b3f2ad",
        "choice_type": "single"
    },
    {
        "question": "Structure of triglyceride is -",
        "exp": "Ans. is 'b' i. e., 3 molecules of FA + Glycerolo Triglycerides (or Triacylglycerols) are esters of the alcohol glycerol and fatty acid. Triglyceride contains one molecule of glycerol and 3 molecules offatty acids. o Triglycerides are synthesized in many tissues, e. g. liver, kidneys, lactating mammary glands, intestinal mucosa, adipose tissue, muscles etc.",
        "cop": 2,
        "opa": "2 molecules of FA + Glycerol",
        "opb": "3 molecules of FA + Glycerol",
        "opc": "2 molecules of FA + 2, 3 DPG",
        "opd": "3 molecules of FA + 2, 3 DPG",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "4764c927-ce53-4622-ba8f-70873c1440f3",
        "choice_type": "single"
    },
    {
        "question": "Reverse folding of proteins is carried out by which enzyme -",
        "exp": "Ans. is 'c' i. e., Chaperone o Certain proteins play a role in the assembly or proper folding of other proteins without themselves being components of the lattero Such proteins are called molecular chaperones, o Most chaperones exhibit ATPase activity and bind ADP and ATP. o This activity is important for their effect on folding. Some Properties of Chaperone Proteinso Present in a wide range of species from bacteria to humanso Many are so-called heat shock proteins (Hsp)o Some are inducible by conditions that cause unfolding of newly synthesized proteins (eg, elevated temperature and various chemicals)o They blind to predominantly hydrophobic regions of infolded proteins and prevent their aggregationo They act in part as a quality control or editing mechanism for detecting misfolded or otherwise defective proteinso Most chapersones show associated ATPase activity, with ATP or ADP being involved in the protein-chaperone interactiono Found in various cellular compartments such as cytosol, mitochondria, and the lumen of the endoplasmic reticulum. Some Chaperones and Enzymes involved in Folding That Are Located in the Rough Endoplasmic Reticulumo BiP (immunoglobulin heavy chain binding protein)o GRP94 (glucose-regulated protein)o Calnexino Calreticulino PDI (protein disulfide isomerase)o PPI (peptidyl proly cis-trans isomerase)",
        "cop": 3,
        "opa": "Valine",
        "opb": "Threonine",
        "opc": "Chaperone",
        "opd": "Aspartate",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "b4aa1bed-649a-4e7d-954c-fe06171a9b8b",
        "choice_type": "single"
    },
    {
        "question": "Mucopolysaccharide hyaluronic acid is present in",
        "exp": "Ans. is 'a' i. e. Vitreous humar Distribution of various glycosaminoglycans. Hyaluronic acid. Synovial fluid, vitreous humor, loose connective tissue. Chondroitin sulfates. Cartilage, bone, cornea. Keratan Sulfate ICornea. Keratan Sulfate IILoose connective tissue. Heparin. Mast cells. Heparan Sulfate. Skin fibroblasts, aortic wall. Dermatan Sulfate. Wide distribution",
        "cop": 1,
        "opa": "Vitreous humor",
        "opb": "Cornea",
        "opc": "Blood vessels",
        "opd": "Lens",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "f1e7a63a-f468-45e3-b7e8-48e5c8275a10",
        "choice_type": "single"
    },
    {
        "question": "Which dissacharies are not broken down in git -",
        "exp": "Ans. is 'a' i. e., Lactuloseo Maltose is hydrolysed by maltase into two molecules of glucose. o Sucrose is hydrolysed into fructose and glucose by sucrase {an enzyme present in brush border of intestinal epithelium). Lactase is hydrolysed into galactose and glucose by lactase (b-glucosidase). Trehalase hydrolyzes trehelose (a 1: 1 a- linked dimer of glucose) into two glucose molecules.",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Maltose",
        "opc": "Sucrose",
        "opd": "Lactose",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "efb234ad-e0f8-487d-be8f-225414e28d0c",
        "choice_type": "single"
    },
    {
        "question": "Lactose on hydrolysis yeilds -",
        "exp": "Ans. is 'd' i. e.. One molecule of glocuse and one molecule of galactoseo Sucrose is hydrolysed into fructose and glucose by sucrase (an enzyme present in brush border of intestinal epithelium). o Lactose is hydrolysed into galactose and glucose by lactase (p-giucosidase). o Trehalase hydrolyzes trehelose (a 1: 1 a - linked dimer of glucose) into two glucose molecules, o Trehalose is found in mushrooms. o Maltasc hydrolyses moltose and maltotriose and releases two molecules of glucose from maltose and three molecules of glucose from maltotriose.",
        "cop": 4,
        "opa": "2 molecules of fructose",
        "opb": "2 molecules of glucose",
        "opc": "One molecule of glocuse and one molecule of fructose",
        "opd": "One molecule of glocuse and one molecule of galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "d7250c66-6b85-43e8-bcec-44b16cbfcbd1",
        "choice_type": "single"
    },
    {
        "question": "Anticoagulant used to estimate glucose from a sample sent from PHC is",
        "exp": "Ans. is 'c' i. e. Potassium oxalate + NaF Repeat from Nov 06. The standard anticoagulant used for collection of blood sample for glucose estimation is potassium oxalate. Sodium fluoride is used as a glycolytic inhibitor (At room temperature a loss of 1 to 2% of glucose per hour is expected in the collected blood sample as the RBCs in the sample are still alive and extracting glucose for glycolysis. This gives a false low value of blood glucose. Sodium fluoride is added to inhibit glycolysis)",
        "cop": 3,
        "opa": "EDTA",
        "opb": "Calcium oxalate",
        "opc": "Potassium oxalate + NaF",
        "opd": "Sodium citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "8f7ec0d6-7248-4055-91c8-82c71eac04ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a homopolysaccharide-",
        "exp": "Ans. is 'b' i. e., Chitin o Polysaccharides are classified into -Homopolysaccharides (Homoglycans) This type of polysaccharide is made up of several units of same monosaccharide unit only. Examples are starch (multiple units of glucose), glycogen (multiple units of glucose), cellulose (multiple units of glucose), Inulin (multiple unit of fructose), Dextrin, Dextran (multiple units of glucose), and chitin. Heteropolysaccharides (Heteroglycans) This type of polysaccharide contains two or more different types of monosacharide units. Examples are heparin, heparan sulfate, chondroitin sulfate, dermatan sulfate, hyaluronic acid, keratan sulfate and blood group polysaccharides.",
        "cop": 2,
        "opa": "Heparin",
        "opb": "Chitin",
        "opc": "Hyaluronic acid",
        "opd": "Chondroitin sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "a4fef154-57b9-4570-9f8e-0c00cb832a69",
        "choice_type": "single"
    },
    {
        "question": "Insulin Dependent glucose transport is through -",
        "exp": "Ans. is 'b' i. e., GLUT-4 Major Glucose Transporters Tissue location Functions Facilitative bidirectional transporters GLUT 1 Brain, Kidney, colon, placenta, erythrocytes Glucose uptake GLUT 2 Liver, pancreatic b cell, small intestine, kidney Rapid uptake or release of glucose GLUT 3 Brain, kidney, placenta Glucose uptake GLUT 4 Heart and skeletal muscle, adipose tissue Insulin-stimulated glucose uptake GLUT 5 Small intestine Absorption of fructose Sodium-dependent unidirectional transporter SGLT 1 Small intestine and kidney Active uptake of glucose against a concentration gradient",
        "cop": 2,
        "opa": "GLUT-2",
        "opb": "GLUT-4",
        "opc": "GLUT-5",
        "opd": "SGLT-1",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "e838496c-b544-473d-bf55-d5466f0c03e0",
        "choice_type": "single"
    },
    {
        "question": "Most common enzyme deficiency responsible for Galactosemia is?",
        "exp": "ANSWER: (D) Galactose-1-phosphate uridyl transferase. REF: Textbook of Biochemistry and Human Biology by L. M. Srivastava Page 353, Saunders manual of pediatric practice by Laurence Finberg, Ronald E. Kleinman Page 238. The Galactosemias are three inherited disorders of the catabolic pathway of Galactose (all autosomal recessive). How. Tever the term usually denotes the most common (Classical) of these diseases, Galactose-1-phosphate uridyl transferase (GALT) deficiency\"Ty. Pe. Gene. Enzyme. Signs/Symptoms. Comment. Type 1 (CLASSICAL)GALTGalactose-1- phosphate uridyl transferase. Growth & mental retardation, failure to thrive, refuses to feed milk, diarrhea/ vomiting on feeding, Hepatomegaly/ jaundice, cataract. Most common & most severe. Type 2. GALK1. Galactokinase. Mild form, Only known symptom is cataracts, due to production of galactitol in the lens. Type 3. GALEUDP galactose epimerase. Varies from mild to severe. Severe form is similar to classical Galactosemia. Rarest, Mild form is Most benign",
        "cop": 4,
        "opa": "UDP galactose epimerase",
        "opb": "Galaktokinase",
        "opc": "Galactosidase",
        "opd": "Galactose-l-phosphate uridyl transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "cda47e02-d578-4ba6-a3e4-4c3707415947",
        "choice_type": "single"
    },
    {
        "question": "Insulin mediated uptake of glucose into muscle is through?",
        "exp": "Ref: Harper's illustrated Biochemistry, 28th ed, chapter 20, pp-171. Explanation: Transporter. Located in. Properties. Glu. T1. RBC, brain, kidney, colon, retina, placenta. Glucose uptake in most of the cells. Glu. T2. Intestinal cells (serosal surface), liver, beta cells of pancreas. Low affinity, Glucose uptake in the liver, glucose sensor in beta cells. Glu. T3. Neurons, brain. High affinity. Glucose into brain cells. Glu. T4. Skeletal & heart Muscle, adipose tissue. Insulin mediated glucose uptake. Glu. T5. Small intestine, testis, sperms, kidney. Fructose transporter, poor ability transport glucose. Glu. T6------Nonfunctional protein. Glu. T7. Liver endoplasmic reticulum. Glucose from ER to cytoplasm",
        "cop": 2,
        "opa": "GLUT 2",
        "opb": "GLUT 4",
        "opc": "GLUT l",
        "opd": "GLUT 3",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "8e78b079-bfe9-4fd6-b006-77dac1b27cb4",
        "choice_type": "single"
    },
    {
        "question": "All are functions of glycosaminglycans except -",
        "exp": "Ans. is 'd' i. e., Transport of lipids Structure distribution and functions of glycosaminoglycans (GAGs)GAGDisachoride unit. Attachment of sulfate to surar. Location. Function. Hyaluronic acidN-acetyl glucosamine -glucuronic acid. Unsulfated. Synovial fluid of joints Vitreous humor of the eye, loose connective tissue and umbilical cord. Serve as lubricant and shock absorber, facilitate cell migration in embryo- genesis, morphogenesis, wound healing. Condroitin sulfateN-acetyl-glactosamine glucuronic acidN-acetylgalactosamine. At sites of calcification in bone and cartilage, certain neurons. Provide an endoskeletal structure helping to maintain their shape. Have role in compressibility of cartilage in weight bearing. Keratan sulfateN-acetyl- glucosamine galactose (no uronic acid)N-acetylglucosamine. Cornea, loose connective tissue cartilage. Transparancy of cornea and maintain the overall shape of the eye. Heparin. Glucosamine glucuronic acid or iduronic acid. Glucos amine and iduronic acid. Unlike other GAGs that are extracellular compounds heparin is an intracellar component of mass cells, that line arteries especially is liver, lung and skin. Serves as an anticoagulant (binds antithrombin III) causes release of lipoprotein lapase from capiliary walls. Heprin sulfate. Same as heparin except that some glucosamin are acetylated. Glucosamine. Skin, fibroblast and aortic wall. Are component of plasma membrane where they may act also participate in the mediation of cells growth, cell cell communication",
        "cop": 4,
        "opa": "Lubrication",
        "opb": "Wound healing",
        "opc": "Anticoagulant",
        "opd": "Transport of lipids",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "18959a85-115f-492e-a734-8bccda325192",
        "choice_type": "multi"
    },
    {
        "question": "Reducing sugar in urine can be detected by -",
        "exp": "Ans. is 'd' i. e., AH of the above Detection of reducing sugarso Reducing property of sugars in alkaline solution is utilized for both qualitative and quantitative determination of sugars. Reagent containing Cu++ ions are most commonly used. These are generally alkaline solution of cupric sulfatei) Benedict's quantitative reagent (Cu. SO4, Na2. CO3, sodium citrate, potassium ferrocyanide, potassium thiocyanide) can detect any reducing sugar. ii) Fehling solution contains Cu. S04, Ruchelle Salt (sodium potassium tartarate) and strong alkali (Na. OH/ KOH). It is not used now. iii) Glucose oxidase method: - This method i s specific for glucose. Peroxidase and oxidase enzymes are used forestimation of glucose. These enzymes are the basis of highly specific test strips used for detction of glucose in urine or blood.",
        "cop": 4,
        "opa": "Benedicts test",
        "opb": "Fehling solution",
        "opc": "Glucose-oxidase test",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "594f0dd9-3206-4476-a2d6-00d4195b499d",
        "choice_type": "multi"
    },
    {
        "question": "In liver, ethanol is converted to -",
        "exp": "Ans. is 'c' i. e.. Acetaldehyde o Normally alcohol is metabolized by oxidation in liver.",
        "cop": 3,
        "opa": "Methyl alcohol",
        "opb": "Pyruvate",
        "opc": "Acetaldehyde",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "c2caccca-5a29-432c-8e5c-6700c41271fb",
        "choice_type": "single"
    },
    {
        "question": "GLUT-2 is seen in: (Repeat)",
        "exp": "Ref: Harpers Illustrated Biochemistry, 29th edition. Page no: 193. Explanation: Location of Glucose Transporters (GLUT] is frequently asked MCQ. GLUTs could be insulin dependent or independent. Please have a look at this table from Harper. Type. Tissue location. Functions. GLUT1. Brain, kidney, placenta, RBCs. Uptake of glucose. GLUT 2. Liver, pancreatic beta ceils, kidney, small intestine. Rapid uptake of glucose and release of glucose. GLUT3. Brain, kidney, placenta. Uptake of glucose. GLUT 4. Skeletal muscle, adepose tissue, heart. Insulin stimulated uptake of glucose. GLUTSSmall intestine. Absorption of glucose. SGLT1. Small intestine and kidney. Active absorption from small intestine as well as resorption from PCTNote: GLUT-4 is insulin dependent. Present in tissues which consume maximum glucose in our body like adipose tissue and skeletal muscles. GLUT-4 transporters will usually not present on the membranes they will be inside the cells. After insulin binds to the receptors on the membrane of these tissues there will be translocation of these GLUT 4s to the membrane to allow entry of glucose in to the cells. It doesn't happen in a person with insulin resistance.",
        "cop": 1,
        "opa": "Pancreas",
        "opb": "Adipose tissue",
        "opc": "Skeletal muscles",
        "opd": "Brain",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "91c88b36-ef60-4a62-9751-86d65565791a",
        "choice_type": "single"
    },
    {
        "question": "What can be prevented by inhibiting aldose reductase in diabetes mellitus -",
        "exp": "Ans. is 'd' i. e., Diabetic cataract o When there is excessive glucose, e. g., in diabetes, it is converted to sorbitol by aldose reductose. Sorbitol is responsible for accumulates in the lens and causes diabetic cataract.",
        "cop": 4,
        "opa": "Deafness",
        "opb": "Diabetic nephropathy",
        "opc": "Diabetic neuropathy",
        "opd": "Diabetic cataract",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "ed747327-feb3-4dbd-a8f3-462d55a8f1e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a reducing sugar -",
        "exp": "Ans. is 'c' i. e., Sucrose Reducing sugars. Non-reducing sugars. Glucose. Fructose. Galactose. Lactose. Maltose. Cellobiose. Melibiose. Sucrose. Trehelose",
        "cop": 3,
        "opa": "Fructose",
        "opb": "Galactose",
        "opc": "Sucrose",
        "opd": "Maltose",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "f9a18efc-e4e0-409e-af4e-9fe739dddc4c",
        "choice_type": "single"
    },
    {
        "question": "GLUT-5 is tra nsporter for -",
        "exp": "Ans. is 'b' i. e., Fructose o GLUT-5 is a transporter for fructose. Function. Major sites of expression. Secondary active transport(Na+-glucose cotransport) o SGLT1. Absorption of glucose. Small intestine, renal tubuleso SGLT 2. QAbsorption of glucose. Renal tubules QFacilitated diffusiono. GLUT1. Basal glucose uptake. Placenta, Blood-brain barrier, brain. RBC, Kidney, colono GLUT 2 B-cell glucose sensor Q, Transport out of intestinal and renal epithelial cellsB cells of islets, liver, epithelial cells of small intestine & Kidneyo GLUT 3. Basal glucose uptake. Brain, Placenta, Kidneyo GLLT4 QInsulin-stimulating glucose uptake QSkeletal and cardiac muscle Q, Adipose tissueo GLUT 5 QFructose transport QJejunum, spermo GLUT6. None. Pseudogeneo. GLUT7G-6-P transporter in ERLiver",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Mannose",
        "opd": "Galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "ff07ae5b-c4aa-4894-a0c0-e0fa73d473ff",
        "choice_type": "single"
    },
    {
        "question": "Epimers of glucose -",
        "exp": "Ans. is 'a' i. e., Mannose Isomerism of sugarso Sugars Exhibit Various Forms of Isomerismo Glucose, with four asymmetric carbon atoms, can form 16 isomers. (Formula given as 2n, where n is number of asymmetric carbon atoms). o The more important types of isomerism found with glucose are: D and L isomerism: The designation of a sugar isomer as the D form or of its mirror image as the L form is determined by its spatial relationship to the parent compound of the carbohydrates, the three-carbon sugar glycerose (glyceraldehyde). The L and D forms of this sugar, and of glucose, are shown in Figure. The presence of asymmetric carbon atoms also confers optical activity on the compound. When a beam of plane-polarized light is passed through a solution of an optical isomer, it rotates either to the right, dextrarotatoiy (+), or to the left, levorotatory (-). The direction of rotation of polarized light is independent of the stereochemistry of the sugar, so it may be designated D(-), D(+), L(-), or L(+). Pyranose and furanose ring structures: The ring structures of monosaccharides are similar to the ring structures of either pyran (a six-membered ring) or furan (a five-membered ring). For glucose in solution, more than 99% is in the pyranose form. Alpha and beta anomers: The ring structure of an aldose is a hemiacetal, since it is formed by combination of an aldehyde and an alcohol group. Similarly, the ring structure of a ketose is a hemiketal. Crystalline glucose is a-D-glucopyranose. Epimers: Isomers differing as a result of variations in configuration of the -OH and -H on carbon atoms 2, 3, and 4 of glucose are known as epimers. Biologically, the most important epimers of glucose are mannose and galactose, formed by epimerization at carbons 2 and 4, respectively. Aldose-ketose isomerism:# Fructose has the same molecular formula as glucose but differs in its structural formula, since there is a potential keto group in position 2, the anomeric carbon of fructose, whereas there is a potential aldehyde group in position 1, the anomeric carbon of glucose.",
        "cop": 1,
        "opa": "Mannose",
        "opb": "Glyceraldebyde",
        "opc": "Fructose",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "23bfbc82-be5c-4aa8-b5c0-b2a6fa26ac0c",
        "choice_type": "multi"
    },
    {
        "question": "If only one terminal aldehyde group of glucose is oxidized, the product is -",
        "exp": "Ans. is 'b' i. e., Gluconic acid Oxidation of sugaro When aldose sugars are oxidized they may form three different sugar acid, depending upon oxidation of aldehyde group (at C-l) or terminal alcohol group (at C-6). i) Aldonic acid:- Oxidation of an aldose with hypobromous acid (HOBr) oxidises only aldehyde group and convert it to carboxyl group to form aldonic acid. For example, glucose is oxidized to gluconic acid. ii) Saccharic acid:- Oxidation of aldoses with nitric acid convert both aldehyde and terminal primary alcohol groups to carboxyl group, formic saccharic acid. For example, glucose is oxidize to glucosaccharic acid. iii) Uronic acid:- When an aldose is oxidized in such a way that the terminal primary alcohol is converted is to carboxyl without oxidation of aldehyde group, a uronic acid is produce. For example, glucose is oxidized to glucuronic acid.",
        "cop": 2,
        "opa": "Glucuronic acid",
        "opb": "Gluconic acid",
        "opc": "Gluchosaccharic acid",
        "opd": "Gluconalactone",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Carbohydrates, Amino sugars, and Mucopolysaccharides",
        "id": "dda4d7ed-1f10-48ec-b8ba-a0485fc00f41",
        "choice_type": "single"
    }
]