[
    {
        "question": "Function of UGA codon -",
        "exp": "Ans. is 'c' i. e., Terminates protein synthesis o Termination (stop/nonsense) codons signal to terminate the translation. These are 3 stop codons UAA, UGA and UAGo Initiation codon - AUGo Stop codons (termination codons or nonsense codons) - UAA, UGA, UA G",
        "cop": 3,
        "opa": "Initiates transcription",
        "opb": "Translates",
        "opc": "Terminates protein synthesis",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "e8e0a6a1-2652-4e75-9be0-5e79dbf0aa55",
        "choice_type": "multi"
    },
    {
        "question": "Which base is not found in DNA:",
        "exp": "Ans. D. Uracil. Both DNA and RNA contain same type of purines namely Adenine (A) and Guanine (G). The pyrimidine, in DNA are Thymine (T) and Cytosine(C). The pyrimidines in RNA are Uracil (U) and Cytosine(C).",
        "cop": 4,
        "opa": "Adenine",
        "opb": "Guanine",
        "opc": "Cytosine",
        "opd": "Uracil",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "1c4e5496-8d9d-4fc0-b1c3-87cc8a8c1a12",
        "choice_type": "single"
    },
    {
        "question": "Nucleosome core protein is made up of -",
        "exp": "Ans. is 'c' i. e.. Histones Nucleosomeso Nucleosomes are primary structural units of chromatin. It consists of DNA bound to protein histones, i. e. core of protein histones wrapped with DNA. Histones are basic proteins rich in lysine and argininine. These positively charged amino acids interact with negatively charged phosphate group of DNA. There are five types of histones HI, H2A, H2B, H3 and H4. Two molecules of each H2A, H2B, H3 and H4 associate one another to form histone octomer. Around histone octomer a segment of the DNA helix is wound nearly twice forming nucleosome core. A nucleosome associated with histone HI is called chromatosome. o A series of nucleosome (ubeads on a string\") form a poly nucleosome or chromatin. The DNA connecting two nucleosomes is called linker (or spacer) DNA. To linker DNA, HI histone is attached to stabilize the complex. Non-histone proteins are also attached to linker DNA. These repeating units of nucleosomes, connected with linker DNA, form chromatin fiber. A polynucleosome (chromatin)",
        "cop": 3,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Histones",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "378c3701-35a6-4c03-9374-ce50f22e806b",
        "choice_type": "multi"
    },
    {
        "question": "Which is non-sense codon -",
        "exp": "Ans. is 'c' i. e., UGA Stop codons or nonsense codons or termination codonso Three of the 64 possible nucleotide triplets UAA (amber), UAG (Ochre) and UGA (opal) do not code for any amino acid. o They are called nonsense codons that normally signal termination of polypeptide chains. o Thus, though there are 64 possible triplet codons, only 61 codes for 20 amino acids (as remaining three are non-sense codons).",
        "cop": 3,
        "opa": "UGG",
        "opb": "AUG",
        "opc": "UGA",
        "opd": "CCA",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "736015ce-e38d-457c-b6d7-944783fbde89",
        "choice_type": "single"
    },
    {
        "question": "C4, C5, N7 in purine ring are derived from -",
        "exp": "Ans. is 'c' i. e., Glycine o In de novo synthesis, purine ring is formed from variety of precursors is assembled on ribose-5-phosphate. Precursors for de novo synthesis are -i) Glycine provides C4, C5 and N7ii) Aspartate provides N1iii) Glutamine provides N3 and N9iv) Tetrahydrofolate derivatives furnish C2 and C8v) Carbon dioxide provides C6. Precursors for pyrimidine denovo synthesisi) Glutamine provides N3ii) Aspartic acid furnishes C4, C5, C6 and N1iii) CO2 provides C2",
        "cop": 3,
        "opa": "Asparate",
        "opb": "Glutamine",
        "opc": "Glycine",
        "opd": "CO2",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "937da603-b1fd-439b-b36e-347a163d372b",
        "choice_type": "single"
    },
    {
        "question": "Termination nucleotide sequence among following is",
        "exp": "UAA (Termination codons: UAA, UAG, UGA)",
        "cop": 2,
        "opa": "AUG",
        "opb": "UAA",
        "opc": "AUA",
        "opd": "AGG",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "391e01bc-e4f1-4604-8132-79b2d9462be4",
        "choice_type": "single"
    },
    {
        "question": "Nuclosomes are -",
        "exp": "Ans. is 'b' i. e., DNA+Histones o Nucleosomes are primary structural units of chromatin. o It consists of DNA bound to protein histonesQ, i. e. core of protein histones wrapped with DNAQ. o Histones are basic proteins rich in lysine and argininine2. o These positively charged amino acids interact with negatively charged phosphate group of DNA. o There are five types of histones HI, H2A, H2B, H3 and H4. o Two molecules of each H2A, H2B, H3 and H4 associate one another to form histone octomer. o Around histone octomer a segment of the DNA helix is wound nearly twice forming nucleosome core. o A nucleosome associated with histone H1 is called chromatosome. o A series ofnucleosome (\"beads on a string\") form a polynucleosome or chromatin. o The DNA connecting two nucieosomes is called linker (or spacer) DNA. To linker DNA, HI histone is attached to stabilize the complex. o Non-histone proteins are also attached to linker DNA. o These repeating units of nucieosomes, connected with linker DNA, form chromatin fiber.",
        "cop": 2,
        "opa": "DNA-RNA",
        "opb": "DNA-Histones",
        "opc": "RNA+Histones",
        "opd": "DNA+RNA+Histones",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "f8aa360e-4fc0-46cb-8d73-877a800b0307",
        "choice_type": "single"
    },
    {
        "question": "In DNA, Cytosine is paired with -",
        "exp": "Ans. is 'b' i. e., Guanine o The sugar of DNA is deoxyribose. The purine bases in DNA are adenine (A) and Guanine (G) Q, and pyrimidine bases are thymine (T) and cytosine (C) Q. Uracil (U), a pyrimidine, is not found in DNAQ. o Adenine is always paired with thymine by formation of two hydrogen bonds and Guanine is always paired with cytosine by formation of three hydrogen bonds. Antiparallel strands of DNA",
        "cop": 2,
        "opa": "Thymine",
        "opb": "Guanine",
        "opc": "Ademine",
        "opd": "Uracil",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "8893936d-682d-49f9-a26a-0994655a857e",
        "choice_type": "single"
    },
    {
        "question": "What is involved in formation of d-TMP from d-UMP: (PGI June 2007)",
        "exp": "Ans: A (N5, N10, Methylene tetrahydrofolate) Lippincott 4th/303-04: Saysd. UMP is converted to d. TMP by thymidylate synthase, which uses N5; N10'-methylene tetrahydrofoiate Q as the source of the methyl group. This is u nasal reaction in that tetrahydrofoiate {THF) contributes not only a one carbon unit but also fwo hydrogen atoms from the pteridine ring, resulting in the oxidation of THF to dihydrofolate (DHFJ. Inhibitors of thymidylate syn those includes thymine a nalogs such as 5-fluroruracil(DHF) can be reduced to THF by dihvdrofolate reductaseQ an enzyme that is inhibited in the presence of drugs such as methotrexateQ",
        "cop": 1,
        "opa": "N5, N10- methylene tetra hydrofolate",
        "opb": "Form imino folate",
        "opc": "N5 formyl folate",
        "opd": "Dihydro folate",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "2ea8f506-1daa-4cee-b020-6258f764200c",
        "choice_type": "single"
    },
    {
        "question": "N1 of purine ring is derived from -",
        "exp": "Ans. is 'b' i. e., Aspartate i) Glycine provides C4, C5 and N7ii) Aspartate provides N1iii) Glutamine provides TV3 and N9iv) Tetrahydrofolate derivatives furnish C2 and C8v) Carbon dioxide provides C6. Precursors for pyrimidine denovo synthesisi) Glutamine provides N3ii) Aspartic acid furnishes C4, C5, C6 and N1iii) CO2 provides C2",
        "cop": 2,
        "opa": "Glycine",
        "opb": "Aspartate",
        "opc": "Glutamine",
        "opd": "Asparagine",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "9e2c6ae2-7e38-4d53-a4f3-4a6cccaf71a3",
        "choice_type": "single"
    },
    {
        "question": "Nucleotide includes -",
        "exp": "Ans. is 'c' i. e., Base + sugar + phosphate group o Nucleotides are monomeric units of nucleic acids. They are required for synthesis of nucleic acid. Each nucleotide is made up of: (i) A nitrogenous base, (ii) A sugar (pentose sugar) and (iii) A phosphate group (phosphoric acid). Nitrogenous base combines with a sugar to form nucleosides. The nucleoside combines with phosphoric acid to form a nucleotide. Nucleoside = Nitrogenous base (purine or pyrimidine)Q-+ Pentose sugar Q (ribose or deoxyribose). Nucleotide = Nucleoside + phosphate group (phosphoric acid)or= Nitrogenous base + Pentose sugar + Phosphate group",
        "cop": 3,
        "opa": "Base + sugar",
        "opb": "Base + phosphate group",
        "opc": "Base + sugar + phosphate group",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Chemistry of Nucleotides",
        "id": "fb217087-d999-466d-9df6-17f82018aba5",
        "choice_type": "multi"
    }
]