[
    {
        "question": "Highest cholesterol content is seen in -",
        "exp": "Ans. is 'a' i. e., LDL o Maximum triglyceride contento Maximum exogenous triglyceride o Maximum endogenous triglycerideo Maximum cholesterol content----Chylomicrons. Chylomicrons. VLDLLDL",
        "cop": 1,
        "opa": "LDL",
        "opb": "VLDL",
        "opc": "Chylomicrons",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "d290ecea-3582-469b-9f1c-605c1b5343ab",
        "choice_type": "single"
    },
    {
        "question": "Triglycerides are maximum in",
        "exp": "Ans. is 'a' i. e. Chylomicrons [Ref: Chatterjee & Shinde Biochemistry 6/e, p 338 (T21. 2); Harper 26/e, p 206; Maximum content of TG's is seen in - Chylomicrons*Maximum content of exogenous TG's is seen in - Chylomicrons*Maximum content of endogenous TG's is seen in - VLDL*Maximum cholesterol is seen in - LDL*Chylomicrons are the lipoprotein particles lowest in density and largest in size, and contains the highest percentage of lipids and the smallest percentage of proteins. VLDLs and LDLs are successively denser, having higher ratios of protein to lipid. HDL particles are the densest. Composition of the lipoproteins. Lipoprotein. Source. Diameter (nm). Density (g/mL). Composition. Main Lipid Components. Apolipoproteins. Protein (%). Lipid. Chylomicrons. Intestine90-1000<0. 951-298-99. TriacylglycerolA-I, A-II, A-IV, l B-48, C-I, C-II, C-III, EChylomicron remnants. Chylomicrons45-150< 1. 0056-892-94. Triacylglycerol, phospholipids, cholesterolB-48, EVLDLLiver (intestine)30-900. 95-1. 0067-1090-93. TriacylglycerolB-100, C-I, C-II, C-IIIIDLVLDL25-351. 006-1. 0191189. Triacylglycerol, cholesterolB-100, ELDLVLDL20-251. 019-1. 0632179. CholesterolB-100. HDLLiver, intestine, VLDL, chylomicrons20-251. 019-1. 0633268. Phospholipids, cholesterolA-I, A-II, A-IV, C-I, C-II, C-III, D, 2 EHDL1. HDL210-201. 063-1. 1253367. HDL35-101. 125-1. 2105743. PreP-HDL3<5>1. 210 A-IAlbumin/free fatty acids. Adipose tissue >1. 28199-1. Free fatty acids 1 Secreted with chylomicrons but transfers to HDL. Associated with HDL2 and HDL3 subtractions. 3. Part of a minor fraction known as very high density lipoproteins (VHDL).",
        "cop": 1,
        "opa": "Chylomicrons",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "5126f908-5636-43ae-befd-a3c60abcdd36",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein involved in reverse cholesterol transport-",
        "exp": "Ans. is d i. e., HDL o The HDL particles are referred to as scavengers because their primary role is to remove free (unesterified) cholesterol from the extrahepatic tissues. o HDL particles transport cholesterol from extrahepatic tissues to liver (i. e. reverse cholesterol transport) which is then excreted through bile. Reverse cholesterol transporto All nucleated cells in different tissues synthesize cholesterol, but the excretion of cholesterol is mainly by liver in the bile or by enterocytes in gut lumen. So, cholesterol must be transported from peripheral tissue to liver for excretion. This is facilitated by HDL and is called reverse cholesterol transport because it transports the cholesterol in reverse direction to that is transported from liver to peripheral tissues through VLDL - LDL cycle. Processo HDL is synthesized in liver and small intestine. Nascent HDL contain phospholipids and unesterified cholesterol and Apo-A, C, E. This nascent HDL is secreted into circulation where it acquires additional unesterified cholesterol from peripheral tissues. Within the HDL particle, the cholesterol is esterified by lecithin - cholesterol acetyltransferase (LCAT) to form cholesteryl ester and additional lipid are transported to HDL from VLDL and chylomicrons. Apo-A, activates LCAT. o There are two pathway by which this cholesterol is transported to liver. Indirect pathway. Cholesteryl ester is tranfered from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). This cholesteryl ester is then transported to liver (see previous explanation). Direct pathway. HDL cholesterol can also be taken up directly by hepatocytes via the scavenger receptors class BI (SR-BI).",
        "cop": 4,
        "opa": "LDL",
        "opb": "VLDL",
        "opc": "CETP",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "dad066ff-3f6b-4d8a-9ac6-8795bc19b95c",
        "choice_type": "single"
    },
    {
        "question": "Lipid with highest mobility is -",
        "exp": "Ans. is; a' i. e., HDL o HDL Has maximum electrophoretic mobility, has maximum density, has minimum lipid content, has maximum protein (apoprotein) content, are smallest in size, has maximum phospholipid, has minimum triglycerides, o Chylomicrons:- Have no electrophoretic mobility, have minimum density, have maximum lipid content, have minimum protein content, are largest in size, have minimum phospholipids, have maximum triglycerides.",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "8e0ab383-3b7a-4b8c-a47d-e328f04e2ba4",
        "choice_type": "single"
    },
    {
        "question": "LCAT activates?",
        "exp": "Ans. (a) Apo A1. Ref Harper's Biochemistry 28/e, chapter 25",
        "cop": 1,
        "opa": "Apo. A1",
        "opb": "Apo. B100",
        "opc": "Apo C-2",
        "opd": "Apo C-3",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "0acce54c-8f70-4b01-a613-f83b77841857",
        "choice_type": "single"
    },
    {
        "question": "Which cholesterol is designated as \"Good Cholesterol\" -",
        "exp": "Ans. is 'c' i. e., HDL o The level of HDL in serum is inversely related to the incidence of MI. o As it is \"antiatherogenic\" or \"protective\" in nature, HDL is known as \"good cholesterol\".. Chylomicron. VLDLLDLHDLElectrophoresis. Found at origin. Pre-b (a2)ba (or a1). Mobility in electric field. Least Found in beta region. Highest. Aporprotein. Apob4. BApo b-100. Apo b-100. Apo A-l & IIOrigin (synthesis). Intestine (-nt in serum). Liver, intestinein blood from degradation. Liver of VLDLSize1000-10, 000 A0 (maxm)300-700 A0 (minm)150-250 A075-100. A0. Density<. 96 (lowest) > 1. 063 (Max.). Major lipids. TG (90%)TG (50%). Cholesterol (45%)PL (30%). Functions. Transports exogenous/dietary TG (Intestine - liver). Transportendogenous TG liver - peripheral tissue. Atherogeniccaused CAD coronary artery' d/s; (major transporter of choresstrol in bid). Scavenging actiontransports cholest-rol from peripheral tissue to liver for degrada",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "66961111-70fb-4ba2-a9fe-5adac425481f",
        "choice_type": "single"
    },
    {
        "question": "Maximum content of triglycerides are found in",
        "exp": "Ans. is 'c' i. e. Chylomicrons Maximum content of TG's is seen in - Chylomicrons*Maximum content of exogenous TG's is seen in -Chylomicrons*Maximum content of endogenous TG's is seen in -VLDL*Maximum cholesterol is seen in - LDL*",
        "cop": 3,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "Chylomicrons",
        "opd": "VLDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "8ec8c1f8-e811-4fb9-8b18-7de00bd2d506",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein associated with carrying cholesterol from periphery tissues to liver is -",
        "exp": "Ans. is 'a' i. e., HDL o Lecithine-Cholesterol acetyltransferase (LCAT) esterifes cholesterol in HDL during reverse cholesterol transport, o All nucleated cells in different tissues synthesize cholesterol, but the excretion of cholesterol is mainly by liver in the bile or by enterocytes in gut lumen. So, cholesterol must be transported from peripheral tissue to liver for excretion2. This is facilitated by HDLQ and is called reverse cholesterol transport because it transports the cholesterol in reverse direction to that is transported from liver to peripheral tissues through VLDL - LDL cycle. Processo HDL is synthesized in liver and small intestine. Nascent HDL contain phospholipids and unesterified cholesterol and Apo-Ar, C, E. This nascent HDL is secreted into circulation where it acquires additional unesterified cholesterol from peripheral tissues. Within the HDL particle, the cholesterol is esterified by lecithin - cholesterol acetyltransferase (LCAT) to form cholesteryl ester and additional lipid are transported to HDL from VLDL and chylomicrons. Apo-A, activates LCAT. o There are two pathway by which this cholesterol is transported to liver. Indirect pathwayo Cholesteryl ester is transferred from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). o This cholesteryl ester is then transported to liver (see previous explanation). Direct pathwayo HDL cholesterol can also be taken up directly by hepatocytes via the scavenger receptors class BI (SR - BI).",
        "cop": 1,
        "opa": "HDL '",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "33f7bd69-443d-41d8-b8ae-0b8fa24dfcb4",
        "choice_type": "single"
    },
    {
        "question": "Role of bile salts -",
        "exp": "A ns. is 'c' i. e., Emulsification of lipids o Emulsification is the process which breaks down ingested fats (mainly triglycerides) into smaller droplets so that they can be digested more efficiently. Thus emulsification mainly helps in digestion of ingested fats. o Micelles formation is the process in which digested fats (FFAs and monoglycerides) are incorporated into much smaller droplets (micelles) so that they can be absorbed more efficiently. Thus, micelles formation helps in absorption of digested fats. o Detergent action of bile salts is necessary for both emulsification and micelles formation.",
        "cop": 3,
        "opa": "Vit B12 absorption",
        "opb": "Formation of lipid bilaver",
        "opc": "Emulsification of lipids",
        "opd": "Fatty acid degradation",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "e9551cb3-3e54-4882-a587-5b3b907a595a",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of Familial Hypercholesterolemia is?",
        "exp": "ANSWER: (A) Autosomal dominant. REF: Lehninger Principles of Biochemistry 4th edition page 827, style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\"> pubmedhealth/PMH0001429/In familial hypercholesterolemia, a human genetic disorder, blood levels of cholesterol are extremely high and severe atherosclerosis develops in childhood. These individuals have a defective LDL receptor and lack receptor-mediated uptake of cholesterol carried by LDL. Consequently, cholesterol is not cleared from the blood; it accumulates and contributes to the formation of atherosclerotic plaques. Familial hypercholesterolemia is a genetic disorder caused by a defect on chromosome 19. The condition is typically passed down through families in an autosomal dominant manner. The most common genetic defects in FH are LDLR mutations (prevalence 1 in 500, depending on the population), ApoB mutations (prevalence 1 in 1000), PCSK9 mutations (less than 1 in 2500) and LDLRAP1",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X Linked dominant",
        "opd": "X Linked recessive",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "ab84961c-7d7c-4265-ba18-fbd82eb6070c",
        "choice_type": "single"
    },
    {
        "question": "Maximum cholesterol is seen in -",
        "exp": "Ans. is 'b' i. e., LDL o Maximum triglyceride content-Chylomicronso Maximum exogenous triglyceride-Chylomicronso Maximum endogenous triglyceride-VLDLo Maximum cholesterol content-LDLo Maximum amount of lipid is present in chylomicrons Composition of plasma lipoproteins Chylomicron. VLDLLDLHDL1. Particle mass (kD)400, 00010000-80, 0002300175-3602. Density (g\\cm3)<0. 950. 95-1. 0061. 018-1. 0631. 063-12213. Diameter (A)1000-10, 000300-700150-25075-1004. ApolipoproteinsA, B, C, EB, C, EBA, C, D, E5. Components (% dry weight) Apolipoproteins Triacylglycerols Cholesterol Phospholipidsl. 5-2. 584-894-87-95-1050-6515-2315-2020-257-1040-5015-2040-553-515-1820-35",
        "cop": 2,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "a772029e-50d5-4be9-9156-642cd9944150",
        "choice_type": "single"
    },
    {
        "question": "Dietary triglycerides are transported by",
        "exp": "Ans. is 'a' i. e., Chylomicron: Chief carrier of exogenous TGs (dietary TGs) is -Chylomicrons*Chief carrier of endogenous TGs (i. e.,., synthesized in the liver) - VLDL*Circulation of lipids in the body. Lipid being insoluble (hydrophobic) cannot be transported in blood. So they are associated with 'polar' substances to form hydrophilic lipoprotein complexes 'Classification of lipoprotein on the basis of hydrated density: (As the proportion of lipids to protein decreases, the density of the lipoprotein complex increases). Chylomicrons lowest density*, highest content of lipids(TGs)*IDL (Intermediate density lipoproteins)LDL (low density lipoproteins)HDL (High density lipoproteins). After fat digestion, absorbed fatty acids are reesterified to form TGs and these TGs are converted to lipoprotein complex chylomicrons. These chylomicrons pass to blood circulation through the lymphatic ducts. In the capillaries, lipoprotein lipase (present on the surface of the endothelium) acts on the chylomicrons and removes most of the TGs from the chylomicrons Chylomicrons are thus converted into chylomicron remnants (CRs). There CRs are taken up by the liver. VLDLs are found in the liver and transport TGs formed in the liver to the extrahepatic tissues. In the blood capillaries, LPL acts on the YLDL and removes TGs from it. Thus VLDL is converted to IDL. Most of the IDL particles change into LDL (by losing their apoE and some of TGs). Some of IDL is taken up by liver and also the peripheral tissues. Most of LDL particles deliver the cholesterol to the extrahepatic tissues. Only some of the remaining LDL particles are taken up by the liver cells. HDL, is synthesized in the liver cells and removes cholesterol from the extrahepatic tissue and transfers it to the liver. So Remember. Maximum exogenous TGs is seen in - Chylomicrons *Maximum endogenous TGs is seen in - VLDL* Maximum TGs is seen in - Chylomicrons*Maximum cholesterol is seen in - LDL*Cholesterol is transported from liver mainly as - VLDL*Carrier of cholesterol in plasma - LDL*Dietary cholesterol is transported to the extrahepatic tissues by - LDL*Cholesterol is transported from the extrahepatic tissues to the liver HDL*",
        "cop": 1,
        "opa": "Chylomicrons",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "dceaa2a9-9a53-4db7-a4b8-e76e59d2513e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has maximum density -",
        "exp": "Ans. is 'c- i. e., HDL Chylomicron. VLDLLDLHDL1. Particle mass (kD)400, 00010000-80, 0002300175-3602. Density (g/. cm1)<0. 950. 95-1. 0061. 018-1. 0631. 063-1. 213. Diameter (A)1000-10, 000300-700150-25075-1004. ApolipoproteinsA, B, C, EB. C. EBA, C, D. E5. Components (% dry weight). Apolipoproteins. Triacylglvcerols. Cholesterol. Phospholipids1. 5-234-87-95-10 50-6515-2315-2020-257-1040-5015-2040-553-515-1820-35",
        "cop": 3,
        "opa": "VLDL.",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "36daea48-f0b8-4a4d-90c4-e92b6e825d5c",
        "choice_type": "single"
    },
    {
        "question": "Cholesteryl ester transfer protein transport cholesterol from HDL to -",
        "exp": "Ans. is 'a' i. e., VLDLo Cholesteryl ester is tranfered from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). o The HDL particles are referred to as scavengers because their primary role is to remove free (unesterified) cholesterol from the extrahepatic tissues. o HDL particles transport cholesterol from extrahepatic tissues to liver (i. e. reverse cholesterol transport) which is then excreted through bile. Reverse cholesterol transporto All nucleated cells in different tissues synthesize cholesterol, but the excretion of cholesterol is mainly by liver in the bile or by enterocytes in gut lumen. So, cholesterol must be transported from peripheral tissue to liver for excretion. This is facilitated by HDL and is called reverse cholesterol transport because it transports the cholesterol in reverse direction to that is transported from liver to peripheral tissues through VLDL - LDL cycle. Processo HDL is synthesized in liver and small intestine. Nascent HDL contain phospholipids and unesterified cholesterol and Apo-A, C, E. This nascent HDL is secreted into circulation where it acquires additional unesterified cholesterol from peripheral tissues. Within the HDL particle, the cholesterol is esterified by lecithin - cholesterol acetyltransferase (LCAT) to form cholesteryl ester and additional lipid are transported to HDL from VLDL and chylomicrons. Apo-A, activates LCAT. o There are two pathway by which this cholesterol is transported to liver. Indirect pathway. Cholesteryl ester is tranfered from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). This cholesteryl ester is then transported to liver (see previous explanation). Direct pathway. HDL cholesterol can also be taken up directly by hepatocytes via the scavenger receptors class BI (SR-BI).",
        "cop": 1,
        "opa": "VLDL",
        "opb": "IDL",
        "opc": "LDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "11eaad70-a656-4a24-a7ba-ac965e50b1d1",
        "choice_type": "single"
    },
    {
        "question": "ApoE, ApoC is synthesized by -",
        "exp": "Ans. is 'a' i. e., Liver. Type. Found in. Site of synthesis. Function. Apo-AA-IHDL, Chylomicrons. Liver, intestine. Major structural protein of HDL, major activator of LCAT'A-IIHDL, Chylomicrons. Liver, intestine. Structural protein of HDL, Inhibits lipoprotein lipase (LPL), stimulate hepatic lipase, inhibits LCATA-IVHDL, Chylomicrons. Intestine A-VChylomicrons, VLDLLiver lipolysis. Promotes lipoprotein lipase (LPL) mediated triglyceride. Apo-BB-100. LDL, VLDL, IDLLiver. Structural protien of VLDL. IDL; only apoprotein of LDL; mediate uptake of LDL by LDL receptors of liverB-48. Chylomicrons, chylomicron remnants. Intestine. Structural protein of chylomicrons. Apo-CC-IChylomicrons, VLDL, HDLLiver. Inhibits cholesteryl ester transfer protein (CETP), Activates LCAT and LPLC-1. IChylomicrons, VLDL, HDLLiver. Activates lipoprotein lipase (major activator)C-IIIChylomicrons VLDL, HDLLiver. Inhibits lipoprotein lipase. Apo-DHDLSpleen, brain, testes, adrenal Apo-E (arginine rich). Chylomicrons, chylomicron remnants, VLDL, HDLLiver. Mediates uptake of chylomicron remnants and IDL by LDL receptors in liver",
        "cop": 1,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "intestine",
        "opd": "RBCs",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "2e16b96a-3e85-4d43-89f8-578f2142de22",
        "choice_type": "single"
    },
    {
        "question": "If in a person, Total Cholesterol=300 mg/dL, HDL= 25mg/dL and TG=150mg/dL, find out the value of LDL-",
        "exp": "Ans-ATotal cholesterol= LDL+HDL+{Triglycerides/5}, Since LDL value is to be calculated. Formula for LDL VALUE IS LDL=Total cholesterol-, So, submitted the given values in question, TC=300, HDL=25, TG=150, So Ldl=300-=300-=300-55=245. Thanks to Pre. Pg user Rithwik Karumuri for the explanation.",
        "cop": 1,
        "opa": "245",
        "opb": "125",
        "opc": "95",
        "opd": "55",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "dc09886f-ed4f-48a2-a6f9-9896a80c6752",
        "choice_type": "single"
    },
    {
        "question": "Mineral required for cholesterol biosynthesis -",
        "exp": "Ans. is 'c' i. e., Mgo Mg2+ is required in stage 2 of cholesterol synthesis. Biosynthesis (De Novo Synthesis) of cholesterolo The liver is the major site for cholesterol biosynthesis. Some cholesterol is also synthesized in intestine adrenal cortex, gonads and skin. The microsomal (smooth endoplasmic reticulum) and cytosol fraction of cell is responsible for cholesterol synthesis; However most of the reactions in synthesis occurs in cytosol. o Cholesterol is a C-27 compound. All 27-carbon atoms of cholesterol are derived from a single precursor; Le acetyl-CoA (activated acetate). o First two molecules of acetyl-CoA condense to form acetoacetyl-CoA. Next, a third molecule of acetyl- CoA condenses with acetoacetyl-CoA to form 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA). Then HMG-CoA is converted to mevalonate by HMG-CoA reductase, the key regulatory' enzyme of cholesterol synthesis",
        "cop": 3,
        "opa": "Fe",
        "opb": "Mn",
        "opc": "Mg",
        "opd": "Cu",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "a8c5f58c-bd6e-4db5-bd5f-feedcfd38343",
        "choice_type": "single"
    },
    {
        "question": "Fatty liver is due to accumulation of?",
        "exp": "ANSWER: (A) Triglycerides. REF: Robbin's 7th ed p. 907. Fatty liver, also known as fatty liver disease (FLD), is a reversible condition where large vacuoles of triglyceride fat accumulate in liver cells via the process of steatosis (i. e. abnormal retention of lipids within a cell). Despite having multiple causes, fatty liver can be considered a single disease that occurs worldwide in those with excessive alcohol intake and those w. Tho are obese (with or without effects of insulin resistance). The condition is also associated with other diseases that influence fat metabolism. Morphologically it is difficult to distinguish alcoholic FLD from non alcoholic FLD and both showr micro-vesicular and macrovesicular fatty changes at different stages.",
        "cop": 1,
        "opa": "Triglycerides",
        "opb": "Lipoprotiens",
        "opc": "LDL",
        "opd": "VLDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "96e9eb2b-0fad-4cd7-8183-e0d488e65061",
        "choice_type": "single"
    },
    {
        "question": "Maximum linoleic acid is found in -",
        "exp": "Ans. is 'a' i. e., Safflower oil o Richest source ofpolyunsaturated fatty acid-Safflower oilo Richest source of monounsaturated fatty acid-Palmolein oilo Richest source of saturated fatty acid-Coconut oilo Richest source of linoleic acid-Safflower oilo Richest source of linolenic acid-Flaxseed oilo Richest source of eicosapentaenoic acid-Fish oilo > 50% of PUFA is present in Safflower oil, Sunflower oil, Corn oil, and Soyabean oil.",
        "cop": 1,
        "opa": "Safflower oil",
        "opb": "Coconut oil",
        "opc": "Mustard oil",
        "opd": "Sunflower oil",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "7dbba77b-00e5-49b5-b606-f4fe14c03b9b",
        "choice_type": "single"
    },
    {
        "question": "Which is an abnormal lipoprotein -",
        "exp": "Ans. is 'c' i. e., Lp (a) o Some people have a special type of abnormal LDL called lipoprotein (a) or Lp (a), containing an additional protein, apoprotein-a. o Elevated LPa levels are associated with an increased risk of CHD.",
        "cop": 3,
        "opa": "VLDL",
        "opb": "Chylomicron",
        "opc": "Lp (a)",
        "opd": "LDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "6172a114-4258-4c17-9547-890e0bf346f2",
        "choice_type": "single"
    },
    {
        "question": "Maximum density is seen in -",
        "exp": "Ans. is 'c' i. e., HDL Chylomicron. VLDLLDLHDLElectrophoresis. Found at origin. Pre-b (a2)ba (or a1). Mobility in electric field. Least Found in beta region. Highest. Aporprotein. Apob48. Apo b-100. Apo b-100. Apo A-1 & IIOrigin (synthesis). Intestine (-nt in serum). Liver, intestine. In blood from degradation. Liver of VLDLSize1000-10, 000 A0 (maxm)300-700 A0 (minm)150-250 A075-100. A0. Density<. 96 (lowest) > 1. 063 (Max.). Major lipids. TG (90%)TG (50%). Cholesterol (45%)PL (30%). Functions. Transportsexogenous/dietary TG (Intestine - liver). Transportendogenous TG liver - peripheral tissue. Atherogenic caused CAD coronary artery d/s; (major transporter of choresstrol in bid). Scavenging action transports cholest- rol from peripheral tissue to liver for degrada\"",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "23d2e87b-0b4d-49c4-9514-9e9db252f4af",
        "choice_type": "single"
    },
    {
        "question": "In cholesterol synthesis, which is rate limiting amino acid",
        "exp": "Ans. is 'a' i. e. HMG CoA reductase In cholesterol synthesis this step-HMG CoA - Mevalonate is the rate limiting step and HMG-CoA reductase is the rate limiting enzyme. HMG CoA synthetase is the rate limiting enzyme for ketone bodies synthesis* 7 alpha hydroxylase is for - Bile acid synthesis* Phosphofructokinase is for - Glycolysis*",
        "cop": 1,
        "opa": "HMG CoA reductase",
        "opb": "HMG CoA synthetase",
        "opc": "7 alpha hydroxylase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "251257b6-346b-4dff-9f4c-67a3fd103fb7",
        "choice_type": "single"
    },
    {
        "question": "Apolipoprotein E is rich in -",
        "exp": "Ans. is 'b' i. e., Arginine o Arginine rich apo-E is isolated from VLDL. o It contains arginine to the extent of 10 per cent of the total amino acids and accounts for 5 to 10 per cent of total VLDL apoproteins in normal subjects.",
        "cop": 2,
        "opa": "Lysine",
        "opb": "Arginine",
        "opc": "Histidine",
        "opd": "Methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "3a8400d9-f0e7-42d5-8c49-1422d4de9353",
        "choice_type": "single"
    },
    {
        "question": "In cholesterol transport which is not needed -",
        "exp": "Ans. is 'b' i. e.. Kidney o Dietary cholesterol is transported from intestine to liver by chylomicron-chylomicron remnant system, o From liver cholesterol is in corporated into VLDL and is distributed to extrahepatic tissues (like adipose tissue) through LDL (i. e. after conversion of VLDL into LDL). o HDL transports cholesterol from extra-hepatic tissues (blood vessels, adipose tissue) to liver. o VLDL carries endogenous triglycerides (triglycerides from liver to extrahepatic tissues). o Chylomicrons carry exogenous (dietiy) triglycerides to extrahepatic tissues and remaining triglyceride to liver through chylomicron remnants. Transport of lipidso There are two pathways of lipid transport in the body -1. Transport of dietry lipid (Exogenous pathway)o It is the transport of lipid from intestine to liver. o Chylomicrons transport the dietry lipid from intestine to liverr. o In diet the major lipids are triglyceride and cholesterol. o Cholesterol is absorbed as such in proximal small intestine and is esterified to cholestery! ester (ChE). Triglycerides are hydrolysed by lipases to glycerol and fatty acids which are absorbed in intestine. o Inside intestinal cells triglyceride is synthesized by fatty acids. Chylomicrons are synthesized in the small intestine that contain triglyceride, cholesteryl ester, cholesterol, phosphlipids, and apoprotein B-48 (apo B-48) and apo-A. o These chylomicrons are secreted in the intestinal lymph and reach the systemic circulation via thoracic duct. o In the circulation apo E and apo C are transfered to chylomicrons by HDL, so now chylomicrons contain apo A, apo B-48, apo- E, & apo-C. o In the circulation, triglycerides of chylomicrons are hydrolysed by lipoprotein lipase (LPL) present on endothelial cells of vessels of skeletal muscles, adipose tissue and heart, but not in liver. o The released fatty acids are utilized locally by these tissues. o Adipose tissue uses these fatty acids to restore them as TGs and heart and skeletal muscle use them as source of energy. o Thus, function of chylomicrons is to transport exogenous (dietry)triglyceriderto adipose tissue (for storage), heart (for energy) and muscle (for energy). o The chylomicron particle progressively shrinks in size by action of LPL and, cholesterol, phospholipids, apo-A and apo C are transferred to HDL, creating chylomicron remnants that contains more cholesterol, less triglycerides, apo-E & apo B-48. o Chylomicron remnants are removed by liver bv the LDL receptors that require apo-E as ligand. 2. Transport of Hepatic lipids (Endogenous pathway)o VLDL is synthesized in liver that contains high triglyceride, ChE, cholesterol, phospholipid and Apo B-100. (VLDL particles resemble chylomicrones in composition except that VLDL contains Apo B-100 instead of Apo B-48). o VLDL particles are secreted in the plasma and as with chylomicron, Apo E and Apo C are transferred from HDL to VLDL. Now VLDL contains Apo B-100, Apo E and Apo C. o In plasma, triglycerides of VLDL are hydrolysed by same lipoprotein lipase (see above) and apo C is transferred to HDL and the remmants are called IDL. o 40-60% of IDL is removed by liver via LDL receptor mediated endocytosis, this process require Apo E which acts as ligand for LDL receptors. o Remaining IDL is remodeled by hepatic lipase which hydrolyzes more triglyceride to form LDL that contains maximum cholesterol. o 70% of LDL is removed by liver via LDL receptor and 30% is utilized by peripheral tissues as a source of cholesterol. o Lecithine-Cholesterol acetyltransferase (LCAT) esterifes cholesterol in HDL during reverse cholesterol transport, o All nucleated cells in different tissues synthesize cholesterol, but the excretion of cholesterol is mainly by liver in the bile or by enterocytes in gut lumen. So, cholesterol must be transported from peripheral tissue to liver for excretion2. This is facilitated by HDLQ and is called reverse cholesterol transport because it transports the cholesterol in reverse direction to that is transported from liver to peripheral tissues through VLDL --> LDL cycle. Processo HDL is synthesized in liver and smalt intestine. Nascent HDL contain phospholipids and unesterified cholesterol and Apo-Ar, C, E. This nascent HDL is secreted into circulation where it acquires additional unesterified cholesterol from peripheral tissues. Within the HDL particle, the cholesterol is esterified by lecithin - cholesterol acetyltransferase (LCAT) to form cholesteryl ester and additional lipid are transported to HDL from VLDL and chylomicrons. Apo-A, activates LCATr. o There are twro pathway by which this cholesterol is transported to liver. Indirect pathwayo Cholesteryl ester is tranfered from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). o This cholesteryl ester is then transported to liver (see previous explanation). Direct pathwayo HDL cholesterol can also be taken up directly by hepatocytes via the scavenger receptors class BI (SR - BI).",
        "cop": 2,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Intestine",
        "opd": "Fat",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "4edb1b1c-de18-4707-9ae9-633d7128ebf7",
        "choice_type": "single"
    },
    {
        "question": "VLDL is formed in -",
        "exp": "Ans. is 'b' i. e., Liver Composition. Lipoprotein. Source. Diameter (nm). Density (g/ml). Protein (%). Lipid (%). Main Lipid Components. Apolipoproteins. Chylomicrons. Intestine90-100<0. 951-298-99. Triacyl glycerolA-I, A-II, A-IV, B-48, C-I, C-II, C-III, EChylomicron remnants. Chylomicrons45-150< 1. 0066-892-94. Triacylglycerol, phospholipids, cholesterolB-48, EVLDLLiver30-900. 95-1. 0067-1090-93. TriacylglycerolB-100, C-I, C-II, C-IIIIDLVLDL25-351. 006-1. 0191189. Triacylglycerol, cholesterolB-100, ELDLVLDL20-251. 019-1. 0632179. CholesterolB-100. HDLLiver, intestine VLDL, chylomicrons Phospholipids, cholesterolA-I, A-II, A-IV, C-I C-II, C-III, D. EHDL1 20-251. 019-1. 0633268 HDL2 10-201. 063-1. 1253367 HDL3 5-101. 125-1. 2105743 Preb-HDL3 < 5> 1. 210 A-IAlbumin/free fatty acids. Adipose tissue > 1. 281991. Free fatty acids",
        "cop": 2,
        "opa": "Intestine",
        "opb": "Liver",
        "opc": "From chylomicrons",
        "opd": "Blood",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "fd70d14a-e5c1-48bc-b200-3dba882534a2",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein associated with carrying cholesterol from peripheral tissues to liver is -",
        "exp": "Ans. is 'a' i. e., HDL o HDL particles transport cholesterol from extrahepatic tissues to liver (i. e. reverse cholesterol transport) which is then excreted through bile. o The HDL particles are referred to as scavengers because their primary role is to remove free (unesterified) cholesterol from the extrahepatic tissues. o HDL particles transport cholesterol from extrahepatic tissues to liver (i. e. reverse cholesterol transport) which is then excreted through bile. Reverse cholesterol transporto All nucleated cells in different tissues synthesize cholesterol, but the excretion of cholesterol is mainly by liver in the bile or by enterocytes in gut lumen. So, cholesterol must be transported from peripheral tissue to liver for excretion. This is facilitated by HDL and is called reverse cholesterol transport because it transports the cholesterol in reverse direction to that is transported from liver to peripheral tissues through VLDL - LDL cycle. Processo HDL is synthesized in liver and small intestine. Nascent HDL contain phospholipids and unesterified cholesterol and Apo-A, C, E. This nascent HDL is secreted into circulation where it acquires additional unesterified cholesterol from peripheral tissues. Within the HDL particle, the cholesterol is esterified by lecithin - cholesterol acetyltransferase (LCAT) to form cholesteryl ester and additional lipid are transported to HDL from VLDL and chylomicrons. Apo-A, activates LCAT. o There are two pathway by which this cholesterol is transported to liver1. Indirect pathway. Cholesteryl ester is tranfered from HDL to VLDL and chylomicrons in exchange with triglyceride by the cholesteryl ester transfer protein (CETP). This cholesteryl ester is then transported to liver (see previous explanation). 2. Direct pathway. HDL cholesterol can also be taken up directly by hepatocytes via the scavenger receptors class BI (SR-BI). o This question is a direct repeat from Ni. BE based AJ 2013-14.",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "f97739cd-07cc-4992-ae9b-4551bde5a50d",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol is not a precursor for synthesis of -",
        "exp": "Ans. is 'd' i. e., Lipocortino Cholesterol is an important precursor for the synthesis of:-i) Steroid hormones:- Progesterone, estrogen,, androgens, glucocorticoids, mineralocorticoidsii) Vitamin Diii) Bile acids",
        "cop": 4,
        "opa": "Vitamin D",
        "opb": "Progesterone",
        "opc": "Bile acids",
        "opd": "Lipocortin",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "954b7245-3fb2-4e60-8602-00136335fae1",
        "choice_type": "single"
    },
    {
        "question": "Full form of LCAT is:",
        "exp": "Ans: A (Lerithin cholestenol...) (Ref Harper29thf242. J56; Lippincott 6th/234-36 ]\" LCAT stands for lecithin. cholestero! acyltransferase - Harper 29th/242. Plasma LCAT Is Responsible for Virtually All Plasma Cholesteryl Ester in Humans Harper 29tb/256. LCAT activity is associated with HDL containing apo A-I. As cholesterol in HDL becomes esterified, it creates a concentration gradient and draws in cholesterol from tissues and from other lipoproteins, thus enabling HDL to function in reverse cholesterol transport. Cholesteryl Ester Transfer Protein Facilitates Transfer of Cholesteryl Ester from HDL to Other Lipoproteins Harper 29th/256. This protein, associated with HDL, is found in plasma of humans and many other species. It facilitates transfer of cholesteryl ester from HDL to VLDL, 3. DL, and LDL In exchange for triacytglycerol, relieving product inhibition of LCAT activity'1 in HDL. Thus, in humans, much of the cholesteryl ester formed by LCAT finds its way to the liver via VLDL remnants (1. DL) or LDL. The triacylglycerol-enriched HDL., delivers its cholesterol to the liver in the HDL cycle",
        "cop": 1,
        "opa": "Lecithin cholesterol acyltransferase",
        "opb": "Lecithin choline acyl transferase",
        "opc": "Lecithin cholesterol alkyl transferase",
        "opd": "Lecithin choline alcohol transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "e7c5e50c-2c1d-45a0-815d-c59b9a7187e3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is increased in lipoprotein lipase deficiency -",
        "exp": "Ans. is 'd' i. e., Chylomicrons (Ref: Chatterjae S^/ep. 451; Harrison 18th/e p. 3149, 3/50]o Lipoprotein lipase deficiency (Type I hyperlipoproteinemia) results in increased level of ehylomicrones. Type IType IIa. Type IIb. Type IIIType IVType VProblemo Decreased lipoprotein lipase or Apo C-IIo LDL receptor deficiencyo | LDL receptor, increased Apo B-100o Defect in Apo-Eo Increased VLDL production and decreased elimination (Due to apo V deficiency)3 Same as in type IV, but more severe. Lipoproteino Elevated chylomicrons(also VLDL somerimes)o |LDLo|VLDLo |LDLo Increased chylomicron remnants and 1. DLo |VLDLo |VLDL and chylomicron. Cholesterol|||||||||N|||Triglyceride||||N|||||||||Nomenclature. Familial lipoprotein lipase deficiencyo Familial hyper choleserolemiao Familial combined hyperlipidemiao Familial dys-beta lipoprei-nemiao Familial hyper-triglyceridemiao Endogenous hypertrigly-cedemia",
        "cop": 4,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "cb08d0f8-f875-4b97-a4f5-5303cc541cd3",
        "choice_type": "single"
    },
    {
        "question": "Good cholesterol found in: (PGI Dec 2007)",
        "exp": "Ans. A (H DL) HDL contains good cholesterolQ So there is an inverse relation between HDL concentration and coronoary heart disease. This is consistent with the function of HDL in reverse cholesterol transport. Diseases (eg. diabetes mellitus, lipid nephrosis, hypothyroidism and other conditions of hyperlipedimea) in which prolonged elevations of VLDL, IDL, LCD or chylomicron remnants in blood are often accompanied by premature or severe atherosclerosis0. This makes LDL: HDL cholesterol ratio a good predictive for atherosclerosis & coronary heart disease. Frederickson Classification of Hyper Lipoproteinemias. Phenotype. IIIa. IIb. IIIIVVLaboratory Features. Lipoprotein, elevated. Chylomicrons. QLDLQLDL and VDLChylomicrons and VLDL remnants. VLDLChylomicrons and VLDLTriglycerides++++--++++ to ++++++++++Cholesterol+ to +++++Q++ to +++++ to +++-- to +++ to +++LDL-cholesterol||||||HDL-cholesterol+++++++++++++Plasma appearance. Lactescent. Clear. Clear. Turbid. Turbid. Lactescent. Clinical Features. Xanthomas. QEruptive. Tendon, tuberous. None. Palmar, tuberoeruptive. None. Eruptive. Pancreatitis+++0000+++Coronary atherosclerosis0++++++++++/-+/-Peripheral atherosclerosis. Q0+++++/-+/-Molecular defect & Genetic nomenclature. Molecular defects. LPL and apo-C-IILDL receptor. ApoB-100, PCSK9, ARK, ABCGS and ABCG8. Unknown. Apo. EApoA-V and Unknown. ApoA-V and Unknown. Genetic nomenclature. FCSFH. FDB, ADH, ARH, sitos-terolemia. FCHLFDBLFHTGFHTG- FCS (familial chyiemicrofiemia syndrome) - FDB (familial defective apo B) - FH (familial hypercholesterolemia) - ARH (autosomal recesive hypercholesterolemia) - ADH (autosomaldominant hypercholesterolemia) - FCHL (familial) combined hyperlipidemia) FDBL (familial dysbetalipoproteinemia) - FHTG (familial hypertriglyceridemia). - LPL (lipoprotein lipase) - Apo (apolipopretien)",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "c092bebc-2315-42a9-90e4-37c2a4c8a84e",
        "choice_type": "single"
    },
    {
        "question": "Solubility of cholesterol depends on:",
        "exp": "Ans: C (Bile salts) Ref: Harper's illustrated biochemistry, 28th edition & Ganong's Physiology & Bandyopadhyay A et al. Cholesterol solubility by bile salts in pure and mixed states. J Phys Chem: 1991: 95: 4529-34. Explanation:\"Bile salts are metabolic products which together with phospholipids solubilize cholesterol forming bile. Cholesterol is only slightly soluble in water; it can dissolve and travel in the water-based bloodstream at exceedingly small concentrations. Since cholesterol is insoluble in blood, it is transported in the circulatory system within lipoproteins, complex discoidai particles that have an exterior composed of amphiphilic proteins and lipids whose outward-facing surfaces are water-soluble and inward-facing surfaces are lipid-soluble; triglycerides and cholesterol esters are carried internally. Phospholipids and cholesterol, being amphipa- thic. are transported in the surface monolayer of the lipoprotein particle.",
        "cop": 3,
        "opa": "Water",
        "opb": "Phosphatidul choline",
        "opc": "Bile salts",
        "opd": "Cholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "9b52dd6d-9560-4053-bedb-8d275de352d5",
        "choice_type": "single"
    },
    {
        "question": "The dietary fats are transmitted from GIT to adipocytes in the form of -",
        "exp": "Ans. is 'd' i. e., Chylomicrons Transport of dietary lipidso It is the transport of lipid from intestine to liveno Chylomicrons transport the dietry lipid front intestine to liver1'. o In diet the major lipids are triglyceride and cholesterol. o Cholesterol is absorbed as such in proximal small intestine and is esterified to cholesteryl ester (ChE). Triglycerides are hydrolysed by lipases to glycerol and fatty acids which are absorbed in intestine, o Inside intestinal cells triglyceride is synthesized by fatty acids. Chylomicrons are synthesized in the small intestine that contain triglyceride, cholesteryl ester, cholesterol, phosphlipids, and apoprotein B-48 (apo B-48) and apo-A. o These chylomicrons are secreted in the intestinal lymph and reach the systemic circulation via thoracic duct, o In the circulation apo E and apo C are transfered to chylomicrons by HDL, so now chylomicrons contain apo A, apo B-48, apo- E, & apo-C. o In the circulation, triglycerides of chylomicrons are hydrolysed by lipoprotein lipase (LPL) present on endothelial cells of vessels of skeletal muscles, adipose tissue and heart, but not in liver. o The released fatty acids are utilized locally by these tissues. o Adipose tissue uses these fatty acids to restore them as TGs and heart and skeletal muscle use them as source of energy. o Thus, function of chylomicrons is to transport exogenous (dietryjtriglyceride0 to adipose tissue (for storage), heart (for energy) and muscle (for energy'). o The chylomicron particle progressively shrinks in size by action of LPL and, cholesterol, phospholipids, apo-A and apo C are transferred to HDL, creating chylomicron remnants that contains more cholesterol, less triglycerides, apo-E & apo B-48. o Chylomicron remnants are removed by liver by the LDL receptors that require apo-E as ligand. o VLDL carries endogenous triglycerides (triglycerides from liver to extrahepatic tissues). o Chylomicrons carry exogenous (dietiy) triglycerides to extrahepatic tissues and remaining triglyceride to liver through chylomicron remnants. Transport of lipidso There are two pathways of lipid transport in the body -1. Transport of dietry lipid (Exogenous pathway)o It is the transport of lipid from intestine to liver. o Chylomicrons transport the dietry lipid from intestine to liverr. o In diet the major lipids are triglyceride and cholesterol. o Cholesterol is absorbed as such in proximal small intestine and is esterified to cholestery! ester (ChE). Triglycerides are hydrolysed by lipases to glycerol and fatty acids which are absorbed in intestine. o Inside intestinal cells triglyceride is synthesized by fatty acids. Chylomicrons are synthesized in the small intestine that contain triglyceride, cholesteryl ester, cholesterol, phosphlipids, and apoprotein B-48 (apo B-48) and apo-A. o These chylomicrons are secreted in the intestinal lymph and reach the systemic circulation via thoracic duct. o In the circulation apo E and apo C are transfered to chylomicrons by HDL, so now chylomicrons contain apo A, apo B-48, apo- E, & apo-C. o In the circulation, triglycerides of chylomicrons are hydrolysed by lipoprotein lipase (LPL) present on endothelial cells of vessels of skeletal muscles, adipose tissue and heart, but not in liver. o The released fatty acids are utilized locally by these tissues. o Adipose tissue uses these fatty acids to restore them as TGs and heart and skeletal muscle use them as source of energy. o Thus, function of chylomicrons is to transport exogenous (dietry)triglyceriderto adipose tissue (for storage), heart (for energy) and muscle (for energy). o The chylomicron particle progressively shrinks in size by action of LPL and, cholesterol, phospholipids, apo-A and apo C are transferred to HDL, creating chylomicron remnants that contains more cholesterol, less triglycerides, apo-E & apo B-48. o Chylomicron remnants are removed by liver bv the LDL receptors that require apo-E as ligand. 2. Transport of Hepatic lipids (Endogenous pathway)o VLDL is synthesized in liver that contains high triglyceride, ChE, cholesterol, phospholipid and Apo B-100. (VLDL particles resemble chylomicrones in composition except that VLDL contains Apo B-100 instead of Apo B-48). o VLDL particles are secreted in the plasma and as with chylomicron, Apo E and Apo C are transferred from HDL to VLDL. Now VLDL contains Apo B-100, Apo E and Apo C. o In plasma, triglycerides of VLDL are hydrolysed by same lipoprotein lipase (see above) and apo C is transferred to HDL and the remmants are called IDL. o 40-60% of IDL is removed by liver via LDL receptor mediated endocytosis, this process require Apo E which acts as ligand for LDL receptors. o Remaining IDL is remodeled by hepatic lipase which hydrolyzes more triglyceride to form LDL that contains maximum cholesterol. o 70% of LDL is removed by liver via LDL receptor and 30% is utilized by peripheral tissues as a source of cholesterol.",
        "cop": 4,
        "opa": "Diacyl glycerol",
        "opb": "Triacylglvcerol",
        "opc": "Fatmisseles",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "b902692b-ac6c-4e4e-aee4-36e775c26e85",
        "choice_type": "single"
    },
    {
        "question": "Steatorrhoea with increased triglycerides seen in deficiency of: (PGI Dec 2006)",
        "exp": "Ans; C (Lipoprotein lipase deficiency) Lipoprotein lipase deficiency' leads to hypertriglyceridemia and hyperchyiomicronemia. Hypertriglyceridemia can cause pancreatistis that leads to steatorrhea. Familial Chylomi crone mia Syndrome (Type ) Hyperlipoproteinemia; Lipoprotein Lipase and Apo C - II Deficiency) Harrison 17th/2421. In these disorders, called familial chylomicronemia syndromes, fasting triglyceride levels are almost invariably >1000 mg/ dL. Fasting cholesterol levels are also usually elevated but to a much lesser degree. LPL deficiency' has autosomal recessive inheritance and has a frequency of approximately 1 in 1 million in the population. Apo C-II deficiency is also recessive in inheritance pattern and is even less common than LPL deficiency. Both LPL and apo C-II deficiency usually present in childhood with recurrent episodes of severe abdominal pain due to acute pancreatitis\"Quantitatively, steatorrhea is defined as stool fat exceeding the normal 7 g/d; rapid-transit diarrhea may result in fecal fat up to 14 g/d; daily fecal fat averages 15-25 g with small intestinal diseases and is often >32 g with pancreatic exocrine insufficiency. Intraluminal maldigestion, mucosal malabsorption, or lymphatic obstruction may produce steatorrhea\"-: Harrison 17th/250. Hepatic Lipase Deficiency Harrison 17th/2421. HL is a member of the same gene family as LPL and hydrolyzes triglycerides and phospholipids in remnant lipoproteins and HDLs. HL deficiency is a very rare autosomal recessive disorder characterized by elevated plasma levels of cholesterol and triglycerides (mixed hyperlipidemia) Table: Harrison 17th/2419 Frederickson Classification of Hyperlipoproteinemias. Phenotype. IIIa. IIb. IIIIVVLipoprotein, elevated. Chylomicrons. LDLLDL and VLDLChylomicron and VLDL remnants. VLDLChylomicrons and VLDLTriglycerides++++--++++ to +++++++++Cholesterol+ to +++++++ to +++++ to +++-- to +++ to +++LDL-cholesterol HDL-cholesterol+++++++++++++Plasma appearance. Lactescent. Clear. Clear. Turbid. Turbid. Lactescent. Xanthomas. Eruptive. Tendon, tuberous. None. Palmar, tuberoerup- tive. None. Eruptive. Pancreatitis+++0000+++Coronary athe rosclerosis0++++++++++/-+/-Peripheral atherosclerosis0+++ ++/-+/-Molecular defects. LPL and apoC-IILDL receptor, ApoB- 100, PCSK9, ARH, ABCG5 and ABCG8. Unknown. Apo. EApoA-V and Unknown. ApoA-V and Unknown. Genetic nomenclature. FCSFH, FDB. ADH, ARH, sitosteroiemia. FCHLFDBLFHTGFHTGNote: LPL, lipoprotein lipase; apo. apolipoprotein; PCS, familial chylomicrortemia syndrome. FH. familial hypercholesterolemia: FDB. familial defective apoB: ARH. aulosomai recessive hypercholesterolemia; ADH, autosomal dominant hypercholesterolemia; FCHL. familial combined HLAlso Remember: Triacylglycerol undergoes hydrolysis by a hormone-sensitive lipase to form free fatty acids and glycerol. This lipase is distinct from lipoprotein lipase, which catalyzes lipoprotein triacylglycerol hydrolysis before its uptake into extrahepatic tissues. Hormone-sensitive lipase is activated by ACTH, TSH, glucagon, epinephrine, norepinephrine, and vasopressin and inhibited by insulin, prostaglandin PS, and nicotinic acid, Lingual lipase in saliva, Gastric lipase in gastric juice. Pancreatic lipase in pancreatic juice. Intestinal lipase in intestinal epithelial cell, Adipolytic lipase in adipose tissue, and. Serum lipase. Pancreatic Lipase#Pancreatic lipase is essential for absorption of dietary fats in small intestine-Warper 28th/460#It deficiency definciency cause Steatorrhea, but hypertriglyuceridemia is unlikely. Acetyl Co A carboxylase is enzyme for lipogenesisQ- Harper 28th/196\"Succinate thiokinase is a enzyme of TCA cycle\"- Harper 28th/145. Serum Lipase is marker of acute pancreatitis- Harper 28th/59",
        "cop": 3,
        "opa": "Pancreatic lipase",
        "opb": "Serum lipase",
        "opc": "Lipoprotein lipase",
        "opd": "Acetyl CoA carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "d06bb2cc-85d1-4669-b107-e1e04a067695",
        "choice_type": "single"
    },
    {
        "question": "Find out the value of LDL, if total cholesterol level is 300 mg/dL, HDL level is 25 mg/dL and triglycerides level is 150 mg/dL:",
        "exp": "Ans. d. 245 (Ref: Harrison 19/e p2446; Clinical Laboratory Medicine by Kenne 2/e p3. I9)\"Plasma lipid and lipoprotein levels should be measured in all adults, preferably after a 12-h overnight fast. In most clinical laboratories, the total cholesterol and TGs in the plasma are measured enzymatically, and then the cholesterol in the supernatant is measured after precipitation of apoB-containing lipoproteins to determine the HDL-C. The LDL-C is then estimated using the following equation: LDL-C = total cholesterol -- (TG/5)-HDL-C (The VLDL cholesterol content is estimated by dividing the plasma TG by 5, reflecting the ratio of TG to cholesterol in VLDL particles.) This formula (the Friedewald formula) is reasonably accurate if test results are obtained on fasting plasma and if the TG level does not exceed ~200 mg/dL; by convention it cannot be used if the TG level is >400 mg/dL. \"--Harrison 19/e p2446. Friedewald Equation. The ultra centrifugal measurement of LDL is time consuming & expensive and require specialist equipment. For this reason, LDL-cholesterol is most commonly estimated from quantitative measurements of total and HDL-chntesterol and plasma triglycerides using the empirical relationship of Friedewald et al. Total cholesterol = LDL + HDL + Triglycerides/5. Total cholesterol = LDL + HDL + Triglycerides/5300 = LDL+ 25+ 150/5. LDL = 300 - (25 + 30) = 245 mg/dl. Limitations of Friedewald Equation. Friedewald Equation should not be used under the following circumstances: When chylomicrons are present. When plasma triglyceride concentration exceeds 400 mg/d. LIn patients with dysbeta-lipoproteinemia (type III hyperlipoprteinemia)",
        "cop": 4,
        "opa": "55",
        "opb": "95",
        "opc": "125",
        "opd": "245",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "7cb495ae-6c76-4765-9fb2-dcc81680afcb",
        "choice_type": "single"
    },
    {
        "question": "Dietary lipids are transported from intestine in -",
        "exp": "Ans. is 'a' i. e., Chylomicrons o Dietry (exogenous) triglycerides are transported from intestine to various tissues by chylomicrons. In these tissues, LPL (in blood vessels) hydrolyses TGs into fatty acids and glycerol. Fatty acids are taken up by tissues for their use. The chylomicron is converted to chylomicron remnants, which carry the remaining dietary lipids (cholesterol, remaining TGs) to liver. o So, the starting point of chylomicrons is intestine from where they take dietary lipids. Final destination is liver. Between, starting point (intestine) and final destination (liver) chylomicrons supply TGs to various tissues (which contain lipoprotein lipase in their blood vessels).",
        "cop": 1,
        "opa": "Chylomicrons",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "fce26ef1-23ba-40fe-8c04-ff63e62acd93",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein involved in transfer of cholesterol from tissues to Liver is?",
        "exp": "ANSWER: (D) HDLREF: Lippincott's biochemistry 4th Ed page 236. See previous question",
        "cop": 4,
        "opa": "Chylomicron",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol and Lipoproteins",
        "id": "e7b42c67-0ab5-4875-a782-022790026d48",
        "choice_type": "single"
    }
]