[
    {
        "question": "Bile acids are synthesized from:",
        "exp": "Bile acids are synthesized from cholesterol (by modification of side chain), which is synthesized from Acetyl CoA. Bile acids consists of Deoxycholic acid, Lithocholic acid and Chenodeoxycholic acid. Bile acids are more appropriately called bile salts Present in deprotonated form Made in liver (RLE is 7-a-Hydroxylase) Stored in gall bladder, Emulsify the dietary fat which increases the surface area.",
        "cop": 4,
        "opa": "Arachidonic acid",
        "opb": "Linoleic acid",
        "opc": "Linolenic acid",
        "opd": "Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "c1c6e4b6-7f76-4211-968f-4a9660cfb581",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol is not a precursor for synthesis of:",
        "exp": "Cholesterol is a precursor for synthesis of: Vitamin D, Steroid hormones Bile acids Lipocoin/ Annexin, inhibitor of phospholipase A2 enzyme. Increased expression of the gene coding for annexin-1 is one of the mechanisms by which glucocoicoids (such as coisol) inhibit inflammation.",
        "cop": 3,
        "opa": "Vitamin D",
        "opb": "Bile acids",
        "opc": "Lipocoin",
        "opd": "Progesterone",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "4730fc88-336d-4c5c-8280-8767ddf4b6f2",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the function of cholesterol in the Plasmalemma:",
        "exp": "The fluidity of the lipid bilayer is decreased in 3 ways: (1) By lowering the temperature, (2) By increasing the saturation of the fatty acyl tails of the phospholipid molecules, and (3) By increasing the membrane's cholesterol content Cholesterol interacts with phospholipids containing unsaturated fatty acyl chains, compacting them and constraining their motion in bilayers, hence decreases the fluidity.",
        "cop": 2,
        "opa": "Increase fluidity of the lipid bilayer.",
        "opb": "Decrease fluidity of the lipid bilayer",
        "opc": "Facilitate the diffusion of ions through the lipid bilayer",
        "opd": "Assist in the transpo of hormones across the lipid bilayer",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "84c0948a-20bd-4b4f-9bd9-4cb0e02f46ca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not synthesised from mevalonate?",
        "exp": "Cholesterol synthetic pathway is also involved in the synthesis of many other impoant compounds such as: Farnesyl pyrophosphate and geranyl pyrophosphate - involved in prenylation of proteins. Dolichol - involved in N-glycosylation of proteins in endoplasmic reticulum. Ubiquinone (Q10) - is the electron carrier in the mitochondrial respiratory chain. Inhibition of ubiquinone synthesis is one of the reasons for statin-induced myopathy. Ubiquitin protein is not synthesized by any of the cholesterol synthesis pathway intermediate.",
        "cop": 4,
        "opa": "Farnesyl pyrophosphate",
        "opb": "Geranyl pyrophosphate",
        "opc": "Dolichol",
        "opd": "Ubiquitin",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "8c8c7a98-38c2-46b3-8bd1-4a694a5f876a",
        "choice_type": "single"
    },
    {
        "question": "Enzyme common to cholesterol synthesis and ketone body synthesis:",
        "exp": "Enzymes common to cholesterol synthesis & ketone body synthesis are HMG CoA Synthase & Thiolase. HMG CoA Synthase (Option 2) is rate limiting step in Ketone Body synthesis. HMG CoA Reductase (Option 1) is rate limiting step in cholesterol synthesis. Beta hydroxy butyrate Dehydrogenase (Option 3) is only used in ketone body synthesis. Thiophorase (Option 4) is the first enzyme in ketone body utilization. First two steps of Cholesterol Synthesis are same as Ketone Body Synthesis but Cholesterol Synthesis occurs in Cytoplasm whereas Ketone Body Synthesis occurs in Mitochondria.",
        "cop": 2,
        "opa": "HMG CoA Reductase",
        "opb": "HMG CoA Synthase",
        "opc": "Beta hydroxy butyrate Dehydrogenase",
        "opd": "Thiophorase",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "b3ee8ff9-b736-4a57-b75c-a577e07b82bf",
        "choice_type": "single"
    },
    {
        "question": "The main function of bile salts is:",
        "exp": "The main function of bile salts is Fat absorption. Bile salts help in the digestion and absorption of fats and also fat soluble vitamins as they increase the surface area for their absorption. Bile salts help in absorption of fat by micelles formation as bile salts are amphipathic in nature. Hydrophilic nonpolar lipids are in center of micelle and are absorbed. Here best answer is fat absorption. Also, bile salts help in excretion of bilirubin like substances.",
        "cop": 1,
        "opa": "Fat absorption",
        "opb": "Vitamin absorption",
        "opc": "Bowel motility control",
        "opd": "Bacteriostatic",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "f2138dca-7c7b-46e7-87b9-068f11fcc7ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the rate-limiting enzyme of bile acid synthesis?",
        "exp": "microsomal 7-a hydroxylaseis rate-limiting enzyme of bile acid synthesis The first intermediate in the synthesis of bile acids is 7a-hydroxycholesterol It is catalyzed by the enzyme 7a-hydroxylase, a microsomal CYP450 enzyme, which requires NADPH, oxygen, and vitamin C as co-factors.",
        "cop": 1,
        "opa": "microsomal 7-a hydroxylase",
        "opb": "mitochondrial 7-a hydroxylase",
        "opc": "microsomal 17-a hydroxylase",
        "opd": "mitochondrial 17-a hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Cholesterol synthesis and bile acids",
        "id": "260f1665-0e0e-4477-b063-38c597e72fdb",
        "choice_type": "single"
    }
]