[
    {
        "question": "Nitric oxide is synthesized from which amino acid:",
        "exp": "NO is also called as Endothelium Derived Relaxing Factor (EDRF). NO (nitric oxide) is synthesized from arginine by enzyme NOS (Nitric oxide synthase) in the endothelial cells. It requires 5 cofactors:- NADPH FAD FMN Heme and Tetrahydrobiopterin (BH4). The vasodilator - nitroglycerin also enters smooth muscle cells, where its metabolism also leads to the formation of NO. NO synthase:-There are three isoforms of NOS (Nitric oxide synthase) 1. n. NOS - neuronal 2. i. NOS- inducible 3. e. NOS- endothelial EC no. 1 (oxido-reductase) Mono oxygenase (one oxygen is added in substrate) Usually belongs to EC no 4 but NO synthase is an exception.",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Serine",
        "opc": "Threonine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "062fef8a-aafa-46ed-9dc5-4a4ab8392943",
        "choice_type": "single"
    },
    {
        "question": "Which of the following amino acid can produce oxaloacetate directly in a single reaction?",
        "exp": "Alanine, Cysteine and Threonine can also produce oxaloacetate but pyruvate only. Aspaate can directly produce oxaloacetate in a single step, i. e. transamination reaction.",
        "cop": 4,
        "opa": "Alanine",
        "opb": "Cysteine",
        "opc": "Threonine",
        "opd": "Aspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "36c00e39-a06f-48b5-9893-114a9545f1d8",
        "choice_type": "single"
    },
    {
        "question": "Tomcat urine odor is seen in:",
        "exp": "MULTIPLE CARBOXLASE DEFICIENCY - BIOTIN is coenzyme in carboxylase reaction. Defects in the ability to add or remove biotin from carboxylases result in multiple carboxylase deficiency. It is autosomal recessive Developmental delay Treatment is biotin supplement Tomcat Urine odour",
        "cop": 1,
        "opa": "Multiple carboxylase deficiency",
        "opb": "Phenylketonuria",
        "opc": "Hawkinuria",
        "opd": "Maple syrup disease",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "7a0367db-ba88-49b9-9dc2-a52da553dbec",
        "choice_type": "single"
    },
    {
        "question": "Positive Acute phase reactants are all except:",
        "exp": "Acute phase reactants - Plasma proteins which are either increased or decreased during inflammation. Proteins which are increased are called as Positive Acute phase reactants and which are decreased are know as Negative Acute phase reactants.",
        "cop": 2,
        "opa": "Serum Amyloid A protein",
        "opb": "Transthyretin",
        "opc": "Fibrinogen",
        "opd": "Hepcidin",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "00db36d3-7ad3-46b9-a884-e6ff24eb54ce",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are branched chain amino acids EXCEPT:",
        "exp": "There are three branched chain amino acids: Valine, Leucine and Isoleucine. Branching is a difficult thing to be done (just an idea to learn). So, all these branched chain amino acids are essential (required in diet). Extra Information: Branched Chain Amino Acids All are non-polar (Isoleucine is most non-polar) Leucine is Ketogenic Valine is Glucogenic Isoleucine- both Ketogenic and Glucogenic Amino acid that can be a fuel for brain is Isoleucine",
        "cop": 2,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Isoleucine",
        "opd": "Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "6d552d94-7b9d-48de-999f-bc235a3d3c03",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about the stationary phase used in high-pressure liquid chromatography, EXCEPT",
        "exp": "Stationary phase in HPLC is made up of fine silicone paicles - option a is correct As there are a lot of fine paicles, the surface area is increased and resistance to the mobile phase is increased. That is why we apply high-pressure - option b and c are correct As the surface area is high, the chance interaction between stationary and mobile phase is high - good separation is achieved, i. e. resolution is high, not low - option d is wrong",
        "cop": 4,
        "opa": "Made up of fine paicles",
        "opb": "Provides high resistance",
        "opc": "Provides more surface area",
        "opd": "Provides low resolution",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "7e00fb98-0a0d-49cb-8fce-dbd8581afb09",
        "choice_type": "multi"
    },
    {
        "question": "Transamination is the first step in the catabolism of many amino acids. All of the following amino acids undergo transamination, EXCEPT",
        "exp": "All of the common amino acids except lysine, Threonine, Proline, and Hydroxyproline paicipate in transamination. Transamination is not restricted to alpha amino groups. The delta amino group of ornithine (but not the e-amino group of lysine) readily undergoes transamination. Mnemonic to remember the amino acids which don't undergo transamination:- POLYTHENE - PO (proline/hydroxyproline) LY (lysine) THENE (threonine )",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Threonine",
        "opc": "Glutamate",
        "opd": "Aspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "b7d5c653-8459-411e-a169-e2c1ff8cced2",
        "choice_type": "multi"
    },
    {
        "question": "Xanthurenic acid is the metabolite in the metabolism of",
        "exp": "3-Hydroxy Kynurenine is one of the intermediate in tryptophan catabolism, which gets conveed to next intermediate and this conversion requires vitamin B6/ PLP. So, in B6 deficiency, this reaction does not occur and 3-Hydroxy Kynurenine is diveed to form alternate metabolite, Xanthurenic acid (See fig), which is excreted in urine",
        "cop": 3,
        "opa": "Uric acid",
        "opb": "Xanthine",
        "opc": "Tryptophan",
        "opd": "Uronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "bb04bd76-0b53-4a10-9d82-dcd815663abf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not contain b-alanine?",
        "exp": "Carnosine, Anserine, Pantothenic acid contain b- alanine in their structure Homocarnosine does not contain b alanine..",
        "cop": 3,
        "opa": "Carnosine",
        "opb": "Anserine",
        "opc": "Homocarnosine",
        "opd": "Pantothenic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "e005d332-34ac-4ce0-a882-6036a06d422c",
        "choice_type": "single"
    },
    {
        "question": "The ability of amino acids/proteins to behave like zwitterions forms the basis for separating them using the following technique",
        "exp": "Isoelectric focusing is based on the isoelectric pH (pH at which a molecule carries no net charge). pH gradients created in the gel using polyampholytes. As there is no net charge, molecule stops moving during electrophoresis if they encounter their pI.",
        "cop": 3,
        "opa": "Gel filtration chromatography",
        "opb": "Ion exchange chromatography",
        "opc": "Isoelectric focusing",
        "opd": "Mass spectrometry",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "3aad5d3f-0855-45e3-bd5e-8a07a4f3a947",
        "choice_type": "single"
    },
    {
        "question": "Decarboxylation of which of the following amino acids yields a potent vasodilator?",
        "exp": "Decarboxylation of amino acids produces biogenic amines. Pyridoxal phosphate serves as a cofactor in the breaking of Carbon-Carbon bond. This reaction does not require ATP. All the decarboxylases are lyases (EC4). Amino acid Biogenic amine Glutamate Gamma-amino butyric acid (GABA) Histidine Histamine (Vasodilater) 5-hydroxy tryptophan Serotonin (5-Hydroxy tryptamine) Tyrosine Tyramine",
        "cop": 3,
        "opa": "Glutamate",
        "opb": "Arginine",
        "opc": "Histidine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "9cfbe8fa-cea0-4a1c-8b3c-741e8063c707",
        "choice_type": "single"
    },
    {
        "question": "Non-essential amino acid:",
        "exp": "Essential amino acids are those which can't be synthesised in the body and must be taken in the diet. Alanine can be synthesized from pyruvate by transamination in a single step. So, alanine is not a dietarily essential amino acid. Semi-essential amino acids: Those which can be synthesized in body but to some extent.",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Tyrosine",
        "opc": "Arginine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "3ba5a305-c681-4c3b-83c9-5ea3d26c34ca",
        "choice_type": "single"
    },
    {
        "question": "NO is secreted by-",
        "exp": "Also called as Endothelium derived Relaxing Factor NO (nitric oxide):- synthesized from Arginine by enzyme NOS (Nitric oxide synthase) in the endothelial cells Nitric oxide relaxes the smooth muscles of blood vessels The vasodilator - nitroglycerin also enters smooth muscle cells, where its metabolism also leads to the formation of NO. Activates enzyme Guanyl cyclase, which conves GTP to cyclic GMP, which causesrelaxation of smooth muscle cells OTHER FREQUENTLY ASKED QUESTIONS ON NITRIC OXIDE There are three isoforms of NOS (Nitric oxide synthase) a) n. NOS - neuronal b) i. NOS- inducible c) e. NOS- endothelial",
        "cop": 1,
        "opa": "Endothelium",
        "opb": "Ectoderm",
        "opc": "Endoderm",
        "opd": "Bones",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "0fcd18fb-7b84-4d95-b671-ecf93aabdccf",
        "choice_type": "single"
    },
    {
        "question": "Precursor of tyrosine is:",
        "exp": "Phenylalanine in the presence of phenylalanine hydroxylase forms tyrosine. So precursor for tyrosine is phenylalanine Extra Information: Enzyme Disease Phenylalanine hydroxylase Classical phenylketonuria or PKU-1 Dihydrobiopterin reductase Non-classical PKU type 2 & 3 GTP-Cyclo hydrolase Non-classical type 4 or 5",
        "cop": 4,
        "opa": "Cysteine",
        "opb": "Histidine",
        "opc": "Tryptophan",
        "opd": "Phenylalanine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "fb5133a5-c77b-427a-888c-de4fec6b8a50",
        "choice_type": "single"
    },
    {
        "question": "Symptoms of Hanup's disease mimic:-",
        "exp": "Deficiency of tryptophan will lead to the deficiency of Niacin in the body Thus causing pellagra like symptoms (neurological and dermatologic), Hanup's Disease: AR (autosomal recessive), rare disorder Defect in neutral amino acid transpoer also called mono-amino mono carboxylic amino acid transpoer which transpos neutral amino acid including tryptophan. Failure to absorb tryptophan from intestine and also reabsorb it by kidneys Tryptophan forms Niacin (Vitamin B3) in the body, Deficiency of it will lead to the deficiency of Niacin in the body Thus causing pellagra like symptoms (neurological and dermatologic), despite an adequate intake of both Tryptophan and niacin. C/F - Aminoaciduria i. e. Tryptophan in urine without a corresponding increase in plasma tryptophan levels",
        "cop": 2,
        "opa": "Beri-Beri",
        "opb": "Pellagra",
        "opc": "Kwashiorkor",
        "opd": "Korsakoff psychosis",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "1c522b9e-117e-4647-83ec-8affeffc3dcc",
        "choice_type": "single"
    },
    {
        "question": "Order of increasing polarity: A. Alanine B. Valine C. Glycine D. Isoleucine",
        "exp": "All aliphatic amino acids i. e. Glycine, Alanine, Valine, Leucine and Isoleucine are non-polar. Isoleucine is most non polar, followed by valine. Glycine is least non-polar out of all aliphatic amino acids.",
        "cop": 1,
        "opa": "D- B- A-C",
        "opb": "B- C- A-D",
        "opc": "A- D- C-B",
        "opd": "D-A- B-C",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "bb26ae4b-6958-4033-991c-b418b0e61a7e",
        "choice_type": "single"
    },
    {
        "question": "Out of the following, which is substrate for the rate limiting enzyme of polyamine biosynthesis?",
        "exp": "ANS:-Ornithine>>Arginine Rate limiting enzyme of polyamine biosynthesis is Ornithine decarboxylase, for which substrate is ornithine. Arginine can also be marked, As arginine is the source of ornithine, by enzyme arginase. Polyamines polycations Major polyamines are: putescine (diamine), spermidine (triamine) & spermine (tetramine). Roles of polyamines are: Cell growth, survival, regulation and proliferation Used as a growth factor in cell cultures Changes in polyamine levels are associated with aging and diseases. Therapeutic use of polyamine biosynthesis inhibitor:- DFMO (Di Fluoro Methyl Ornithine) in sleeping sickness & hirsuitism.",
        "cop": 3,
        "opa": "Anandamide",
        "opb": "Cadaverine",
        "opc": "Ornithine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "596b2637-7e08-48a5-adbd-cdce034e6df9",
        "choice_type": "single"
    },
    {
        "question": "All are aromatic amino acid except",
        "exp": "Branched chain Amino Acids are Valine Leucine Isoleucine All branched chain amino acids are essential Aromatic Amino Acids are Phenylalanine - Essential Tyrosine - Non-essential Tryptophan - Essential Histidine - Semi-essential",
        "cop": 3,
        "opa": "Phenyl alanine",
        "opb": "Tyrosine",
        "opc": "Leucine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "137f2ed3-f5ce-4b9d-814e-78c1d2c152d8",
        "choice_type": "multi"
    },
    {
        "question": "Aspaate is similar to glutamate in the same way that:",
        "exp": "Aspaate is similar to glutamate in the same way that Asparagine is similar to glutamine (polar amino acids) Glycine is similar to valine in the same way that alanine is similar to leucine (aliphatic amino acids) Alanine is similar to serine in the same way that phenylalanine is similar to tyrosine (structure)",
        "cop": 2,
        "opa": "Valine is similar to threonine",
        "opb": "Asparagine is similar to glutamine",
        "opc": "Phenylalanine is similar to tryptophan",
        "opd": "Phenylalanine is similar to histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "b1ce124e-8bf9-4f97-b676-94d27e12d9b7",
        "choice_type": "single"
    },
    {
        "question": "Adenosine receptor stability is because of extensive disulfide bonds formed between:",
        "exp": "Disulfide bonds can only be formed between one amino acid i. e. cysteine, as it has sulfhydryl group (-SH). Two cysteine gets joined to form cystine (having disulfide bond) (see fig). It a strong covalent bond.",
        "cop": 1,
        "opa": "Cysteine",
        "opb": "Methionine",
        "opc": "Arginine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "37396712-1260-4428-a76f-86213d0e0540",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true EXCEPT",
        "exp": "Analyse each option:- Nutritionally non-essential amino acids can be synthesised in the body. So, their absence from the diet in proteins is not deleterious to human health - option a is correct statement. Selenocysteine is present in Thioredoxin reductase, Glutathione peroxidase, 5' deiodinase, Selenoprotein P - option c is correct statement. Oxaloacetate and alpha ketoglutarate are precursors of aspaate and glutamate. 3-phosphoglycerate is the precursor of serine which in turn can produce glycine - option d is also correct. We are left with option b. Tetrahydrobiopterin is needed for tyrosine biosynthesis, not for tryptophan. Moreover, tryptophan cannot be synthesized in human body!",
        "cop": 2,
        "opa": "Absence from the diet of ceain amino acids that are present in most proteins is not deleterious to human health",
        "opb": "Tetrahydrobiopterin is involved in tryptophan biosynthesis",
        "opc": "Selenocysteine is an essential component of several mammalian proteins",
        "opd": "Intermediates of the citric acid cycle and of glycolysis acts as precursors of aspaate, asparagine, glutamate, glutamine, glycine, and serine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "d7079a12-5ea0-4a63-b52c-6abc1ea96a71",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following biochemical reaction is involved in conversion of Histidine to histamine",
        "exp": "Histidine to Histamine is Simple Decarboxylation step, requiring Vitamin B6 (PLP-Pyridoxal Phosphate) as coenzyme. Other examples of Simple Decarboxylation are: Tryptophan -Tryptamine Tyrosine -Tyramine DOPA -Dopamine Serine -Ethanolamine Cysteine-Beta Mercapto Ethanol Note: All these are mainly Amino Acids which undergo Decarboxylation to produce Amine Similarly, from Amino Acid, if Amino group is removed, Acid is formed. BUT Decarboxylation of Glutamate and Lysine does not form amine. Lysine - Cadaverine (a foul smelling diamine) Glutamate - GABA (Gamma Amino Butyric Acid) Fig.: Different factors required by Carboxylases and decarboxylases",
        "cop": 1,
        "opa": "Decarboxylation",
        "opb": "Carboxylation",
        "opc": "Deamination",
        "opd": "Oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "8ffdd48f-a6f5-48fe-91c6-119dda9e805c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is polar amino acid -",
        "exp": "Glutamate/ glutamic acid is a negatively charged or acidic amino acid. Rest all are non-polar in the options Note:-Go through treasure for list of polar and non polar amino acids",
        "cop": 3,
        "opa": "Tryptophan",
        "opb": "Methionine",
        "opc": "Glutamic acid",
        "opd": "Isoleucine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "ffc3d96b-0bab-45fe-878e-ce1fbaf5a2a4",
        "choice_type": "single"
    },
    {
        "question": "All of the following amino acids are one-carbon donors, EXCEPT",
        "exp": "Sources of one-carbon groups: Serine to glycine (Serine hydroxymethyl transferase reaction) is the primary contributor for methylene THFA. Glycine cleavage system produces methylene groups is the glycine cleavage system Histidine contributes to N5-formimino THFA through FIGLU Tryptophan donates formyl-THFA Choline and betaine are donors of hydroxy methyl groups",
        "cop": 4,
        "opa": "Glycine",
        "opb": "Serine",
        "opc": "Histidine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "f9dfdcab-0104-4397-bd47-64dc172ae455",
        "choice_type": "multi"
    },
    {
        "question": "Storage form of proteins in humans:",
        "exp": "Body has no specialized cells to store protein efficiently, that's why eating proteins regularly is impoant Body maintains amino acid pool from where proteins can be synthesized but essential amino acids must come in food. Storage form of carbohydrates In plants is starch In animals is glycogen Storage form of fats is TGs (Triglycerides).",
        "cop": 4,
        "opa": "Titin",
        "opb": "Collagen",
        "opc": "Starch",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "4f52b97d-0f13-4294-b5d3-3a172bb61679",
        "choice_type": "multi"
    },
    {
        "question": "Nontoxic form of storage and transpoation of ammonia:",
        "exp": "Catabolism of amino acid give rise to ammonia which get transferred to glutamate. From glutamate, NH3 is ultimately taken up by glutamine which is Non-toxic form of storage and transpoation of ammonia in blood (see fig below). Glutamine is neutral in nature and can readily move across cell membrane by facilitative diffusion. Glutamine is formed from glutamate by following reaction:",
        "cop": 3,
        "opa": "Aspaic acid",
        "opb": "Glutamate",
        "opc": "Glutamine",
        "opd": "Glutamic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "6d207f8e-8c30-4b99-8a1b-bb8614234916",
        "choice_type": "single"
    },
    {
        "question": "An infant unable to feed properly, weak, and not gaining proper weight. His mother comes to OPD with complaints of multiple episodes of urination and baby cries each time he passes urine. She also tells that the baby often smells of rotten fish in his urine and his sweat. Which of the following would you test in the urine of the infant?",
        "exp": "Tri methylaminuria Fish odour syndrome (autosomal recessive) is a rare metabolic disorder in which enzyme defect is Flavin containing mono-oxygenase-3 (FMO3). This enzyme uses riboflavin as a co-factor. In this syndrome, Affected individuals have a reduced capacity to metabolize trimethylamine into trimethylamine N-oxide (odourless). Trimethylamine is volatile compound, which gives off a strong fishy smell in urine, sweat, and expired air. Treatment Restriction of foods rich in trimethyl amine (fish, egg, liver, nuts, grains) Riboflavin supplement Extra Information: Various diseases and their odor is an impoant question being asked frequently these days: Inborn Error of Metabolism Urine Odour Phenylketonuria (PKU) Mousy/ Musty Maple Syrup Urine Disease (MSUD) Maple Syrup/ Burnt Sugar Isovaleric Acidemia Sweaty feet/ Cheesy Hawkinsinuria Swimming Pool Glutaric Acidemia Sweaty Feet 3-Hydroxy-3-Methyl Glutaric Aciduria Cat Urine Multiple Carboxylase Deficiency Tomcat Urine Hypermethioninemia Boiled Cabbage Tyrosinemia Boiled Cabbage, Rancid Butter Trimethylaminuria Rotten fish Diabetic Ketoacidosis Fruity Urinary Tract Infections Foul smell",
        "cop": 3,
        "opa": "Vinyl mandalic acid",
        "opb": "Isovaleric acid",
        "opc": "Trimethylamine",
        "opd": "Oxoisocaproic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "964cd70b-595a-4d05-98d9-f9a3ccb69a83",
        "choice_type": "single"
    },
    {
        "question": "All of the following amino acids are conveed to Succinyl CoA, except",
        "exp": "Succinyl-CoA/propionyl-CoA producing aminoacids - VIMT (Valine, Isoleucine, Methionine & Threonine). Histidine produces glutamate FIGLU",
        "cop": 4,
        "opa": "Methionine",
        "opb": "Isoleucine",
        "opc": "Valine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "df85d7e5-dd98-48ac-bf2f-01900297cb62",
        "choice_type": "multi"
    },
    {
        "question": "GABA (Gamma amino butyric acid) is characteristic of",
        "exp": "Functions of GABA:- One of the major inhibitory neurotransmitters in brain. Regulates the activity of neurons by discouraging the transmission signals It is believed that GABA opens chloride channels & (|||) the permeability of post-synaptic membranes. (|) GABA levels will cause excitation in brain leading to convulsions",
        "cop": 2,
        "opa": "Post-synaptic excitatory transmitter",
        "opb": "Post-synaptic inhibitory transmitter",
        "opc": "Activator of glia-cell function",
        "opd": "Inhibitor of glia cell function",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "d0bcb205-e0bc-4ba6-8f47-e1e5b766fd4f",
        "choice_type": "single"
    },
    {
        "question": "Column chromatography using phenyl Sepharose beads separates proteins based on the",
        "exp": "Hydrophobic interaction chromatography separates proteins based on their tendency to associate with a stationary phase matrix coated with hydrophobic groups(eg. phenyl Sepharose)",
        "cop": 3,
        "opa": "Affinity to ligand",
        "opb": "Charge",
        "opc": "Hydrophobicity",
        "opd": "Stokes' radius",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "42447ae9-4d7a-40e0-beb3-c7750c551e14",
        "choice_type": "single"
    },
    {
        "question": "Which of the following amino acid is extracted predominantly by muscle, having been spared by the liver in postprandial state?",
        "exp": "After a protein rich meal, splanchnic tissues (stomach, small intestine, large intestine, pancreas, spleen and liver, ) release branched chain amino acids (valine, leucine & isoleucine) & they are mainly extracted by peripheral tissues like skeletal muscles. The branched chain amino acid released by liver are mainly taken up by skeletal muscles (see fig) During fasting state, these branched chain amino acids stores of muscles are transpoed to provide energy to brain. valine is most commonly transpoed to brain. Therefore, branched chain amino acids have a special role in nitrogen metabolism. Free amino acid Alanine is transpoed from muscles to liver after feeding. During fasting state also, exchange of alanine happens between liver and muscles in glucose-alanine cycle (Cahill cycle).",
        "cop": 1,
        "opa": "Valine",
        "opb": "Glutamine",
        "opc": "Glutamate",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "565cf398-53ff-481b-9c49-5087d08c392c",
        "choice_type": "single"
    },
    {
        "question": "Which is not a biological derivative of tyrosine?",
        "exp": "Uses of tyrosine: =Melatonin is formed from tryptophan not from tyrosine Tip to remember:- Tyrosine (smaller name) - Melanin (smaller name) Tryptophan (bigger name) - Melatonin (bigger name) Extra information:- Phenylalanine is conveed to tyrosine by enzyme Phenylalanine Hydroxylase. Therefore tyrosine is non-essential as it can be synthesized in body from phenylalanine. Other uses of tryptophan are- Synthesis of vitamin B3 and serotonin",
        "cop": 2,
        "opa": "Melanin",
        "opb": "Melatonin",
        "opc": "Epinephrine",
        "opd": "Dopamine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "4cdb02b9-c590-43c1-bd29-98b3f5974d9a",
        "choice_type": "single"
    },
    {
        "question": "Sulphur containing amino acids metabolism needs-",
        "exp": "Sulphur containing amino acid metabolism requires three vitamins:- 1. Vitamin B6 (Pyridoxine), 2. Vitamin B9 (Folate) 3. Vitamin B12. Folate and vitamin B12 are required for one carbon transfer and Pyridoxine is required in Cystathionine Synthase, which conves Homocysteine to Cystathionine.",
        "cop": 4,
        "opa": "Pyridoxine",
        "opb": "Folic acid",
        "opc": "Vitamin B12",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "bb7289b9-8282-4462-8b59-50d84fc56f49",
        "choice_type": "multi"
    },
    {
        "question": "In Maple syrup urine disease, the amino acids excreted in urine are all EXCEPT:",
        "exp": "- Maple syrup urine disease is a defect in the catabolism of branched chain amino acids i. e. Valine, Leucine and Isoleucine. As a result these amino acids are excreted in urine. - This defect occurs due to the inherited deficiency of branched Chain Keto-acid Decarboxylase. - So the answer is Phenylalanine Extra information: MAPLE Syrup urine disease: Autosomal Recesive Clinical Features 1. Burnt sugar like odour (because of isoleucine) 2. Ketosis, vomiting, feeding problems 3. Mental retardation (because of increased leucine) There are 4 known types of Maple Syrup Urine Disease: Type IA and IB MSUD arise from mutations in the E1a and E1b gene, which encode the enzyme a-Ketoacid decarboxylase. Type II arises from mutations in the E2 gene, which encodes Dihydrolipoyltransacylase. Type III arises from mutations in the E3 gene, which encodes Dihydrolipoamide dehydrogenase.",
        "cop": 2,
        "opa": "Leucine",
        "opb": "Phenylalanine",
        "opc": "Isoleucine",
        "opd": "Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "1a96bbea-e285-434e-b4e5-356cc6236024",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are cofactors for Branched chain ketoacid dehydrogenase, EXCEPT",
        "exp": "Thiamin pyrophosphate (Vit B1), Lipoic Acid, Coenzyme A (B5), FAD (Vitamin B2) and NAD+ (Vitamin B3) are required as cofactors for the following 3 enzymes, Pyruvate dehydrogenase a-keto glutarate dehydrogenase Branched chain keto acid dehydrogenase All these 3 enzymes are multienzyme complexes of three different enzymes.",
        "cop": 3,
        "opa": "FAD",
        "opb": "Lipoamide",
        "opc": "NADP",
        "opd": "Thiamin pyrophosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "a3544023-65fb-42d2-835c-a025ca2e2051",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is elevated in Pyridoxal Phosphate deficiency?",
        "exp": "Xanthurenic acid >> Homocysteine (Both are increased in PLP deficiency) 3-OH Kynurenine is one of the intermediate in Tryptophan catabolism Normally conveed to next intermediate and this conversion requires vitamin B6/ PLP. But in B6 deficiency, 3-OH Kynurenine is diveed to form alternate metabolite= Xanthurenic acid (See fig) which is excreted in urine. Homocystine is a chemical compound consisting of two homocysteine molecules joined by a disulfide.",
        "cop": 4,
        "opa": "FIGLU",
        "opb": "Homocystine",
        "opc": "Methylmalonic acid",
        "opd": "Xanthurenic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "e08741f8-774b-4805-9a65-3214f0965ad3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following amino acid can be synthesised from a glycolytic intermediate in human body?",
        "exp": "Serine is a dietary non-essential amino acid since it can be synthesised from the glycolytic intermediate 3-phosphoglycerate. Oxidation of 3-phosphoglycerate by a dehydrogenase, conves it to 3-phosphohydroxypyruvate. Transamination and subsequent dephosphorylation then form serine.",
        "cop": 4,
        "opa": "Aspaate",
        "opb": "Glutamate",
        "opc": "Histidine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "00606e93-5480-4aa6-8c35-8739ea2d12fe",
        "choice_type": "single"
    },
    {
        "question": "All of the following amino acids forms acetyl CoA Pyruvate Dehydrogenase EXCEPT",
        "exp": "Six amino acids form pyruvate during catabolism. They are Glycine, Alanine, Serine, Threonine, Cysteine and Hydroxy-Proline (see fig).",
        "cop": 3,
        "opa": "Glycine",
        "opb": "Hydroxyproline",
        "opc": "Tyrosine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "698b4f7e-c512-483e-8222-d5a5f6b9a546",
        "choice_type": "multi"
    },
    {
        "question": "The biosynthesis of Epinephrine from Norepinephrine requires",
        "exp": "S-adenosyl methionine (SAM) is the methyl donor for the conversion of Norepinephrine to Epinephrine.",
        "cop": 4,
        "opa": "Pyridoxal phosphate",
        "opb": "Biotin",
        "opc": "Cytochrome P450",
        "opd": "S-adenosyl methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "cefd7837-8bfd-4447-8a95-333ccb79493f",
        "choice_type": "single"
    },
    {
        "question": "Most specific marker of pheochromocytoma:",
        "exp": "Pheochromocytoma - tumor for Adrenal gland which secretes high amount of epinephrine & Nor-epinephrine catabolic products of catecholamine - VMA VMA can be measured in 24 hours urine sample",
        "cop": 1,
        "opa": "VMA",
        "opb": "Catecholamine",
        "opc": "5 - HIAA",
        "opd": "Serotonim",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "c12b2c15-e374-4f24-b4b3-e91dde3a14ce",
        "choice_type": "single"
    },
    {
        "question": "All are true about selenocystiene EXCEPT:",
        "exp": "Selenocysteine is found in approximately 25 human proteins. Enzymes which use selenocysteine at their active sites are known as Selenoproteins e. g. 1. Glutathione peroxidase 2. Thioredoxinreductase 3. Iodothyroninedeiodinase Precursor amino acid for selenocysteine is serine. (not cysteine or methionine) Coded by UGA codon",
        "cop": 4,
        "opa": "Considered as 21st. Amino acid",
        "opb": "Coded by UGA",
        "opc": "Occurs in glutathione peroxidase",
        "opd": "Made of cysteine and methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "257a5ee8-b6c6-4920-b23a-ee272608f82c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are conditions associated with negative nitrogen balance, EXCEPT:",
        "exp": "Healthy adults will be at a state of nitrogen equilibrium, i. e. nitrogen intake = Nitrogen excreted. A high protein intake does not lead to positive nitrogen balance since high-protein intake also leads to protein degradation. Large intake of proteins is not advised since protein synthesis and protein degradation are energy-expensive processes. Positive Nitrogen Balance Negative nitrogen balance Intake is more than loss (Nitrogenintake > nitrogen excreted) Childhood growth Pregnancy Lactation Recovery after illness (Convalescence) Anabolic steroid intake Loss is more than the intake (Nitrogen excreted > Nitrogen intake) Infection Surgery Burns Trauma Malnutrition Hypehyroidism, Cushing syndrome",
        "cop": 2,
        "opa": "Burns",
        "opb": "Convalescence",
        "opc": "Infection",
        "opd": "Malnutrition",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "0a608359-7d3a-4694-8611-f855b9800234",
        "choice_type": "multi"
    },
    {
        "question": "Amide group containing amino acid is:",
        "exp": "Amide (-CONH) group is present in:- Asparagine Glutamine Asparagine is the amide of Aspaate Glutamine is the amide of Glutamate",
        "cop": 2,
        "opa": "Asparate",
        "opb": "Glutamine",
        "opc": "Glutamate",
        "opd": "Glutamic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "0b74cd43-53e5-4458-abf3-67da20c1ec34",
        "choice_type": "single"
    },
    {
        "question": "Substrate for gluconeogenesis include?",
        "exp": "Only 5 amino acids are both glucogenic and ketogenic. Mnemonic - TTT I P Both glucogenic and ketogenic amino acids: Tryptophan Tyrosine Threonine, Isoleucine, Phenylalanine Note: there is a controversy regarding Lysine, some book says it is purely ketogenic some say it is both Ketogenic and glucogenic serine is only glucogenic amino acid.",
        "cop": 1,
        "opa": "Glycerol",
        "opb": "Leucine",
        "opc": "Fatty acids",
        "opd": "Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Classification and metabolism of amino acids",
        "id": "e90c3e9c-ca17-40c4-95e6-cbfca88fcc9a",
        "choice_type": "single"
    }
]