[
    {
        "question": "Which of the following has highest glycemic index:",
        "exp": "Glycemic index (GI)- Definition -Increase in blood glucose after the test dose of a carbohydrate compared with that of an equivalent amount of glucose. The highest glycemic index is for glucose & galactose High GI maltose, trehalose isomaltose lactose Fructose and sugar alcohols have less glycemic index HFCS (High Fructose Corn Syrup) - 58 % glucose, Sucrose (50 % glucose) gets split into glucose Low GI (<=55 ) Fructose, beans, grains Medium GI (56-69) Table sugar or sucrose High GI (>=70) High fructose corn syrup, glucose, sweets, rice, maltose GI of Glucose = 100 % or 1 GI of Fructose = 25 % GI of Sucrose = 65 %",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Sucrose",
        "opc": "Fructose",
        "opd": "Sorbitol",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "c3419867-b9d6-491b-bbab-a1f720c03d0e",
        "choice_type": "single"
    },
    {
        "question": "The oxidation of Galactose with strong oxidizing agent produces:",
        "exp": "Option a: Oxidation of galactose with strong oxidizing agent produces mucic Acid In the presence of strong oxidizing agent, both first and last carbon of sugar is oxidized to produce Saccharic Acid. If Aldehyde group (C1) is oxidized, then Aldonic Acid is produced. If last carbon (C6) is oxidized, then Uronic Acid is produced Glucose to Glucosaccharic acid Glucose to Gluconic Acid Glucose to Glucuronic Acid Mannose to Mannaric acid Mannose to Mannonic Acid Mannose to Mannuronic Acid Galactose to Mucic Acid (forms insoluble crystals) Galactose to Galactonic Acid Galactose to Galacturonic Acid In mild oxidation, either C1 is oxidized or C6 is oxidized.",
        "cop": 1,
        "opa": "Mucic Acid",
        "opb": "Gluconic Acid",
        "opc": "Galacturonic acid",
        "opd": "Saccharic Acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "5f717cdf-2e05-42cd-bc98-b2d508ead1d4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following glycosaminoglycan contains iduronic acid?",
        "exp": "Option d: Heparin contains iduronic acid Glucuronic acid is the hexuronic acid present in most of the glycosaminoglycans. Iduronic acid is a component of Heparin Dermatan sulfate Heparin and Heparan sulfate both contain N-sulfo glucosamine sugar instead of N-acetyl glucosamine as sugar component. NOTE: Dermatan sulfate is made up of N-acetyl galactosamine + iduronic/glucuronic acid",
        "cop": 4,
        "opa": "Hyaluronic acid",
        "opb": "Keratan sulfate I",
        "opc": "Keratan sulfate II",
        "opd": "Heparin",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "4bbc435c-4e47-456f-80b7-04a0c5f2bf31",
        "choice_type": "single"
    },
    {
        "question": "A young man finds that every time he eats dairy products he feels very uncomfoable. His stomach becomes distended. He develops gas and diarrhoea frequently. These symptoms do not appear when he eats food other than dairy products. Which of the following is most likely enzyme in which this young man is deficient:",
        "exp": "The patient has abdominal discomfo & diarrhoea after taking milk. Diagnosis is Lactose Intolerance. Enzyme deficient in this patient is b-Galactosidase which is also known as Lactase. It breaks down milk sugar lactose into glucose and galactose which can be easily absorbed. a-Amylase digests Starch (Option a) a- Glucosidase or Acid Maltase is minor pathway of Glycogen breakdown in lysosomes (Option c) If abdominal discomfo & diarrhea appear after taking sugar or sugarcane juice, then enzyme deficient is Sucrase (Option d)",
        "cop": 2,
        "opa": "Alpha amylase",
        "opb": "Beta galactosidase",
        "opc": "Alpha glucosidase",
        "opd": "Sucrase",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "d18dbb35-517e-4a25-8d9b-58f1d74a3ae0",
        "choice_type": "single"
    },
    {
        "question": "Dextrose is:",
        "exp": "Option a - Dextrose is D(+) glucose Concept 'D' means structural isomer i. e. Enantiomer. Abundant form of carbohydrate is always D form. (+) or (d) means dextrorotatory. Glucose is always dextrorotatory (d) (+). The solution of glucose is known as DEXTROSE. Therefore, Dextrose is D (+) glucose",
        "cop": 1,
        "opa": "D (+) glucose",
        "opb": "D (-) glucose",
        "opc": "L (+) glucose",
        "opd": "L (-) glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "8ddc5573-db0e-4751-bb99-9c33c3ccdcfe",
        "choice_type": "single"
    },
    {
        "question": "Inulin is a:",
        "exp": "Glucosan (Glucan) - polymer of glucose (e. g. Cellulose) Fructosan (Fructan) - polymer of fructose (e. g. Inulin) Inulin homopolysaccharide of fructose. Source - garlic, onion neither absorbed nor secreted by renal tubules. Inulin clearance - Ideal for measuring Glomerular Filtration Rate (GFR) but it is not used widely as it has to be exogenously given to patient. Use: As a prebiotic",
        "cop": 2,
        "opa": "Glucosan",
        "opb": "Fructosan",
        "opc": "Galactosan",
        "opd": "Mannosan",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "6c401c12-bc0d-400b-ad32-b2e29ac171fa",
        "choice_type": "single"
    },
    {
        "question": "Parent alcohol in carbohydrates is:",
        "exp": "Parent alcohol in carbohydrates is Glycerol. Parent carbohydrate, which gives rise to all other carbohydrates. Eg D-Glyceraldehyde. Most abundant organic molecule in nature: Carbohydrates Most abundant monosaccharide in nature: D-Glucose Minimum number of carbons possible in a Carbohydrate is 3. Minimum number of 'OH' group possible in a Carbohydrate is 2. Minimum number of functional groups possible in a Carbohydrate is 1.",
        "cop": 1,
        "opa": "Glycerol",
        "opb": "Ethanol",
        "opc": "Methanol",
        "opd": "Cholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "31eca32b-75d4-496c-bc46-01ae3cec0982",
        "choice_type": "single"
    },
    {
        "question": "Number of -OH groups in ribose:",
        "exp": "option a: Number of -OH groups in ribose is 4 General rule: Number of -OH groups are always one less than the number of carbons in carbohydrates Glucose (6C) has 5 -OH groups. Ribose (5C) has 4 -OH groups. MONOSACCHARIDES No of C atoms Generic name Example (Ald) No. of OH groups 3 Trioses Glyceraldehyde 2 4 Tetroses Erythrose 3 5 Pentoses Ribose. Xylose (Epimer of Ribose) Arabinose 4 6 Hexoses Glucose. Galactose Mannose 5",
        "cop": 1,
        "opa": "4",
        "opb": "5",
        "opc": "6",
        "opd": "2",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "b64482d9-0670-4159-9963-3e1e281d94e2",
        "choice_type": "single"
    },
    {
        "question": "D-Xylose test is used in diagnosis of:",
        "exp": "option b: D-Xylose test is used in diagnosis of malabsorption syndrome D-xylose: monosaccharide (pentose). doesn't require enzymes for digestion. It's absorption requires an intact mucosa only. In contrast, polysaccharides like starch require enzymes, such as amylase, to break them down, so that they can be absorbed as monosaccharides. Xylose after absorption is incompletely metabolized in the body excreted in urine within 24 hours. D- Xylose test is a screening test for malabsorption. | urinary excretion of Xylose is seen in malabsorption. Test helps to differentiate intestinal malabsorption (| D-xylose absorption) from pancreatitis (normal D-xylose absorption)",
        "cop": 2,
        "opa": "Zinc deficiency",
        "opb": "Malabsorption syndrome",
        "opc": "Vitamin B12 deficiency",
        "opd": "Bacterial undergrowth syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "27e7cca6-3eeb-44bb-9e8d-c9ad95fb1ef1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in human body?",
        "exp": "L-fructose is not seen in human body All sugars in our body are D-sugars. All amino acids in the human protein are L-amino acids. But there are exceptions. (L-sugar found in the human body, i. e. L-fucose.) L-Fucose: Methyl pentose Found in glycoproteins e. g. Blood group antigen.",
        "cop": 2,
        "opa": "L-fucose",
        "opb": "L-fructose",
        "opc": "D-Glucose",
        "opd": "D- Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "842378ab-97fd-4e13-9c5f-4930ad2da03c",
        "choice_type": "single"
    },
    {
        "question": "Which disaccharide is NOT broken down in GIT when ingested:",
        "exp": "Lactulose is not broken down in the intestine when it is ingested Lactulose synthetic disaccharide made up of galactose & fructose, joined by ss bond. Due to ss bond, it is not broken in the intestine when it is ingested, Use- In constipation. EXCEPTIONS: If beta bond is present on the side of Galactose, then beta bond becomes easy to be broken. Any such enzyme therefore is known as Beta Galactosidase e. g. Lactase ss Galactosyl Ceramidase -breaks lactose(galactose joined to glucose by beta bond) breaks Beta-Galactosyl Ceramide, (Glycolipid in which galactose is joined to ceramide by ss bond) deficient in lactose intolerance deficient in Krabbe's disease",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Maltose",
        "opc": "Sucrose",
        "opd": "Lactose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "db74a40c-9f4b-40ae-8834-84de9191af86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has no asymmetric carbon?",
        "exp": "(Option a)- Glucose has 4 chiral/asymmetric carbons (C2, C3, C4 and C5) (Option b)- Glyceraldehyde has 1 chiral carbon (C2) (Option d)- Fructose has 3 chiral carbons (C3, C4 and C5) (Option c) Dihydroxyacetone is the only carbohydrate which has no asymmetric carbon EXTRA EDGE Any compound having asymmetric carbon shows both structural and optical isomerism\". Carbohydrates and amino acids have asymmetric carbon so, both structural and optical isomerism present. The number of Asymmetric carbons are always one less in keto form as compared to aldehyde form.",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Glyceraldehyde",
        "opc": "Dihydroxyacetone",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "c9507846-67e6-46ab-a762-bcb7250440f2",
        "choice_type": "single"
    },
    {
        "question": "THEME AND FOCUS: CHEMISTRY OF CARBOHYDRATES Case: A 54 year old women who was bed bound in a nursing home began to develop swelling of her left leg. She was diagnosed with Venous Doppler ultrasound and was found to have a deep vein thrombosis. Lead Question: She should be treated with which chemical so as to prevent the clot from enlarging.",
        "exp": "Heparin: Heparin is an anticoagulant that binds to antithrombin and activates it, which in turn inactivates thrombin. Thus heparin will prevent the clot from enlarging in this patient. Use of Heparin best anticoagulant Estimation of pH, Blood gases, Electrolytes, and Ionized calcium. Digitalis: Drug of choice for treating congestive heart failure and arrhythmias. Ouabain: A plant-derived glycoside Inhibits active transpo of Na+ in the cardiac muscle. In lower doses, it can be used in treating arrythmias. Glycosaminoglycans long linear (unbranched) polysaccharides consisting of repeating disaccharide (double sugar) units. Heparin & heparin sulfate",
        "cop": 3,
        "opa": "Digitalis",
        "opb": "Ouabain",
        "opc": "Heparin",
        "opd": "Heparan sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "52ad2068-3825-403c-8687-70f3fc5e6b19",
        "choice_type": "single"
    },
    {
        "question": "Excess of which of following can result in cataract",
        "exp": "Sugar Alcohols and cataract: = Reduction of monosaccharides forms sugar alcohols = sugar alcohols are hygroscopic in nature, absorb water, and will cause cell swelling = They especially get accumulated in the lens of the eye causing cataract. Examples: Glucose forms sorbitol in diabetes and leads to snowflake cataract In galactosemia, Excess Galactose is reduced to galactitol and give rise to oil drop cataract",
        "cop": 1,
        "opa": "Sugar alcohol",
        "opb": "Glucose",
        "opc": "Sugar amines",
        "opd": "Galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "3cdfb943-6b4c-40ae-8ccb-7321948333c2",
        "choice_type": "single"
    },
    {
        "question": "Which color in benedict's test indicate that no sugar is present?",
        "exp": "Benedict's test is a semi-quantitative test, means it gives an idea of the quantity of sugar present depending upon the Color. Blue color indicates no sugar is present. Green/ yellow color indicates trace of sugar is present. Orange red color indicates lasrge amount of sugar is present Brick Red color indicates reducing sugar is present",
        "cop": 1,
        "opa": "Blue",
        "opb": "Green",
        "opc": "Orange",
        "opd": "Brick red",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "eb9eb74c-a85a-4774-b398-12272c34174a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a component of Chitin polysaccharide -:",
        "exp": "Option b: Glucosamine is the component of chitin Chitin Homopolysaccharide made up of N-Acetyl Glucosamine in b(1-->4) linkage Present in the cell wall of fungi & exoskeleton of ahropods (insects). Second most abundant polysaccharide in nature (Cellulose is the first most abundant)",
        "cop": 2,
        "opa": "Ascorbic acid",
        "opb": "Glucosamine",
        "opc": "Synovium",
        "opd": "Glucuronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "1321788a-433b-47d9-964d-65c590396fa1",
        "choice_type": "single"
    },
    {
        "question": "In glycogen, the linkage at branch points is",
        "exp": "option c: In glycogen, the linkage at branch points is alpha-1, 6 In glycogen, Linkage at straight chains alpha -1, 4 branch points alpha-1, 6",
        "cop": 3,
        "opa": "Alpha -1, 4",
        "opb": "Alpha-2, 3",
        "opc": "Alpha-1, 6",
        "opd": "ss-1, 4",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "bd9ba135-be64-4c04-8132-4adaf69741ac",
        "choice_type": "single"
    },
    {
        "question": "Cellulose is not broken due to beta anomerism at:",
        "exp": "Anomerism Different -H and -OH orientation around the functional carbon. C1 is the functional carbon in glucose. Two types of Anomers are - Alpha (a) - at functional carbon, -OH is downwards Beta (b)- at functional carbon, -OH is upwards b-anomers can't be broken in body. Cellulose is made up of glucose joined by b 1-, 4 glycosidic bond In glucose functional carbon is at C1 (Aldehyde). So, Cellulose is not broken due to b-anomerism at C1",
        "cop": 1,
        "opa": "C1",
        "opb": "C2",
        "opc": "C5",
        "opd": "C6",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "e85e38df-437a-4484-ba09-76b561de6793",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fatty acids is produced by fermentation of dietary fiber by colonic flora?",
        "exp": "Starch and non-starch polysaccharides are substrates for bacterial fermentation in the large intestine. They produce butyrate and other sho chain fatty acids. These fatty acids are a significant source of fuel for intestinal enterocytes. There is evidence that butyrate also has antiproliferative activity, and so provides protection against colorectal cancer.",
        "cop": 2,
        "opa": "Palmitate",
        "opb": "Butyrate",
        "opc": "Oleate",
        "opd": "Linoleate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "09bfd78b-8c5f-4d10-8729-726479661403",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a test to distinguish between monosaccharides and disaccharides?",
        "exp": "Option a: a test to distinguish between monosaccharides and disaccharides is Barfoed's test Barfoed's test- The reduction of Cu++ in acidic Barfoed's reaction is slower. Monosaccharides reduces Cu++ (cupric) to Cu+ (cuprous) within 3 minutes Disaccharides take a longer time (up to 10 minutes). Bial's test: For Pentoses (bluish color). Hexoses generally react to give green, red or brown products. Seliwanoff's test Distinguish between Aldehyde and Keto sugar. Given positive by Keto sugars. Methods for glucose estimation Reductometric Methods Enzymatic Method Nelson's Somogyi method Folin-Wu method Oho-Toluidine method Hexokinase method (Gold standard) GOD-POD test",
        "cop": 1,
        "opa": "Barfoed's test",
        "opb": "Bial's Test",
        "opc": "Seliwanoff's test",
        "opd": "Hydrolysis test",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "233fe22b-e2b9-4387-a79d-80a7d252d6b3",
        "choice_type": "single"
    },
    {
        "question": "Which form of Carbohydrate is present in Glycoprotein?",
        "exp": "Option a: Glycoprotein either contains monosaccharide or Oligosaccharide but never polysaccharide Proteoglycan Glycoprotein Carbohydrate >>>> Protein Protein >>>> Carbohydrate Carbohydrate poion is always a Heteropolysaccharide Carbohydrate poion is either a Monosaccharide or Oligosaccharides (Never a Polysaccharide) Carbohydrate is long and linear Carbohydrate is sho and highly branched e. g. Aggrecan, Syndecan e. g. Collagen",
        "cop": 1,
        "opa": "Monosaccharide",
        "opb": "Sugar alcohol",
        "opc": "Homo Polysaccharide",
        "opd": "Hetero Polysaccharide",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "c312e5dd-802f-4993-8fac-d418af8b88c5",
        "choice_type": "single"
    },
    {
        "question": "The enzyme alpha amylase secreted by pancreas digest starch into which of the following major products:",
        "exp": "option d: alpha amylase secreted by pancreas digest starch into Limit dextrins, maltose, and maltotriose Hydrolysis of starch is catalyzed by salivary and pancreatic amylases, Sucrose, galactose and fructose are not the components of starch.",
        "cop": 4,
        "opa": "Amylose, amylopectin, and maltose",
        "opb": "Glucose, galactose, and fructose",
        "opc": "Glucose, sucrose, and maltotriose",
        "opd": "Limit dextrins, maltose, and maltotriose",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "8b500ca3-9b16-44ea-ac97-bbc757bbbbd4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in wound healing?",
        "exp": "option c - Hyaluronic acid helps in wound healing Hyaluronic Acid Longest GAG Present in Extracellular Matrix (ECM) Present in both bacteria and animals No Sulfate Role in Cell Migration during Morphogenesis Role in Wound Healing",
        "cop": 3,
        "opa": "Keratan sulfate",
        "opb": "Dermatan sulfate",
        "opc": "Hyaluronic acid",
        "opd": "Chondroitin sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "3a671d3d-2cd8-43d1-8a7d-2ab7ec167f44",
        "choice_type": "single"
    },
    {
        "question": "In N-linked glycoproteins, to which of the following amino acids, oligosaccharides are covalently attached?",
        "exp": "Ans: b) Asparagine Glycoproteins are proteins that contain oligosaccharide chains (glycans) covalently attached to their polypeptide backbones. Glycoproteins, where N-glycosidic linkage takes place between amide nitrogen of Asparagine, are called as N- linked glycoproteins Types of glycoproteins: 1. N-linked glycoproteins 2. O-linked glycoproteins 3. GPI-anchored proteins O-linked glycoproteins and N-linked glycoproteins are major classes of glycoproteins. O-linked glycoprotein: glycoproteins where O- glycosylation occurs at Serine >> threonine residues N-linked glycoproteins: glycoproteins where N- glycosidic linkage takes place between amide nitrogen of Asparagine. EXTRA EDGE: Periodic acid Schiff (PAS) reagent helps to detect glycoproteins as pink bands after electrophoretic separation. It is a staining method used to detect polysaccharides such as glycogen, and mucosubstances such as glycoproteins, glycolipids, and mucins in tissues. PAS staining can be used to facilitate the diagnosis of several medical conditions: Glycogen storage diseases (versus other storage disorders) Adenocarcinomas, which often secrete neutral mucins Staining of macrophages in Whipple's disease Useful in the diagnosis of A1-antitrypsin deficiency if peripoal liver hepatocytes stain positive.",
        "cop": 2,
        "opa": "Glutamine",
        "opb": "Asparagine",
        "opc": "Acetyl lysine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "18916d3f-fb62-4817-8e82-c1b480112afa",
        "choice_type": "single"
    },
    {
        "question": "Enantiomers are isomers that differ in structure at which carbon:",
        "exp": "Enantiomers have different -H and -OH orientation around the penultimate carbon /2nd last carbon/Reference carbon. E. g-. D-and L-Glyceraldehyde. Also known as Mirror images of each other.",
        "cop": 3,
        "opa": "Last Carbon",
        "opb": "First Carbon",
        "opc": "Penultimate Carbon",
        "opd": "Carbonyl Carbon",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "036cd511-6150-4979-bfd4-597bb1729c68",
        "choice_type": "single"
    },
    {
        "question": "Which glycosaminoglycan is present in cornea?",
        "exp": "option d: Keratan sulafte Glycosaminoglycan in cornea: Keratan sulafte (KS) >>> Chondroitin sulfate (CS) & Dermatan sulfate (DS) All are present in cornea but KS is in maximum amount Immunohistochemistry revealed the presence of both high- and low-sulphated epitopes of KS, as well as DS, throughout the cornea CS only in the peripheral cornea before the limbus. Keratan sulfate is also responsible for corneal transparency. Keratan Sulfate-I is present in cornea while Keratan Sulfate-II is present in cailages.",
        "cop": 4,
        "opa": "Dermatan sulfate",
        "opb": "Chondroitin Sulfate",
        "opc": "Hyaluronic acid",
        "opd": "Keratan Sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "08408838-b901-4d4d-8fbe-18c5ce8790bd",
        "choice_type": "single"
    },
    {
        "question": "Number of isomers possible for Glucose are:",
        "exp": "Number of isomers = 2n n= number of asymmetric carbons in the linear structure of the molecule. Glucose, number of asymmetric carbons are 4 (C2, C3, C4, C5) C1 is symmetric as it is C=O. C6 is CH2. OH, so symmetric. As 24 = 16, Hence, in Glucose, isomers are 16. Note: Do not use extra asymmetric carbon in cyclic structures in this formula.",
        "cop": 3,
        "opa": "32",
        "opb": "64",
        "opc": "16",
        "opd": "8",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "e5b7ddae-ddcb-42e0-aed0-9f58f6bab0a0",
        "choice_type": "single"
    },
    {
        "question": "Glucuronic acid and Iduronic acid are:",
        "exp": "option d: Glucuronic acid and Iduronic acid are Epimers Epimers are stereoisomers that differ around the configuration of a single asymmetric carbon other than the anomeric carbon. Epimers of glucose can be remembered as MAGI. Mannose -C2 epimer, Allose -C3 epimer, Galactose -C4 epimer Idose -C5 epimer.",
        "cop": 4,
        "opa": "Anomers",
        "opb": "Enantiomers",
        "opc": "Functional isomers",
        "opd": "Epimers",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "b26d4db8-9959-4fc1-a95b-5bc50a00c6d1",
        "choice_type": "single"
    },
    {
        "question": "Cellulose is a:",
        "exp": "Option b: Cellulose is a non-starch homopolysaccharide Cellulose unbranched, non-starch homopolysaccharide It is made up of glucose molecules linked by beta (1- 4) glucosidic linkages (see fig). This linkage can't be broken down by any human enzyme due to beta anomerism at C-1. Intestinal bacteria ferments cellulose to sho-chain fatty acid (Butyrate). The most abundant organic molecule on Eah (Second most abundant is Chitin). Cellulose is present in the cell walls of plants and other organisms Starch storage polysaccharide of plants consisting of both linear and branched chain glucose molecules.",
        "cop": 2,
        "opa": "Fructose polymer",
        "opb": "Non-starch polysaccharide",
        "opc": "Starch polysaccharide",
        "opd": "Glycosaminoglycan",
        "subject_name": "Biochemistry",
        "topic_name": "Classification of carbohydrate",
        "id": "b401e081-63a4-476b-b079-b0d06efaf224",
        "choice_type": "single"
    }
]