[
    {
        "question": "Which of the following is a coenzyme",
        "exp": "Co-enzyme Group transferred Thiamine pyrophosphate (TPP) Hydroxy ethyl Pyridoxal phosphate (PLP) Amino group Biotin Carbon dioxide Carbon dioxide Coenzyme-A (Co-A) Acyl groups Tetra hydrofolate (FH4) One carbon groups Adenosine triphosphate (ATP) Phosphate",
        "cop": 4,
        "opa": "Thiamine pyrophosphate",
        "opb": "ATP",
        "opc": "Pyridoxal phosphate",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "844367e4-70d9-4363-afa3-29430d084bc9",
        "choice_type": "multi"
    },
    {
        "question": "Cofactor for xanthine oxidase:",
        "exp": "Cu - required for all Oxidases e. g. Cytochrome c Oxidase Tyrosinase Ascorbic acid Oxidase Amino acid Oxidase Lysyl Oxidase and also for Cytoplasmic SOD (Super Oxide Dismutase) Two oxidases do not require Cu, instead, they require Molybdenum. These are: Xanthine Oxidase Sulfite Oxidase All Kinases need Mg2+(BUT Pyruvate Kinase need K+>> Mg2+) All Carboxylases and synthetases also need Mg2+ Cytoplasmic SOD requires copper WHEREAS Mitochondrial SOD requires Manganese(Mn)",
        "cop": 3,
        "opa": "Zinc",
        "opb": "Copper",
        "opc": "Molybdenum",
        "opd": "Selenium",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "506e8dd8-ea3c-4cc5-9cc6-9a6aeaea0c01",
        "choice_type": "single"
    },
    {
        "question": "Carbon mono-oxide (CO) is released in reaction catalyzed by-",
        "exp": "Heme Oxygenase (EC no- 1) catalyzes degradation of Heme by oxygenation and releasing CO in the reaction (see fig). With regard to other options which are as follows: Decarboxylases(Option a) - produce CO2 Elimination reactions. Carboxylases(Option b) - use CO2 as a Substrate. Pyruvate Dehydrogenase(Option d) - used to conve Pyruvate into Acetyl CoA formed in mitochondria.",
        "cop": 3,
        "opa": "Decarboxylases",
        "opb": "Carboxylases",
        "opc": "Heme oxygenase",
        "opd": "Pyruvate Dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "355cd7c3-ac2d-4270-a6d9-1335f5e4be19",
        "choice_type": "single"
    },
    {
        "question": "Non vitamin coenzyme is:",
        "exp": "Lipoic acid is a coenzyme (required for Pyruvate Dehydrogenase and Alpha-Ketoglutarate Dehydrogenase) but it is not a Vitamin (Option 3). Niacin is Vitamin B3 work as coenzyme in its active form Nicotinamide adenine dinucleotide (NAD) for a number of dehydrogenase enzymes in metabolism (Option 1). Coenzyme A is a derivative of Vitamin B5 - Pantothenic acid and works in acyi group transfer reaction (Option 2). SAM - is S-Adenosyl Methionine, which is a methyl donor. It is neither a Coenzyme, nor a Vitamin (Option 4). Extra information: Another Non-vitamin coenzyme is Tetrahydrobiopterin derived from guanosine triphosphate. Vitamin K is the only fat soluble vitamin which acts as coenzyme",
        "cop": 3,
        "opa": "Niacin",
        "opb": "Coenzyme A",
        "opc": "Lipoic acid",
        "opd": "SAM",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "35a72a44-7b10-4e4a-8841-c0fe3516cd24",
        "choice_type": "single"
    },
    {
        "question": "Tetrahydrobiopterin is required for the metabolism of",
        "exp": "THB is a cofactor for Aromatic amino acid (Tryptophan, Phenylalanine & Tyrosine) hydroxylases (See Fig)* Nitric acid synthase Serotonin synthesis Non-classical phenylketonuria types are due to defect in the synthesis or recycling of THB. Tetrahydrobiopterin (THB) is a nucleotide cofactor derived from Guanosine triphosphate.",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Lysine",
        "opc": "Phenylalanine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "cf691c0b-fbaf-4f4a-8d9c-dbfabe0c74b6",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Xanthine oxidase, EXCEPT:",
        "exp": "Xanthine oxidase is a flavoprotein containing both molybdenum and iron-sulphur clusters. Deficiency of xanthine oxidase leads to hyperuricemia. Look at the reaction. Xanthine oxidase produces H2. O2(Hydrogen peroxide), not H2O.",
        "cop": 4,
        "opa": "Contains iron",
        "opb": "Contains molybdenum",
        "opc": "Flavoprotein",
        "opd": "Produces H2O",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "cc3728f9-37bf-4f9d-9267-67ba4b36acfe",
        "choice_type": "multi"
    },
    {
        "question": "FAD linked dehydrogenase is:",
        "exp": "Succinate dehydrogenase is FAD linked It is an enzyme involved in both TCA( Kreb's Cycle) & ETC( Electron Transpo Chain). Succinate Dehydrogenase: Oxidation of Succinate to Fumarate. This is the only citric acid cycle enzyme that is tightly bound to the inner mitochondrial membrane. It is an FAD dependent enzyme. ADDITIONAL EDGE ON THIS TOPIC: FAD requiring enzymes are: Pyruvate Dehydrogenase (link reaction) Succinate dehydrogenase (TCA) Alphaketoglutarate dehydrogenase (TCA) Branched chain alpha keto acid dehydrogenase Complex II (ETC) Glutathione reductase (RBC) D-amino acid Oxidase Acyl CoA dehydrogenase Xanthine oxidase Glycerol3-phosphate dehydrogenase -mitochondrial form (involved in glycerol phosphate shuttle)",
        "cop": 3,
        "opa": "Enyol reductase",
        "opb": "Glyceraldehyde 3 phosphate dehydrogenase",
        "opc": "Succinate dehydrogenase",
        "opd": "Isocitrate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "7dba5f26-c2c3-48fb-9b4f-1dd2f89f84b1",
        "choice_type": "single"
    },
    {
        "question": "Carboxylases require:",
        "exp": "All carboxylases require Vitamin B7 i. e. Biotin. Biotin is a cofactor responsible for CO2 transfer for several carboxylase enzymes. WITH REGARD TO OTHER OPTIONS: Main biochemical role of- Vitamin B2: Oxidation-Reduction reactions, required for Glutathione Reductase Vitamin B12: Synthesis of Methionine, isomerization of Methyl Malonyl CoA to Succinyl CoA by Mutase Vitamin B1: Oxidative decarboxylation, for Transketolase of HMP.",
        "cop": 1,
        "opa": "Vitamin B7",
        "opb": "Vitamin B2",
        "opc": "Vitamin B12",
        "opd": "Vitamin B1",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "365f103f-4600-4a62-b62c-885b454dcaa8",
        "choice_type": "single"
    },
    {
        "question": "Aldehyde dehydrogenase requires NAD+ to act. Here NAD+ is termed as:",
        "exp": "NAD+ is an organic non protein poion which is required for the enzyme, so it is a coenzyme. The protein poion of holoenzyme is known as apoenzyme. The non protein poion is known as cofactor, coenzyme or prosthetic group. ADDITIONAL EDGE ON THIS TOPIC: Coenzyme Lipoic acid (not a vitamin) All water soluble Vitamins (B - complex & Vitamin C) Vitamin K Nucleotides NAD NADP FMN FAD Vitamin K is the only fat soluble vitamin which acts as coenzyme SAM (S - Adenosyl Methionine) - Donor of methyl group PAPS (Phospho Adenosyl Phospho Sulfate) - Donor of Sulphate group SAM and PAPS are nucleotides but not coenzymes",
        "cop": 2,
        "opa": "Cofactor",
        "opb": "Coenzyme",
        "opc": "Apoenzyme",
        "opd": "Abenzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "a2600cef-6641-42d1-8817-302bcf7ec472",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a feature of coenzyme?",
        "exp": "Salient features of coenzymes The protein pa of the enzyme gives the necessary 3-D Infrastructure for chemical reaction, but the group is transferred from or accepted by the co-enzyme Essential for the biological activity of the enzyme Low molecular weight organic substance & is heat stable Combine loosely with the enzyme molecules, The enzyme and co-enzyme can be separated easily by dialysis Inside the body, when the reaction is completed, the co-enzyme Is released from the apo-enzyme and can bind to another enzyme molecule One molecule of the co-enzyme is able to conve a large number of substrate molecules with the help of an enzyme Most of them are derivatives of vitamin B complex substances.",
        "cop": 1,
        "opa": "It has high molecular weight",
        "opb": "It combines loosely with enzyme molecules.",
        "opc": "Mostly belong to vitamin B complex group",
        "opd": "It is heat stable",
        "subject_name": "Biochemistry",
        "topic_name": "Cofactor and prosthetic groups",
        "id": "777a617e-b3d4-444d-bc60-b2e1a7a6cab9",
        "choice_type": "single"
    }
]