[
    {
        "question": "Which of the following is active in dephosphorylated state?",
        "exp": "Glycogen Synthase is enzyme of Glycogen Synthesis, which is an Anabolic pathway. So this enzyme is active in Dephosphorylated state. Rest all enzymes are involved in Catabolic pathways, so they are active in Phosphorylated state. Pyruvate Carboxylase is involved in Gluconeogenesis, which is a Catabolic pathway. Glycogen Phosphorylase is involved in Glycogenolysis, which is a Catabolic pathway. PEPCK- Phospho Enol Pyruvate Carboxy Kinase, is also involved in Gluconeogenesis, which is a Catabolic pathway. Extra Information: Enzyme Active in Dephosphorylated state Enzyme Active in Phosphorylated state Glycogen Synthase Glycogen Phosphorylase Acetyl CoA Carboxylase Phosphorylase Kinase Pyruvate Dehydrogenase Key enzymes of Gluconeogenesis HMG CoA Reductase HMG CoA Reductase Kinase PFK-II (Phosphofructokinase-II) Citrate Lyase",
        "cop": 1,
        "opa": "Glycogen Synthase",
        "opb": "Pyruvate Carboxylase",
        "opc": "Glycogen Phosphorylase",
        "opd": "PEPCK",
        "subject_name": "Biochemistry",
        "topic_name": "Concepts in Biochemistry",
        "id": "89b9c528-d30c-4c46-9ff5-2fb2cf67bcd4",
        "choice_type": "single"
    },
    {
        "question": "Preferred fuel for body in fasting state?",
        "exp": "Preferred fuel for body in fed state is mainly Carbohydrates i. e. Glucose. But in Fasting state, preferred fuel is mainly Fats & Adipose tissues are broken down to give energy. But some exceptions are there you should learn: See the table below. Fed Fasting Starvation Brain Glucose Glucose Ketone Bodies Heart Fatty Acids Fatty Acids Ketone Bodies Liver Glucose Fatty Acids Amino Acids Muscle Glucose Fatty Acids Fatty Acids and KB Adipose tissue Glucose Fatty Acids Fatty Acids RBC Glucose Glucose Glucose",
        "cop": 2,
        "opa": "Carbohydrates",
        "opb": "Fats",
        "opc": "Proteins",
        "opd": "Amino acids",
        "subject_name": "Biochemistry",
        "topic_name": "Concepts in Biochemistry",
        "id": "58868c33-08aa-4fe0-8fae-e1ad6c2e0609",
        "choice_type": "single"
    }
]