[
    {
        "question": "What is the function of DNA ligase?",
        "exp": "Ans. is 'b* i. e., Seals the single strand nick between the.......... Protein. Function. DNA polymerases. Deoxynucieotide polymerization. Helicases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealling of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "cop": 2,
        "opa": "Unwinding (denaturation) of ds. DNA to provide an ss. DNA template",
        "opb": "Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "opc": "Initiation of DNA synthesis and elongation",
        "opd": "Initiates synthesis of RNA primers",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "fc63a9c7-7582-4fa0-aab7-60f59bed1bc5",
        "choice_type": "single"
    },
    {
        "question": "Action of topoisomerase III -",
        "exp": "Ans. is 4d' i. e., Single strand breako Topoisomerase I - Removes negative supercoiling. o Topoisomerase II - Relaxes positive supercoils and forms negative supercoiling by condensation, of chromosome, o Topoisomerase III - Can introduce single strand breaks during recombination that are required for DNA to be exchanged by adjacent chromosome. o Topoisomerase IV- Acts to disentangle the replicated intertwined DNA strands by making double-strand breaks that allow one duplex to pass through the other.",
        "cop": 4,
        "opa": "Remove positive supercoil",
        "opb": "Remove negative supercoil",
        "opc": "Form negative supercoid",
        "opd": "Single strand break",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "0f2cc09c-f7fa-47c2-a489-4d3a21011722",
        "choice_type": "single"
    },
    {
        "question": "Enzyme which prevents aging/senscence is -",
        "exp": "Ans. is 'a' i. e., Telomerase Telomers and Telomeraseo Telomers are short repeated sequences of DNA present at the end of eukaryotic chromosomes. o In normal cells, telomeres get shortened in each replicated cycle. After the telomers get shortened by a critical length, cell stops dividing and enters into Go phase (senscence). o However, germ cells, cancer cells and stem cells have an enzyme telomerase (telomerase activity) which prevents telomer shortening. Thus telomers are not shortened in these cells, and therefore these cells have ability to self replicate extensively. o Telomerase is a reverse transcriptase (RNA dependent DNA polymerase) and is responsible for telomer synthesis and maintaining the length of telomers (replication of end of chromosome). Thus, telomerase provide longetivity to the cells which contain this enzyme. o Telomerase is absent from most of the somatic cells and hence they suffer progressive loss of telomers and they exit the cell cycle. o Senscent cells lack telomerase so their telomers get shortened by critical length and these cells remains in Go phase.",
        "cop": 1,
        "opa": "Telomerase",
        "opb": "DNA polymerase",
        "opc": "Catalase",
        "opd": "Peroxidase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "d9e64ea6-fd26-4388-9d06-357e241752bd",
        "choice_type": "single"
    },
    {
        "question": "RNA makes DNA by the use of which enzyme?",
        "exp": "ANSWER: (A) Reverse Transcriptase. REF: Lippincott s biochemistry 4th Ed Page 408, Harper 29th ed Table 39-3. CLASSES OF PROTEINS INVOLVED IN REPLICATIONProtein. Function-DNA polymerases. Deoxynudeotide polymerization. Heli cases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealing of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand SOME OP THE ENZYMES USED IN RECOMBINANT DNA RESEARCHEnzyme. Reaction. Primary use. Alkaline phosphatase. Dephosphorylates 5' ends of RNA and DNARemoval of 5 -PO4 groups prior to kinase labeling; also used to prevent seif-ligation. BAL31 nudease. Degrades both the 3' and 5' ends of DNAProgressive shortening of DNA molecules. DNA ligase. Catalyzes bonds between DNA molecules. Joining of DNA molecules. DNA polymerase ISynthesizes double-stranded DNA from single-stranded DNASynthesis of double-stranded c. DNA; nick translation; generation of blunt ends from sticky ends. DNase IUnder appropriate conditions, produces single-stranded nicks in DNANick translation; mapping of hypersensitive sites; mapping protein- DNA interactions. Exonuclease IIIRemoves nucleotides from 3' ends of DNADNA sequencing; mapping of DNA- protein interactionsX Exonuclease. Removes nucleotides from 5' ends of DNADNA sequencing. Polynucleotide kinase. Transfers terminal phosphate (g--position) from ATP to 5'-OH groups of DNA or RNA32P end-labeling of DNA or RNAReverse transcriptase. Synthesizes DNA from RNA template. Synthesis of c. DNA from m. RNA; RNA (5' end) mapping studies. SI nuclease. Degrades single-stranded DNARemoval of \"hairpin\" in synthesis of c. DNA; RNA mapping studies (both 5' and 3' ends). Terminal transferase. Adds nucleotides to the 3' ends of DNAHomopolymer tailingA reverse transcriptase is involved in the replication of retroviruses, such as human immunodeficiency virus (HIV). These viruses carry their genome in the form of ss. RNA molecules. Following infection of a host cell, the viral enzyme, reverse transcriptase, uses the viral RNA as a template for the 5'- 3' synthesis of viral DMA, which then becomes integrated into host chromosomes. Reverse transcriptase activity is also seen with transposons, DNA elements that can move about the genome. In eukaryotes, such elements are transcribed to RNA, the RNA is used as a template for DNA synthesis by a reverse transcriptase encoded by the transposon, and the DNA is randomly inserted into the genome. Reverse transcriptases, then, are RNA-directed DNA polymerases. c. DNA libraries: If a gene of interest is expressed at a very high level in a particular tissue, it is likely that the messenger RNA (m. RNA) corresponding to that gene is also present at high concentrations in the cell. For example, reticulocyte m. RNA is composed largely of molecules encoding the a-globin and b-globin chains of hemoglobin. This m. RNA can be used as a template to make a complementary ds. DNA (c. DNA) molecule using the enzyme reverse transcriptase. The resulting c. DNA is thus a double-stranded copy of m. RNA. c. DNA can be amplified by cloning or by the polymerase chain reaction. It can be used as a probe to locate the gene that coded for the original m. RNA (or fragments of the gene) in mixtures containing many unrelated DNA fragments. If the m. RNA used as a template is a mixture of many different size species, the resulting c. DNA are heterogeneous. These mixtures can be cloned to form a c. DNA library. Because c. DNA has no interveningsequences, it can be cloned into an expression vector for the synthesis of eukaryotic proteins by bacteria. These special plasmids contain a bacterial promoter for transcription of the c. DNA, and a Shine-Dalgamo sequence that allows the bacterial ribosome to initiate translation of the resulting m. RNA molecule.",
        "cop": 1,
        "opa": "Reverse Transcriptase",
        "opb": "DNA Polymerase Synthase",
        "opc": "RNA Polymerase synthase",
        "opd": "DNA Topoisomerase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "0ea62a68-c834-4a7a-b777-e021885e297f",
        "choice_type": "single"
    },
    {
        "question": "DNA synthesis occurs in phase-",
        "exp": "Ans. is 'c' i. e., S o In the cell, the replication of the DNA occurs only at a specific time during the life of the cell. This period is referred to as the synthetic phase. The various phases of cell cycle are (in sequence) G0 - G1 - S - G2 - M. G1: Presynthetic phase/interval. S: Synthetic phase (DNA synthesis). G2: Post-synthetic phase/premitotic phase/interval. M: Mitotic phase: Cells are produced which either directly reenter next cycle or pass into non-proliferative G0 phase. G0: the Quiescent state.",
        "cop": 3,
        "opa": "G1",
        "opb": "G2",
        "opc": "S",
        "opd": "M",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "1ff84b2e-310d-4f87-b0d6-92028e6ac18a",
        "choice_type": "single"
    },
    {
        "question": "Polymerase chain reaction is used for -",
        "exp": "Ans. is 'b' i. e.. Amplification of DNA in vitro o PCR is a method of enzymatic amplification of a target sequence of DNA. o It is sensitive, selective (specific) and extremely rapid means of amplifying any desired sequence of double stranded DNA, which can be as short as 50-100 base pairs (bp) and as long as 10 kbp. o In PCR, the DNA to be amplified is replicated by DNA polymerase of Thermus aquaticus (Taq). o Taq polymerase is used because it is thermostable, not denatured at a temperature upto 95degC (in PCR DNA is to be heated to 94deg-95deg C for separation of strands). o For amplifying a desired DNA sequence in DNA. we have to know short flanking sequences on either side of the target sequence so that complementary' primers can be prepared, o Primers are the synthetic oligonucleotides of 20-35 sequence, which have sequence complementary' to flanking sequence, i. e. sequence of flanking region of target DNA sequence, o Primers are amplified to produce desired sequence of DNA.",
        "cop": 2,
        "opa": "Cloning of DNA in vitro",
        "opb": "Amplification of DNA in vitro",
        "opc": "DNQA sequencing",
        "opd": "Visualization of nucleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "6ab77f9d-13af-45fb-a083-642762a6e026",
        "choice_type": "single"
    },
    {
        "question": "Function of Helicase is -",
        "exp": "Ans. is 4b' i. e., Unwinding of DNA Protein. Function. DNA polymerases. Deoxynucleotide polymerization. Helicases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealling of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "cop": 2,
        "opa": "Reanneal ling of DNA",
        "opb": "Unwinding of DNA",
        "opc": "Synthesis of RNA primer",
        "opd": "DNA polymerization",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "5322743b-b9a6-44ee-87e0-467fbce177e9",
        "choice_type": "single"
    },
    {
        "question": "DNA synthesis takes place in which phase of cell cycle -",
        "exp": "Ans. is 'b'i. e., S Cell cycleo In cell, the replication of the DNA occurs only at a specific time during the life of the cell. This period is referred to as the synthetic phase. The various phases of cell cycle are (in sequence) G0-G1-S-G2-M.# G1: Presynthetic phaserinterval. S: Synthetic phase (DNA synthesis). G2.: Post synthetic phase/premitoic phase/interval. M: Mitotic phase: Cells are produced which either directly reenter next cycle or pass into non proliferative Go phase. G0: Quiescent state.",
        "cop": 2,
        "opa": "G1",
        "opb": "S",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "e5afec34-d96a-42c7-9100-834f360b171d",
        "choice_type": "single"
    },
    {
        "question": "The usual sequence of cell cycle -",
        "exp": "Ans. is 'a' i. e., G0-G1-S-G2-M o In cell, the replication of the DNA occurs only at a specific time during the life of the cell. This period is referred to as the synthetic phase. The various phases of cell cycle are (in sequence) G0 - G1 - S - G2 - M.# G1: Presynthetic phase/interval.# S: Synthetic phase (DNA synthesis).# G2: Post synthetic phase/premitoic phase/interval.# M: Mitotic phase: Cells are produced which either directly reenter next cycle or pass into non proliferative G0 phase.# G0: Quiescent state. o There are two resting phases and two active phases in the cycle.# Resting phases -G1 & G2.# Active phases1) S-phase (synthetic phase) - As the name suggests, synthesis of new DNA takes place, i. e. doubling of DNA occurs. 2) IM-phase (mitotic phase) - Mitosis takes place and the daughter cells recieve one copy of DNA. In this phase, cell number is doubled. o The duration of cell cycle and its stages varies greatly between cell types. The time taken for S, G2 and M phases are similar for most cell types, occupying about 6, 4 and 2 hours respectively whereas the duration of G1 shows cosiderable variation as short as 2 hours in rapidly dividing cells i. e. embryonic tissue or longer than 12 hours in some adult tissue. G1 phase is most variable because, in this phase cell are not committed to DNA replication, can enter resting state or progress to next cell division. o In mammals because of the time required for a cell to progress of S-phase through mitosis from begining is typically 12-24 hours irrespective of duration of G1 phase; almost all the variation in proliferating rates are attributable to the amount of time spent in G1/Go state.",
        "cop": 1,
        "opa": "G0-G1-S-G2-M",
        "opb": "G0-G1-G2-S-M",
        "opc": "G0-M-G2-S-G1",
        "opd": "G0-G1-S-M-G2",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "c1a795b6-ccea-42c0-b7cf-ce26d9afad2e",
        "choice_type": "single"
    },
    {
        "question": "DNA replication occurs in which phase of cell cycle?",
        "exp": "ANSWER: (B) S phase. REF: Ganong's physiology 22nd ed chapter 1\"S or synthetic phase of cell cycle is the one in which replication of DNA OCCURS.",
        "cop": 2,
        "opa": "G1 phase",
        "opb": "S phase",
        "opc": "G2 phase",
        "opd": "M phase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "06ad0d05-0387-4a39-8240-5ae5666763f3",
        "choice_type": "single"
    },
    {
        "question": "Sencent cells are deficient in -",
        "exp": "Ans. is 'c' i. e., Telomerase o Telomers are short repeated sequences of DNA present at the end of eukary otic chromosomesQ. o In normal cells, telomeres get shortened in each replicated cycle. o After the telomers get shortened by a critical length, cell stops dividing and enters into Go phase (senscence). o However, germ ceilsQ, cancer cellsQ and stem cellsQ have an enzyme telomerase (telomerase activity ) which prevents telomer shortening. o Thus telomers are not shortened in these cells, and therefore these cells have ability to self replicate extensively, o Telomerase is a reverse transcriptase (RNA dependent DNA polymerase) and is responsible for telomer synthesis and maintaining the length of telomers (replication of end of chromosomeQ), o Thus, telomerase provide iongetivitv to the cellsQ which contain this enzyme. o Telomerase is absent from most of the somatic cellsQ and hence they suffer progressive loss of telomers and they exit the cell cycle. o Senscent cells lack telomerase so their telomers get shortened by critical length and these cells remains in Go phase.",
        "cop": 3,
        "opa": "RNA polymerase",
        "opb": "DNA polymerase",
        "opc": "Telomerase",
        "opd": "Helicase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "ad1f580c-dbef-4a5d-a16a-1da9d8abab08",
        "choice_type": "single"
    },
    {
        "question": "What do restriction endonucleases do -",
        "exp": "Ans. is 'a' i. e., Cut ds dna at specific sites o Endonucleases-enzymes that cut DNA at specific DNA sequences within the molecule (as opposed to exonucleases, which digest from the ends of DNA molecules)-are a key tool in recombinant DNA research, o These enzymes were called restriction enzymes because their presence in a given bacterium restricted the growth of certain bacterial viruses called bacteriophages. o Restriction enzymes cut DNA of any source into short pieces in a sequence-specific manner-in contrast to most other enzymatic, chemical, or physical methods, which break DNA randomly. o Restriction endonucleases cleave (cut) both strands of DNAQ. o Some restriction enzymes cut both strand at same level, so as to leave no unpaired bases on either end. o These ends are called blunt endsQ. o On the other hand, some restriction enzyme cut two strands in staggered manner, leaving two to four nucleotides of one strand unpaired at each end. o Thses ends are referred to as cohesive ends (or sticky ends42 or staggered ends).",
        "cop": 1,
        "opa": "Cut ds DNA at specific sites",
        "opb": "Cut RNA at specific sites",
        "opc": "Cut ss DNA at specific sites",
        "opd": "Break peptide chains",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "e103afc9-3b3c-4dbb-bd37-f4cdfe4f2984",
        "choice_type": "single"
    },
    {
        "question": "Function of DNA ligase -",
        "exp": "Ans. is 'c' i. e., To seal and nick okazaki fragments Protein. Function. DNA polymerases. Deoxynucleotide polymerization. Helicases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealling of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "cop": 3,
        "opa": "Cutting of DNA at specific site",
        "opb": "Preventing negative supercoil",
        "opc": "To seal and nick okazaki fragments",
        "opd": "DNA polymerization",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "33450f3c-b957-4606-80b5-e8d5b055f87d",
        "choice_type": "single"
    },
    {
        "question": "DNA replication takes place in which phase of cell cycle -",
        "exp": "Ans. is 'd' i. e., S o DNA replication (synthesis of DNA) occurs in 'S' phase. Cell cycle consists of: G1: Presynthetic phase, ''intervalS: Synthetic phase (DNA synthesis)G2: Post synthetic phase/premitotic phase/intervalM: Mitotic phase: Cells are produced which either directly reenter next cycle or pass into non proliferative. G0 phase. G0: Quiescent stateo There are two resting phases and two active phases in the cycle, o Resting phases - G1 & G2o Active phasesS-phase (synthetic phase) - As the name suggests, synthesis of new DNA takes place, i. e. doubling of DNA occurs. M-phase (mitotic phase) - Mitosis takes place and the daughter cells recieve one copy of DNA. In this phase cell number is doubled.",
        "cop": 4,
        "opa": "M",
        "opb": "G1",
        "opc": "G2",
        "opd": "S",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "c6efcc71-1a69-4058-8b99-df91f53e503a",
        "choice_type": "single"
    },
    {
        "question": "Most important enzyme in DNA replication for chain elongation -",
        "exp": "Ans. is 'c' i. e., DNA polymerase IIIImportant DNA Polymerases. In Prokaryoteso DNA polymerase I:- Helps in gap filling and synthesis between okazaki fragments of lagging strand, and replaces ribonucleotides of RNA primer by deoxyribonucleotides. It has (i) 31 - 51 exonuclease activity, (ii) 51 - 31 exonuclease activity and (iii) polymerase (51 - 31 polymerase) activityo DNA polymerase II:- Helps in (i) proof reading (31 - 51 exonuclease activity), and (ii) DNA repairo DNA polymerase III:- It is the main enzyme that synthesizes prokaryote DNA, i. e., synthesis of leading and lagging strand. It has (i) 51 - 31 polymerase (or simply polymerase) activity for DNA synthesis, and (ii) 31 - 51 exonuclease activity for proof reading. In Eukaryoteso DNA polymerase a:- It has primase activity (i. e. synthesizes RNA primer), and initiates DNA synthesiso DNA polymerase b:- It is a DNA repair enzymeo DNA polymerase g:- Replicates mitochondrial DNAo DNA polymerase d:- Helps DNA synthesis on lagging strand, i. e. elongation of okazaki fragments on lagging strand. It also has 51-31 exonuclease activity for proof reading. o DNA polymerase e:- Helps in DNA synthesis on leading strand. It also has 51 - 31 exonuclease activity for proof reading.",
        "cop": 3,
        "opa": "Helicase",
        "opb": "DNA polymerase I",
        "opc": "DNA polymerase III",
        "opd": "Topoisomerase III",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "ce59d817-2f15-4106-a114-44071c53d45b",
        "choice_type": "single"
    },
    {
        "question": "RNA dependent DNA polymerase is -",
        "exp": "Ans. is 'c' i. e., Reverse transcriptaseo Reverse transcriptase is an RNA dependent DNA polymerase that produces ds DNA from RNA template. It moves along the template in 3' -5' direction, synthesizing DNA is 5' - 3' direction, It is seen in retro viruses (e. g. HIV).",
        "cop": 3,
        "opa": "DNA polymerase",
        "opb": "RNA polymerase",
        "opc": "Reverse transcriptase",
        "opd": "Phosphokinase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "e47d38fc-327a-454c-b2df-cbddfe0add3c",
        "choice_type": "single"
    },
    {
        "question": "Enzyme that is responsible for unwinding of DNA is?",
        "exp": "ANSWER: (C) Helicase. REF: Lippincott's biochemistry 3rd Ed page: 400. PROTEINS INVOLVED IN REPLICATION: PROTEINFUNCTIONHelicase. Causes unwinding of DNA using ATPSSB (Single strand binding protein). Keeps two strands separate, prevents renneiling of twostrands. Topisomerase I and IIThey have both nuclease (strand cutting ) and ligase activity, hence they relieve torsional strain that results from helicase induced unwinding. DNA primase. Initiates synthesis of RNA primer. DNA polymerase. Deoxyribonucleotide polymerisation. DNA ligase /nick sealing enzyme. Seals the single stranded nick between nascent chains and okazaki fragments",
        "cop": 3,
        "opa": "Ligase",
        "opb": "DNA primase",
        "opc": "Helicase",
        "opd": "DNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "24484794-2dd9-4ae3-93c1-a08402ac2c45",
        "choice_type": "single"
    },
    {
        "question": "Unwinding of DNA during replication is done by-",
        "exp": "Ans. is 'b' i. e., Helicase. Proteins involved in replication. Protein. Function. Helicase. Causes unwinding of DNA using ATPSSB (Single strand binding protein). Keeps two strands seprate, prevents renneiling of two strands. Topisomerase I and IIThey have both nuclease (strand cutting) and ligase activity, hence they relieve torsinal strain that results from helicase induced unwinding. DN A pnmase. Initiates synthesis of RNA primer. DNA polymerase. Deoxyribonucleotide polymerization. DNA Jigase/nick sealing. Seals the single stranded nick between nascent chaind and okazaki fragments",
        "cop": 2,
        "opa": "Ligase",
        "opb": "Helicase",
        "opc": "Polymerase",
        "opd": "Prinase",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "de8d272b-9c6a-4dff-a282-d328d70373ab",
        "choice_type": "single"
    },
    {
        "question": "DNA replication occurs in which phase of cell cycle -",
        "exp": "Ans. is 'a' i. e., S phase o Repeat from previous sessions.",
        "cop": 1,
        "opa": "S phase",
        "opb": "Gl",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "0a981934-a748-462c-abff-ac2424dcaec5",
        "choice_type": "single"
    },
    {
        "question": "DNA replication and transcription occurs in which direction -",
        "exp": "Ans. is 'a' i. e., 51 - 31 Elongation in DNA synthesiso Once the RNA primer has been synthesized at each of the replicating forks, a DNA polymerase III initiates the synthesis of new DNA strand by adding deoxyribonucleotides to the 31 end of RNA primer. Thus, both new strands are synthesized always in 51- 31 direction. Both the DNA strands are synthesized simultaneously, but in opposite direction. o During synthesis of RNA primer and synthesis of DNA strands, the nucleotides are added according to the sequence of base in the template strand, i. e. 'base pairing rule'. For example, an adenine nucleotide would enter at a thymine nucleotide. Elongation in transcriptiono The process of elongation proceeds after the formation of the first phosphodiester bond. After formation of approximately 10 phosphadiester bonds of new RNA, sigma (a) factor dissociates from the core enzyme. RNA polymerase utilize ribnucleotide triphosphate (ATP, GTP, CTP and UTP) for the formation of RNA. o RNA synthesis occurs in 51-3' direction (similar to DNA synthesis), i. e. genetic information is read in 31-51direction on template DNA and complementary base sequence is synthesized in 51-31 direction for RNA strand. o The selection of nucleotide is according to base-pairing rule, (e. g. U opposite to A and G opposite to C)o The process of elongation continues until a termiantion point is reached.",
        "cop": 1,
        "opa": "51-31",
        "opb": "5l-51",
        "opc": "31 -51",
        "opd": "31 -31",
        "subject_name": "Biochemistry",
        "topic_name": "DNA Replication",
        "id": "1d59dd69-b8cc-4f7e-baaa-21447e735f49",
        "choice_type": "single"
    }
]