[
    {
        "question": "Essential amino acids are all except:",
        "exp": "10 amino acid are essential - T - Threonine V -VALINE P- Phenylalanine A- Arginine T- Tryptophan M- Methionine I -Isoleucine L -Leucine L - Lysine 2 amino acid are semi essential -Arginine and histidine can be synthesized by adults and not by growing children",
        "cop": 4,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Methionine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "ebe354ca-9e17-4c7c-8d77-c2443abc2949",
        "choice_type": "multi"
    },
    {
        "question": "Not true about Ribozyme is:",
        "exp": "RIBOZYME - Ribozymes are RNA molecules with catalytic activity At least five distinct species of RNA that act as catalysts have been identified. Three are involved in the self processing reactions of RNAs while the other two are regarded as true catalysts (RNase P and r. RNA). (1) r. RNA- 23S RNA (prokaryotes) - 28s RNA (eukaryotes) - peptidyl transferase / transpeptidase - catalyzes peptide bond formation on the ribosome. (2) splicing - After transcription, during RNA processing, introns are removed and the exons are ligated together to form the mature m. RNA that appears in the cytoplasm; this process is termed RNA splicing. * - ribozyme Sn RNA having role in removal in introns. (3) RIBONUCLEASE P - It cleaves t. RNA precursors to generate mature t. RNA molecules.",
        "cop": 1,
        "opa": "It is a protein",
        "opb": "Involved in transesterification",
        "opc": "Involved in peptide bond formation",
        "opd": "Catalyst RNA",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "cd13ba0a-d9d5-4d89-a834-a6f6fd3dc4d2",
        "choice_type": "multi"
    },
    {
        "question": "Fatty liver caused due to excess alcohol consumption is because of the excess ratio of?",
        "exp": "Ethanol + NAD - acetaldehyde + NADH + H So there is increase ratio of NADH / NAD due to increase NADH (1) Beat oxidation will not occur (2) Fatty acid synthesis will increase in liver and lead to fatty liver (3) Oxaloacetate + NADH + H - MALATE (4) Pyruvate +NADH + H - MALATE Due to excess NADH, oxaloacetate is unavailable for TCA CYCLE and acetyl COA will increase and forms fats in body Pyruvate and oxaloacetate, the predominant substrates for gluconeogenesis, are made unavailable by alcohol intoxication and that lead to hypoglycemia in body",
        "cop": 3,
        "opa": "NAD/NADH",
        "opb": "NADP/NADPH",
        "opc": "NADH/NAD",
        "opd": "NADPH/NADP",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "de0dbd3e-8446-450f-87d1-4707da3c6b38",
        "choice_type": "single"
    },
    {
        "question": "Defect in Amyloid protein folding occurs in:",
        "exp": "PROTEIN MISFOLDING AND DISEASES- (1) Amyloidosis - Amyloids is used to refer to the altered proteins (with beta-sheets) that accumulate in the body, paicularly in the nervous system Alzheimer's disease is a neurodegenerative disorder Accumulation of beta amyloid. Other example of amyloidosis:- Type Protein Implicated Primary Principally light chains of immunoglobulins Secondary Serum amyloid (A (SAA) Familial Transthyretin; others:- apolipoprotein A-1, Cystain C, fibrinogen, gelsolin, Lysozyme Alzheimer's disease Amyloid b peptide (see Chapter 57, case no. 2) Dialysis - related b2 - microglobulin (2) Prion disease - Etiology:-Proteinaceous infectious agents No change in 1o structures and post translation modification Change in 3D structures (major change is replacement of alpha helix by beta sheets) Can act as template to conve non-infectious proteins (with cl-helices) to infectious forms Example - Transmissible spongiform encephalopathies (TSEs) and Creutzfeldt Jakob disease in humans. Scrapie disease - sheep Bovine spongiform encephalopathy (popularly known as mad cow disease) in cattle",
        "cop": 1,
        "opa": "Alzheimer disease",
        "opb": "Creutzfeldt-Jakob disease",
        "opc": "Scrapie disease",
        "opd": "Bovine spongiform encephalopathy (BSE)",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "c21e7277-2c91-4546-87d4-8298d7aa5479",
        "choice_type": "single"
    },
    {
        "question": "mi. RNA binding site for gene knock down?",
        "exp": "In higher eukaryotes a class of small RNAs knows as micro RNA (mi. RNA) that mediates the silencing of paicular genes. The RNAs function by interacting with m. RNAs, often in the 3' Untranslated region, resulting in either m. RNA degradation or translation inhibition. In either case, the m. RNA, and thus the gene that produces it, is silenced. The process is known as RNA interference. mi. RNAs: Micro. RNAs, 21 to 22 nucleotide long RNA species derived primarily from RNA polymerase II transcription units, RNA processing. These RNAs play crucial roles in gene regulation by altering m. RNA function.",
        "cop": 1,
        "opa": "3' untranslated region",
        "opb": "5' untranslated region",
        "opc": "Introns",
        "opd": "Both 3' and 5' untranslated region",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "60850308-02f9-40e2-977a-477fe7b03dd7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzyme is free radical scavenger?",
        "exp": "Antioxidant - that significantly delays or inhibits oxidation of a substrate. It may be considered as the scavengers of free radicals. ENZYMATIC oxidant - superoxide dismutase, catalase, glutathione peroxidase, glutathione reductase Non enzymatic oxidant - vitamin E, VITAMIN C, VITAMIN A and selenium Glutathione peroxidase catalyzes the destruction of hydrogen peroxide. Fenton's reaction generates hydroxyl radical from H2. O2 Superoxide dismutase generates H2. O2from superoxide NADPH oxidase reaction generates superoxide from oxygen",
        "cop": 1,
        "opa": "Glutathione peroxidase",
        "opb": "NADH oxidase",
        "opc": "Hydrogen peroxidase",
        "opd": "Hypochlorous",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "5588157d-dc1d-4d23-91fa-773d68cb5c1e",
        "choice_type": "single"
    },
    {
        "question": "Reverse transcription causes synthesis of:-",
        "exp": "Reverse transcription - synthesis of DNA from RNA template Reverse transcriptase is RNA dependent DNA polymerase Reverse transcriptase is responsible for the formation of DNA from RNA",
        "cop": 2,
        "opa": "RNA from DNA template",
        "opb": "DNA from RNA template",
        "opc": "RNA from RNA template",
        "opd": "DNA from DNA template",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "ca8c4f0f-ea8f-4565-a5b7-61a5979e9e16",
        "choice_type": "single"
    },
    {
        "question": "Amino Acid having role in sleep wake cycle:",
        "exp": "TRYPTOPHAN METABOLISM USE IN - (1). Serotonin, melatonin synthesis Fig:- Synthesis of serotonin and melatonin Use of serotonin - neurotransmitter responsible for mood elevation, git motility, temp. regulation Excretory end product - 5 hydroxy indole acetic acid (increase in urine in carcinoid syndrome) Melatonin synthesized in pineal gland Responsible for biological rhythm in body",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Phenylalanine",
        "opc": "Glycine",
        "opd": "Glutamine",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "3e8ad24c-b485-4251-b830-7495d21a5259",
        "choice_type": "single"
    },
    {
        "question": "Telomerase has action of:",
        "exp": "Telomerase - Telomerase is a ribonucleoprotein paicle required for telomere maintenance. Telomerase contains an RNA that serves as the template, not the primer, for the synthesis of telomeric DNA by the reverse transcriptase of telomerase. Telomeric RNA has no catalytic activity. As a reverse transcriptase, telomerase synthesizes DNA using its RNA template and so is an RNA-transcriptase DNA polymerase. Telomerase is highly active in the early embryo, and after bih it is active in the reproductive and stem cell. Telomerase activity high in cancer cell.",
        "cop": 4,
        "opa": "DNA polymerase 1",
        "opb": "DNA polymerase 2",
        "opc": "DNA polymerase 3",
        "opd": "Reverse transcriptase",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "3c0df9c2-8370-49d5-9e53-3e78bef243ed",
        "choice_type": "single"
    },
    {
        "question": "Cereal are deficient in which amino acid:",
        "exp": "Cereal are deficient in lysine and threonine Pulses are deficient in methionine",
        "cop": 2,
        "opa": "Leucine",
        "opb": "Lysine",
        "opc": "Phenylalanine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "6a0a95b7-e7c6-4707-b452-3361bc00fcf9",
        "choice_type": "single"
    },
    {
        "question": "Glycine present in all except:",
        "exp": "GLYCINE Smallest & simplest amino acid use h (1) Glutathione synthesis (glutamate glycine & cysteine) (2) Creatine synthesis (arginine & glycine and methionine) (3) Serine synthesis - non essential amino acid (4) Purine ring (5) Heme synthesis (glycine and succinyl CoA) (6) Conjugation reactions - two reactions A - The bile acids-cholic acid and chenodeoxy cholic acid-are conjugated with glycine B - glycine is impoant for detoxification of benzoic acid Glutamine - Ammonia is temporarily stored in the form of glutamine",
        "cop": 3,
        "opa": "Glutathione",
        "opb": "Creatine",
        "opc": "Glutamine",
        "opd": "Purine nucleotide",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "07c00e38-c42a-40df-8b8a-d59da615690b",
        "choice_type": "multi"
    },
    {
        "question": "Which has more gene content X or Y?",
        "exp": "X chromosome is bigger in size so x has 2. 8 % more content than Y.",
        "cop": 1,
        "opa": "X contents 2. 8% more than Y",
        "opb": "Y contents 2. 8% more than X",
        "opc": "X contents 0. 28% more than Y",
        "opd": "Y contents 0. 28% more than X",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "974220eb-64b3-46f5-84c0-193f7c87e7bc",
        "choice_type": "single"
    },
    {
        "question": "Mucopolysaccharides in eye are:",
        "exp": "MUCOPOLYSACCHARIDES - heteroglycans made up of repeating units of sugar derivatives, namely amino sugars and uronic acids. These are more commonly known as glycosaminoglycans (GAG).",
        "cop": 1,
        "opa": "Keratan sulfate - I and Hyaluronic acid",
        "opb": "Keratan sulfate - I and Heparan sulfate",
        "opc": "Chondroitin sulfate and Keratan sulfate - II",
        "opd": "Chondroitin sulfate and Dermatan sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "ce62bccb-6d57-4d20-ab40-824304c6a417",
        "choice_type": "single"
    },
    {
        "question": "Sigma (s) subunit is present in:",
        "exp": "RNA POLYMERASE DNA dependent RNA polymerase Complex holoenzyme with five polypeptides units Five polypeptides - 2 alpha, 1b, 1b', one sigma Sigma subunit enables the core enzyme to recognize and bind the promoter region to form the preinitiation complex (PIC). b-Main catalytic activity b' binds to DNA template",
        "cop": 2,
        "opa": "80 S subunit",
        "opb": "RNA polymerase",
        "opc": "Required for initiation of replication",
        "opd": "DNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "58aca43c-f40f-45e4-9b6a-28ab37769041",
        "choice_type": "single"
    },
    {
        "question": "Hybridoma used in:",
        "exp": "ln 1975, George Kohler and Cesar Milstein created hybrid cells that will make unlimited quantities of antibodies with defined specificities, which are termed as monoclonal antibodies. This discovery know as hybridoma technology Principle - fusion between myeloma cell (malignant plasma cell) and spleen cell from a immunized animal. Hybridoma technology can make available highly specific antibodies in abundant amounts. use of monoclonal antibodies Example of monoclonal ab trastuzumab - EGRF/HER2 INHIBITORS BEVACIZUMAB - ANGIOGENESIS INHIBITORS",
        "cop": 3,
        "opa": "In situ hybridization",
        "opb": "Sequencing DNA",
        "opc": "Production of monoclonal antibodies",
        "opd": "Production of continuous cell lines",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "84adfb92-d9f8-46e5-811f-f400792b84dd",
        "choice_type": "single"
    },
    {
        "question": "Ubiquitin role in:",
        "exp": "Proteins that are misfolded or destined for degradation are marked for destruction by, highly conserved protein called ubiquitin. Ubiquitinated proteins are rapidly degraded by a cytosolic complex known as the proteasome.",
        "cop": 1,
        "opa": "Protein degradation",
        "opb": "Protein synthesis",
        "opc": "Protein folding",
        "opd": "Protein transpoation",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "d5fcde59-f07c-4cac-819b-632e358f36b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following factors acts as vesicle targeting:",
        "exp": "Genes RAS - RAS gene they make RAS protein. they are GTP binding protein They regulate the cell cycle by RAS P 21 gene The mutation of RAS protooncogene is the single-most dominant cause of many human tumors. RAB - RAB is protein of RAS super family. they play role in membrane trafficking, vesicle transpo, vesicle fusion and formation SNARE -SNAP receptor, Key molecule in the fusion of vesicle with acceptor membrane t- SNARE: Target SNARE. v-SNARE: Vesicle SNARE. Sec -12 - sec 12 gene make glycoprotein sec 12 this require in transpo from endoplasmic reticulum to Golgi apparatus Rab proteins: A family of Ras- related proteins (monomeric GTPases) first observed in rat brain. They are active when GTP is bound. Different Rab molecules dock different vesicles to acceptor membranes.",
        "cop": 3,
        "opa": "Ras",
        "opb": "Sec 12",
        "opc": "Rab",
        "opd": "SNARE",
        "subject_name": "Biochemistry",
        "topic_name": "DNB 2018",
        "id": "17e77ca6-e839-4274-be54-478e4c74c8e9",
        "choice_type": "single"
    }
]