[
    {
        "question": "Urine osmolality in Diabetes insipidus is",
        "exp": "Diabetes insipidus is condition characterised by excessive thirst excretion of large amounts of severely diluted urine Those with diabetes insipidus continue to uinate large amount of urine in spite of water deprivation. Ref: DM Vasudevan, 7th edition, page no: 373",
        "cop": 1,
        "opa": "<150 mmol/L",
        "opb": "<300 mmol/L",
        "opc": "<600 mmol/L",
        "opd": "<900 mmol/L",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "c51ac107-3607-4bb8-8ed2-f6b8984f2cd1",
        "choice_type": "single"
    },
    {
        "question": "Insulin inhibits ketogenesis by all except",
        "exp": "Insulin inhibits lipolysis in adipose tissue due to inhibition of hormone-sensitive lipase Insulin depresses HMG CoA synthase and so ketogenesis is decreased In the presence of insulin, acetyl CoA is completely utilized in the citric acid cycle because oxaloacetate generated from glucose is available in plenty. Insulin also ours fatty acid synthesis from acetyl CoA. All these factors reduce the availability of acetyl CoA so that production of ketone bodies reduced. Ref: DM Vasudevan, 7th edition, page no: 322",
        "cop": 4,
        "opa": "Inhibiting lipolysis",
        "opb": "Increased esterification of fatty acids",
        "opc": "Directing acetyl-CoA to TCA cycle",
        "opd": "Increasing b-oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "18b158c0-ca9d-4df9-a0f4-23a65ce4a404",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following regulates lipolysis in adipocytes?",
        "exp": "Ans. B. Activation of triglyceride lipase as a result of hormone-stimulated increases in cyclic AMP levelsa. Lipolysis is directly regulated by hormones in adipocytes. Epinephrine stimulates adenylate cyclase to produce cyclic AMP, which in turn stimulates a protein kinase. b. The kinase activates triglyceride lipase by phosphorylating it. Lipolysis then proceeds and results in the release of free fatty acids and glycerol. c. A futile re esterification of free fatty acids is prevented, since adipocytes contain little glycerol kinase to phosphorylate the liberated glycerol, which must be processed in the liver. Inhibition of lipolysis occurs in the presence of insulin, which lowers cyclic AMP levels. Lipoprotein lipase is not an adipocyte enzyme.",
        "cop": 2,
        "opa": "Activation of fatty acid synthesis mediated by cyclic AMP",
        "opb": "Activation of triglyceride lipase as a result of hormone-stimulated increases in cyclic AMP levels",
        "opc": "Glycerol phosphorylation to prevent futile esterification of fatty acids",
        "opd": "Activation of cyclic AMP production by insulin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d0d3e944-0e3f-44c1-bb82-39d4c75f93a7",
        "choice_type": "single"
    },
    {
        "question": "Erythropoietin production is inhibited by -",
        "exp": "Ans. is 'a' i. e., Estrogen o The most important stimulus for erythropoietin secretion is hypoxia. Other stimulus that can increase its secretion are cobalt salts, androgens, alkalosis due to high altitude, and catecholamines via b-adrenergic mechanism. o Pregnancy (due to placental lactogen), testosterone and prolactin increase the activity of erythropoietin. Estrogen inhibits utilization of erythropoietin by marrow cells and also impairs its production. Progesterone increase the effect of erythropoietin by enhancing the effect of placental lactogen and by antagonizing the effect of estrogen.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Thyroxine",
        "opd": "Testosterone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a6491268-ce12-4e2c-9831-1997b62e8af9",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old accountant complains of a white discharge from his breasts. He is most likely experiencing which one of the following?",
        "exp": "The accountant has galactorrhea (inappropriate production of milk) caused by a prolactinoma (a tumor of the anterior pituitary that secretes PRL). Dopamine, the major regulator of PRL secretion, inhibits PRL production and release by the anterior pituitary. Bromocriptine is a drug that acts like dopamine to inhibit PRL release. While OT stimulates the ejection of milk from the mammary gland, PRL is necessary for milk to be produced in the gland. Neither glucagon nor testosterone will affect milk production. PRL is produced in the anterior pituitary, not the posterior pituitary.",
        "cop": 4,
        "opa": "A tumor of the posterior pituitary that could be surgically removed",
        "opb": "Excessive production of OT in the hypothalamus",
        "opc": "Deficient testosterone receptors in the mammary glands",
        "opd": "A prolactinoma that would decrease its secretory activity in response to bromocriptine (an analog of dopamine)",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "8c520c33-c15c-4261-8ac3-3a26d8e01bfc",
        "choice_type": "multi"
    },
    {
        "question": "All are required for conversion of progesterone to estrogen except",
        "exp": "11 - hydroxylase generates coisol from 11-deoxycoisol and coicosterone from 11-deoxycoicosterone. Ref: DM Vasudevan, 7th edition, page no: 665, fig 52. 2 and 52. 3",
        "cop": 2,
        "opa": "Lyase",
        "opb": "11-hydroxylase",
        "opc": "Reductase",
        "opd": "Isomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "c6143a43-eb72-4a2d-945d-77c688fc6e28",
        "choice_type": "multi"
    },
    {
        "question": "Increased insulin receptors are seen in",
        "exp": "Increased circulating levels of insulin reduce the number of receptors--down-regulation of receptors--and decreased insulin levels increase -the number of receptors - up Regulation. The number of receptors per cell is increased in starvation. Ref: DM Vasudevan, 7th edition, page no: 319",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Starvation",
        "opc": "Acromegaly",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "e7a4bd41-21c2-4ef1-8426-a476c7d0a0d1",
        "choice_type": "multi"
    },
    {
        "question": "The enzyme defect in von Gierke&; s disease (type-1 glycogen storage disease) is",
        "exp": "Von Gierke disease: Disease. Enzyme deficiency. Clinical features. Von Gierke disease Glucose-6-phosphatase deficiency. Glycogen accumulation in liver and renal tubule cells; hypoglycemia; lactic acidemia; ketosis; hyperlipemia. Reference: Harper&; s Biochemistry; 30th edition; Chapter 18; Metabolism of Glycogen",
        "cop": 4,
        "opa": "Glycogen phosphorylase",
        "opb": "Debranching enzyme",
        "opc": "Phosphoglucomutase",
        "opd": "Glucose-6-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "1eac4f43-bdc9-4b27-89c1-823170357b49",
        "choice_type": "single"
    },
    {
        "question": "During labor and delivery, a specific hormone causes uterine contractions. This hormone is produced in which one of the following anatomical locations?",
        "exp": "The hormone that causes uterine contraction is OT. OT (and VP) are produced in the hypothalamus, then stored in the posterior pituitary. The anterior pituitary produces PRL, LH, FSH, ACTH, GH, and TSH. The ovary produces progesterone and estrogen. The adrenal cortex produces cortisol.",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Anterior pituitary",
        "opc": "Posterior pituitary",
        "opd": "Adrenal cortex",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d8c51a41-548c-49e0-b3ba-89a4266e8f2c",
        "choice_type": "single"
    },
    {
        "question": "Enzyme marker for pancreas",
        "exp": "CPK -creatine phosphokinase is an enzyme which is increased in myocardial infarction. Amylase is produced by the pancreas and salivary glands. Increased in acute pancreatitis SGOT- elevated in myocardial infarction ALT elevated in liver diseases. Ref: DM Vasudevan, 7th edition, box no; 23. 4, page no: 308",
        "cop": 2,
        "opa": "CPK",
        "opb": "Amylase",
        "opc": "SGOT",
        "opd": "ALT",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b68bdb54-231f-4afc-945c-3ac58489800e",
        "choice_type": "single"
    },
    {
        "question": "Insulin-dependent entry of glucose is seen in",
        "exp": "GLUT -4 transpoer is present in striated muscles in the hea. GLUT-4 is an insulin-regulated glucose transpoer. Insulin promotes the translocation of intracellular Glut4 molecules to the cell surface. Ref: DM Vasudevan, 7th edition, page no: 107",
        "cop": 3,
        "opa": "Liver",
        "opb": "Brain",
        "opc": "Hea",
        "opd": "Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d55e99aa-1365-48e5-aa68-88a0e9ec832d",
        "choice_type": "single"
    },
    {
        "question": "Sterols are metabolized to",
        "exp": "Vitamin D is derived from 7-dehydrocholesterol by the action of UV radiations 7 dehydrocholesterol, an intermediate of a minor pathway of cholesterol synthesis The cis double bond is isomerized to a trans double bond to give rise to vitamin D3 or cholecalciferol Ref: DM Vasudevan, 7th edition, page no: 469",
        "cop": 3,
        "opa": "Coenzyme A",
        "opb": "VIt A",
        "opc": "Vit D",
        "opd": "Vit E",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "2ba8179c-000a-41e9-8d6c-f02d9dff6920",
        "choice_type": "single"
    },
    {
        "question": "For which is c. GMP second messenger?",
        "exp": "The binding of ANP to its receptor causes the conversion of GTP to c. GMP and raises intracellular c. GMPAs a consequence, c. GMP activates a c. GMP-dependent kinase (PKG or c. GK) that phosphorylates proteins at specific serine and threonine residues. In the medullary collecting duct, the c. GMP generated in response to ANP may act not only through PKG but also direct modulation of ion channels. Ref: DM Vasudevan, 7th edition, page no: 409",
        "cop": 2,
        "opa": "Thyroxine",
        "opb": "Atrial natriureptic peptide",
        "opc": "GH",
        "opd": "Coiosone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a289ffde-0f05-403e-8e90-c0fbf62ddddb",
        "choice_type": "single"
    },
    {
        "question": "Phosphaturia is seen in the following except",
        "exp": "Metabolic alkalosis decrease serum phosphorus concentration. Hypophosphatemia secondary to phosphorus redistribution is commonly caused by respiratory alkalosis and refeeding of malnourished patients. Acute respiratory alkalosis and metabolic alkalosis decrease serum phosphorus concentration. The reduction is much greater in respiratory alkalosis than in metabolic alkalosis of comparable severity. During respiratory alkalosis, intracellular CO2decreases, causing intracellular pH to rise. This mechanism stimulates the glycolytic pathway, specifically phosphofructokinase, a key rate-limiting enzyme of glycolysis. Production of sugar phosphates is enhanced, which in turn induces intracellular phosphorus entry, thus decreasing serum phosphorus concentration. Alkalosis enhances phosphorus uptake by muscle. The kidney responds by increasing phosphate reabsorption, independent of serum phosphorus concentration and becomes refractory to the phosphaturic effect of PTH. Ref: DM Vasudevan, 7th edition, page no: 402, 403",
        "cop": 1,
        "opa": "Metabolic alkalosis",
        "opb": "Lead, cadmium or uranium poisonings",
        "opc": "Hypervitaminosis D",
        "opd": "Hyperparathyriodism",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "1f141814-7f8a-4b41-b16c-82ae4ebaa633",
        "choice_type": "multi"
    },
    {
        "question": "insulin decreases the activity of:",
        "exp": "Ans. A. c-AMP dependent protein kinase. Insulin is a hypoglycemic hormone and is released in hyperglycemia. It helps in the uptake of glucose by the cells thus promoting glycogenesis and inhibiting glycogenolysis. It increases the activity of Phospho diesterase thus decreasing the activity of c-AMP. ATP-c-AMP-3'-5'AMP",
        "cop": 1,
        "opa": "c-AMP dependent protein kinase",
        "opb": "HMG CoA-reductase",
        "opc": "Phosphodiesterase",
        "opd": "Acetyl CoA-carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "85a6a07f-f4f9-4f22-8dda-3e695041daf0",
        "choice_type": "single"
    },
    {
        "question": "Insulin stimulates all except",
        "exp": "Glycolysis is stimulated by insulin. The activity of key glycolytic enzyme like glucokinase, phosphofructokinase and pyruvate kinase is increased. Insulin inhibits lipolysis in adipose tissue due to inhibition of hormone-sensitive lipase Protein synthesis is promoted and degradation is retarded. Lipogenesis is oured by providing more acetyl CoA by pyruvate dehydrogenase reaction. Ref: DM Vasudevan, 7th edition, page no: 321",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Lipolysis",
        "opc": "Protein synthesis",
        "opd": "Lipogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "4a6afadb-9923-43cc-b82f-c96039ac4576",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old male presents with weight loss, heat intolerance, bilateral exophthalmos, a lid lag, sweating, and tachycardia. These symptoms are due to an increased production and secretion of a hormone that is derived from which one of the following?",
        "exp": "The patient has Graves' disease hyperthyroidism, an overproduction of thyroid hormone, which is derived from tyrosine. Hyperthyroidism increases the rate of oxidation of fuels by muscle and other tissues, increasing heat production, and causes a sense of heat intolerance and increased sweating. The heart rate and blood pressure are also increased, as is weight loss in spite of a healthy appetite. Dopamine (a catecholamine) is also derived from tyrosine and can be hydroxylated to norepinephrine, which can then be methylated to epinephrine, but the catecholamines cannot be transformed to thyroxine. Tryptophan can be metabolized into serotonin and melatonin. Cholesterol is the basis of the steroid hormones progesterone, testosterone, E2, cortisol, and aldosterone. Glutamate gives rise to GABA via a decarboxylation reaction.",
        "cop": 4,
        "opa": "Cholesterol",
        "opb": "Dopamine",
        "opc": "Tryptophan",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "f6a7853f-852d-490a-837b-a1d61cf81d47",
        "choice_type": "single"
    },
    {
        "question": "Excessive secretion of ACTH causes:",
        "exp": "Ans. A. Cushing's syndrome. Overproduction of ACTH leads to Cushing's syndrome. It is characterized by hyper-pigmentation and increased production of adrenocorticosteroid. These symptoms lead to negative nitrogen balance, impaired glucose tolerance, hypertension, edema, muscle atrophy etc.",
        "cop": 1,
        "opa": "Cushing's syndrome",
        "opb": "Addison's disease",
        "opc": "Myxoedema",
        "opd": "Thyrotoxicosis",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a987f0aa-a1a0-45d9-b752-0b23aaec02bd",
        "choice_type": "single"
    },
    {
        "question": "What is effect of coisol on metabolism?",
        "exp": "Coisol provides the body with glucose by tapping into protein stores gluconeogenesis in liver. Causes the release of the amino acid from muscle Ref: DM Vasudevan, 7th edition, page no: 313",
        "cop": 1,
        "opa": "| Neoglucogenesis",
        "opb": "| Lipogenesis",
        "opc": "| Proteolysis",
        "opd": "Proteolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "038f2f66-5c8c-4926-b46c-15a0eba0482a",
        "choice_type": "single"
    },
    {
        "question": "Chemically, oestrogens are characterised by",
        "exp": "One hydroxyl group attached to the D ring",
        "cop": 3,
        "opa": "Absence of O2 at D-17",
        "opb": "Aromatic character at D-ring",
        "opc": "Absence to methyl group at C-10",
        "opd": "A 21-carbon steroid skeleton",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "6ad4c162-d50f-4be4-84ae-d5aa59d50507",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following substances acts to increase the release of Ca2+ from endoplasmic reticulum?",
        "exp": "Ans. A. Inositol triphosphate. Inositol triphosphate (IP3 ) and diacylglycerol (DAG) are second messengers for G protein coupled receptors. IP3 stimulates release of calcium from endoplasmic reticulum. DAG activates protein kinase C.",
        "cop": 1,
        "opa": "Inositol triphosphate",
        "opb": "Parathyroid hormone",
        "opc": "1, 25 dihydroxy cholecalciferol",
        "opd": "Diacylglycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "29ee17ec-317f-4fa7-8a9e-f7df54b5c7de",
        "choice_type": "single"
    },
    {
        "question": "Molecule shown in the Illustration is a precursor of:",
        "exp": "Ans. A. Insulin. Molecule shown is pro-insulina. Proinsulin is the prohormone precursor to insulin made in the beta cells of the islets of Langerhans in the pancreas. In humans, proinsulin is encoded by the INS gene. The islets of Langerhans only secrete between 1% and 3% of proinsulin intact. However, because proinsulin has a longer half-life than insulin, it can account for anywhere from 5- 30% of the insulin-like structures circulating in the blood. There are higher concentrations of proinsulin after meals and lower levels when a person is fasting. Additionally, while proinsulin and insulin have structural differences, proinsulin does demonstrate some affinity for the insulin receptor. Due to the relative similarities in structure, proinsulin can produce between 5% and 10% of the metabolic activity similarly induced by insulin. b. Proinsulin is the final single chain protein structure secreted by cells before cleavage into mature insulin. Proinsulin was discovered by Professor Donald F. Steiner of the University of Chicago in 1967. c. Proinsulin is made up of 81 residues and formed by three distinct chains. The A chain, B, chain and the area connecting the two named the C peptide. The correct structure of proinsulin is crucial for the correct folding of mature insulin as the placement of the C peptide sets the molecule up to create correctly positioned disulfide bonds in and between the A and B chains. There are three disulfide bonds that are necessary for mature insulin to be the correct structure. Two of these disulfide bonds are between the A and B chains, and one is an intra-A chain bond. The disulfide bonds occur between the seventh residues of the A and B chain, the 19th residue of the A chain and the 20th residue of the B chain, and the 6th and 11th residues of the A chain. d. The C peptide is between the A and B chains of proinsulin. The connection between the A chain and C peptide is much more stable than the junction between the C peptide and B chain with alpha helical features being exhibited near the C peptide-A chain connection. The C peptide-A chain junction occurs between residues 64 and 65 of proinsulin. These are lysine and arginine molecules, respectively. The C peptide-B chain connection is between two arginine residues at positions 31 and 32 of proinsulin. e. There is conservation of much of the structure of proinsulin among mammalian species, with much of the residue changes seen from one species to another present in the C peptide. The residues of the C peptide that are conserved across species interact with similarly conserved residues on the A and B chains. Thus, it is hypothesized that these conserved residues are important for the functionality of mature insulin.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Somatostatin",
        "opd": "Lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "2b89e5f5-0bef-4541-985e-e46db497fd68",
        "choice_type": "single"
    },
    {
        "question": "Thin limbs, central obesity, fat cheeks, a ruddy complexion, and an elevated blood glucose level.",
        "exp": "Excess production of cortisol causes muscle breakdown (hence thin limbs), fat deposition in the face and abdomen, thin skin (due to protein breakdown), and an increase in red blood cells, resulting in a red complexion. Blood glucose levels are elevated because cortisol stimulates gluconeogenesis. These symptoms do not appear due to elevated renin, aldosterone, PRL, or GH levels.",
        "cop": 4,
        "opa": "Elevated blood levels of aldosterone and renin resulting from an atherosclerotic plaque in a renal artery.",
        "opb": "Hyperprolactinemia due to a pituitary tumor.",
        "opc": "Acromegaly due to a GH-producing tumor that developed in adulthood.",
        "opd": "Cushing syndrome due to an adrenal tumor.",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d441ff36-4dfe-4bc9-879b-becc85a31559",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not steroid -",
        "exp": "Ans. is 'c' i. e., Leukotrians o Steroids are complex molecules consisting of four fused carbon rings. o There is a phenanthrene nucleus made of three six-membered rings (A, B, C, rings), and a cyclopentane which forms Dring. o The fully saturated parent compound (steroid) is known as cyclopentanoperhydrophenathrene. o The alcohol derivatives of steroids, in which one or more OH groups are present in the steroids nucleus, are termed sterols, i. e. sterols are a class of steroids containing hydroxy (OH) groupQ, o Cholesterolergosterol, coprosterol and sitosterol are some important sterols. o In animal tissues, Cholesterol is the major sterolQ. Functionally, cholesterol is a very important molecule being precursor of a variety of steroids -Steroid hormones Progesterone, estrogen, androgens (TestosteroneQ, glucocorticoids, mineralocorticoids. Bile acids:- Cholic acid0, Chenodeoxycholic acid. QVitamin Do So, all above mentioned compounds have cyclopentanoperhydrophenanthrene nucleus.",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Cholic acid",
        "opc": "Leukotrians",
        "opd": "Vitamin D",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ae382d08-b1b1-4c6d-816e-02f758ca40a2",
        "choice_type": "single"
    },
    {
        "question": "A patient of Mediterranean ancestry was given primaquine to protect against malaria when going on an overseas trip. The patient rapidly developed a hemolytic anemia due to a mostly silent mutation in which one of the following pathways or enzymes?",
        "exp": "The patient most likely has glucose-6-phosphate dehydrogenase deficiency, one of the enzymes that produces NADPH. When glucose-6-phosphate dehydrogenase is defective, both it and the subsequent enzyme in the hexose monophosphate shunt pathway (6-phosphogluconate dehydrogenase) do not produce NADPH. The red blood cells have insufficient NADPH; under these conditions, to keep glutathione in its reduced, protective form, and in the presence of a strong oxidizing agent (primaquine), red cell membrane damage occurs, and the cells lyse, producing the hemolytic anemia. Mutations in glycolysis, gluconeogenesis, and fatty acid oxidation do not fit this pattern of damage in the presence of a strong oxidizing agent. Mutations in glycolysis (such as pyruvate kinase) can lead to anemia, but that occurs in the absence of oxidizing agents as well. The red blood cells do not oxidize fatty acids, nor do they carry out gluconeogenesis.",
        "cop": 3,
        "opa": "Malic enzyme",
        "opb": "Glycolysis",
        "opc": "Hexose monophosphate shunt",
        "opd": "Gluconeogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "f8ae739b-04ae-4532-b59e-e79e69f0e5cf",
        "choice_type": "single"
    },
    {
        "question": "Thyroid peroxidase is not involved in",
        "exp": "Inorganic iodine enters the body primarily as iodide, I-. After entering the thyroid follicle (or thyroid follicular cell) a Na+/I-sympoer (NIS) on the basolateral side, iodide is shuttled across the apical membrane into the colloid pendrin, after which thyroid peroxidase oxidizes iodide to atomic iodine (I) or iodinium (I+). The \"organification of iodine, \" the incorporation of iodine into thyroglobulin for the production of thyroid hormone, is nonspecific; that is, there is no TPO-bound intermediate, but iodination occurs reactive iodine species released from TPO. The chemical reactions catalyzed by thyroid peroxidase occur on the outer apical membrane surface and are mediated by hydrogen peroxide. Ref: DM Vasudevan, 7th edition, page no: 673",
        "cop": 3,
        "opa": "Oxidizes iodide to atomic iodine",
        "opb": "Frequent epitope of autoantibodiesent epitope",
        "opc": "Secretion of thyroglobulin into the colloid",
        "opd": "Liberates iodine for addition on to thyrosine resideues on thyroglobulin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "8531dc78-f1a1-4be6-a88b-c13de1a4993a",
        "choice_type": "single"
    },
    {
        "question": "Elevated levels of somatostatin is a pathologic condition associated with which of the blood hormone levels.",
        "exp": "Gut hormones (for a full listing, see Table I below)a. Gastrin from the gastric antrum and the duodenum stimulates gastric acid and pepsin secretion. b. Cholecystokinin from the duodenum and jejunum stimulates the contraction of the gallbladder and the secretion of pancreatic enzymes. c. Secretin from the duodenum and jejunum stimulates the secretion of bicarbonate by the pancreas. d. Ghrelin from the central nervous system, stomach, small intestine, and colon stimulates GH release under fasting conditions. e. Gastric inhibitory polypeptide (GIP) from the small bowel enhances insulin release and inhibits the secretion of gastric acid. f. Glucagon-like peptide 1 (GLP-1) from the neuroendocrine cells in the ileum, colon, and central nervous system enhances glucose disposal after meals by inhibiting glucagon secretion and stimulating insulin secretion. The actions of GIP and GLP-1 relevant to glucose control are summarized in Table II and Figure below. g. Vasoactive intestinal polypeptide from the pancreas relaxes smooth muscles and stimulates bicarbonate secretion by the pancreas. h. Somatostatin from the central nervous system, pancreatic d cells, and enteroendocrine d cells inhibits the secretion of insulin and glucagon from the pancreas; inhibits the release of gastrin, secretin, and GLP-1 from the gut; and reduces carbohydrate absorption from the gut lumen. Somatostatin, produced by the hypothalamus, inhibits growth hormone production and secretion by the anterior pituitary. Somatostatin will also reduce the secretion of TSH, insulin, and glucagon. Table I: Gastrointestinal-Derived Hormones That Affect Fuel Metabolism Directly. Hormone. Primary Cell/Tissue of Origin. Actions. Secretary Stimuli {and Inhibitors). Amylin. Pancreatic b cell, endocrine cells of stomach and small intestine1. Inhibits arginine-stimulated and postprandial glucagon secretion2. Inhibits insulin secretion. Cosecreted with insulin in response to oral nutrients. Calcitonin gene-related peptide. Enteric neurons and enteroendocrine cells of the rectum. Inhibits insulin secretion. Oral glucose intake and gastric acid secretion. Galanin. Nervous system, pituitary, neurons of gut, pancreas, thyroid, and adrenal gland. Inhibits the secretion of insulin, somatostatin, enteroglucagon, pancreatic polypeptide, and others. Intestinal distension. Gastric inhibitory polypeptide/glucase-dependent Insulinatroprc polypeptide (GIP). Neuroendocrine K cells of duodenum and proximal jejunum1. Increases insulin release via an \"incretin\" effect2. Regulates glucose and lipid metabolism. Oral nutrient ingestion, especially long-chain fatty acids. Gastrin-releasing peptide (GRP). Enteric nervous system and pancreas. Stimulates the release of cholecystokinin; GIP, gastrin, glucagon, GLP-I, GLP-2, and somatostatin Ghrelin. Central nervous system, stomach, small intestine, and colon. Stimulates GH release. Fasting. Glucagon. Pancreatic a cell, central nervous system. Primary counterregulatory hormone that restores glucose levels in hypoglycemic state (increases glycogenolysis and gluconeogenesis as well as protein-lipid flux in liver and muscle). Neural and humoral factors released in response tohypoglycemia. Glucagon-like peptide 1 (GLP-1). Enteroendocrine L cells in ileum, colon, and central nervous system1. Enhances glucose disposal after meals by inhibiting glucagon secretion and stimulating insulin secretion2. Acts through second messengers in b cells to increase the sensitivity of these cells to glucose (an incretin)1. Oral nutrient ingestion2. Vagus nerve3. GRP and GIP4. Somatostatin inhibits secretion. Glucagon-like peptide 2 (GLP-2). Same as for GLP-1. Stimulates intestinal hexose transport. Same as GLP-1. Neuropeptide YCentral and peripheral nervous system, pancreatic islet cells. Inhibits glucose-stimulated insulin secretion. Oral nutrient ingestion and activation of sympathetic nervous system. Neurotensin (NT). Small intestine N cells (especially ileum), enteric nervous system, adrenal gland, pancreas. In brain, modulates dopamine neurotransmission and anterior pituitary secretions1. Luminal lipid nutrients2. GRP3. Somatostatin inhibits secretion. Pituitary adenylate cyclase-activating peptide (PACAP). Brain, lung, and enteric nervous system. Stimulates insulin and catecholamine release. Activation of central nervous system. Somatostatin. Central nervous system, pancreatic d cells, and enteroendocrine 5 cells1. Inhibits secretion of insulin, glucagon and PP (islets), and gastrin, secretin, GLP-1, and GLP-2 (in gut)2. Reduces carbohydrate absorption from gut lumen1. Luminal nutrients2. GLP-33. GIP4. PACAP5. VIP6. b-Adrenergic stimulation. Vasoactive intestinal peptide (VIP). Widely expressed in the central and peripheral nervous systems. May regulate the release of Insulin and pancreatic glucagon1. Mechanical stimulation of gut2. Activation of central and peripheral nervous systems. Table II: Actions of GLP-1 and GIP Relevant to Glucose Control GLP-1. GIPPancreas. Stimulates glucose-dependent insulin release++Increase insulin biosynthesis++Inhibits glucagon secretion+-Stimulates somatostatin secretion+-Induces b-cell proliferation++Inhibits p-cell apoptosis++Gastrointestinal tract. Inhibits gastric emptying+-Inhibits gastric acid secretion++Central nervous system. Inhibits food and water intake+-Promotes satiety and weight loss+-Cardiovascular system. Improves cardiovascular function after ischemia+-Adipose tissue. Insulin-like lipogenic actions-+Lipid storage-+ The actions of selected peptides on vital tissues involved in glucose homeostasis. Both GLP-1 and GIP increase insulin secretion and b-cell survival. GLP-1 has additional actions related to glucose metabolism. In contrast, gastrin and CCK do not acutely regulate plasma glucose levels, but appear to increase b-cell proliferation. CCK, cholecystokinin; GIP, gastric inhibitory polypeptide; GLP-1, glucagon-like peptide 1.",
        "cop": 4,
        "opa": "High prolactin (PRL)",
        "opb": "High TSH",
        "opc": "High cortisol",
        "opd": "Low growth hormone (GH)",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "9fc8556c-862f-4d46-94d3-9c9f4824660d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not dependent on insulin GLUT4 for glucose uptake?",
        "exp": "Tissue-like brain is still able to impo glucose from the serum through maintaining a basal level glucose receptors on the cell surface. The general picture is as follows: Glucose is hydrophilic and cannot cross cell membrane most cell have membrane proteins that can shuttle glucose from one side to other. Ref: DM Vasudevan, 7th edition, page no: 318",
        "cop": 1,
        "opa": "Brain",
        "opb": "Skeletal muscles",
        "opc": "Cardiac muscle",
        "opd": "Adipose tissue",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a445f468-1bf1-48d6-a377-4f699d998a7d",
        "choice_type": "single"
    },
    {
        "question": "Which inhibits adenyl cyclase enzyme?",
        "exp": "Somatostatin acts directly on the acid-producing parietal cells a G-protein coupled receptor which inhibits adenylate cyclase, thus effectively antagonising the stimulatory effect of histamine to reduce acid secretion. Ref: DM Vasudevan, 7th edition",
        "cop": 1,
        "opa": "Somatostatin",
        "opb": "Calcitonin",
        "opc": "Epinephrine",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "75fd865e-1982-4802-8b2b-f5add1a75c6c",
        "choice_type": "single"
    },
    {
        "question": "Stimulates the production of IGF.",
        "exp": "GH stimulates the release of IGF by the liver and other tissues. The other hormones listed do not stimulate IGF release from any tissue.",
        "cop": 4,
        "opa": "LH",
        "opb": "PRL",
        "opc": "TSH",
        "opd": "GH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "fa914523-5550-4215-8496-d3754a3fea25",
        "choice_type": "single"
    },
    {
        "question": "G-proteins act as:",
        "exp": "Ans. D. Signal transducersG- proteins are signal transducers. Signaling event is terminated when the hormone is removed and the a-subunit inactivates itself by converting its bound GTP to GDP.",
        "cop": 4,
        "opa": "Hormone carriers",
        "opb": "Hormone receptors",
        "opc": "Second messengers",
        "opd": "Signal transducers",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b16e82f6-cb21-4867-8478-ffa75dbe2cae",
        "choice_type": "single"
    },
    {
        "question": "Insulin receptors are",
        "exp": "Insulin receptor is a tyrosine kinase which is heterotetrameric glycoprotein. Ref: Essentials of Medical Pharmacology, 7th edition, KD Tripathi, page no: 261",
        "cop": 1,
        "opa": "Tyrosine Kinase receptors",
        "opb": "Phosphodiesterase",
        "opc": "Calcium calmodulin",
        "opd": "Lipoprotein",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "9209209e-6c97-41c4-abe9-1101892bd66f",
        "choice_type": "single"
    },
    {
        "question": "Enzymes not impoant in testosterone biosynthesis",
        "exp": "Progesterone is conveed to 18hydroxyprogestrone by 18 -hydroxylase. These reactions are effected by hydroxylation. These specific hydroxylases are mono-oxygenases. Ref: DM Vasudevan, 7th edition, page no: 665",
        "cop": 3,
        "opa": "5-aplha reductase",
        "opb": "Delta 5-4 isomerase",
        "opc": "18 hydroxylase",
        "opd": "Alpha hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "65dbd3b8-3c3d-42ea-8ecb-857133bb7fb9",
        "choice_type": "single"
    },
    {
        "question": "Hypertension and heart disease.",
        "exp": "The plaque in the renal artery causes the release of renin, which elevates aldosterone, thus raising blood pressure. Atherosclerotic plaques are also probably the cause of the heart disease. PRL (milk production), GH, or cortisol release will not lead to hypertension and heart disease.",
        "cop": 1,
        "opa": "Elevated blood levels of aldosterone and renin resulting from an atherosclerotic plaque in a renal artery.",
        "opb": "Hyperprolactinemia due to a pituitary tumor.",
        "opc": "Acromegaly due to a GH-producing tumor that developed in adulthood.",
        "opd": "Cushing syndrome due to an adrenal tumor.",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "90d734de-6cfe-4f49-99be-e20a86f066c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones stimulates gluconeogenesis?",
        "exp": "Ans. B. Glucagona. The balance and integration of the metabolism of fats and carbohydrates are mediated by the hormones insulin, glucagon, epinephrine, and norepinephrine. b. All of these hormones exercise acute effects upon metabolism. Glucagon stimulates gluconeogenesis and blocks glycolysis. c. When blood sugar levels get low, the a cells of the pancreas release glucagon. The main targets of glucagon are the liver and adipose tissue. d. In the liver, glucagon stimulates the cyclic AMP-mediated cascade that causes phosphorylation of phosphorylase and glycogen synthesis. e. This effectively turns off glycogen synthase and turns on glycogen phosphorylase, thereby causing a breakdown of glycogen and a production of glucose in liver, which ultimately raises blood glucose levels. f. Insulin and glucagon are two antagonistic hormones that maintain the balance of sugar and fatty acids in blood. Insulin is produced by the cells of the pancreas and its release is stimulated by high levels of glucose in the blood. It has a number of effects, but its major effect is to allow the entry of glucose into cells. g. Insulin also allows the dephosphorylation of key regulatory enzymes. The consequence of these actions is to allow glycogen synthesis and storage in both muscle and liver, suppression of gluconeogenesis, acceleration of glycolysis, promotion of the synthesis of fatty acids, and promotion of the uptake and synthesis of amino acids into protein. h. All in all, insulin acts to promote anabolism.",
        "cop": 2,
        "opa": "Progesterone",
        "opb": "Glucagon",
        "opc": "Aldosterone",
        "opd": "Epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "cdcceadd-daa3-46ed-b752-43893292d288",
        "choice_type": "single"
    },
    {
        "question": "Which of the following act through tyrosine kinase receptor?",
        "exp": "Insulin act by binding to plasma membrane receptors on the target cells. Has 2 alpha subunit and 2 beta subunit. Beta subunit has tyrosine kinase activity Interaction of insulin with receptor alpha subunit triggers a conformational change, which is propagated to the beta subunit and activates it. Ref: DM Vasudevan, 7th edition, page no: 319",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Growth hormone",
        "opd": "Follicle stimulating hormone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "dfe2fdad-84ed-465f-a0e0-c34cb98c9e50",
        "choice_type": "single"
    },
    {
        "question": "Which of the following belongs to steroidal receptor superfamily?",
        "exp": "Biological actions of vitamin D are now considered to be exeed through the nuclear vitamin D receptor (VDR)-mediated control of target genes. VDR belongs to the nuclear hormone receptor superfamily and acts as a ligand-inducible transcription factor. Ref: DM Vasudevan, 7th edition, page no: 667",
        "cop": 1,
        "opa": "Vitami D3",
        "opb": "Encephalins",
        "opc": "GH",
        "opd": "Insulin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "42dedac4-e735-4d99-a133-c214b736d3ef",
        "choice_type": "single"
    },
    {
        "question": "Aromatic enzyme complex is involved in the biosynthesis of:",
        "exp": "Ref: Harper's Illustrated Biochemistry. 28th ed, ch. 41, pp 431. Explanation: Estrogens are formed by the aromatizadon of androgens in a complex process that involves three hydroxylation steps which require 02 and NADPH. The aromatase enzyme complex includes a P450 monooxygenase. This enzyme complex converts Testosterone - Estradiol and Androstenodione - Estrone. Synthesis of Glucocorticoids, Aldosteone and Sex hormones in Adrenal gland",
        "cop": 4,
        "opa": "Cholesterol",
        "opb": "Adrenal hormones",
        "opc": "Vitamin D3",
        "opd": "Estradiol/estrogens",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "50c1df0a-40ac-4115-b01d-d71c6194fb13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following not a glycoprotein?",
        "exp": "Ans: D (ADH) Ref: Harper's Illustrated Biochemistry, 28th edition. Explanation: The Antidiuretic hormone (ADH) (vasopressin) is peptide consisting of nine amino acids (non- u peptides) and not a glycoprotein. Hormones that are glycoproteins include: Follicle-stimulating hormone (FSH). Luteinizing hormone (LH). Thyroid-stimulating hormone (TSH). Human chorionic gonadotropin (HCG). Alpha-fetoprotein (AFP). Erythropoietin (EPO) (See Table 5 ). Chemical Nature of Hormones. Insulin family* Insulin* IGF* Relaxin. Glycoprotein family* LH* h. CG* FSH* TSHGH family* GH* Prolactin* h. PLSecretin family* Secretin* G1P* Glucagon* VIPPeptide hormones* ANP* ADH* ACTH* Calcitonin* Inhibin* PTH* CCK* Somatostatin Table 5: Some important glycoproteins Function. Glycoproteins. Structural molecule. Collagens. Lubricant and protective agent. Mucins. Transport molecule. Transferrin, ceruloplasmin. Immunologic molecule. Immunoglobins, histocompatibility antigers. Hormone. HCG. TSH, FSH, LH, EPO, AFPEnzyme. Various, e. g., alkaline phosphatase, patatin. Cell attachment-recognition site. Various proteins involved in cell-cell (e. g., sperm-oocyte), virus-cell, bacterium-cell, and hormone-cell interactions. Interact with specific carbohydrates. Lectins, select ins (cell adhesion lectins), antibodies. Receptor. Various proteins involved in hormone and drug action. Affect folding of certain proteins. Catnexin. calreticulin. Regulation of development. Notch and its analoqs, key proteins in development. Hemostasis (and thrombosis). Specific glycoproteins cn the surface membranes of platelets",
        "cop": 4,
        "opa": "FSH",
        "opb": "LH",
        "opc": "TSH",
        "opd": "ADH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "44394792-b000-493a-ad13-f1dad42b337e",
        "choice_type": "single"
    },
    {
        "question": "Human insulin gene receptor found on chromosome",
        "exp": "The insulin gene is located in the sho arm of chromosome 11 in humans in the region p13-->pter",
        "cop": 1,
        "opa": "11",
        "opb": "15",
        "opc": "19",
        "opd": "21",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "4735f2ea-73db-4068-9e99-2ff064d222ef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is anabolic hormone:",
        "exp": "[Cl (Insulin): Ref 545-RS 7th. INSULIN is a protein hormone. It plays an important role in metabolism causing increased carbohydrate metabolism, glycogenesis/glycogen storage; FA synthesis/TG storage and amino acid uptake/protein synthesis. Thus insulin is an important anabolic hormone which act on variety of tissues. Major target tissues of insulin are the muscles, liver, adipose tissue and heart.",
        "cop": 3,
        "opa": "Corticosteroids",
        "opb": "Glucagon",
        "opc": "Insulin",
        "opd": "Somatostatin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ad11b855-d507-4724-9f0a-654c11a7bd88",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme in catecholamine biosynthesis is",
        "exp": "Tyrosine Hydroxylase Is Rate-Limiting for Catecholamine Biosynthesis. Ref: Harper&; s Biochemistry; 30th edition; Chapter 41; The Diversity of the Endocrine System",
        "cop": 1,
        "opa": "Tyrosine hydroxylase",
        "opb": "Dopa Decarboxylase",
        "opc": "Dopamine beta-hydroxylase (DBH)",
        "opd": "Phenylethanolamine-N-Methyltransferase (PNMT)",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "e70080d2-8852-4485-a7b7-6d3ccbe45404",
        "choice_type": "single"
    },
    {
        "question": "C terminal end of androgen receptor is concerned with",
        "exp": "Activation function 2 (AF-2), responsible for agonist-induced activity (activity in the presence of bound agonist). Ref: DM Vasudevan, 7th edition, page no: 669",
        "cop": 1,
        "opa": "Ligand binding",
        "opb": "Increasing biological half life",
        "opc": "Increasing the affinity of receptor to DNA",
        "opd": "Increasing the level of transcription",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ddf5a509-82ad-417f-82ab-4ae7e4dbba1c",
        "choice_type": "single"
    },
    {
        "question": "Increased blood levels of cholesterol that are seen in hypothyroidism are most likely due to",
        "exp": "Thyroid hormones induce the 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase, which is the first step in cholesterol biosynthesis. Moreover, triiodothyronine (T3) upregulates LDL receptors by controlling the LDL receptor gene activation. This T3-mediated gene activation is done by the direct binding of T3 to specific thyroid hormone-responsive elements. Fuhermore, T3 controls the sterol regulatory element-binding protein-2 (SREBP-2), which in turn regulates LDL receptor's gene expression Ref: DM Vasudevan, 7th edition, page no: 336, 334, 676",
        "cop": 3,
        "opa": "Decreased calorigenesis",
        "opb": "Decreased production of LDL receptor in liver and the thus decreased clearance by liver",
        "opc": "Decreased production of LDL receptor in the adipose tissue and increases release of cholesterol from adipose tissues",
        "opd": "Increased breakdown of lipoproteins releasing releasing cholesterol in circulation",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "23c67228-2edc-4c4f-a30e-e234a28f139d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not steroid?",
        "exp": "Leukotrienes are a family of inflammatory mediators produced in leukocytes by the oxidation of arachidonic acid (AA) and the essential fatty acid eicosapentaenoic acid (EPA) by the enzyme arachidonate 5-lipoxygenase. Ref: DM Vasudevan, 7th edition, page no: 190",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Cholic acid",
        "opc": "Leukotrians",
        "opd": "Vitamin D",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "5a79308e-2c8d-47ef-b692-4d1260fc25bf",
        "choice_type": "single"
    },
    {
        "question": "Factors responsible for ketosis in a patient of von Gierke&; s disease are all, except",
        "exp": "Glucose -6- phosphate deficient Fasting hypoglycemia that doesn&; t respond to stimulation by adrenaline In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channeled to gluconeogenesis. The increased rate of lipolysis is to provide altenate source of fuel. Ref: DM Vasudevan, 7th edition, page no: 165",
        "cop": 4,
        "opa": "Hypoglycemia",
        "opb": "Impaired gluconeogenesis",
        "opc": "Impaired glycogenolysis",
        "opd": "Low fat mobilzation",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "731ec4cc-f158-4c38-ab88-7d58aa30bf1f",
        "choice_type": "multi"
    },
    {
        "question": "Estrogen receptors are seen in",
        "exp": "The estrogen receptor (ER) is a ligand-activated enhancer protein that is a member of the steroid/nuclear receptor superfamily. Two genes encode mammalian ER: ERa and ERb. ER binds to specific DNA sequences called estrogen response elements (EREs) with high affinity and transactivates gene expression in response to estradiol. Ref: DM Vasudevan, 7th edition, page no: 57",
        "cop": 3,
        "opa": "Microsomes",
        "opb": "Membrane bound",
        "opc": "Nucleus",
        "opd": "Mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "6cf8ec1a-115c-4d45-b50b-6bb37538cf3f",
        "choice_type": "single"
    },
    {
        "question": "Following are second messengers",
        "exp": "Cyclic adenosine monophosphate(c. AMP, cyclic AMP, or 3&;, 5&;-cyclic adenosine monophosphate) is a second messenger impoant in many biological processes. c. AMP is a derivative of adenosine triphosphate(ATP) and used for intracellular signal transduction in many different organisms, conveying the c. AMP-dependent pathway. Ref: DM Vasudevan, 7th edition",
        "cop": 1,
        "opa": "CAMP",
        "opb": "CGMP",
        "opc": "Inositol triphosphate",
        "opd": "Diacylglycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "075b0a6f-b91f-4a95-9feb-4de715a4de42",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions the level of creatinine kinase 1 increases?",
        "exp": "Ans. B. Brain Ischemia. Localization of CPK isoenzymesa. CPK 1 (CPK BB) - Brainb. CPK 2 (CPK MB) - Myocardiumc. CPK 3 (CPK MM) - Skeletal muscle",
        "cop": 2,
        "opa": "Myocardial ischemia",
        "opb": "Brain Ischemia",
        "opc": "Kidney damage",
        "opd": "Electrical cardioversion",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ac45c619-57b9-481b-8f8f-b7a2c370b682",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contains as aromatic a ring?",
        "exp": "Estradiol is the 17-beta-isomer of estradiol, an aromatized C18 steroid with hydroxyl group at 3-beta- and 17-beta-position. Ref: DM Vasudevan, 7th edition, page no: 669",
        "cop": 1,
        "opa": "Estradiol",
        "opb": "Testosterone",
        "opc": "Aldosterone",
        "opd": "Coisol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "fdf91760-e298-4de4-9b9a-47478434c8c3",
        "choice_type": "single"
    },
    {
        "question": "A large, protruding jaw; large hands and feet; normal height; and an elevated blood glucose level.",
        "exp": "In acromegaly, the height is normal, but the jaw, hands, feet, and soft tissues grow. DM frequently occurs because of the stimulation of gluconeogenesis by GH and the inability of glucose to suppress the release of GH by the tumor.",
        "cop": 3,
        "opa": "Elevated blood levels of aldosterone and renin resulting from an atherosclerotic plaque in a renal artery.",
        "opb": "Hyperprolactinemia due to a pituitary tumor.",
        "opc": "Acromegaly due to a GH-producing tumor that developed in adulthood.",
        "opd": "Cushing syndrome due to an adrenal tumor.",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b5a5f383-3b42-4c6d-9677-54a61be771b3",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female presents with a need to progressively buy larger and wider shoes. She also cannot wear any of her rings anymore because they are too small. A physical examination shows a prominent brow, protruding lower jaw, and spaces between all of her teeth. This woman may have a tumor in which one of the following organs/tissues?",
        "exp": "The patient is displaying the symptoms of acromegaly, caused by excessive or episodic secretion of GH in the adult (if the growth plates had not closed, then gigantism would result). GH is made in the pituitary and secreted from there in response to GHRH, which is produced in the hypothalamus. A tumor of the hypothalamus, which secretes GHRH, would lead to excessive GH secretion, and the symptoms observed. Tumors of the bone marrow (leukemia), adrenal glands (a variety of endocrine disorders), pancreas, or adipose tissue would not lead to elevated GH levels.",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Bone marrow",
        "opc": "Adrenal glands",
        "opd": "Pancreas",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "1136cdf0-d017-49c7-8455-262449d2c79d",
        "choice_type": "multi"
    },
    {
        "question": "Epinephrine is synthesized from norepinephrine by",
        "exp": "Norepinephrine can be conveed into epinephrine by the enzyme phenylethanolamine N-methyltransferase with S-adenosyl-L-methionine as cofactor.",
        "cop": 2,
        "opa": "Hydroxylation",
        "opb": "N-methylation",
        "opc": "Deamination",
        "opd": "Carboxylation",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "171039a5-ebdb-4980-9ccf-8e8fb75f45e2",
        "choice_type": "single"
    },
    {
        "question": "17-a hydroxylase is not involved in the pathway for synthesis of -",
        "exp": "Ans. is 'b' i. e., Aldosterone o All steroid hormones originate from cholesterol. o Steps involved in biosynthesis of various steroid hormones are as followsi) Cholesterol is first acted upon by desmolase to form a 21 -carbon product pregnenolone, which is the biosynthetic precursor of all steroid hormones. ii) Pregnenolone is converted to progesterone by dehydrogenase. iii) Progesterone is further converted to glucocorticoids and mineralcorticoids by hydroxylations. These reactions are affected by monooxygenases which require cytochrome P-450 as an intermediate electrone carrier. These monooxygenases are -a) 17-hydroxylase and 21-hydroxylase - Microsomalb) 11-hydroxyalse - Mitochondrial",
        "cop": 2,
        "opa": "Cortisol",
        "opb": "Aldosterone",
        "opc": "Androsteredione",
        "opd": "Testosterone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "2c198f5c-32d4-4932-960b-d021dec4108d",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is derived from",
        "exp": "Tryptophan is first hydroxylated by tryptophan Hydroxylase 5-hydroxytryptophan is decarboxylated to serotonin. Serotonin is acetylated Fuher methylated with the help of S adenosylmethionine (SAM). Ref: DM Vasudevan, 7th edition, page no: 241, fig 18. 10",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Glutathione",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "8d92b714-bc39-49e0-836d-67b1fb45e235",
        "choice_type": "multi"
    },
    {
        "question": "Steroid hormone receptors have attachment site for all except",
        "exp": "the steroid hormone act as an enhancer element and when stimulated by the hormone would increase the transcriptional activity. Ref: DM Vasudevan, 7th edition, page no: 656",
        "cop": 2,
        "opa": "Steroid hormone",
        "opb": "Transcription repressors",
        "opc": "Hormone responsive element",
        "opd": "Transcription activators",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ab865ae0-17e8-43a3-8524-ed67303ba870",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following tissues is glucose transpo into the cell enhanced by insulin?",
        "exp": "Under conditions of low insulin, most GLUT4 is sequestered in intracellular vesicles in muscle and fat cells. Insulin induces a rapid increase in the uptake of glucose by inducing the translocation of GLUT4 from these vesicles to the plasma membrane. As the vesicles fuse with the plasma membrane, GLUT4 transpoers are inseed and become available for transpoing glucose, and glucose absorption increases. Ref: DM Vasudevan, 7th edition, page no: 320",
        "cop": 4,
        "opa": "Brain",
        "opb": "Lens",
        "opc": "Red blood cells",
        "opd": "Adipose tissue",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "5f99a183-df8d-47ca-9c71-60d6acad02d8",
        "choice_type": "single"
    },
    {
        "question": "The active transport of 'Ca' is regulated by _______ which is synthesized in kidneys:",
        "exp": "Ans. D. 1, 25-di OH-Cholecalciferol1, 25-DHCC is Vitamin D. It is synthesized in the body. The reactions takes place in the liver and kidney. Vitamin D is also known as a prohormone. It helps in the transport of calcium against the electrochemical gradient to promote mineralization of bones.",
        "cop": 4,
        "opa": "Cholecalciferol",
        "opb": "Ergosterol",
        "opc": "25-OH cholecalciferol",
        "opd": "1, 25-di OH-Cholecalciferol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "afacdef3-9204-4533-99c2-4324d296c120",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormones can cause hyperglycemia without known effects on glycogen or gluconeogenesis?",
        "exp": "Ans. A. Thyroxine. Thyroid hormones raise serum glucose levels, but the mechanism is unknown. Epinephrine and glucagon lead to acute hyperglycemic effects by activating liver phosphorylase and the release of glucose from glycogen through a cyclic AMP cascade effect. Glucocorticoids stimulate the liver to produce more gluconeogenic enzymes and promote protein breakdown to form amino acids. Glucocorticoid (a steroid hormone) and thyroxine exert chronic effects and act by binding to intracellular binding proteins (receptors) that eventually act as enhancers of transcription.",
        "cop": 1,
        "opa": "Thyroxine",
        "opb": "Epinephrine",
        "opc": "Glucocorticoids",
        "opd": "Epidermal growth factor",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "e2d1b397-380b-41b6-a68a-f53a5ef673a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a physiological uncoupler?",
        "exp": "Ans. A. Thyroxine(Ref: Harper 31/e page 123). Uncoupler of Oxidative Phosphorylation. Mechanism of Action -Disruption of Proton Gradient across the inner mitochondrial membrane. 1. 2, 4 Dinitrophenol2. Dinitrocresol3. FCCP (Flouro Carbonyl Cyanide Phenyl hydrazine)4. Aspirin in high dose. Physiological Uncoupler1. Thermogenin (uncoupling Protein 1) in Brown Adipose Tissue2. Thyroxine3. Long chain free fatty acid4. Unconjugated bilirubin.",
        "cop": 1,
        "opa": "Thyroxine",
        "opb": "Insulin",
        "opc": "Glucagon",
        "opd": "Norepinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "f9dc1565-c99c-42a6-ba3b-f3d40d7695ee",
        "choice_type": "single"
    },
    {
        "question": "Catecholamine hormones are synthesized in the:",
        "exp": "Ans. A. Chromaffin cells of adrenal medulla. Catecholamines are synthesized by tyrosine. DOPA forms Dopamine in the cytosol which by Dopamine oxidase (Cu containing) forms Nor-epinephrine in the Chromaffin granules of pheochromocyte. This reaction requires copper and Vitamin C. Nor-epinephrine then enters cytoplasm and undergoes methylation by methionine to form Epinephrine. Both after synthesis enters in the chromaffin granules for storage.",
        "cop": 1,
        "opa": "Chromaffin cells of adrenal medulla",
        "opb": "Zona glomerulosa of adrenal cortex",
        "opc": "Zona fasciculate of adrenal cortex",
        "opd": "Zona reticularis of adrenal cortex",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "7d54c5f0-3a76-4b45-bce1-19b1c84e8cac",
        "choice_type": "single"
    },
    {
        "question": "In which of the following organ is the glucose transport under insulin control?",
        "exp": "Ans. A. Heart. The following organs depend on insulin for glucose transport -a. Brain, b. RBCs, c. Adipose tissue, d. Kidney, e. Liver, f. Intestine &g. Pancreas",
        "cop": 1,
        "opa": "Heart",
        "opb": "Kidney",
        "opc": "Brain",
        "opd": "Intestine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "1309b9f4-78be-49e0-9908-1a55bcbc12b8",
        "choice_type": "single"
    },
    {
        "question": "Binds to the receptors on Leydig cells.",
        "exp": "LH binds to the receptors on Leydig cells and stimulates the release of testosterone. PRL, TSH, GH, and FSH do not bind to Leydig cells.",
        "cop": 1,
        "opa": "LH",
        "opb": "PRL",
        "opc": "TSH",
        "opd": "GH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "0c3e427a-438d-438a-b442-a0858999364f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about somatostatin, insulin, and glucagon?",
        "exp": "Ans. D. Somatostatin blocks release of insulin and glucagon. (Ref. Ganong 21st fpg. 427; KDT 6th/Pg. 273). Guyton physiology llth/pg. 971...........# Somatostatin inhibits Giucagon and Insulin Secretion.# Insulin, amylin, and somatostatin, elaborated by the neighbouring beta and D cells, inhibit glucagon secretion. SOMATOSTATIN:# It is GH inhibiting hormone, secreted by D-cells of pancreas and by D cells in intestinal mucosa.# It is same chemically as growth hormone inhibitory hormone.# It suppresses anterior pituitary gland function, hence suppresses TSH, ACTH and GH. 6# It inhibits release of gastrin and secretin, and decreases motility of stomach, duodenum and GB.# It inhibits islets of Langerhans and reduces secretion of both, insulin and glucagon. 6# It also inhibits secretion of VIP, GIP & motilin.# It does not inhibit prolactin secretion.# USES:- Beneficial in pancreatic, biliary or intestinal fistulae;- in Gastrinoma, - in management of esophageal varices (octreotide). 6. Glucagon and Its Functions# Glucagon, a hormone secreted by the alpha cells of the islets of Langerhans when the blood glucose concentration falls, has several functions that are diametrically opposed to those of insulin. Most important of these functions is to increase the blood glucose concentration, an effect that is exactly the opposite that of insulin.# Like insulin, glucagon is a large polypeptide. It has a molecular weight of 3485 and is composed of a chain of 29 amino acids. On injection of purified glucagon into an animal, a profound hyperglycemic effect occurs. Only 1 mg/kg of glucagon can elevate the blood glucose concentration about 20 mg/100 ml of blood (a 25 % increase) in about 20 minutes. For this reason, glucagon is also called the hyperglycemic hormone.# The major effects of glucagon on glucose metabolism are: 1) Breakdown of liver glycogen (glycogenolysis) and2) Increased gluconeogenesis in the liver. Both of these effects greatly enhance the availability of glucose to the other organs of the body. 3) Other Effects of Glucagon: Perhaps the most important effect is that glucagon activates adipose cell lipase, making increased quantities of fatty acids available to the energy systems of the body. Glucagon also inhibits the storage of triglycerides in the liver, which prevents the liver from removing fatty acids from the blood; this also helps make additional amounts of fatty acids available for the other tissues of the body. 4) Glucagon in very high concentrations also:(a) Enhances the strength of the heart;(b) Increases blood flow in some tissues, especially the kidneys;(c) Enhances bile secretion; and(d) Inhibits gastric acid secretion. All these effects are of minimal importance in the nor function of body.# Regulation of glucagon secretion:- Increased Blood Glucose Inhibits Glucagon Secretion.- Increased Blood Amino Acids Stimulate Glucagon Secretion.- High concentrations of amino acids, as occur in the blood after a protein meal (especially the amino acids alanine and arginine), stimulate the secretion of glucagon. This is the same effect that amino acids have in stimulating insulin secretion. Thus, in this instance, the glucagon and insulin responses are not opposites.- Exercise Stimulates Glucagon Secretion. Somatostatin Inhibits Glucagon and Insulin Secretion1) increased blood glucose, 2) increased amino acids, 3) increased fatty acids, and4) increased cone of several of the GI hormones released from upper GI tract in response to food intake. In turn, somatostatin has multiple inhibitory effects as follows: 1. Somatostatin acts locally within islets of Langerhans to depress secretion of both insulin and glucagon. 2. Somatostatin decreases the motility of the stomach, duodenum, and gallbladder. 3. Somatostatin decreases both secretion and absorption in the GI tract.",
        "cop": 4,
        "opa": "Somatostatin stimulates insulin.",
        "opb": "Glucagon blocks insulin and Somatostatin release.",
        "opc": "Insulin increases glucagon release.",
        "opd": "Somatostatin blocks release of insulin and glucagon.",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "4124c56c-565c-4270-b409-760f7e956ad3",
        "choice_type": "multi"
    },
    {
        "question": "Among the following all are hydrophilic hormones that act on cytosolic receptors except one which is a lipophilic hormone that acts on nuclear receptor:",
        "exp": "Ans. a. Thyroxine Thyroxine is a lipophilic hormone that acts on nuclear receptor: Classification of Hormones by Mechanism of Action. Bind to Intracellular Receptor. Bind to ceil surface receptor Second messenger. Cytoplasmic Receptors: c-AMPc-GMPCa2+/Phosphatidyl inositol. Kinase/ Phosphatase* Glucocorticoids* Mineralocorticoids0* Androgens, estrogen and progestins0* Retinoic acid (retinoids)* Vitamin Ds (11 25-(OH)2 D3). Nuclear Receptors:* Thyroid hormones0* Retinoic acid* Calcitonin* Glucagon* LH and FSH* Norepinephrine* HCG* ADH* CRH* PTH* TSH* ANF* NO0* a1 adrenergic* Angiotensin II* Oxytocin* Gn. RH* Substance P* Gastrin* Choiecystokinin* Muscarinic (Acetylcholine)* Vasopressin3* TRH* Insulin* GH* EGF, FGF* IGF I and II* Nerve growth factor (NGF)* PDGF* Erythropoietin* Prolactin0* Adiponectin and leptin",
        "cop": 1,
        "opa": "Thyroxine",
        "opb": "Epinephrine",
        "opc": "GH",
        "opd": "AUTH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "853aaafd-0cb2-4114-959e-634f58e7fba1",
        "choice_type": "multi"
    },
    {
        "question": "Among the following, all are hydrophilic hormones that act on cytosolic receptors except one which is a lipophilic hormone that acts on nuclear receptor",
        "exp": "the hormone attaches to specific nuclear receptors The hormone complex bind to the DNARef: DM Vasudevan, 7th edition, page no: 674",
        "cop": 1,
        "opa": "Thyroxine",
        "opb": "Epinephrine",
        "opc": "GH",
        "opd": "ACTH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b545bcbc-a59d-4a18-b7fe-3e0fd892cc51",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is not an example of a steroid hormone?",
        "exp": "ANSWER: (C) Thyroxine. REF: Guyton 11th edition page 907. ENDOCRINE GLANDS, HORMONES, AND THEIR FUNCTIONS AND STRUCTURE: Gland/Tissue. Hormones. Major Functions. Chemical. Structure. Hypothalamus. Thyrotropin-releasing hormone (TRH). Stimulates secretion of TSH and prolactin. Peptide. Corticotropin-releasing hormone (CRH). Causes release of ACTHPeptide. Growth hormone-releasing hormone (GHRH). Causes release of growth hormone. Peptide. Growth hormone inhibitory hormone (GHIH) (somatostatin). Inhibits release of growth hormone. Peptide. Gonadotropin-releasing hormone (Gn. RH). Causes release of LH and FSHPeptide. Dopamine or prolactin- inhibiting factor (PIF). Inhibits release of prolactin. Amine. Anteriorpituitary. Growth hormone. Stimulates protein synthesis and overall growth of most cells and tissues. Peptide. Thyroid-stimulating hormone (TSH). Stimulates synthesis and secretion of thyroid hormones (thyroxine and triiodothyronine). Peptide. Adrenocorticotropic hormone (ACTH). Stimulates synthesis and secretion of adrenocortical hormones (cortisol, androgens, and aldosterone). Peptide. Prolactin. Promotes development of the female breasts and secretion of milk. Peptide. Follicle-stimulating hormone (FSH). Causes growth of follicles in the ovaries and sperm maturation in Sertoli cells of testes. Peptide. Luteinizing hormone (LH). Stimulates testosterone synthesis in Leydig cells of testes; stimulates ovulation, formation of corpus luteum, and estrogen and progesterone synthesis in ovaries. Peptide. Posteriorpituitary'Antidiuretic hormone (ADH) (also called vasopressin). Increases water reabsorption by the kidneys and causes vasoconstriction and increased blood pressure. Peptide. Oxytocin. Stimulates milk ejection from breasts and uterine contractions. Peptide. Thyroid. Thyroxine (T4) and triiodothyronine (T3). Increases the rates of chemical reactions inmost cells, thus increasing body metabolic rate. Amine. Calcitonin: Promotes deposition of calcium in the bones and decreases extracellular fluid calcium ion concentration. Peptide. Adrenal cortex. Cortisol. Has multiple metabolic functions for controlling metabolism of proteins, carbohydrates, and fats; also has anti-inflammatory effects. Steroid. Aldosterone. Increases renal sodium reabsorption, potassium secretion, and hydrogen ion secretion. Steroid. Adrenalmedulla. Norepinephrine, epinephrine. Same effects as sympathetic stimulation. Amine. Pancreas. Insulin (b cells). Promotes glucose entry in many cells, and in this way controls carbohydrate metabolism. Peptide. Glucagon (a cells). Increases synthesis and release of glucose from the liver into the body fluids. Peptide. Parathyroid. Parathyroid hormone (PTH). Controls serum calcium ion concentration by increasing calcium absorption by the gut and kidneys and releasing calcium from bones. Peptide. Testes. Testosterone. Promotes development of male reproductive system and male secondary sexual characteristics. Steroid. Ovaries. Estrogens. Promotes growth and development of female reproductive system, female breasts, and female secondary sexual characteristics. Steroid. Progesterone. Stimulates secretion of \"uterine milk\" by the uterine endometrial glands and promotes development of secretory apparatus of breasts. Steroid. Placenta. Human chorionic gonadotropin (HCG). Promotes growth of corpus luteum and secretion of estrogens and progesterone by corpus luteum. Peptide. Human somatomammotropin. Probably helps promote development of some fetal tissues as well as the mother s breasts. Peptide. Estrogens. See actions of estrogens from ovaries. Steroid. Progesterone. See actions of progesterone from ovaries. Steroid. Kidney. Renin. Catalyzes conversion of angiotensinogen to angiotensin I (acts as an enzyme). Peptide1, 25-Dihydroxycholecalciferol. Increases intestinal absorption of calcium and bone mineralization. Steroid. Erythropoietin. Increases erythrocyte production. Peptide. Heart. Atrial natriuretic peptide (ANP). Increases sodium excretion by kidneys, reduces blood pressure. Peptide. Stomach. Gastrin. Stimulates HC1 secretion by parietal cells. Peptide. Small intestine. Secretin. Stimulates pancreatic acinar cells to release bicarbonate and water. Peptide. Cholecystokinin (CCK). Stimulates gallbladder contraction and release of pancreatic enzymes. Peptide. Adipocytes. Leptin. Inhibits appetite, stimulates thermogenesis. Peptide",
        "cop": 3,
        "opa": "Aldosterone",
        "opb": "Testosterone",
        "opc": "Thyroxine",
        "opd": "Cortisol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "58df11a2-460a-41ad-856b-9bc8d06b3507",
        "choice_type": "single"
    },
    {
        "question": "Hormone necessary for water and sodium balance",
        "exp": "Ans: d (Aldosterone). Ref: Vasudevan & Sreekumari, 6th edi., Pg. 357. Aldosterone is secreted by zona glomerulosa of the adrenal cortex. It regulates sodium-potasium exchange and sodium-hydrogen exchange at the renal tubules. The net effect is the sodium retention",
        "cop": 4,
        "opa": "Progesterone",
        "opb": "Cortisol",
        "opc": "Estrogen",
        "opd": "Aldosterone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "bec224e1-aff6-4cde-af8e-bef14d54abe0",
        "choice_type": "single"
    },
    {
        "question": "Stimulates the synthesis of milk proteins.",
        "exp": "PRL is the only hormone listed that stimulates the synthesis of milk proteins. PRL will induce a-lactalbumin, which will stimulate lactose production.",
        "cop": 2,
        "opa": "LH",
        "opb": "PRL",
        "opc": "TSH",
        "opd": "GH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "9023d658-3d58-480e-bf58-3b41a57d03cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an uncoupler?",
        "exp": "The rate of the ATP-32P exchange reaction was reduced by thyroxine and this inhibition was doubled by adding the thyroxine to the incubation medium after the paicles rather than before. The increased inhibition of the exchange reaction was associated with a reduction in P/O ratios and a loss of the stimulatory effect of thyroxine on substrate oxidation. Ref: DM Vasudevan, 7th edition, page no: 265, 266",
        "cop": 4,
        "opa": "Insulin",
        "opb": "Epinephrine",
        "opc": "GH",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "3b511660-cb10-4c62-ad53-8572554210c7",
        "choice_type": "single"
    },
    {
        "question": "All of the following hormones use cyclic AMP as a second messenger except",
        "exp": "Enter the cell cytoplasm simple diffusionbind to cytoplasmic receptors. Receptors dimerize with each other and enter the nucleus. In the nucleus, zinc finger regions of receptor binds to specific DNA response elements (upstream of target gene). Ref: DM Vasudevan, 7th edition, page no: 664, 665, 666",
        "cop": 2,
        "opa": "Glucagon",
        "opb": "Estrogen",
        "opc": "Epinephrine",
        "opd": "Luteinizing hormone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b949cd38-33c2-4186-adc2-165f440a5d3f",
        "choice_type": "multi"
    },
    {
        "question": "Low levels of dopamine produced by the hypothalamus is a pathologic condition associated with which of the blood hormone levels.",
        "exp": "Tyrosine, produced by the hydroxylation of the essential amino acid phenylalanine, is further hydroxylated to form dihydroxyphenylalanine (dopa), which is subsequently decarboxylated to form dopamine. Dopamine is an inhibitor of prolactin production and secretion. Thus, if dopamine is low, more prolactin will be produced and secreted by the anterior pituitary.",
        "cop": 1,
        "opa": "High prolactin (PRL)",
        "opb": "High TSH",
        "opc": "High cortisol",
        "opd": "Low growth hormone (GH)",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a89ccd53-5bad-4218-9d9a-0f290aa6eb91",
        "choice_type": "single"
    },
    {
        "question": "In the following food items, which one has the highest 'Glycemic Index'?",
        "exp": "Ans. is 'a' i. e. Corn-flakes. Ref. Sunday edition of Hindustan Times, 16th November; 2003, various internet sites. Glycemic index is a measure of a food's ability to elevate blood sugar level. The indexing is done by comparing a foodstuffs digestion rate to that of glucose, with a glycemic index of 100. The higher the glycemic index, the faster will it enter the blood and increase the blood sugar level. Glycemic index is used to label the food as good and evil. Foods with a high glycemic index of 60 and above are considered unhealthy as they break down quickly and spike blood sugar level. Low glycemic foods enter the blood stream slowly and provide sustained long term energy (maintain stable blood sugar levels). High glycemic food Glucose100. Baked potato85. Corn flakes84. Honey73. Watermelon72. White bread70-72. Table sugar65. Ice Cream61. Moderately Glycemic food Orange Papaya58. White rice58. Brown rice55. Popcorn55. Sweet potato54. Mango55. Banana50. Carrots49. Orange44. Low Glycemic food Apple37. Yoghurt33. Skimmed milk32. Kidney beans27. Peanuts14",
        "cop": 1,
        "opa": "Corn-flakes",
        "opb": "Brown rice",
        "opc": "Ice-cream.",
        "opd": "Whole wheat bread",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "891444be-0d63-4a61-957c-4f6d910ac260",
        "choice_type": "single"
    },
    {
        "question": "Insulin release is by:",
        "exp": "Ans: b (Exocytosis) Ref: Vasudevan, 4th ed, p. 107. Insulin is secreted by exocytosis. Secretion of insulin: The insulin is packed in to granules in the Golgi apparatus. The insulin molecules associate into a hexamer with two zinc ions and one calcium ion. The contents of granules are released by exocytosis; both insulin and C-peptide are released into circulation. Degradation of insulin: Insulin is rapidly degraded in liver. Plasma half life is less than 5 minutes. An insulin specific protease (insulinase) and a hepatic glutathione- insulin- trans hydrogenase are involved in degradation of insulin. Note: Glucose is the major stimulant of insulin secretion. Pro insulin has about one third biological activity of insulin.",
        "cop": 2,
        "opa": "Endocytosis",
        "opb": "Exocytosis",
        "opc": "Active transport",
        "opd": "Facilitated diffusion",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a0674a07-92c0-4f74-b7e2-a6f082bcb220",
        "choice_type": "single"
    },
    {
        "question": "Steroids with 8-10 c-atorm side chains at C-17 and an OH group at C3 are",
        "exp": "Sterols are naturally occurring alcohols which consist basically of the steroid skeleton and which vary in the number of cyclic double bonds. To the ring system is attached an alkyl side-chain which also may have double bonds. Sterols are a subgroup of steroids with a hydroxyl group at the 3-position of the A-ring. Ref: Harpers Illustrated Biochemistry, 29th edition",
        "cop": 4,
        "opa": "Androgens",
        "opb": "Andrenal coicoids",
        "opc": "Progestins",
        "opd": "Sterols",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "da117116-f165-4b25-8e3a-d4a660dc15a7",
        "choice_type": "single"
    },
    {
        "question": "A scientist has developed an adipocyte cell line that, at 42degC, cannot degrade triglycerides to glycerol and free fatty acids. At 25degC, the triglyceride degradation is normal. Which one of the following best reflects enzymes in which a temperature-sensitive mutation may lead to this phenotype?",
        "exp": "Insulin levels decrease, and glucagon levels rise, stimulating lipolysis. (Epinephrine and other hormones promote lipolysis by the same mechanism.)a. c. AMP levels rise, and PKA is activated. b. PKA phosphorylates perilipin-1, which then dissociates from the enzyme ATGL. c. When free of perilipin-1, ATGL is active and converts triacylglycerol to a free fatty acid and DAG. d. PKA directly phosphorylates and activates hormone sensitive lipase, which converts DAG to a free fatty acid and monoacylglycerol. e. Monoglyceride lipase then converts the monoacylglycerol to a free fatty acid and glycerol. The hormone-sensitive lipase of adipose tissue is responsible for degrading diacylglycerol to a free fatty acid and monoacylglycerol. The enzyme is activated by glucagon via a c. AMP-mediated process (the activation of protein kinase A). Thus, mutations in PKA or the glucagon receptor may interfere with the eventual phosphorylation and activation of the hormone-sensitive lipase. Adenylate kinase is not involved in this cascade (although a mutation in adenylate cyclase would be involved, as that is the enzyme that produces c. AMP). The insulin receptor promotes triglyceride synthesis and storage in the adipocyte, so a mutation in the insulin receptor would not promote triglyceride degradation. Glycerol kinase is only expressed in the liver and is not present in adipose cells.",
        "cop": 3,
        "opa": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - yes",
        "opb": "Protein Kinase A - no; Adenylate Kinase - no; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - yes",
        "opc": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - no",
        "opd": "Protein Kinase A - no; Adenylate Kinase - yes; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - no",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d07e44ee-61c1-424b-b305-dafa99f5627e",
        "choice_type": "single"
    },
    {
        "question": "GLUT responsible for secretion of insulin from beta cells of pancreas",
        "exp": "Glucose transpoer 2 (GLUT2) also known as solute carrier family 2 (facilitated glucose transpoer), member 2 (SLC2. A2) is a transmembrane carrier protein that enables protein facilitated glucose movement across cell membranes. GLUT2 has high capacity for glucose but low affinity (high Km, ca. 15-20 mM) and thus functions as pa of the \"glucose sensor\" in pancreatic b-cells. It is a very efficient carrier for glucose. Ref: DM Vasudevan, 7th edition",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "5824ee6f-4574-4d3f-9b8f-a4a5c5724f25",
        "choice_type": "single"
    },
    {
        "question": "Calcium as a second messenger in hormone action involves all except",
        "exp": "The receptors for several protein hormones like insulin are themselves protein kinases which are switched on by binding of hormone. The kinase activity associated with such receptors results in phosphorylation of tyrosine residues on other proteins. Insulin is an example of a hormone whose receptor is a tyrosine kinase. Ref: DM Vasudevan, 7th edition, page no: 656, 318, 323",
        "cop": 4,
        "opa": "Gastrin",
        "opb": "Oxytocin",
        "opc": "ADH",
        "opd": "Insulin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "821f9d84-bbbb-4c41-9084-4fa28b8f529d",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old male high-level executive presents to his physician due to a persistent dizziness when standing quickly. He also has been exhibiting chronic fatigue, some muscle weakness, and an unusual craving for salty foods. The physician notices that the patient has a constant \"bronze tan, \" and blood obtained during the visit demonstrated not only normal cholesterol levels but also hypoglycemia, hyperkalemia, and hyponatremia. The underlying cause for these problems is which one of the following?",
        "exp": "The patient is exhibiting the symptoms of Addison disease, initiated by an adrenal insufficiency. Owing to the problem in the adrenal glands, cortisol and aldosterone cannot be produced and released. The lack of cortisol leads to hypoglycemia and fatigue. The lack of aldosterone leads to the alteration in salt balance in the blood and the craving for salt. The hyperpigmentation occurs because of excessive ACTH production, which gives rise to the MSH. The ACTH levels are high because of reduced repression of ACTH synthesis, which is caused by the lack of cortisol release from the adrenal cortex. A reduction of insulin levels would lead to diabetes, not the constellation of symptoms observed in this patient. A lack of GH (in the adult) would lead to increased body fat, high cholesterol, and reduced bone density. A lack of glucagon would lead to hypoglycemia, but not the other symptoms observed in this patient.",
        "cop": 1,
        "opa": "Adrenal insufficiency",
        "opb": "Pituitary insufficiency",
        "opc": "Lack of insulin",
        "opd": "Lack of glucagon",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "008422d8-0929-490f-a436-77f398b58b92",
        "choice_type": "single"
    },
    {
        "question": "What serves as a precursor of testosterone?",
        "exp": "Cholestrol is first acted upon by desmolase and 6 carbon unit cleaved off, forming the 21 carbon steriod, pregnenolone It is common precursor for all steriod hormones. Ref: DM Vasudevan, 7th edition, page no: 664, 665, 666",
        "cop": 4,
        "opa": "Aldosterone",
        "opb": "Estrone",
        "opc": "Methyltestosterone",
        "opd": "Pregnenolone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "5e8e8085-0587-4961-bc3f-23a3d6c46d76",
        "choice_type": "single"
    },
    {
        "question": "Steroid hormone receptors have attachment site for all except:",
        "exp": "Ans. is 'b' i. e. Transcription repressors Steroid hormone receptors are intracellular receptors that perform signal transduction for steroid hormones. Steroid hormone receptors are part of the nuclear receptor family that also includes a group of homologous structured receptors that bind to non-steroid ligands such as thyroid hormones and vitamin A, as well as to vitamin D. All these receptors are transcription factors. They act on nuclear DNA to regulate gene transcription. The steroid hormones, thyroid hormones, retinoic acid form part of Group I hormones. Group I hormones are those which act on intracellular receptors whereas Group II hormones act on receptors located on the extracellular surface of the plasma membrane. Group I hormones activate gene transcription by 2 different mechanisms. Steroid hormone receptors are located within cytoplasm, in complex with heat shock protein (HSP). The steroid hormones being lipophilic readily diffuse through the plasma membrane and bind to the steroid receptors. Ligand binding causes dissociation of the heat shock protein from the receptor. The receptor ligand complex then moves into the nucleus and bind with high affinity to a specific DNA sequence called the hormone response element (HRE). This DNA-bound, liganded receptor serves as a high-affinity binding site for one or more transcription activator proteins. This complex then activates gene transcription. In contrast to steroid receptors, receptors for thyroid hormones and retinoids lie within the nucleus already bound to the Hormone response element. However this DNA-bound receptor fails to activate transcription because it's Complexed with a transcription repressor. This receptor-corepressor complex serves as an active repressor of gene transcription. Binding of thyroid or retinoid hormone results in dissociation of the transcription repressor from the receptor. Receptor activators then bind to the DNA bound liganded receptor complex to activate gene transcription.",
        "cop": 2,
        "opa": "Steroid hormone",
        "opb": "Transcription repressors",
        "opc": "Hormone responsive element",
        "opd": "Transcription activators",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a2fdab4d-9cff-4085-8368-b505464c9d66",
        "choice_type": "multi"
    },
    {
        "question": "Patients with both Graves' disease and Cushing syndrome are overproducing hormones that have which one of the following in common?",
        "exp": "Graves' disease is caused by the hypersecretion of thyroid hormone, whereas Cushing syndrome is an overproduction of cortisol. Steroid hormones and thyroid hormones cross the cell membrane and bind to intracellular receptors. The hormone-receptor complex binds to DNA, not RNA. Polypeptide hormones and epinephrine react with the receptors in the cell membrane, triggering second messengers to transmit the signal that the receptor is occupied. Ribosomal RNA (r. RNA) does not ablate gene expression; the induction of mi. RNA has that ability.",
        "cop": 3,
        "opa": "Reacting with receptors in the cell membrane",
        "opb": "Utilizing second messengers",
        "opc": "Binding to intracellular receptors",
        "opd": "Binding to RNA to produce physiologically active proteins",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "2fb81e72-a120-49a7-bcd7-920df0ec107f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not common metabolite of progesterone excreted in urine?",
        "exp": "Pregnanediol, or 5b-pregnane-3a, 20a-diol, is an inactive metabolic product of progesterone. found especially in the urine of pregnant women and during the premenstrual and luteal phases of the menstrual cycle.",
        "cop": 4,
        "opa": "Pregnanelone",
        "opb": "Pregnanetriol",
        "opc": "17-hydroxy pregnenolone",
        "opd": "Pregnanediol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "cf757d81-e545-4663-a7d7-2b4a1ed2c664",
        "choice_type": "single"
    },
    {
        "question": "GLUT responsible for secretion of insulin from beta cells of pancreas -",
        "exp": "Ans. is 'b' i. e., 2 o Glucose enters the B celts of pancreatic islets via GLUT2 transporter and this stimulate the release of insulin, Function. Major sites of expression. Secondary active transport(Na+-glucose cotransport) o SGLT1. Absorption of glucose. Small intestine, renal tubuleso SGLT 2. QAbsorption of glucose. Renal tubules QFacilitated diffusiono. GLUT1. Basal glucose uptake. Placenta, Blood-brain barrier, brain. RBC, Kidney, colono GLUT 2 B-cell glucose sensor Q, Transport out of intestinal and renal epithelial cellsB cells of islets, liver, epithelial cells of small intestine & Kidneyo GLUT 3. Basal glucose uptake. Brain, Placenta, Kidneyo GLLT4 QInsulin-stimulating glucose uptake QSkeletal and cardiac muscle Q, Adipose tissueo GLUT 5 QFructose transport QJejunum, spermo GLUT6. None. Pseudogeneo. GLUT7G-6-P transporter in ERLiver",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "45812078-1fbe-4de6-883b-1750dda5e198",
        "choice_type": "single"
    },
    {
        "question": "Has its release inhibited by thyroxine.",
        "exp": "Thyroxine (the end product) inhibits the release of TSH by the anterior pituitary. Thyroxine has no effect on the release of LH, PRL, GH, or FSH.",
        "cop": 3,
        "opa": "LH",
        "opb": "PRL",
        "opc": "TSH",
        "opd": "GH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "f0bb03dc-aaa0-4af1-a103-099a74286d75",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions a low/controlled glycemic index diet is preferred?",
        "exp": "Ans. is 'a' i. e., Diabetes o Glycemic index is a measure of the ability of a food type to raise the blood glucose in comparison to reference food (glucose)o Obviously, low glycemic index diet should be given to diabetic patients. Glvcemic indexo The digestion of carbohydrate is by hydrolysis to liberate oligosoccharides, then free mono- and disaccharides. The increase in blood glucose after a test dose of carbohydrate compared with that after an equivalent amount of glucose (as glucose or from a reference starchy food) is known as the glycemic index. That means, glycemic index of a starchy food is a measure of its digestibility, based on the extent to which it raises the blood concentration of glucose compared with an equivalent amount of glucose or a reference food such as white bread or boiled rice. In very simple words, glycemic index is a measure of food's ability to elevate blood sugar. Where, D AUC = The incremental area under 3-hr post-prandial plasma glucose curve. Foods. Glycemic indexo Potatoes, Cornflakes Q80-90o Whole wheat bread Q, white rice70-79o Brown rice Q, bananas60-69o Buckwheat, Frozen peas50-59o Peas, beans4049o Many legumes, milk, ice cream Q, peanuts<40",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "hypertension",
        "opc": "children",
        "opd": "Normal adults",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "876570c2-1631-441c-b42d-20107be496a2",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is present intracellularly in muscle cells?",
        "exp": "Glucocoicoids (GCs) exe key metabolic influences on skeletal muscle. GCs increase protein degradation and decrease protein synthesis. The released amino acids are mobilized from skeletal muscle to liver, where they serve as substrates for hepatic gluconeogenesis. Ref: DM Vasudevan, 7th edition, page no: 664, 665",
        "cop": 2,
        "opa": "Insulin",
        "opb": "Coicosteroid",
        "opc": "Epinephrine",
        "opd": "Glucagon",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "dc42d907-1ab2-45e4-af5b-29b0d7e67af4",
        "choice_type": "single"
    },
    {
        "question": "Insulin storage in the body requires which ion?",
        "exp": "Zinc is involved in the insulin packaging, secretion, and signaling Zinc in pancreatic beta cells binds to several insulin molecules, six to be exact, forming an insulin hexamer for storage. Ref: DM Vasudevan, 7th edition, page no: 319",
        "cop": 2,
        "opa": "Cu",
        "opb": "Zn",
        "opc": "Mo",
        "opd": "Se",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "6059b1dd-463e-4af8-978d-7885cf7483af",
        "choice_type": "single"
    },
    {
        "question": "GLUT2 receptors",
        "exp": "GLUT 2 is the transpoer in liver cells. GLUT 2 has to be insulin independent since unless glucose enters beta cells GLUT 2 it won&; t be able to make the ATP required to close the K+ channel which is required to depolarize the membrane for Ca+ channels to open and Ca+ to enter the cell to bring about insulin release. Ref: DM Vasudevan, 7th edition, page no: 108",
        "cop": 2,
        "opa": "Insulin dependent",
        "opb": "Insulin independent",
        "opc": "Found in cardiac muscle",
        "opd": "Found in brain",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "63e14b67-ec3d-469f-bc0f-91f4c5b789cf",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following diseases or conditions predisposes a patient to acetaminophen toxicity?",
        "exp": "The enzyme that produces the toxic NAPQI, CYP2. E1, is induced by alcohol. Diabetes (either type 1 or type 2) will not lead to an induction of CYP2. E1, nor will pernicious anemia (intrinsic factor deficiency) or obesity (in the absence of alcoholism). Chronic alcoholics have a reduced tolerance for acetaminophen because of the induction of the MEOS, which results in increased levels of CYPE21.",
        "cop": 3,
        "opa": "Type 1 diabetes",
        "opb": "Type 2 diabetes",
        "opc": "Alcoholism",
        "opd": "Pernicious anemia",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a05b1483-4de6-45a9-b69f-001f054cb73b",
        "choice_type": "single"
    },
    {
        "question": "Glucose transpoer in myocyte stimulated by insulin is",
        "exp": "GLUT 4 is the insulin-regulated glucose transpoer found in adipose tissue and striated muscleinsulin induces rapid increase in the uptake of glucose by inducing the translocation of GLUT 4 from these vesicles to the plasma membrane. Ref: DM Vasudevan, 7th edition, page no: 108",
        "cop": 4,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "GLUT 4",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "afbe0643-c42f-44dd-8b98-2c247a7d7e33",
        "choice_type": "single"
    },
    {
        "question": "Progesterone is synthesized from",
        "exp": "Pregnenolone is conveed to progesterone by the action of two smooth endoplasmic reticulum enzymes, 3a-hydroxysteroid dehydrogenase (3a-OHSD) and D5, 4-isomerase. Ref: Harper&; s Biochemistry; 30th edition; Page no: 503",
        "cop": 1,
        "opa": "Pregnenolone",
        "opb": "17-Hydroxypregnenolone",
        "opc": "Pregnanediol",
        "opd": "Pregnanetriol",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "d971da7c-9c71-450e-a628-0d32981428e0",
        "choice_type": "single"
    },
    {
        "question": "Hypothyroidism caused by a viral infection of the thyroid gland is a pathologic condition associated with which of the blood hormone levels.",
        "exp": "Thyroid hormone is necessary for growth, development, and maintenance of almost all tissues of the body. It stimulates oxidative metabolism and causes the basal metabolic rate (BMR) to increase. Low levels of thyroid hormone result in increased production of TSH by the anterior pituitary, in an attempt to raise thyroid hormone levels.",
        "cop": 2,
        "opa": "High prolactin (PRL)",
        "opb": "High TSH",
        "opc": "High cortisol",
        "opd": "Low growth hormone (GH)",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "1dbf0ab4-522f-4deb-9789-6d3aaf48ccfb",
        "choice_type": "single"
    },
    {
        "question": "BMR is decreased in:",
        "exp": "Ref: Multiple Sources. Explanation:\"Both increase (Fever) and decrease (hypothermia) in body temperature increases basal metabolic rate. \" Ref. Harper. Factors affecting Basal Metabolic rate (BMR). Increased BMRDecreased BMR* Male sex* Children* Pregnancy* Thyroxine* Testosterone* Growth hormone* Fever* Hypothermia* Stress* Female sex ( due to more fat)* Old age-decrease in muscle mass* Sleep - upto 10 - 15% due to decreased lone of skeletal muscles and decreased activity of CNS* Malnutrition* Starvation",
        "cop": 4,
        "opa": "Cold temperature",
        "opb": "Hyperthyroidism",
        "opc": "Exercise",
        "opd": "Hypothyroidism",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "88b58011-1d08-4c62-912f-201b68426aa1",
        "choice_type": "single"
    },
    {
        "question": "Hypermagnesemia may be observed in:",
        "exp": "Ans. B. Diabetes mellitus. Magnesium is the fourth most abundant and important cation in humans. Hypermagnesemia is associated with Uncontrolled Diabetes mellitus, Hypothyroidism, Advanced renal failure and acute renal failure.",
        "cop": 2,
        "opa": "Hyperparathyroidism",
        "opb": "Diabetes mellitus",
        "opc": "Kwashiorkor",
        "opd": "Primary aldosteronism",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "fd1449a5-a702-409f-94ab-f1a92eb020ee",
        "choice_type": "single"
    },
    {
        "question": "Insulin stimulates all except -",
        "exp": "Ans. is 'b' i. e., Lipolysis. Effect of insulin on major metabolic pathway (effects of carbohydrate feeding). Pathway. Effect. Regulated enzyme. Carbohydrate metabolismo Glycolysis|| Phosphofructokinase-1Q, | Pyruvate kinaseQ| Pyruvate dehydrogenaseo Giuconeogenesis|Q| Pyruvate carboxylase, |PEP carboxykinase, |fhictose-l, 6-bisphophatase| glucose-6-phosphotaseo Glycogenesiso Glycogenolysis||| glucokinase, | glycogen synthase| glycogen phosphorylase. Lipid metabolismo Lipogenesiso Lipo lysiso Cholesterol Synthesiso Triacyl glycerol Synthesiso Lipoprotein degradation|||||| Acetyl-Co carboxylaseQ, T Fatty acid synthase| Hormone sensitive lipaseQ| HMG-CoA reductase| Acyl-CoA-glycerol-3-phosphate transferase, T glycerol kinaseQ| Lipoprotein lipase. Protein metabolismo Protein synthesis|| RNA polymerase and ribusome assembely. Note Pyruvate dehydrogenase is neither a glycolytic nor a TCA cycle enzyme, it acts as a bridge between the two.",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Lipolysis",
        "opc": "Protein synthesis",
        "opd": "Lipogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ec3287d7-225c-47ff-992c-9f1a9744740c",
        "choice_type": "multi"
    },
    {
        "question": "Ketone body formation without glycosuria is seen in",
        "exp": "In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channeled to gluconeogenesis The increased rate of lipolysis is to provide alternate source of fuel. Excess acetyl CoA is conveed to ketone bodies",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Diabetes insipidus",
        "opc": "Starvation",
        "opd": "Obesity",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "bbf44731-5189-4f59-9ea6-850a97861483",
        "choice_type": "single"
    },
    {
        "question": "The catabolite repression is mediated by a catabolite gene activator protein (CAP) in conjunction with:",
        "exp": "Ans. C. c-AMPAttachment of RNA polymerase to the promoter site requires the presence of a CAP bound to C-AMP. The presence of glucose lowers the intracellular concentration of c-AMP by inactivating the enzyme adenylate cyclase responsible for the synthesis of c-AMP. Therefore, the binding of RNA polymerase to DNA (due to the absence of CAP-c-AMP) and the transcription are negligible in the presence of glucose.",
        "cop": 3,
        "opa": "AMP",
        "opb": "GMP",
        "opc": "c-AMP",
        "opd": "C-GMP",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "3d5aa8a0-65a2-45e8-9185-85f09cbf7719",
        "choice_type": "single"
    },
    {
        "question": "Chemical process involved in conversion of progesterone to glucocoicoids is",
        "exp": "The reactions are effected by hydroxylation. These specific hydroxylases are monooxygenases These enzymes are NADPH dependent. Ref: DM Vasudevan, 7th edition, page no: 665",
        "cop": 2,
        "opa": "Methylation",
        "opb": "Hydroxylation",
        "opc": "Carboxylation",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ca8f537a-1556-4589-909e-8f37cceba952",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a membrane-bound enzyme that catalyzes the formation of cyclic AMP from ATP?",
        "exp": "An enzyme that catalyzes the conversion of adenosine triphosphate (ATP) to cyclic adenosine monophosphate (c. AMP) and inorganic pyrophosphate (PPi ). It is activated by the attachment of a hormone or neurotransmitter to a specific membrane-bound receptor. Ref: DM Vasudevan, 7th edition, page no: 504, 506",
        "cop": 4,
        "opa": "Tyrosine kinase",
        "opb": "Polymerase",
        "opc": "ATP synthase",
        "opd": "Adenylate cyclase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "6c253265-bd34-4fe3-a4bc-0f0424953617",
        "choice_type": "single"
    },
    {
        "question": "Acromegaly results due to excessive release of:",
        "exp": "Ans. B. Growth hormone. In Acromegaly there is excessive release of Growth Hormone. It occurs after the epiphyseal closure and is characterized by increase in the size of hands, facial changes, excessive hair, thickening of skin etc.",
        "cop": 2,
        "opa": "Thyroxine",
        "opb": "Growth hormone",
        "opc": "Insulin",
        "opd": "Glucagon",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "f2d7fd4c-7fce-453e-9cb5-8ada2755fd0b",
        "choice_type": "single"
    },
    {
        "question": "Precursor of all steroid hormones -",
        "exp": "Ans. is 'a' i. e., Pregnenolone o All steroid hormones originate from cholesterol. o Steps involved in biosynthesis of various steroid hormones are as follows:-Cholesterol is first acted upon by desmolase to form a 21-carbon product pregnenolone, which is the biosynthetic precursor of all steroid hormones. Pregnenolone is converted to progesterone by dehydrogenase. Progesterone is further converted to glucocorticoids and mineralcorticoids by hydroxy lotions. These reactions are affected by monooxygenases w'hich require cytochrome P-450 as an intermediate electrone carrier. These monooxygenases are -17-hydroxylase and 21-hydroxylase - Microsomal11-hydroxyalse - Mitochondrial",
        "cop": 1,
        "opa": "Pregnenolone",
        "opb": "Deoxycortisol",
        "opc": "Androstenedione",
        "opd": "Dehydroepiandrosterone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "dea89609-9450-4ad1-ac35-df059f3b5c48",
        "choice_type": "multi"
    },
    {
        "question": "GLUT-5 is transpoer for",
        "exp": "GLUT5 is a fructose transpoer expressed on the apical border of enterocytes in the small intestine. GLUT5 allows for fructose to be transpoed from the intestinal lumen into the enterocyte by facilitated diffusion due to fructose&; s high concentration in the intestinal lumen. GLUT5 is also expressed in skeletal muscle, testis, kidney, fat tissue (adipocytes), and brain. Ref: DM Vasudevan, 7th edition, page no: 320",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Mannose",
        "opd": "Galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "ec07c038-440f-4035-80a2-f37f4c7fb0b5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are peptide-based except",
        "exp": "Thyroxin is a lipid-soluble hormone. Ref: DM Vasudevan, 7th edition, page no: 672",
        "cop": 3,
        "opa": "ACTH",
        "opb": "Gn. RH",
        "opc": "Thyroxin",
        "opd": "TRH",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "abb0f233-71d6-410f-8ed2-754df8183026",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting enzyme in testosterone synthesis",
        "exp": "Cholesterol is first acted upon by desmolase and a 6-carbon unit is cleaved off, forming 21 carbon steroid, pregnenolone It is the common precursor for all the steroid hormones. Ref: DM Vasudevan, 7th edition, page no: 664",
        "cop": 2,
        "opa": "17, 20 lyase",
        "opb": "20, 22-desmolase",
        "opc": "3-b. HSD",
        "opd": "17-hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b0e5040c-bd9e-431c-9910-491e300d8aed",
        "choice_type": "single"
    },
    {
        "question": "Cyclic AMP acts as the second messenger for:",
        "exp": "Ans. D. All of these. Cyclic AMP is a very important second messenger synthesized by ATP in the presence of adenylate cyclase. Here the hormones bind to the cell surface (Plasma membrane) receptors and stimulate the release of second messengers. Second Messenger. Hormonesc-AMPCatechol amines, ACTH, h. CGADH, Calcitonin, FSH, TSH, PTH, Glucagon. Phosphatidyl inositol/calcium. TRH, Gn. RH, Oxytocin, ADH, Gastrin, CCK, Angiotensin IIKinase or Phosphatase cascade. Insulin, Prolactin, EGF, Fibroblast growth factor.",
        "cop": 4,
        "opa": "ADH",
        "opb": "Glucagon",
        "opc": "Calcitonin",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "c7fadc92-8f35-49ce-8736-4aa13954cc58",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old patient developed atrophic gastritis and, 2 years later, developed a macrocytic, hyperchromic anemia. His anemia has most likely occurred due to which one of the following reasons?",
        "exp": "This patient has trouble absorbing vitamin B12 for two reasons. The first is that the stomach no longer produces adequate levels of intrinsic factor. Atrophic gastritis leads to the loss of the glandular cells of the stomach and replacement of those cells with intestinal and fibrous tissues. This will lead to a loss of function of the stomach cells, and less intrinsic factor will be produced and secreted. Additionally, B12 bound to proteins in the diet will have difficulty in being removed from their carrier proteins because of the lack of stomach acid. After the body's stores of B12 are exhausted (about 2 years), the anemia will develop because of the inability of reticulocytes to grow and divide. The loss of acid would fail to stimulate pancreatic bicarbonate, so the pH would stay the same in the duodenum and would not increase, such that folate absorption continues normally. The terminal ileum is not involved in atrophic gastritis but can be involved in Crohn disease. Iron deficiency would give a microcytic, hypochromic anemia, not the observed anemia. Heme synthesis is not impaired under these conditions.",
        "cop": 1,
        "opa": "The atrophic gastritis leads to vitamin B12 malabsorption.",
        "opb": "The atrophic gastritis raises the pH in the duodenum, leading to folate malabsorption.",
        "opc": "The terminal ileum is also involved, so iron is malabsorbed.",
        "opd": "The atrophic gastritis leads to increased red blood cell absorption by the spleen.",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "a0f0e4d2-005f-48c3-a1cf-2427d7e22a0b",
        "choice_type": "single"
    },
    {
        "question": "Insulin acts on glucose metabolism by",
        "exp": "Insulin signals the cells of insulin-sensitive peripheral tissues, primarily skeletal muscle, to increase their uptake of glucose. Secondly, insulin acts on the liver to promote glycogenesis. Finally, insulin simultaneously inhibits glucagon secretion from pancreatic a-cells, thus signalling the liver to stop producing glucose glycogenolysis and gluconeogenesis Ref: DM Vasudevan, 7th edition, page no: 165, 318, 323",
        "cop": 2,
        "opa": "| permeability of glucose across cell membrane",
        "opb": "| permeability of glucose across cell membrane against glucose gradient",
        "opc": "| permeability of renal cells",
        "opd": "| glucose transpo to brain",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "56d5d8d7-3ea1-445e-bb19-bf8c7757dac2",
        "choice_type": "single"
    },
    {
        "question": "Low insulin/glucagon levels to increase in the activity of",
        "exp": "Insulin has several effects in liver which stimulate glycogen synthesis. First, it activates the enzyme hexokinase, which phosphorylates glucose, trapping it within the cell. Coincidently, insulin acts to inhibit the activity of glucose-6-phosphatase. When the insulin level is decreased, activity of enzyme glucose-6-phosphatase is increased, thereby increasing glycogenolysis and gluconeogenesis",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Glucokinase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "3819e7fd-e3b3-486a-80e8-84a9bd7c859a",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytoma are tumours of:",
        "exp": "Ans. B. Adrenal medulla. Pheochromocytoma are a type of tumor of the adrenal glands that can release high levels of epinephrine and norepinephrine. As the name implies, the \"ad-renal\" glands are located near the \"renal\" area. Someone with a pheochromocytoma usually has three classic symptoms, headache, sweating, and heart palpitations (a fast heart beat) in association with markedly elevated blood pressure (hypertension). Other conditions that may accompany these classic symptoms are as follows: a. Anxiety, b. Nausea, c. Tremors, d. Weakness, e. Abdominal pain, andf. Weight loss.",
        "cop": 2,
        "opa": "Adrenal cortex",
        "opb": "Adrenal medulla",
        "opc": "Pancreas",
        "opd": "Bone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "e0d81130-bfb6-419a-b679-74f1a859bf0b",
        "choice_type": "single"
    },
    {
        "question": "A small Ca2+ binding protein that modifies the activity of many enzymes and other proteins m response to changes in Ca2+ concentration, is known as",
        "exp": "Calmodulin is a calcium-binding regulatory protein, with a molecular weight of 17, 000 daltons. It can bind with 4 calcium ions. Calcium binding leads to activation of enzymes. It is a pa of various regulatory kinases. Ref: DM Vasudevan, 7th edition, page no: 503, 504",
        "cop": 2,
        "opa": "Cycline",
        "opb": "Calmodulin",
        "opc": "Collagen",
        "opd": "Kinesin",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "c759e77f-7628-4931-b481-aa497e17c78c",
        "choice_type": "multi"
    },
    {
        "question": "Chemically steroids are derivatives of",
        "exp": "Cholesterol is first acted upon by desmolasw and a 6 carbon unit is cleaved off, forming pregnenolone. Progesterone is the first steroid hormone formed from pregnenolone. Progesterone is fuher conveed in to glucocoicoids, mineralocoicoids and sex steroids Ref: DM Vasudevan, 7th edition, page no: 664, 665",
        "cop": 1,
        "opa": "Cholesterol",
        "opb": "Ergosterol",
        "opc": "Fatty acids",
        "opd": "Perhydrocyclopentanophenantherene",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "7793833f-c1dc-4b40-ad8b-972c11ea31e1",
        "choice_type": "multi"
    },
    {
        "question": "luorescence is used in assessment of levels of which hormone commonly -",
        "exp": "(A) (Thyroid) (Internet). Fluoroscopy is used in assessment of all the hormones. Fluorescence spectroscopy aka fluorometry or spectrofluorometry, is a type of electromagnetic spectroscopy which analyzes fluoescence from a sample. It involves using a beam of light, usually ultraviolet light that excites the electrons in molecules of certain compounds and causes them to emit light; typically, but not necessarily, visible light. A complementary technique isabsorption spectroscopy. Although the RIA technique is extremely sensitive and extremely specific, requiring specialized equipment, it remains among the least expensive methods to perform such measurements. It requires special precaution and licensing, since radioactive substances are used. The unique ability of RIA to measure small molecules can nowadays be achieved in many cases by non-radioactive methods such as ELISA, where the antigen-antibody reaction is measured using colorimetric, such as absorbance, fluorescence intensity or polarization. This, combined with the usual sandwich configuration of ELISA requiring two domains of an analyte to be present to generate a signal, has led to many assays being developed for ELISA instead of RIA or for RIA assays to be replaced by ELISA.",
        "cop": 1,
        "opa": "Thyroid",
        "opb": "Steroid",
        "opc": "Catecholamines",
        "opd": "Leutenising releasing hormone",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "b2528021-83db-4301-b893-182742bce5dd",
        "choice_type": "single"
    },
    {
        "question": "Best screening test for pheochromocytoma?",
        "exp": "Ans: a (Urinary VMA estimation). Ref: Vasudevan & Sreekumari, 6th edi., Pg. 207. Vanillyl mandelic acid (VMA) in urine. VMA is the main urinary metabolite of the norepinephrine pathway. Metanephrine is acted upon by mono amine oxidase to form(VMA). Normal level of excretion of VMA is 2-6 mg/24 hr. lt is increased in pheochromocytoma and in neuroblastoma. Patient is asked to refrain from intake of chocolate, coffee, banana, vanilla ice creams, citrus fruits (lime & orange). These items contain vanillin, which produces very high value of VMA in urine. Patient should not take aspirin or drugs containing phenol ring. Homovanillic acid (HVA) in urine: HVA is the main urinary metabolite of dopa and dopamine pathway It is increased in neuroblastoma, malignant pheochromocytoma and ganglioneuroma. It is useful to predict prognosis of neuroblastoma. Drugs increasing the value are -L-dopa, disulfiram and reserpine.",
        "cop": 1,
        "opa": "Urinary VMA estimation",
        "opb": "Serum catecholamine estimation",
        "opc": "Clonidine suppression test",
        "opd": "Urinarymetanephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Endocrinology",
        "id": "7115e8cb-52ba-422d-897e-8f0c97913efd",
        "choice_type": "single"
    }
]