[
    {
        "question": "Isoenzymes can be differentiated from each other by",
        "exp": "Identification of Isoenzymes: In Agar gel or polyacrylamide gel electrophoresis, the isoenzymes have different mobility. LDH, CK and ALP isoenzymes can be separated by electrophoresis. Heat stability: One of the isoenzymes may be easily denatured by heat, e. g. bone isoenzyme of ALP (BALP). Inhibitors: One of the isoenzymes may be sensitive to one inhibitor, e. g. tarate labile ACP. Km value or substrate specificity may be different for isoenzymes, e. g. glucokinase has high Km and hexokinase has low Km for glucose. glucokinase specifically acts on glucose as substrate while hexokinase can phosphorylate any hexose sugar. Co-factor requirements may be different for isoenzymes. Mitochondrial isocitrate dehydrogenase is NAD+ dependent and the cytoplasmic isoenzyme is NADP+ dependent Tissue localization may be different for isoenzymes. H4 form of LDH is present in heart, while M4 variety is seen in skeletal muscle. Specific antibodies may identify different types of isoenzymes. For example, CK isoenzymes are separated by antibodies.",
        "cop": 4,
        "opa": "Agar gel electrophoresis",
        "opb": "Heat stability",
        "opc": "Substrate specificity",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "bd79bb97-1847-4d04-b443-15614010ea67",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about enzymes are true EXCEPT:",
        "exp": "Isoenzymes are different enzymes catalysing the same chemical reaction - option b is correct. Allosteric regulators bind to a site other than the active site - option c is correct. Translational regulation means inhibiting/activating the synthesis of enzyme/protein (protein translation) to stop/increase the reaction. It takes time and hence is a long term regulation method. - option d is also correct. On the other hand allosteric regulation work instantaneously. Multienzyme complexes greatly increase the rate of reactions. So, option a is wrong statement. It is impoant to differentiate multifunctional enzyme and multienzyme complex. Multifunctional Enzyme Multi enzyme complex Enzymes that contain more than one enzymatic activity (active site) within a single polypeptide chain. Stable, non-valent assembly of different enzymes involved in consecutive reactions of a metabolic pathway. e. g. Fatty acid synthase e. g. PDH complex",
        "cop": 1,
        "opa": "Multienzyme complexes greatly reduce the rates of reactions",
        "opb": "Isoenzymes differ in their amino acid sequence",
        "opc": "Allosteric regulators do not bind to the active site of the enzyme",
        "opd": "Translational regulation is method of long term regulation of enzymatic activity",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "09eac0bd-7309-44d2-8946-2a1d10edf40a",
        "choice_type": "multi"
    },
    {
        "question": "Trypsin cleaves carboxy terminal of:",
        "exp": "Trypsin cleaves carboxy terminal of Basic amino acids (Arginine, Lysine). EXTRA READING ON THIS TOPIC Serine proteases: * Proteolytic enzymes with serine at their active site. * Amino acid triad in the active site of serine proteases - Serine, Histidine, Aspaate. Examples of serine proteases: Chymotrypsin, Trypsin, Elastase, Thrombin, Plasmin, Complements, Factors X and XI Serine Proteases differ in substrate specificity Chymotrypsin: Cleaves at Carboxy terminal of bulky Hydrophobic amino acids (Tryptophan, Tyrosine, Phenylalanine) Elastase: Cleaves at Carboxy terminal of small Neutral amino acids e. g. Glycine, Alanine",
        "cop": 2,
        "opa": "Glutamate",
        "opb": "Arginine",
        "opc": "Glycine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "eb1c1b18-379b-4cce-b3f4-40c672ce4f4d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme exhibits absolute specificity for substrate?",
        "exp": "Classes of enzyme specificity: 1. Absolute: enzyme reacts with only one substrate e. g. Urease. 2. Group: enzyme catalyses reaction involving any molecules with the same functional group e. g. Phosphotransferase. 3. Linkage: enzyme catalyses the formation or break up of only ceain category or type of bond e. g. Peptidase. 4. Stereochemical: enzyme recognizes only one of two enantiomers e. g. L-amino acid oxidase. Other options: Lactate dehydrogenase: Have succinate semialdehyde, pyruvate etc as a substrate. Hexokinase: can phosphorylate Glucose and fructose. L-amino acid oxidase: Can oxidize various L amino acids to oxo acids.",
        "cop": 3,
        "opa": "Lactate dehydrogenase",
        "opb": "L-amino acid oxidase",
        "opc": "Urease",
        "opd": "Hexokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "7922a3cf-05d7-494c-bdee-2e6544535c22",
        "choice_type": "single"
    },
    {
        "question": "Enzyme does not act by",
        "exp": "Enzyme decreases the activation energy & thus they increase the rate of reaction. Mostly in Enzyme-Substrate (ES) interactions, non covalent interactions are formed (Hydrogen, Hydrophobic & Ionic bonds). Gibb's Free Energy graph for enzyme catalyzed and enzyme uncatalyzed reaction. On X- axis, reaction progress taken (i. e. S getting conveed to P). For any spontaneous reaction, S has more free energy as compared to P. For S to be conveed to P, first S has to acquire Activation energy (DG uncatalyzed) and reach high energy state (Transition state). Only then it can be conveed to P.",
        "cop": 3,
        "opa": "Forming non-covalent interactions",
        "opb": "Catalyzing the reaction",
        "opc": "Increasing activation energy",
        "opd": "Increasing the rate of reaction",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "d7399f61-ffc7-45b2-a16e-92e9c334d834",
        "choice_type": "single"
    },
    {
        "question": "All of the following are examples for mechanism based inhibition, EXCEPT:",
        "exp": "Mechanism-based inhibition/Suicidal inhibition: Suicidal inhibitors resemble the actual substrate of the enzyme. Enzymes binds to suicidal inhibitor & catalytic process is staed. In the process of catalysis, enzyme undergoes irreversible covalent modification by the inhibitor & active enzyme can't be regenerated. (Enzyme catalyses its own destruction) Suicidal Inhibitor Enzyme Allopurinol Xanthine oxidase Aspirin Cyclooxygenase 5-FU Thymidylate synthase Penicillin Transpeptidase Difluoromethylornithine Ornithine decarboxylase",
        "cop": 3,
        "opa": "Aspirin on cyclooxygenase",
        "opb": "Allopurinol on Xanthine oxidase",
        "opc": "Statins on HMG-CoA reductase",
        "opd": "Difluoromethylornithine on ornithine decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "a0e99284-3f43-499d-93ed-cea2b18620d2",
        "choice_type": "multi"
    },
    {
        "question": "Glycogen phosphorylase is a:",
        "exp": "Glycogen phosphorylase is a phosphotransferase. It transfers one phosphoryl group to the non-reducing end of glycogen and releases glucose-1-phophate. This is known as phosphorolysis. Hydrolysis Phosphorolysis Breaking of covalent bonds using water R-O-R' + HOH - R-OH + R'-OH Breaking covalent bonds using ohophosphate. R-O-R' + HO-PO32- - R-OH + R'-O-PO32 e. g. Amylase and all protease enzymes. All hydrolase enzymes belong to EC3. e. g. Glycogen Phosphorylase; belongs to EC2 (transferase) Advantage of phosphorolysis over hydrolysis: Glucose produced is already in phosphorylated form. So, 1 ATP is gained/conserved if it enters glycolysis. Glucose-6-phosphate can't diffuse across the cell membrane freely. So, Glucose-6-phosphate in muscle can directly enter glycolysis as glucose-6-phosphatase is absent in myocyte.",
        "cop": 2,
        "opa": "Oxidoreductase",
        "opb": "Transferase",
        "opc": "Hydrolase",
        "opd": "Lyase",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "511ced8a-8a8b-41c1-9240-cf53c89e0523",
        "choice_type": "single"
    },
    {
        "question": "Histidine is present at the catalytic site of which of the following enzymes",
        "exp": "Active center of enzymes:- Name of enzyme Impoant amino acid at the catalytic site Chymotrypsin His(57), Asp(102), Ser(195) Trypsin Serine, Histidine Thrombin Serine, Histidine Phosphoglucomutase Serine Alkaline phosphatase Serine Carbonic anhydrase Cysteine Hexokinase Histidine Carboxypeptidase Histidine, Arginine, Tyrosine Aldolase Lysine",
        "cop": 4,
        "opa": "Hexokinase",
        "opb": "Carboxypeptidase",
        "opc": "Trypsin",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "1d525f41-5d6e-4b7d-9bfa-4691854b2640",
        "choice_type": "multi"
    },
    {
        "question": "True regarding isozymes is:",
        "exp": "Isozymes/Isoenzymes are different forms of same enzyme, catalyzing same reaction in same species, Example:- There are five isozymes of Lactate Dehydrogenase (LDH-1 to LDH-5), All conve Pyruvate to Lactate. Same for Isoenzymes Reaction Species Different for Isoenzymes Structure (subunits) Km, Vmax Electrophoretic mobility Genes (but closely relate) Heat stability Susceptibility to inhibitor If species different, then it is known as Alloenzyme Isoenzymes may be present in same/different tissues",
        "cop": 2,
        "opa": "Forms of the same enzymes that catalyze different reaction",
        "opb": "Forms of the same enzymes that catalyze same reaction",
        "opc": "Forms of the different enzymes that catalyze different reaction",
        "opd": "Forms of the different enzymes that catalyze same reaction",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "e44dc810-8cde-4222-9d99-c7e203759115",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the enzyme categories as per increasing order of their enzyme commission numbers: A. Isomerases B. Hydrolases C. Hydratase D. Transferases",
        "exp": "Enzyme Commission Number Name of Enzyme EC No. 1 Oxidoreductase EC No. 2 Transferase EC No. 3 Hydrolase EC No. 4 Lyase EC No. 5 Isomerase EC No. 6 Ligase EC no. 7 Translocase",
        "cop": 2,
        "opa": "A- C - D - B",
        "opb": "D- B-C - A",
        "opc": "C- B - D - A",
        "opd": "B- D - A - C",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "a598baf6-7612-4240-86d8-eba6a36a70b2",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be attributed to enzymatic catalysis, EXCEPT:",
        "exp": "The active sites of enzymes usually occur in clefts and crevices of the protein. This design has the effect of excluding bulk solvent (water), which would otherwise reduce the catalytic activity of the enzyme. The substrate molecule is desolvated upon binding, and shielded from bulk solvent in the enzyme active site. Option a: Entropy reduction - enzymes bring the substrates molecules very close and helps to reduce the entropy. Option c: reduction of activation energy is the mechanism of enzyme action. Option d: Catalysis by strain is shown in the image. Most of the lyases act in this way. Option b is a tricky one. Water is excluded from the active site until unless it is a reactant. Substrates are desolvated by the enzyme. So, solvation is a wrong answer.",
        "cop": 2,
        "opa": "Entropy reduction",
        "opb": "Solvation of active site",
        "opc": "Reduction of activation energy",
        "opd": "Catalysis by strain",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "0303b052-a387-4ad3-b7d2-6b96c6ce26ce",
        "choice_type": "multi"
    },
    {
        "question": "Serine of Chymotrypsin is changed with Proline. Which of the following will happen?",
        "exp": "Serine Catalytic amino acid in Chymotrypsin Whenever catalytic amino acid is changed, then the enzymatic activity decreases or getsabolished. Histidine and Aspaate residues in the active site of chymotrypsin have the function of binding to peptide/protein substrate. They are not changed so the enzyme is able to bind but not catalyze. Extra Edge: Examples of Serine proteases Chymotrypsin Trypsin Elastase Thrombin Plasmin Complement proteins Clotting factors X, XI PSA, Prostate-specific Antigen =It is found that Serine proteases have a role in tumor cell metastasis. =It is called site specific/directed mutagenesis (oligonucleotide with single base change- UCA (serine) changes to CCA (proline))",
        "cop": 2,
        "opa": "Chymotrypsin can catalyze the protein but cannot bind it",
        "opb": "Chymotrypsin can bind the protein but cannot catalyze it",
        "opc": "Chymotrypsin can bind as well as can catalyze the protein",
        "opd": "Chymotrypsin can neither bind nor can catalyze the protein",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "b220927c-4c76-48e0-975a-ad3eccdb1a1b",
        "choice_type": "single"
    },
    {
        "question": "Activation energy is the difference between free energy of:",
        "exp": "For a substrate to become product, it goes to a transition state (S++) which is a fleeting, momentary, unstable chemical species. It is neither substrate nor product. It has the highest free energy in a reaction coordinate diagram. This creates an energy barrier for substrate to become a product. This energy is known as activation energy. DGcat and DGuncat is the activation energy (see fig). It is free energy difference between substrate and that of the transition state. Even if the substrate to product formation is exergonic, substrate to transition state formation is always endergonic.",
        "cop": 2,
        "opa": "Substrate and product",
        "opb": "Substrate and transition state",
        "opc": "Transition state and product",
        "opd": "Substrate and intermediate",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "f8e57e8d-2c88-4c54-a353-fdaa0f4ea3c4",
        "choice_type": "single"
    }
]