[
    {
        "question": "Which of the following method is for regulating the enzyme's quantity:",
        "exp": "Enzyme's quantity i. e. amount of enzyme synthesized can be controlled at the level of gene expression, by inducing or repressing the gene or enzyme breakdown by enzyme degradation. Other methods such as Phosphorylation, Acetylation are covalent methods of regulation of enzyme activity. They do not affect the quantity of enzyme. Most common method of enzyme activity regulation is Phosphorylation, for e. g. catabolic enzymes are active in Phosphorylated state. Enzymes are not regulated by glycosylation",
        "cop": 2,
        "opa": "Phosphorylation",
        "opb": "Induction",
        "opc": "Acetylation",
        "opd": "Glycosylation",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme regulation",
        "id": "034f58cf-59f1-476c-9f8f-533708ec2793",
        "choice_type": "single"
    },
    {
        "question": "In case of cyanide poisoning, antidote of amyl nitrite is given. This is an example of:",
        "exp": "Cyanide inhibits ETC complex 4 and hence a powerful toxin. In Acute cyanide poisoning Amyl nitrite is given followed by sodium thiosulphate. This is an example of Chemical antagonism i. e. one drug binding to other making it unavailable in body. Mechanism of action of amyl nitrite: Amyl nitrite conves Hb - Met Hb - sequester CN by making complex - complex can be thrown out of body. Hence, Amyl nitrite makes CN unavailable in the body. Other Options:- Receptor antagonism:- In this, a type of receptor ligand/drug = blocks a biological response by binding to and blocking a receptor. Physical antagonist:-It is a type of antagonist that is based on the physical propey of the drug, It can bind to the agonist and prevent its action. Physiological antagonism describes the behavior of a substance that produces effects counteracting those of another substance using a mechanism that does not involve binding to the same receptor.",
        "cop": 2,
        "opa": "Receptor antagonism",
        "opb": "Chemical antagonism",
        "opc": "Physical antagonism",
        "opd": "Physiological antagonism",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme regulation",
        "id": "07b10741-91ea-4351-bcb6-dffe3ee03f21",
        "choice_type": "single"
    },
    {
        "question": "Defective proteins are degraded after attaching covalently to-",
        "exp": "The Ubiquitin-Proteasome Pathway (UPP) is the main & highly regulated mechanism for protein degradation. UBIQUITIN It is present in the cytoplasm and nucleus. Ubiquitin protein is highly conserved, small, globular, non-enzymic protein and is recycled which is used to degrade damaged or sho-lived or misfolded proteins. Uses ATP e - amino of Lysine in protein is attached with a covalent bond to C-terminal Glycine of ubiquitin. This bond is an isopeptide bond. Fig: The Ubiquitin-Proteasome pathway Regarding other Options: Pepsin is an endopeptidase and is one of the main digestive enzymes in the digestive systems of humans. Laminins critically contribute to cell attachment and differentiation, cell shape and movement, etc. Clathrin is a protein that plays a major role in the formation of coated vesicles.",
        "cop": 4,
        "opa": "Pepsin",
        "opb": "Laminin",
        "opc": "Clathrin",
        "opd": "Ubiquitin",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme regulation",
        "id": "531fb96c-f697-43cc-8a29-b23812f7e12e",
        "choice_type": "single"
    }
]