[
    {
        "question": "Trypsin cleaves carboxy terminal of:",
        "exp": "Trypsin cleaves carboxy terminal of Basic amino acids (Arginine, Lysine). EXTRA READING ON THIS TOPIC Serine proteases: * Proteolytic enzymes with serine at their active site. * Amino acid triad in the active site of serine proteases - Serine, Histidine, Aspaate. Examples of serine proteases: Chymotrypsin, Trypsin, Elastase, Thrombin, Plasmin, Complements, Factors X and XI Serine Proteases differ in substrate specificity Chymotrypsin: Cleaves at Carboxy terminal of bulky Hydrophobic amino acids (Tryptophan, Tyrosine, Phenylalanine) Elastase: Cleaves at Carboxy terminal of small Neutral amino acids e. g. Glycine, Alanine",
        "cop": 2,
        "opa": "Glutamate",
        "opb": "Arginine",
        "opc": "Glycine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "eb1c1b18-379b-4cce-b3f4-40c672ce4f4d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme exhibits absolute specificity for substrate?",
        "exp": "Classes of enzyme specificity: 1. Absolute: enzyme reacts with only one substrate e. g. Urease. 2. Group: enzyme catalyses reaction involving any molecules with the same functional group e. g. Phosphotransferase. 3. Linkage: enzyme catalyses the formation or break up of only ceain category or type of bond e. g. Peptidase. 4. Stereochemical: enzyme recognizes only one of two enantiomers e. g. L-amino acid oxidase. Other options: Lactate dehydrogenase: Have succinate semialdehyde, pyruvate etc as a substrate. Hexokinase: can phosphorylate Glucose and fructose. L-amino acid oxidase: Can oxidize various L amino acids to oxo acids.",
        "cop": 3,
        "opa": "Lactate dehydrogenase",
        "opb": "L-amino acid oxidase",
        "opc": "Urease",
        "opd": "Hexokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "7922a3cf-05d7-494c-bdee-2e6544535c22",
        "choice_type": "single"
    },
    {
        "question": "Enzyme does not act by",
        "exp": "Enzyme decreases the activation energy & thus they increase the rate of reaction. Mostly in Enzyme-Substrate (ES) interactions, non covalent interactions are formed (Hydrogen, Hydrophobic & Ionic bonds). Gibb's Free Energy graph for enzyme catalyzed and enzyme uncatalyzed reaction. On X- axis, reaction progress taken (i. e. S getting conveed to P). For any spontaneous reaction, S has more free energy as compared to P. For S to be conveed to P, first S has to acquire Activation energy (DG uncatalyzed) and reach high energy state (Transition state). Only then it can be conveed to P.",
        "cop": 3,
        "opa": "Forming non-covalent interactions",
        "opb": "Catalyzing the reaction",
        "opc": "Increasing activation energy",
        "opd": "Increasing the rate of reaction",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "d7399f61-ffc7-45b2-a16e-92e9c334d834",
        "choice_type": "single"
    },
    {
        "question": "Glycogen phosphorylase is a:",
        "exp": "Glycogen phosphorylase is a phosphotransferase. It transfers one phosphoryl group to the non-reducing end of glycogen and releases glucose-1-phophate. This is known as phosphorolysis. Hydrolysis Phosphorolysis Breaking of covalent bonds using water R-O-R' + HOH - R-OH + R'-OH Breaking covalent bonds using ohophosphate. R-O-R' + HO-PO32- - R-OH + R'-O-PO32 e. g. Amylase and all protease enzymes. All hydrolase enzymes belong to EC3. e. g. Glycogen Phosphorylase; belongs to EC2 (transferase) Advantage of phosphorolysis over hydrolysis: Glucose produced is already in phosphorylated form. So, 1 ATP is gained/conserved if it enters glycolysis. Glucose-6-phosphate can't diffuse across the cell membrane freely. So, Glucose-6-phosphate in muscle can directly enter glycolysis as glucose-6-phosphatase is absent in myocyte.",
        "cop": 2,
        "opa": "Oxidoreductase",
        "opb": "Transferase",
        "opc": "Hydrolase",
        "opd": "Lyase",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "511ced8a-8a8b-41c1-9240-cf53c89e0523",
        "choice_type": "single"
    },
    {
        "question": "Arrange the enzyme categories as per increasing order of their enzyme commission numbers: A. Isomerases B. Hydrolases C. Hydratase D. Transferases",
        "exp": "Enzyme Commission Number Name of Enzyme EC No. 1 Oxidoreductase EC No. 2 Transferase EC No. 3 Hydrolase EC No. 4 Lyase EC No. 5 Isomerase EC No. 6 Ligase EC no. 7 Translocase",
        "cop": 2,
        "opa": "A- C - D - B",
        "opb": "D- B-C - A",
        "opc": "C- B - D - A",
        "opd": "B- D - A - C",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "a598baf6-7612-4240-86d8-eba6a36a70b2",
        "choice_type": "single"
    },
    {
        "question": "Serine of Chymotrypsin is changed with Proline. Which of the following will happen?",
        "exp": "Serine Catalytic amino acid in Chymotrypsin Whenever catalytic amino acid is changed, then the enzymatic activity decreases or getsabolished. Histidine and Aspaate residues in the active site of chymotrypsin have the function of binding to peptide/protein substrate. They are not changed so the enzyme is able to bind but not catalyze. Extra Edge: Examples of Serine proteases Chymotrypsin Trypsin Elastase Thrombin Plasmin Complement proteins Clotting factors X, XI PSA, Prostate-specific Antigen =It is found that Serine proteases have a role in tumor cell metastasis. =It is called site specific/directed mutagenesis (oligonucleotide with single base change- UCA (serine) changes to CCA (proline))",
        "cop": 2,
        "opa": "Chymotrypsin can catalyze the protein but cannot bind it",
        "opb": "Chymotrypsin can bind the protein but cannot catalyze it",
        "opc": "Chymotrypsin can bind as well as can catalyze the protein",
        "opd": "Chymotrypsin can neither bind nor can catalyze the protein",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "b220927c-4c76-48e0-975a-ad3eccdb1a1b",
        "choice_type": "single"
    },
    {
        "question": "Activation energy is the difference between free energy of:",
        "exp": "For a substrate to become product, it goes to a transition state (S++) which is a fleeting, momentary, unstable chemical species. It is neither substrate nor product. It has the highest free energy in a reaction coordinate diagram. This creates an energy barrier for substrate to become a product. This energy is known as activation energy. DGcat and DGuncat is the activation energy (see fig). It is free energy difference between substrate and that of the transition state. Even if the substrate to product formation is exergonic, substrate to transition state formation is always endergonic.",
        "cop": 2,
        "opa": "Substrate and product",
        "opb": "Substrate and transition state",
        "opc": "Transition state and product",
        "opd": "Substrate and intermediate",
        "subject_name": "Biochemistry",
        "topic_name": "Enzyme basics and serine proteases",
        "id": "f8e57e8d-2c88-4c54-a353-fdaa0f4ea3c4",
        "choice_type": "single"
    }
]