[
    {
        "question": "Which of the following is not a component of fatty acid synthase complex:",
        "exp": "Fatty Acid Synthase Complex have 6 enzymatic activities 1. Enoyl reductase 2. Keto acyl reductase 3. Keto acyl synthase 4. Thioesterase 5. Hydratase 6. Acetyl malonyl transacylase It does not contain Acetyl-CoA carboxylase. Acetyl CoA carboxylase is involved in fatty acid synthesis as it causes conversion of Acetyl CoA to Malonyl CoA but it is not the component of fatty acid synthase complex",
        "cop": 3,
        "opa": "Enoyl reductase",
        "opb": "Acetyl transacylase",
        "opc": "Acetyl-CoA carboxylase",
        "opd": "Ketoacyl synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "42205f5c-e41b-4bb5-ab60-2964b5c26ab7",
        "choice_type": "single"
    },
    {
        "question": "Acetyl-CoA is transpoed out of the mitochondria in order to serve as a substrate for fatty acid or cholesterol synthesis. Which of the following enzymes used in this transpo process provides NADPH required for these reductive biosynthesis reactions?",
        "exp": "Do not confuse malic enzyme with malate dehydrogenase. Malate dehydrogenase Malic enzyme Produces NADH Produces NADPH",
        "cop": 4,
        "opa": "ATP-citrate lyase",
        "opb": "Citrate synthase",
        "opc": "Malate dehydrogenase",
        "opd": "Malic enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "aaf5516e-78a9-41c2-aff9-8c320f884ae9",
        "choice_type": "single"
    },
    {
        "question": "Conversion of stearic acid to oleic acid is catalysed by:",
        "exp": "Desaturase enzymes can't introduce double bonds beyond the D9 position. This is why ceain fatty acids are essential and must be taken in diet.",
        "cop": 3,
        "opa": "D3desaturase",
        "opb": "D6desaturase",
        "opc": "D9desaturase",
        "opd": "D12desaturase",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "10872b9f-5152-445c-b2a1-1842439ad6d3",
        "choice_type": "single"
    },
    {
        "question": "Acetyl-CoA carboxylase activity requires:",
        "exp": "4 carboxylases that require biotin Acetyl-CoA carboxylase Pyruvate carboxylase, Propionyl-CoA carboxylase, Methyl-crotonyl coA carboxylase",
        "cop": 2,
        "opa": "Pantothenate",
        "opb": "Biotin",
        "opc": "Thiamine pyrophosphate",
        "opd": "Riboflavin",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "88f07b48-90ec-4662-ba3c-e84025c34e69",
        "choice_type": "single"
    },
    {
        "question": "Major source of NADPH for fatty acid synthesis is:",
        "exp": "Reductases in fatty acid synthesis require NADPH as reducing power. Out of all the options, NADPH is produced by HMP shunt only. Insulin is lipogenic. It increases the production of enzymes of HMP shunt. Other minor pathways producing NADPH are:- Malic enzyme (NADP Malate Dehydrogenase) Cytoplasmic Isocitrate dehydrogenase Glutamate dehydrogenase",
        "cop": 1,
        "opa": "HMP shunt",
        "opb": "TCA cycle",
        "opc": "Glycolysis",
        "opd": "Uronic acid pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "b7fcc53d-c109-4a60-a2c7-8afa4b201bad",
        "choice_type": "single"
    },
    {
        "question": "The vitamin present in the fatty acid synthase complex is:",
        "exp": "Fatty acid synthase complex Has ACP (Acyl carrier protein) which has Pantothenic acid Main enzyme of fatty acid synthesis. RLE of fatty acid synthesis is Acetyl CoA Carboxylase (also called Malonyl CoA Synthetase).",
        "cop": 3,
        "opa": "Pyridoxine",
        "opb": "Folate",
        "opc": "Pantothenate",
        "opd": "Thiamine",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "cd8f35c3-45ef-4b39-8957-4f4b1be768aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes is the most impoant enzyme for regulating lipogenesis:",
        "exp": "Acetyl-CoA carboxylase Rate limiting enzyme of fatty acid synthesis. Activated by citrate Inhibited by Palmitoyl CoA. Conves Acetyl CoA to Malonyl CoA, Also uses Biotin as coenzyme and ATP. As ATP is used, name of enzyme is also Malonyl CoA Synthetase.",
        "cop": 2,
        "opa": "Hydratase",
        "opb": "Acetyl-CoA carboxylase",
        "opc": "Enoyl reductase",
        "opd": "Acetyl transacetylase",
        "subject_name": "Biochemistry",
        "topic_name": "Fatty acid and synthesis",
        "id": "7d14a0d0-a80a-451d-b117-0c50aef9e15a",
        "choice_type": "single"
    }
]