[
    {
        "question": "Type IV complex of ETC is inhibited by",
        "exp": "Cyanide is probably the most potent inhibitor of ETC (Complex IV). It binds to Fe3+ of cytochrome oxidase blocking mitochondrial respiration leading to cell death. Cyanide poisoning causes death due to tissue asphyxia (mostly of the central nervous system) In Acute cyanide poisoning Amyl nitrite is given followed by sodium thiosulphate. This is an example of Chemical antagonism i. e. one drug binding to other making it unavailable in body.",
        "cop": 3,
        "opa": "Oligomycin",
        "opb": "Antimycin",
        "opc": "Cyanide",
        "opd": "CO2",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "eeb66d6f-fb93-4291-8af6-b0671388b458",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme level is tested in thiamine deficiency?",
        "exp": "Thiamine (vitamin B1) Deficiency It is assessed by Erythrocyte transketolase activity. Thiamine (Vitamin B1) is the marker for transketolase enzyme -which is involved in HMP pathway (in RBCs) Activity of Transketolase is measured (not the quantity).",
        "cop": 3,
        "opa": "PDH",
        "opb": "Pyruvate kinase",
        "opc": "Transketolase",
        "opd": "Kinase",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "9900bbbc-d442-4bef-b502-8722c31140ae",
        "choice_type": "single"
    },
    {
        "question": "Keshan's disease is due to deficiency of:",
        "exp": "Keshan's Disease Deficiency of Selenium (Se) Affects: Children Women of child bearing age CLINICAL FEATURES: Cardiomyopathy Muscle weakness Hypothyroidism Eczema Increased risk of stroke Hypertension Cancer Selenium Sources- seafood and meat, nuts Deficiency - Keshan's disease Toxicity - Selenium toxicity lead to Selenosis",
        "cop": 1,
        "opa": "Selenium",
        "opb": "Zinc",
        "opc": "Copper",
        "opd": "Iron",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "a2f01d80-2049-4155-8ba7-68aa1a47ef94",
        "choice_type": "single"
    },
    {
        "question": "Which is a product of purine metabolism?",
        "exp": "Uric acid is the common end product of purine catabolism. However, in non-primate mammals, Allantoin is the end product of purine catabolism as an extra enzyme, Uricase is present. OTHER OPTIONS: OPTION B: The end products of pyrimidine catabolism are NH3, CO2 & beta alanine (for Cytosine, Uracil) Option C - Xanthine is an intermediate of catabolism of purines. Xanthine gets conveed to uric acid by Xanthine Oxidase.",
        "cop": 1,
        "opa": "Uric acid",
        "opb": "Urea",
        "opc": "Xanthine",
        "opd": "Beta alanine",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "b0ca1f5c-fe61-471f-8a8a-84b9aa624894",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is cardio protective?",
        "exp": "Cardioprotective: HDL It is synthesized and secreted by liver cells. It has maximum phospholipids. It takes cholesterol from periphery to liver, also known as reverse cholesterol transpo. HDL conves this cholesterol into cholesterol ester with the help of enzyme LCAT-Lecithin Cholesterol Acyl Transferase. Removes cholesterol from extrahepatic tissue",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "CHYLOMICRON",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "57afc867-2b7e-4ff0-b237-5cc730eb66c3",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis is inhibited by?",
        "exp": "Gluconeogenesis-Synthesis of glucose from non-carbohydrate precursors. Gluconeogenesis occurs in fasting & starvation and occurs mainly in the liver. Fasting is lack of food for 12-18 hours Starvation is lack of food for 1-3 days or longer Ingluconeogenesis enzymesused are: Pyruvate carboxylase PEPCK (Phosphoenolpyruvate carboxykinase) Fructose 1, 6 bisphosphatase Glucose 6-phosphatase All enzymes are activated by Glucagon. And are inhibited by Insulin",
        "cop": 2,
        "opa": "Glucagon",
        "opb": "Insulin",
        "opc": "Cholecystokinin",
        "opd": "5 alpha hydroxylase synthases",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "3d3ad985-6918-4466-9ed2-cf8db5f11007",
        "choice_type": "single"
    },
    {
        "question": "Ammonia formed in brain, is conveed into",
        "exp": "The transpo form of Ammonia in blood and from Brain is Glutamine. Glutamine is Non-toxic form of storage and transpoation of ammonia in blood. In liver this ammonia is used for the production of urea.",
        "cop": 1,
        "opa": "Glutamine",
        "opb": "Glycine",
        "opc": "Cysteine",
        "opd": "Urea",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "18a781c6-8dc5-4dfd-bdfd-ebb50e1e711c",
        "choice_type": "single"
    },
    {
        "question": "Which structure of Protein is not denatured after heating upto100 degree?",
        "exp": "Primary structure of protein is not denatured after heating upto100 degree. Heat coagulation result in loss of higher level of structures other than primary structure. Difference between various protein structures Features 1o 2o 3o 4o Bond Covalent/ Peptide/ Amide Hydrogen- bond (H-bond) S~S Hydrophobic. Hydrogen. Ionic HydrophobicH-bond. Ionic Functional activity Absent Absent Present Present Denaturation Retained because peptide bond is very strong. Lost Lost Lost Detection Mass Spectrometry, Edman's Technique x-ray crystallography - Best for crystallizable proteins)NMR spectrometry - Best for non- crystallizable proteins S-S stands for disulphide bond",
        "cop": 1,
        "opa": "Primary",
        "opb": "Secondary",
        "opc": "Teiary",
        "opd": "Quaternary",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "2b908ba2-260c-4bb2-975f-66129a3209a6",
        "choice_type": "single"
    },
    {
        "question": "Allopurinol inhibits which enzyme?",
        "exp": "Allopurinol inhibits Xanthine oxidase Mechanism-based inhibition/Suicidal inhibitors resemble the actual substrate of the enzyme. Enzymes binds to suicidal inhibitor & catalytic process is staed. In the process of catalysis, enzyme undergoes irreversible covalent modification by the inhibitor & active enzyme can't be regenerated. (Enzyme catalyses its own destruction) Suicidal Inhibitor Enzyme Allopurinol Xanthine oxidase Aspirin Cyclooxygenase 5-FU Thymidylate synthase Penicillin Transpeptidase Difluoromethylornithine Ornithine decarboxylase",
        "cop": 1,
        "opa": "Xanthine oxidase",
        "opb": "Kinase",
        "opc": "Lysyl oxidase",
        "opd": "Cyclooxygenase",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "bda5e207-564e-4530-a6b8-49ec44ac5eb9",
        "choice_type": "multi"
    },
    {
        "question": "What is the name of this appearance which is seen in pellagra?",
        "exp": "This is Casal's necklace shown in picture, which occurs in Vitamin B3/ Niacin deficiency. Niacin is formed from tryptophan amino acid. So, tryptophan deficiency can lead to Casal's necklace. Pellagra Etiology: Dietary deficiency of Niacin or its precursor tryptophan. C/f: Middle aged persons Pellagra: - (Dermatitis, Dementia, Diarrhea, Death) T/t: Niacinamide 300-500mg/dayorally in divided doses.",
        "cop": 2,
        "opa": "Burn",
        "opb": "Casal's necklace",
        "opc": "Shawl sign",
        "opd": "Gottron's papule",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "8523eb8c-2e86-4e22-a2dd-6c92a543702b",
        "choice_type": "single"
    },
    {
        "question": "All are cofactors for Dehydrogenase except:",
        "exp": "Dehydrogenases - remove H2 and which is usually taken up by their cofactors: 1. FAD - FADH2 - (ETC) 2. NAD - NADH - (ETC) 3. NADP - NADPH NADPH - used in anabolic pathway - SAM (S - Adenosyl Methionine) (Donor of methyl group) is a nucleotide but not a cofactor.",
        "cop": 4,
        "opa": "NADP",
        "opb": "FAD",
        "opc": "NAD",
        "opd": "SAM",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "57446fa1-67a5-4aeb-bb99-773e5a054f04",
        "choice_type": "multi"
    },
    {
        "question": "Synol fluid contains-",
        "exp": "Hyaluronic acid Longest GAG. Present in synol fluid & vitreous humor. Does not contain any sulfate. Made up of N-Acetyl Glucosamine & D-Glucuronic acid. Forms clear, highly viscous, non-compressible solutions that serve as a lubricant Role in Cell Migration during Morphogenesis Role in Wound Healing. Provides tensile strength and elasticity.",
        "cop": 1,
        "opa": "Hyaluronic acid",
        "opb": "Chondroitin sulphate",
        "opc": "Keratan sulphate",
        "opd": "Dermatan sulphate",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "32a9dc76-8c83-47bd-bbee-f48d00e58596",
        "choice_type": "single"
    },
    {
        "question": "Most potent lipid phase antioxidant:",
        "exp": "Vit E delays the progression of atherosclerotic plaque because its conve oxidased LDH to Normal LDH Vit E act simultaneously with selenium & selenium is pa of glutathione peroxidase which is involved in the oxidant Pathway in cell Other anti-oxidant Vitamin - Vit A, C & D Vit K - Fat soluble vitamin only fat soluble vitamin which has co-enzyme role in carboxylation of glutamate in clotting factors 2, 7, 9, 10",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Vitamin E",
        "opc": "Vitamin C",
        "opd": "Vitamin K",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "98a2aa11-b39a-40eb-9346-952d5694a7d5",
        "choice_type": "single"
    },
    {
        "question": "The bases which are present in human DNA?",
        "exp": "Double-stranded (ds) Has adenine- guanine-cytosine-thymine Has Deoxyribose DNA does not contain Uracil 2 strands are held together by hydrogen bonds. There are covalent bonds (3' 5' phosphodiester bonds) in sugar-phosphate backbone.",
        "cop": 3,
        "opa": "Adenine-guanine-thiamine- uracil",
        "opb": "Adenine-guanine- cytosine-uracil",
        "opc": "Adenine- guanine-cytosine-thymine",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "62ef114f-d796-42cb-80cd-4f9cf7912b00",
        "choice_type": "multi"
    },
    {
        "question": "Most abundant amino acids found in collagen;",
        "exp": "Most abundant amino acids found in collagen is Glycine Collagen is the most abundant of all human proteins. Around 28 types of collagen are known. Type 1 is most abundant The fold in collagen is because of presence of Glycine. ADDITIONAL READING ON STRUCTURE OF COLLAGEN: Collagen is made up of 3 alpha- chains (not alpha helix). These 3 chains together make a superhelix --> Tropocollagen (a rope like triple helix) Superhelix (right-handed) is oured by Glycine residues. Glycine has the smallest side chain so it fits into the restricted space where three chains of helix come together.",
        "cop": 1,
        "opa": "Glycine",
        "opb": "Proline",
        "opc": "Hydroxyproline",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "6e1ad0ab-942a-4696-9691-f4a9ad5b480c",
        "choice_type": "single"
    },
    {
        "question": "Zinc is cofactor of which enzyme?",
        "exp": "Zinc acts as a cofactor for: Carbonic anhydrase Carboxypeptidase Lactate dehydrogenase Alcohol dehydrogenase Alkaline phosphatase Metal Enzyme containing the metal Zinc Carbonic anhydrase, carboxypeptidase, alcohol dehydrogenase Magnesium Hexokinase, phosphofructokinase, enolase, glucose-6-phosphatase Manganese Phosphoglucomutase, hexokinase, enolase, glycosyltransferases Copper Tyrosinase, cytochrome oxidase, lysyl oxidase, superoxide dismutase Iron Cytochrome oxidase, catalase, peroxidase, xanthine oxidase Calcium Lecithinase, lipase Molybdenum Xanthine oxidase",
        "cop": 1,
        "opa": "Carbonic anhydrase",
        "opb": "Lysyl oxidase",
        "opc": "Carboxylase",
        "opd": "Kinase",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "413fc65a-f44f-4c04-b72e-1a37903cd584",
        "choice_type": "single"
    },
    {
        "question": "Which type of anemia is seen in vitamin B12 deficiency?",
        "exp": "Macrocytic anemia- In Macrocytic anemia. RBC's are larger in size than their normal size Causes: - Vitamin B12deficiency Folic acid deficiency Alcoholism OTHER OPTIONS: OPTION A Microcytic anemia: Majority of microcytic anemia are result of insufficiency in hemoglobin synthesis or failure in hemoglobin synthesis or both. For e. g. iron deficiency. OPTION B: Normocytic anemia: Causes of normocytic anemia include acute blood loss, aplastic anemia (bone marrow failure), haemolytic anemia (abnormal breakdown of RBC's). OPTION C: Dimorphicanemia: In Dimorphic Anemia, two distinct forms of red cell populations exist. It can occur when iron deficiency anemia responds to iron therapy, after the transfusion of normal blood to a patient with Hypochromic Anemia and in Sideroblastic Anemia.",
        "cop": 4,
        "opa": "Microcytic anemia",
        "opb": "Normocytic anemia",
        "opc": "Dimorphicanemia",
        "opd": "Macrocytic anemia",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "fceb6430-d29c-492f-b289-7350d4dd91a9",
        "choice_type": "single"
    },
    {
        "question": "Melanin is derived from which amino acid?",
        "exp": "Melanin is synthesized from tyrosine by following pathway. Melanin is synthesized from tyrosine by following pathway It occurs in melanosomes present in melanocytes of skin and hair Uses of tyrosine: Option B: Tryptophan forms niacin (Vit B3), serotonin and melatonin. Extra Information: Albinism - Absence of pigment from skin, hair and eyes. Defect is in enzyme Tyrosinase. Patients also have vision defects and photophobia. This is also called oculo-cutaneous albinism. Vitiligo: Lack of melanoblast in some regional areas, but enzyme Tyrosinase is normal",
        "cop": 1,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Phenylalanine",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "f1967995-6533-452f-ad0b-3ede923d14cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is present in skeletal muscle?",
        "exp": "GLUT-4 is present in peripheral tissues (skeletal muscles, cardiac muscles, adipose tissues). Table: Location and function of various GLUTs LOCATION FUNCTION GLUT-1 Brain, Placenta, Kidney, RBC Glucose uptake during fasting GLUT-2 Liver, Pancreas, Intestine Liver-glycogen formation pancreas-insulin secretion GLUT-3 Brain (neuronal), placenta kidneys Glucose uptake during fasting GLUT-4 Skeletal muscles, cardiac muscles and adipose tissues Insulin stimulated glucose update after meals GLUT-5 Small intestine, testis (sperms) Fructose transpo GLUT-6 WBC, spleen Not known GLUT-7 Liver endoplasmic reticulum Glucose transpoer in ER",
        "cop": 1,
        "opa": "GLUT 4",
        "opb": "GLUT 5",
        "opc": "GLUT 7",
        "opd": "GLUT 2",
        "subject_name": "Biochemistry",
        "topic_name": "FMGE 2019",
        "id": "93544cb1-a6d4-448c-a11b-5ecfea1f8823",
        "choice_type": "single"
    }
]