[
    {
        "question": "Arrange the following in sequence occurring in fed state 1. Insulin 2. GLUT-2 3. Uptake of glucose by skeletal muscles 4. GLUT-4",
        "exp": "During Fed state GLUT-2 = Insulin = GLUT-4 = Uptake of glucose by skeletal muscles",
        "cop": 3,
        "opa": "2-1-3-4",
        "opb": "4-2-3-1",
        "opc": "2-1-4-3",
        "opd": "1-3-4-2",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "95985c68-1219-4f3b-aea4-a5a0727f4a36",
        "choice_type": "single"
    },
    {
        "question": "Preferred fuel for body in fasting state:",
        "exp": "The preferred fuel for the body in:- Fed state is mainly Carbohydrates i. e. Glucose. Fasting state is mainly Fats. Fats stored in adipose tissues are broken down to fatty acids to give energy during fasting and starvation.",
        "cop": 2,
        "opa": "Carbohydrates",
        "opb": "Fats",
        "opc": "Proteins",
        "opd": "Amino acids",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "07569109-ba08-4da2-b4a9-8669d1ae2abc",
        "choice_type": "single"
    },
    {
        "question": "In case of fasting, glycogen stores in the body can last up to:",
        "exp": "Liver glycogen is the first-line of defence against hypoglycemia. The liver concentration of glycogen is about 450 mmol /L glucose equivalents after a meal, falling to about 200 mmol /L after an overnight fast. After 12 to 18 hours of fasting, liver glycogen is almost totally depleted.",
        "cop": 4,
        "opa": "7 days",
        "opb": "72-96 hours",
        "opc": "6-8 hours",
        "opd": "12-18 hours",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "2529a2e6-b7b3-459c-8bf5-bdff6ed84674",
        "choice_type": "single"
    },
    {
        "question": "Basal metabolic rate is closely dependent on:",
        "exp": "Lean body mass is the mass which is not due to fat. Thus, lean body mass corresponds to muscles mainly. This is why, Men have more BMR than women. Elderly people have less BMR, since the muscle tissue gets infiltrated with fat with advanced age. Additional information on BMR: BMR is increased in BMR is decreased in Fever Protein Energy Malnutrition Hypehyroidism Hypothyroidism Cold environment Addison disease Cushing's syndrome Starvation Cachexia Obesity",
        "cop": 2,
        "opa": "Body Surface Area",
        "opb": "Lean body mass",
        "opc": "BMI",
        "opd": "Height",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "5d2b07ac-c092-40ea-9bec-282be714c31a",
        "choice_type": "single"
    },
    {
        "question": "During starvation, which of the following shows the most marked increase in plasma concentration:",
        "exp": "During starvation=Ketone Bodies are increased in blood It is the fuel for vital organs:-hea, brain and skeletal muscles. Liver constantly synthesize minimal amounts of Ketone Bodies normally but the amounts are significantly raised during Fasting and Starvation as these organs extract ATPs (energy) from them. WITH REGARDS TO OTHER OPTIONS: (Option 1 and 2) i. e glycogen and glucose respectively are decreased during starvation. (Option 4) Free fatty acids are increased in both fasting and starvation.",
        "cop": 3,
        "opa": "Glycogen",
        "opb": "Glucose",
        "opc": "Ketone bodies",
        "opd": "Free fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "96f00106-39b4-43b1-a037-34bcebf82ece",
        "choice_type": "single"
    },
    {
        "question": "During fasting, which of the following is released from the muscles?",
        "exp": "*Alanine is formed from glucose in muscles during fasting conditions. *This alanine comes out in blood, then taken up by liver *In liver it is conveed back to glucose by a pathway known as gluconeogenesis. *Then this glucose is again supplied to the fasting muscle. So, a cycle is formed known as Cahill cycle (see treasure).",
        "cop": 1,
        "opa": "Alanine",
        "opb": "Glutamine",
        "opc": "Branched keto acid",
        "opd": "Asparagine",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "e41bdf13-fe80-49c8-bda8-6d8608bd1a84",
        "choice_type": "single"
    },
    {
        "question": "Creatinine is the breakdown product of:",
        "exp": "Creatinine is the breakdown product of creatine phosphate This reaction occurs in muscles & does not involve any enzyme.",
        "cop": 4,
        "opa": "Adenosine triphosphate",
        "opb": "Purine nucleotides",
        "opc": "Pyrimidine nucleotides",
        "opd": "Creatine phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "2e12189b-6899-4cde-804e-9b197481a41a",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are not used by which organ-",
        "exp": "- In liver there is absence of thiophorase, first enzyme of ketone body utilization pathway. - So Liver also cannot utilize ketone bodies. - Brain, muscle and hea can use ketone bodies during starvation. Extra information: In RBC, there is no mitochondria and ketone body utilization pathway takes place in mitochondria. So, RBC cannot utilize ketone bodies",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Muscle",
        "opd": "Hea",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "cc9da115-465f-4342-951d-a03a8b0a976d",
        "choice_type": "single"
    },
    {
        "question": "Increased formation of ketone bodies during fasting is a result of:",
        "exp": "Free fatty acids bound to albumin are increased as a result of an increased activity of Hormone sensitive lipase in adipose tissue as this enzyme breaks TG into glycerol & fatty acids. These fatty acids are taken up by liver. b-oxidation of these fatty acids in liver provides the acetyl CoA for ketogenesis. Hepatic ketogenesis is also stimulated by elevated levels of glucagon during fasting.",
        "cop": 3,
        "opa": "Decreased level of circulating glucagon",
        "opb": "Decreased formation of Acetyl CoA in the liver",
        "opc": "Increased levels of free fatty acids in blood",
        "opd": "Inhibition of b-oxidation of fatty acids in liver",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "a8979ec8-15d5-4292-a732-e91fafa78fae",
        "choice_type": "single"
    },
    {
        "question": "Myocardium normally utilizes:",
        "exp": "Hea uses fatty acids in fed and fasting state. It uses Ketone bodies during starvation. Fetal hea and heart failure, uses glucose as fuel Source of fuel in various tissues and cells under different conditions Fed Fasting Starvation Brain Glucose Glucose Ketone Bodies Hea Fatty Acids Fatty Acids Ketone Bodies Liver Glucose Fatty Acids Amino Acids Muscle Glucose Fatty Acids Fatty Acids and KB Adipose tissue Glucose Fatty Acids Fatty Acids RBC Glucose Glucose Glucose",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Lactose",
        "opc": "Fatty acid",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "3f676989-24bf-47a6-b8d8-9f86f888b8fe",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following tissues can metabolize glucose, fatty acids, and ketone bodies for ATP production:",
        "exp": "Muscles can use all i. e. glucose, fatty acids & ketone bodies. WITH REGARD TO OTHER OPTIONS: Liver (Option a) cannot use ketone bodies, because of deficiency of Thiophorase (first enzyme of ketone body utilization). Brain (Option c) cannot use F. A. because F. A. cannot cross BBB. RBCs (Option d) cannot use fatty acids & ketone bodies, because they lack mitochondria.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Muscle",
        "opc": "Brain",
        "opd": "Red blood cells",
        "subject_name": "Biochemistry",
        "topic_name": "Fuel in Fed, Fasting and Starvation",
        "id": "d024b728-3d28-41f4-91e6-0e337673fc52",
        "choice_type": "single"
    }
]