[
    {
        "question": "False about Turner's syndrome are all except:",
        "exp": "The question is asking about true statement about Turner's syndrome out of all options. Only Normal intelligence is true and while all other options provide a false explanation of Turner's syndrome as explained below: Turner syndrome Genotype is X0 Female is affected Only monosomy compatible with life Have zero Barr bodies (A normal female has one Barr body) Intelligence is normal",
        "cop": 3,
        "opa": "Long stature",
        "opb": "Normal gonads",
        "opc": "Normal intelligence",
        "opd": "Normal breast",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "c4e1ca2e-acab-443c-a8ca-90975da101e8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following trinucleotide repeat disorder and the repeat is wrongly paired?",
        "exp": "Disease Repeat Fragile X syndrome CGG Friedreich's Ataxia GAA Myotonic dystrophy CTG Spinobulbar muscular atrophy (Kennedy disease), Spinocerebellar ataxia, Huntington's disease CAG",
        "cop": 2,
        "opa": "Kennedy disease - CAG",
        "opb": "Friedreich's Ataxia - CGG",
        "opc": "Myotonic dystrophy - CTG",
        "opd": "Huntington's chorea - CAG",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "4cfb9fcf-da1f-42ad-b550-62ff5c5533d7",
        "choice_type": "single"
    },
    {
        "question": "Barr body is not present in female having- (PGMEE 2012-13)",
        "exp": "In Turner syndrome (45, XO),one of the X-chromosome is missing in a female. This is the most lethal karyotype. It is only monosomy of sex chromosome in humans. There are 45 chromosomes instead of 46 in a normal individual. Phenotype Genotype Barr bodies Normal Male XY 0 (Normal) Normal Female XX 1 (Normal) Turner Syndrome X0 0 (Female with no Barr Body) Klinfelter Syndrome XXY 1 (Male with Barr Body) Super Female XXX 2 (Female with two Barr Bodies) No. of Barr bodies = no. of x chromosome - 1 Since in XO genotype there is 1 x chromosome. Therefore, no. of barr bodies is 1-1=0",
        "cop": 2,
        "opa": "46 XX genome",
        "opb": "45 XO genome",
        "opc": "47 XXX",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "bfcc441d-f74e-4836-8068-0dc37f0bca01",
        "choice_type": "multi"
    },
    {
        "question": "Inheritance of Beckers muscular dystrophy is?",
        "exp": "Beckers muscular dystrophy is X-linked recessive disorder. Diseases which are XR (X-linked recessive) : Color blindness Duchenne's Muscular Dystrophy Becker's Muscular Dystrophy Glucose-6-Phosphate Dehydrogenase deficiency(G6PD) Testicular Feminization Fragile X-Syndrome Hunter's Syndrome Fabry's disease Ornithine Transcarboxylase deficiency Lesch Nyhan syndrome Hemophilia A and B Agammaglobulinemia",
        "cop": 1,
        "opa": "X linked recessive",
        "opb": "X linked dominant",
        "opc": "Autosomal dominant",
        "opd": "Autosomal recessive",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "938ef220-3f85-423f-8004-d36b250ca866",
        "choice_type": "single"
    },
    {
        "question": "All of the following diseases are due to excessive number of glutamine residues in proteins, EXCEPT",
        "exp": "CAG codes for glutamine Poly Q disorders Those diseases which are due to CAG repeat Eg : Spinobulbar muscular atrophy (Kennedy disease), Spinocerebellar ataxia Huntington's disease Myotonic dystrophy is due to | CTG repeat, not CAG.",
        "cop": 3,
        "opa": "Huntington's chorea",
        "opb": "Spinocerebellar ataxia",
        "opc": "Myotonic dystrophy",
        "opd": "Spinobulbar muscular atrophy",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "f490bbb2-a905-4aa3-986e-c7b950dff50a",
        "choice_type": "multi"
    },
    {
        "question": "Cat eye syndrome is:",
        "exp": "Cat eye syndrome Defect in chromosome number 22 sho arm (p) and a small section of the long arm (q) of chromosome 22 is present 3-4 times instead of the usual 2 times. C/F: Unilateral/bilateral iris coloboma Anal atresia Cleft palate Sho stature Hernias Renal abnormalities",
        "cop": 4,
        "opa": "Trisomy 13",
        "opb": "Trisomy 18",
        "opc": "Trisomy 21",
        "opd": "Trisomy 22",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "11bd99cc-53b9-4907-8170-51e00f5f7947",
        "choice_type": "single"
    },
    {
        "question": "In 1990, for the first time, Michaele Blease and W. French Andresco of National Institute of Health, Bethesda, U.S.A. attempted gene therapy on a human patient. Which of the following disease was attempted to be cured?",
        "exp": "The first convincing therapeutic effect from gene transfer occurred with : SCID Impoant types of defects in SCID: X-linked Severe Combined Immunodeficiency Disease (SCID): mutations in the gene (IL2RG). IL2RG encodes gc subunit of cytokine receptors. Inheritance pattern: X-Linked. Most common defect in SCID patientsQ. Most common cause of SCID is IL2R defect. Autosomal Recessive SCID: ADA (Adenosine Deaminase enzyme) deficiency. gene therapy is done for ADA deficiency SCID.",
        "cop": 4,
        "opa": "Cystic fibrosis",
        "opb": "Haemophilia",
        "opc": "Thalassemia",
        "opd": "Severe Combined Immunodeficiency Disease",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "075a3c5a-3c47-463b-9cc2-6e3b19a485fd",
        "choice_type": "single"
    },
    {
        "question": "Hypophosphatemic Vitamin D Resistant Rickets is?",
        "exp": "X-linked dominant (XD) inheritance : 1. Hypophosphatemic Vitamin D Resistant Rickets 2. Alpo syndrome 3. Charcot Marie tooth disease 4. Incontinentia Pigmenti 5.Fragile X- syndrome",
        "cop": 3,
        "opa": "AR",
        "opb": "AD",
        "opc": "XD",
        "opd": "XR",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "7c7612c8-34d8-4700-a53f-1b549346d15d",
        "choice_type": "single"
    },
    {
        "question": "X- linked recessive disease in male with clotting defect is-",
        "exp": "X- linked recessive disease in male with clotting defect is Hemophilia A XR (X-linked recessive) Color blindness Duchenne's Muscular Dystrophy Becker's Muscular Dystrophy Glucose-6-Phosphate Dehydrogenase deficiency(G6PD) Testicular Feminization Hunter's Syndrome Fabry's disease Ornithine Transcarboxylase deficiency Lesch Nyhan syndrome Hemophilia A and B Agammaglobulinemia",
        "cop": 1,
        "opa": "Hemophilia A",
        "opb": "Von - Willebrand disease",
        "opc": "ITP",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "7b99f77a-9045-40a2-a82c-3483bc22796d",
        "choice_type": "multi"
    }
]