[
    {
        "question": "Which of the following trinucleotide repeat disorder and the repeat is wrongly paired?",
        "exp": "Disease Repeat Fragile X syndrome CGG Friedreich's Ataxia GAA Myotonic dystrophy CTG Spinobulbar muscular atrophy (Kennedy disease), Spinocerebellar ataxia, Huntington's disease CAG",
        "cop": 2,
        "opa": "Kennedy disease - CAG",
        "opb": "Friedreich's Ataxia - CGG",
        "opc": "Myotonic dystrophy - CTG",
        "opd": "Huntington's chorea - CAG",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "4cfb9fcf-da1f-42ad-b550-62ff5c5533d7",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of Beckers muscular dystrophy is?",
        "exp": "Beckers muscular dystrophy is X-linked recessive disorder. Diseases which are XR (X-linked recessive): Color blindness Duchenne's Muscular Dystrophy Becker's Muscular Dystrophy Glucose-6-Phosphate Dehydrogenase deficiency(G6. PD) Testicular Feminization Fragile X-Syndrome Hunter's Syndrome Fabry's disease Ornithine Transcarboxylase deficiency Lesch Nyhan syndrome Hemophilia A and B Agammaglobulinemia",
        "cop": 1,
        "opa": "X linked recessive",
        "opb": "X linked dominant",
        "opc": "Autosomal dominant",
        "opd": "Autosomal recessive",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "938ef220-3f85-423f-8004-d36b250ca866",
        "choice_type": "single"
    },
    {
        "question": "Cat eye syndrome is:",
        "exp": "Cat eye syndrome Defect in chromosome number 22 sho arm (p) and a small section of the long arm (q) of chromosome 22 is present 3-4 times instead of the usual 2 times. C/F: Unilateral/bilateral iris coloboma Anal atresia Cleft palate Sho stature Hernias Renal abnormalities",
        "cop": 4,
        "opa": "Trisomy 13",
        "opb": "Trisomy 18",
        "opc": "Trisomy 21",
        "opd": "Trisomy 22",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "11bd99cc-53b9-4907-8170-51e00f5f7947",
        "choice_type": "single"
    },
    {
        "question": "In 1990, for the first time, Michaele Blease and W. French Andresco of National Institute of Health, Bethesda, U. S. A. attempted gene therapy on a human patient. Which of the following disease was attempted to be cured?",
        "exp": "The first convincing therapeutic effect from gene transfer occurred with: SCID Impoant types of defects in SCID: X-linked Severe Combined Immunodeficiency Disease (SCID): mutations in the gene (IL2. RG). IL2. RG encodes gc subunit of cytokine receptors. Inheritance pattern: X-Linked. Most common defect in SCID patientsQ. Most common cause of SCID is IL2R defect. Autosomal Recessive SCID: ADA (Adenosine Deaminase enzyme) deficiency. gene therapy is done for ADA deficiency SCID.",
        "cop": 4,
        "opa": "Cystic fibrosis",
        "opb": "Haemophilia",
        "opc": "Thalassemia",
        "opd": "Severe Combined Immunodeficiency Disease",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "075a3c5a-3c47-463b-9cc2-6e3b19a485fd",
        "choice_type": "single"
    },
    {
        "question": "Hypophosphatemic Vitamin D Resistant Rickets is?",
        "exp": "X-linked dominant (XD) inheritance: 1. Hypophosphatemic Vitamin D Resistant Rickets 2. Alpo syndrome 3. Charcot Marie tooth disease 4. Incontinentia Pigmenti 5. Fragile X- syndrome",
        "cop": 3,
        "opa": "AR",
        "opb": "AD",
        "opc": "XD",
        "opd": "XR",
        "subject_name": "Biochemistry",
        "topic_name": "Genetic Disorders",
        "id": "7c7612c8-34d8-4700-a53f-1b549346d15d",
        "choice_type": "single"
    }
]