[
    {
        "question": "Glucose is reabsorbed in which pa ?",
        "exp": "option a - 100% Glucose is reabsorbed from PCT by secondary active transpo, with the help of SGLT (Sodium Dependent Glucose Transpoer).",
        "cop": 1,
        "opa": "Early PCT",
        "opb": "Henle loop",
        "opc": "Collecting duct",
        "opd": "Distal convoluted tubule",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "b157af8a-a205-4895-88f7-6055f03b5b10",
        "choice_type": "single"
    },
    {
        "question": "Which of the following DOES NOT depend on insulin for glucose uptake :",
        "exp": "Option a - Brain does not depend on insulin for glucose uptake Glucose uptake occurs in muscles (cardiac & skeletal) & adipose tissue GLUT-4 , which is insulin dependent. Only GLUT-4 is dependent on Insulin. In brain, GLUT-1 & GLUT-3 are present which are active during fasting state. Insulin always acts in a fed state. So, there is no relation between them Hence GLUT1 and 3 are not dependent on insulin.",
        "cop": 1,
        "opa": "Brain",
        "opb": "Cardiac muscles",
        "opc": "Skeletal muscles",
        "opd": "Adipose tissue",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "0f55f2b8-9163-45fd-b8ba-58d4bc017cc8",
        "choice_type": "single"
    },
    {
        "question": "GLUT responsible for secretion of insulin from beta cells of pancreas:",
        "exp": "option 2 : GLUT-2 GLUT-2 Present in the pancreas, intestine, and liver Active in the fed state. Responsible for the secretion of insulin from beta cells of the pancreas. Once insulin is released in blood, it will make GLUT-4 active. GLUT-4 is present in peripheral tissues (skeletal muscles, cardiac muscles, adipose tissues) through which glucose enters the peripheral tissues and this way blood glucose is | leading to hypoglycemic action of insulin.",
        "cop": 2,
        "opa": "GLUT-4",
        "opb": "GLUT-2",
        "opc": "GLUT-3",
        "opd": "GLUT-1",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "c2d03ee6-74a8-4b33-bc33-c69c857081ad",
        "choice_type": "single"
    },
    {
        "question": "Mainly in which form, carbohydrates are absorbed from gut:",
        "exp": "Polysaccharides such as starch & glycogen yield glucose units on hydrolysis. The major carbohydrate in diet is Starch. Starch on hydrolysis yield Glucose units. Also, most of the disaccharides yield glucose units on hydrolysis. Sucrose on hydrolysis yields glucose and fructose. Hence carbohydrates are mainly absorbed from gut in the form of glucose",
        "cop": 3,
        "opa": "Sucrose",
        "opb": "Disaccharide",
        "opc": "Glucose",
        "opd": "Polysaccharide",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "f6adaa7b-d5f1-4edd-9cd8-ffa6fda47316",
        "choice_type": "single"
    },
    {
        "question": "After an overnight fasting , GLUTs are reduced in:",
        "exp": "Option d : After an overnight fasting , GLUTs are reduced in ADIPOSE TISSUES Insulin stimulated GLUTs channels (GLUT-4) opens during the fed state in Skeletal muscles, Cardiac muscles Adipose tissues. So, after an overnight fast, GLUTs are reduced in skeletal muscles, cardiac muscles & adipose tissues due to low insulin. GLUTs channels (GLUT-1 and 3) open during fasting in Brain, RBC, Kidney & Placenta.",
        "cop": 4,
        "opa": "Brain",
        "opb": "RBC",
        "opc": "Kidney",
        "opd": "Adipose tissues",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "f13d9084-2195-4134-9299-c129004e8c16",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is defective in renal glycosuria:",
        "exp": "Renal Glycosuria (also called Familial Renal Glucosuria or Glycosuria ) Blood glucose is normal, But still Glucose appears in urine. It is due to defect/mutation in SGLT-2, which is major glucose transpoer (90% glucose reabsorption) present in kidneys for the reabsorption and transpo of Glucose (see fig below). Mutation in SGLT-1 (10% glucose reabsoption) leads to glucose-galactose malabsorption",
        "cop": 4,
        "opa": "GLUT- 1",
        "opb": "GLUT- 2",
        "opc": "SGLT- 1",
        "opd": "SGLT- 2",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "588513c5-4407-4cfa-8b1e-d2b3776fbcfb",
        "choice_type": "single"
    },
    {
        "question": "The rate of absorption of sugars by the small intestine is highest for:",
        "exp": "Hexose absorption is twice as fast as pentose absorption. The absorption rate of hexoses in intestine is : Galactose> Glucose > Fructose. Glucose & Galactose are absorbed by SGLT-1 (Sodium dependent glucose transpo), against the concentration gradient (active transpo). But Fructose is absorbed by GLUT-5, along the concentration gradient (passive transpo). (remember passive transpo is much slower as compared to active transpo) All the monosaccharides exit from intestinal cells into blood GLUT-2. Disaccharides and polysaccharides are broken down to their respective monosaccharides before absorption.",
        "cop": 3,
        "opa": "Polysaccharides",
        "opb": "Disaccharides",
        "opc": "Hexoses",
        "opd": "Pentoses",
        "subject_name": "Biochemistry",
        "topic_name": "Glucose Transpo",
        "id": "aaed72f6-d0b2-4298-8b5a-ac70f8665fdf",
        "choice_type": "multi"
    }
]