[
    {
        "question": "The fold in collagen is because of presence of:",
        "exp": "The fold in collagen is because of presence of Glycine. ADDITIONAL READING ON STRUCTURE OF COLLAGEN: Collagen is made up of 3 alpha- chains (not alpha helix). These 3 chains together make a superhelix --> Tropocollagen(a rope like triple helix) Superhelix (right handed) is oured by Glycine residues. Glycine has the smallest side chain soit fits into the restricted space where three chains of helix come together.",
        "cop": 2,
        "opa": "Histidine",
        "opb": "Glycine",
        "opc": "Argininc",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "daa7340b-639c-4ad5-a66a-79d593d641a2",
        "choice_type": "single"
    },
    {
        "question": "Glycine can be synthesized by all except:",
        "exp": "Glycine metabolism The pink boxes (serine, threonine, and glyoxylate)are the one from which glycine can be formed Substrate Enzyme catalysing Threonine Threonine aldolase Serine serine-hydroxy methyl transferase Glyoxylate glycine transaminase Extra information: Glycine can also be synthesized from choline through betaine and sarcosine as intermediates in the pathway.",
        "cop": 2,
        "opa": "Glyoxalate",
        "opb": "Leucine",
        "opc": "Serine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "eacf5fc7-56e1-4791-8bfc-f3a67f047339",
        "choice_type": "multi"
    },
    {
        "question": "The site of reactions for the synthesis of creatinine follows the sequence:",
        "exp": "Synthesis of creatinine involve reactions : Formation of Guanidino Acetic acid from Arginine and Glycine by enzyme Arginine Glycine Transaminase take place in kidney Formation of Creatine from Guanidino Acetic acidby enzyme Methyl Transferase take place in liver Creatine is transpoed blood to muscle where it is conveed to Creatine Phosphate by Creatine Kinase.",
        "cop": 2,
        "opa": "Liver, Kidney, Muscle",
        "opb": "Kidney, Liver, Muscle",
        "opc": "Muscle, Kidney, Liver",
        "opd": "Muscle, Liver, Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "0ec2ec1c-6e9d-4457-883e-948dea3a4b45",
        "choice_type": "single"
    },
    {
        "question": "Arrange the steps of formation of creatinine from glycine in sequence: A. Transpo of creatine from liver to muscle blood B. Formation of guanidino acetic acid from arginine and glycine C. Formation of creatine by methyl transferase D. Formation of creatine phosphate E. Conversion of creatine phosphate to creatinine",
        "exp": null,
        "cop": 1,
        "opa": "B- C-A- D - E",
        "opb": "A- D-C- E - B",
        "opc": "D- A-E- C - B",
        "opd": "C- D-B- E - A",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "b3075321-5117-461e-bb67-8e34bd97e6db",
        "choice_type": "multi"
    },
    {
        "question": "The formation of glycine takes place by transamination of",
        "exp": null,
        "cop": 2,
        "opa": "Alanine",
        "opb": "Glyoxylate",
        "opc": "Aspaate",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "0350baec-6b91-432c-9d9b-1d68618adc0b",
        "choice_type": "single"
    },
    {
        "question": "Glycine is used in the synthesis of all EXCEPT-",
        "exp": "Glycine as Precursor of Many Compounds WITH REGARD TO OTHER OPTIONS For pyrimidines, two amino acids are required i.e. Aspaate and Glutamine.",
        "cop": 4,
        "opa": "Purines",
        "opb": "Creatine",
        "opc": "Heme",
        "opd": "Pyrimidines",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "5cc6e28d-980c-4f7c-b54a-4637f2bfd3b2",
        "choice_type": "multi"
    },
    {
        "question": "A person on total parenteral nutrition was given 62.5 g of protein. Calculate the amount of nitrogen present in this amount of protein.",
        "exp": "Approximately, Nitrogen contributes to 16% of proteins 100 gm of protein contains 16 gm of nitrogen. So, 62.5 gm of protein will contain, 62.5 X 16/100 gm of nitrogen, i.e. 10 gm of nitrogen. Extra Edge: Formula for calculating the nitrogen balance of patients: Nitrogen balance = Nitrogen intake - Nitrogen loss = (Protein intake x 0.16) - (24-hour urinary urea nitrogen + 4) Why to add 4? 4 gm of nitrogen is lost through other sources.",
        "cop": 3,
        "opa": "32 g",
        "opb": "6.25 g",
        "opc": "10 g",
        "opd": "100 g",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "84c8a1e0-09b2-47fc-9d34-1ad7e5cc3f82",
        "choice_type": "single"
    },
    {
        "question": "N Methyl Glycine is known as:",
        "exp": "Sarcosine/ N-methylglycine = intermediate and by-product in Glycine synthesis and degradation * Ergothionine is a thiourea derivative of Histidine, containing a sulfur atom on the imidazole ring * Betaine is N,N,N-Trimethylglycine, present in beet sugar. * Carnosine (Beta-Alanyl-L-Histidine), has Imidazole ring like Histidine, is a dipeptide molecule, made up of Beta-Alanine and Histidine. It is present in muscle and brain tissues.",
        "cop": 2,
        "opa": "Betaine",
        "opb": "Sarcosine",
        "opc": "Carnosine",
        "opd": "Ergothionine",
        "subject_name": "Biochemistry",
        "topic_name": "Glycine Metabolism Detail",
        "id": "0bc19538-f5ed-4632-8096-418659549a1d",
        "choice_type": "single"
    }
]