[
    {
        "question": "Which of the following enzyme leads to release of free glucose from glycogen during glycogenolysis in muscle?",
        "exp": "Debranching enzyme Has 2 catalytic sites in a single polypeptide chain. Glucan transferase and debranching enzyme are the two separate activities of the same enzyme. Glucan transferase 1, 6-glycosidase transfers a trisaccharide unit from one branch to the other, exposing the 1 - 6 branch point. Breaks a (1- 6) bond, which is present at the staing of a branched-chain releasing glucose **Glucose-6-phosphatase also release free glucose but only in liver and not in muscle.",
        "cop": 4,
        "opa": "Glycogen phosphorylase",
        "opb": "Glucose-1-phosphatase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Debranching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "09a40c4d-2b66-4ae6-acf6-443a34cb19ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a debranching enzyme:",
        "exp": "Debranching enzyme is a Bifunctional enzyme with two activities Glucan transferase Amylo a-1, 6-glucosidase breaks the alpha (1-6) glycosidic bond present at the branch point of glycogen in glycogen breakdown. Other Options: Glycogen synthetase transfer glucose from UDP-glucose to glycogenin. Glycogen branching enzyme (also known as amylo-a(1, 4)-a(1, 6) trans glycosylase) make glycogen branches by transferring the end of the chain onto an earlier pa a-1, 6 glycosidic bond. Glucose-6-phosphatase dephosphorylates glucose-6-phosphate to free glucose.",
        "cop": 3,
        "opa": "Glycogen synthetase",
        "opb": "Glucose-6-phosphatase",
        "opc": "Amylo alpha-1, 6-glucosidase",
        "opd": "Amylo (1, 4)-(1, 6) trans glycosylase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "d37b9109-671a-4456-b955-a2e4155b54b4",
        "choice_type": "single"
    },
    {
        "question": "A10-year-old boy rapidly develops hypoglycemia after moderate activity. Blood examination reveals raised ketone bodies, lactic acid, and triglycerides. On examination, the liver & kidneys were enlarged. Histopathology of the liver shows deposits of glycogen in excess amount. What is the diagnosis?",
        "exp": "Most common glycogen storage disease presenting with hypoglycemia and normal glycogen structure is Von Gierke disease, Von Gierke disease is due to deficiency of glucose-6-phosphatase. affects only liver Clinical features: severe hypoglycemia ketosis massive hepatomegaly enlarged kidneys hyperiglyceridemia lactic acidosis hyperuricemia Spleen not enlarged",
        "cop": 1,
        "opa": "Von Gierke disease",
        "opb": "Pompe's disease",
        "opc": "Mc Ardle's disease",
        "opd": "Forbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "6bbd1d57-07a5-4886-98f9-82187dd82f82",
        "choice_type": "single"
    },
    {
        "question": "After strenuous exercise, alkaline pH of skeletal muscle is in which glycogen storage disease:-",
        "exp": "Glycogen Phosphorylase absent an Mc Ardle's disease -lactate will not formed- alkaline PH Normal Condition",
        "cop": 1,
        "opa": "Mc Ardle's disease",
        "opb": "Von - Gierke's disease",
        "opc": "Her's disease",
        "opd": "Pompe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "5d863bbe-1e39-48eb-863d-10188419d590",
        "choice_type": "single"
    },
    {
        "question": "On exercise testing, a patient with Mc. Ardle disease exhibit:",
        "exp": "Mc. Ardle's disease The Muscle phosphorylase enzyme is deficient, so glycogen cannot be conveed to glucose and fuher to lactate in exercising muscle. Hence, Normal or relatively low levels of lactate will be formed from muscle glycogen. Normal or low blood lactate and | blood ammonia after an ischemic exercise test suggest a defect in the conversion of glycogen (glucose) to lactate. Definitive diagnosis enzymatic assay in muscle tissue mutation analysis of the myophosphorylase gene. Extra Information: Abnormal exercise response also occurs with deficiencies of muscle phosphofructokinase deficiencies of debranching enzyme (when the test is done after fasting).",
        "cop": 4,
        "opa": "Exercise endurance",
        "opb": "| blood glucose in the blood drawn from the exercising forearm vein",
        "opc": "| blood lactate in the blood drawn from the exercising forearm vein",
        "opd": "Relatively | blood lactate in the blood drawn from the exercising forearm vein",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "b490b8de-d9d5-4b81-9e38-d8c5270b5307",
        "choice_type": "single"
    },
    {
        "question": "The primary purpose of carbohydrate loading practiced by endurance athletes is:",
        "exp": "The formation of branch points in glycogen is slower than the addition of glucose units to a linear chain. This is the biochemical basis of carbohydrate loading practiced by some endurance athletes. Carbohydrate loading involves exercise to exhaustion (when muscle glycogen is largely depleted) followed by a high-carbohydrate meal, which results in rapid glycogen synthesis, with fewer branch points than normal. This type pf glycogen ensures a uniform sustained release of glucose from muscle which is required for endurance activities like marathon. Carbohydrate loading is not required for sho activities like weight lifting or 100-meter sprints.",
        "cop": 1,
        "opa": "To form glycogen with fewer branch points than normal",
        "opb": "To form glycogen with more branch points than normal",
        "opc": "To conve glucose to proteins",
        "opd": "To maintain optimal blood glucose concentration",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "86fec0fb-56af-41f0-b7a3-900918642c36",
        "choice_type": "single"
    },
    {
        "question": "In muscles, how many ATPs are produced from the conversion of one glucose residue in the linear chain of glycogen to lactic acid i. e, anaerobic glycolysis?",
        "exp": "In any cell or tissue other than muscle, glycogen give rise to glucose which is phosphorylated by hexokinase to glucose-6-phosphate using ATP and then undergo fuher glycolysis. However, Muscle lacks glucose-6-phosphatase which conves glucose-6-P produced for glycogen to glucose in other cells. So, the glucose-6-phosphate formed in glycogen degradation in muscles can directly enter the glycolysis without the need for ATP-requiring hexokinase reaction (See fig above). Thus, one less ATP is required for the investment stage of glycolysis in muscles only. Hence, net yield of ATP increases by 1. If staing material is ATPs Obtained glucose 2 ATPs glucose-6-phosphate 3 ATPs",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "2deeddd9-9ee6-44ba-94a3-8298d85f183b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following substrates can't contribute to net gluconeogenesis in mammalian liver?",
        "exp": "Palmitate can't contribute to net gluconeogenesis in mammalian liver Palmitate Fatty acid with 16 carbon atoms Not a substrate of gluconeogenesis. Even chain fatty acids yield Acetyl CoA upon oxidation. Odd chain fatty acid acts as a substrates of gluconeogenesis Propionyl CoA- the product of their oxidation can enter TCA cycle through formation of succinyl CoA Alanine, pyruvate and glutamate are glucogenic.",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Glutamate",
        "opc": "Palmitate",
        "opd": "Pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "5b5f8f03-6e30-45e1-a31f-2fe2d6d6aa9e",
        "choice_type": "single"
    },
    {
        "question": "The following vitamin acts as a cofactor for glycogen phosphorylase:",
        "exp": "Rate limiting enzyme of glycogenolysis is glycogen Phosphorylase which requires PLP i. e. vitamin B6. This vitamin is required as donor of phosphate as Glycogen phosphorylase transfers phosphate to glucose, releasing glucose-1-phosphate. Pyridoxal phosphate is also cofactor for transamination and decarboxylation reaction. Here is a difference to be kept in mind. Transamination Decarboxylation Aldehyde group of pyridoxal phosphate (PLP) plays a role Phosphate group of PLP plays a role",
        "cop": 3,
        "opa": "Thiamine pyrophosphate (B1)",
        "opb": "Riboflavin (B2)",
        "opc": "Pyridoxal phosphate (B6)",
        "opd": "Methyl cobalamin (B12)",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "272eecc5-44b6-470d-91ec-56c721495c7d",
        "choice_type": "single"
    },
    {
        "question": "Pompe's disease is due to deficiency of:",
        "exp": "Pompe's disease is: Type II glycogen storage disease It is the only GSD which is a Lysosomal Storage Disease. Due to deficiency of acid maltase enzyme (also known as Acid a (1 - 4). Glucosidase). This enzyme is present in lysosomes, catalyzes the minor pathway of glycogen breakdown. Patient has: hyperophic cardiomyopathy progressive skeletal myopathy Death occurs within 2 years due to cardiac failure The muscle biopsy show vacuoles. The treatment for Pompe disease is recombinant enzyme alglucosidase alfa (Myozyme).",
        "cop": 1,
        "opa": "Acid maltase",
        "opb": "Muscle phosphorylase",
        "opc": "Branching enzyme",
        "opd": "Debranching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "852ad85a-3d67-4b66-8487-93d7dc9e1c24",
        "choice_type": "single"
    },
    {
        "question": "During lack of food in diet, how many hours are needed for depletion of glycogen:",
        "exp": "Ans: option b -18 hrs (Best ans: 12-18 hrs) Glycogen reserves can be used for 12-18 hours.",
        "cop": 2,
        "opa": "9",
        "opb": "18",
        "opc": "24",
        "opd": "48",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "bc3b29e5-880b-4e42-a5c5-752eb7cda251",
        "choice_type": "single"
    },
    {
        "question": "A 3-month-old infant presents with hepatosplenomegaly and failure to thrive. A liver biopsy reveals glycogen with an abnormal, amylopectin like structure with long outer chains and missing branches. Which of the following enzymes would most likely be deficient:",
        "exp": "Disease is Anderson's disease/Amylopectinosis (GSD Type IV) Branching enzyme will be deficient Enzyme deficient Disease Features Branching enzyme Amylopectinosis Stored glycogen is abnormal long polysaccharide chains with few branch points resembles - Amylopectin Debranching enzyme Limit dextrinosis Limit dextrins (glycogen remains having shoer linear chains with very sho branch point)-accumulated Glucose-6-phosphatase Von-Gierke's disease Stored glycogen-Normal",
        "cop": 2,
        "opa": "Alpha amylase",
        "opb": "Branching enzyme",
        "opc": "Debranching enzyme",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "d07f0121-d518-4d04-83f8-b73f83433b02",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metabolic disorders cause post-prandial hypoglycemia?",
        "exp": "Post Prandial here means after ingestion of fruit juices (typically in child after weaning when fruit juices are staed in the diet). The fructose in fruit juice will sequester all Pi in the form of Fructose -1-phosphate but cannot conve it to energy by glycolysis. So body tries to switch to glycogen degradation for energy. But, Glycogenolysis gets inhibited also due to pi sequestration hence no glucose from glycogenolysis causing hypoglycemia (see fig) Hereditary fructose intolerance: Autosomal recessive Deficiency of Aldolase B Glycogen storage disorders are associated with fasting hypoglycemia. Fanconi-Bickel disease: Glycogen storage disease Type XI similar to Von-Gierke's disease. Mutation in GLUT2",
        "cop": 4,
        "opa": "Glycogen storage disease type I",
        "opb": "Glycogen storage disease type III",
        "opc": "Fanconi-Bickel syndrome",
        "opd": "Hereditary fructose intolerance",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "875577df-8da3-404f-b088-700922d4957a",
        "choice_type": "single"
    },
    {
        "question": "Glycogenin is a protein with self-glucosylation capacity. To which amino acid of glycogenin, glucose molecules are attached?",
        "exp": "Glycogenin protein primer for glycogen synthesis. has self-glucosylation capacity. Glucose residues are added to the OH group of tyrosine residues of glycogenin through O-glycosidic bond. catalyse the addition of up to 8 glucose residues aalpha (1-4) glucosidic bond.",
        "cop": 3,
        "opa": "Serine",
        "opb": "Threonine",
        "opc": "Tyrosine",
        "opd": "Hydroxylysine",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "69f68e91-97cf-4198-a4bb-58c2e3c20e04",
        "choice_type": "single"
    },
    {
        "question": "Muscles cannot make use of glycogen because of deficiency of:",
        "exp": "It is because of the deficiency of Glycogen Phosphorylase. It is the first and rate-limiting enzyme of glycogenolysis. Deficiency of Glycogen phosphorylase in muscles is known as Mc Ardle's disease The other question usually asked is why muscle cannot maintain blood glucose then the answer is due to lack of enzyme glucose- 6-phosphatase. Glucose-6-phosphatase is required for maintainence of blood glucose and not utilization of glycogen. This enzyme is present in Liver. Option 3 Hexokinase is enzyme of glycolysis and not glycogen breakdown. Option 4- phosphoglucomutase though an enzyme involved in glycogen breakdown its deficiency is extremely rare with no clearly defined physiological symptoms.",
        "cop": 2,
        "opa": "Glucose-6-phosphatase",
        "opb": "Glycogen phosphorylase",
        "opc": "Hexokinase",
        "opd": "Phospho-gluco-mutase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "d8611a76-4d07-4215-8493-145280585e30",
        "choice_type": "single"
    },
    {
        "question": "Glyconeogenesis is",
        "exp": "Glyconeogenesis Synthesis of glycogen from non-carbohydrate precursors This pathway is the same as gluconeogenesis, but the last step is different i. e. In glyconeogenesis, glucose-6-Phosphate directly enters glycogen synthesis. So glucose-6-phosphatase step is not required. Glycogenesis -Synthesis of glycogen from glucose. Glycogenolysis- Breakdown of glycogen to produce glucose. Gluconeogenesis- Synthesis of glucose from non-carbohydrate precursors.",
        "cop": 4,
        "opa": "Synthesis of glucose from non-carbohydrate sources",
        "opb": "Synthesis of glycogen from glucose",
        "opc": "Synthesis of glucose from glycerol",
        "opd": "Synthesis of glycogen from non-carbohydrate sources",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen",
        "id": "0c980801-0650-4cb1-8a35-d57cbee02376",
        "choice_type": "single"
    }
]