[
    {
        "question": "Glycolytic enzymes(s) inhibited by Fluoride:",
        "exp": "Inhibitors of Glycolysis: Inhibitors of Glycolysis Enzyme Inhibited Iodoacetate Glyceraldehyde - 3 - P Dehydrogenase Arsenate Glyceraldehye - 3 - P Dehydrogenase Sodium fluoride Enolase Oxamate Lactate Dehydrogenase",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Aldolase",
        "opc": "Enolase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "77db5401-a696-42c9-bbf6-136649ebe489",
        "choice_type": "single"
    },
    {
        "question": "Reducing equivalants produced in glycolysis are transported from cytosol to mitochondria by -",
        "exp": "Ans. is 'c' i. e., Malate shuttle o Most of the NADH and FADH2, entering the mitochondrial electron transport chain arise from citric acid cycle and b-oxidation of fatty acids, located in the mitochondria itself. o However, NADH is also produced in the cytosol during glycolysis. o To get oxidized, NADH has to be transported into the mitochondria as respiratory chain (ETC) is located inside the mitochondria. o Since, the inner mitochondrial membrane is not permeable to cytoplasmic NADH, there are special shuttle systems which carry reducing equivalents from cytosolic NADH (rather than NADH itself) into the mitochondria by an indirect route. o Two such shuttle systems that can lead to transport of reducing equivalent from the cytoplasm into mitochondria are: -Malate shuttle (malate-aspartate shuttle system). Glycerophosphate shuttle.",
        "cop": 3,
        "opa": "Carnitine",
        "opb": "Creatine",
        "opc": "Malate shuttle",
        "opd": "Glutamate shuttle",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "b8a4c189-43c9-481a-8500-499d62ad1e34",
        "choice_type": "single"
    },
    {
        "question": "Which of the following kinase reaction is reversible?",
        "exp": "Reversible kinase reactions are: Phosphoglycerate kinase Creatine kinase Succinate thiokinase Irreversible kinase reactions are: Hexokinase Phosphofructokinase Pyruvate kinase We have to remember irreversible steps mainly",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Phosphofructo Kinase",
        "opc": "Phosphoglycerate Kinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "d8887c0d-733f-4f3c-ad9a-f9b869f93177",
        "choice_type": "single"
    },
    {
        "question": "Glycolytic enzymes(s) inhibited by Fluoride: (PGI Dec 2008)",
        "exp": "Ans: C (Enolase) Enolase is inhibited by fluoride. Inhibitors of Glycolytic Enzyme -Shinde 7th/308-310. Fluoride. Fluoride inhibits the enzyme 'enolase. QNa. FQ is used along with K-oxalate for collection of blood. If K-oxalate is used alone, then in vitro, glycolysis will reduce the glucose value in the sample. Other Functions of fluoride: It also acts as anticoagulant & act as an antiseptic. Arsenite. It competes with inorganic Pi in the reaction of conversion of glyceraldehyde -3- P to 1, 3- biphospho-glycerate & divert reaction in the manner in which no ATP is produced. D-g. Iycera. Jdehyde-3-P + NAD' + Pi. Glycerai dehyde -3-P ---------dehydrogenase1, 3-biphosphaog. Iycerate + NADH + H+Iodoacetate & lodoacetamide# They bind irreversibly with the enzyme glyceraldehyde -3-P dehydrogenase & inhibit glycolysis. Bromohydroxyacetone - P# It inhibit enzyme phosphotriose isomerase. Dihvd roxyacetone-Pi. PhosphotrioseiosmeraseD -glyceraldehyde-3-PAlso know. Enolase catalyse following reaction2 -phosphoglycerateenolase--------Mg2+ or Mn2+phosphenolpyruvate. Inhibitor in TCA cycle. Fluoroacetate inhibit aconitase. ArseniteQ inhibit the conversion of a-ketoglutarate to succinyl-CoA catalysed by enzyme a-ketoglutarate dehydrogenase complex. QMalonateQ inhibit succinate dehydrogenaseQ competitively.",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Aldolase",
        "opc": "Enolase",
        "opd": "Pyruvate Kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "0f36693d-9917-4d9a-9ff3-57f98ab34519",
        "choice_type": "single"
    },
    {
        "question": "Final product in anaerobic glycolysis -",
        "exp": "Ans. is 'c' i. e.. Lactateo There are two types of glycolysis: -Aerobic glycolysis: - It occurs when oxygen is plentiful and the final product is pyruvate, i. e., final step is catalyzed by pyruvate kinase (see the cycle above). Which is later converted to acetyl CoA by oxidative decarboxylation. There is net gain ofl. ATPs (will be discussed later). Acetyl CoA enters TCA cycle. Anaerobic glycolysis: - It occurs in the absence of oxygen. The pyruvate is fermented (reduced) to lactate in single stageQ. The reoxidation of NADH (formed in the glyceraldehyde-3-phosphate dehydrogenase step) by respiratory chain is prevented as same NADH is utilized at lactate dehydrogenase step. So. there is no net production of NADH. Thus, there is net gain of 2 ATP only. Unlike pyruvate which is converted to acetyl CoA to enter into krebs cycle, lactate cannot be further utilized by further metabolic pathways. Thus, lactate can be regareded as dead end in glycolysisQ. Anaerobic glycolysis occurs in exercising skeletal muscle, RBCs, lens, some region of retina, renal medulla, testis and leucocytes.",
        "cop": 3,
        "opa": "Pyruvate",
        "opb": "Acetyl CoA",
        "opc": "Lactate",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "7ae3778c-76d9-42ee-9e1c-e56337e9627a",
        "choice_type": "single"
    },
    {
        "question": "Fluoride inhibits which enzyme -",
        "exp": "Ans. is 'a' i. e., Enolase In glycolysiso Fluoride inhibitso lodoacetate inhibitso Arsenite inhibits- Enclose- Glvceroldehyde 3-phosphate dehydrogenase.- Phosphoglycerate kinase. In TCA cycleo Fluoroacetate inhibits aconitase non-competitively. o Arsenite inhibits a-ketoglutarate dehydrogenase non-competitively. o Malonate inhibits succinate dehydrogenase competitively.",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Pyruvate dehydrogenase",
        "opc": "Phosphofructokinase",
        "opd": "Glucokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "e08ebc96-69ec-48a2-9aa9-23c181053a9e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is reversible enzyme:",
        "exp": "(Option c) Lactate dehydrogenase (pyruvate - lactate)is reversible. LDH conves lactate to pyruvate in liver pyruvate to lactate in muscle Pyruvate dehydrogenase - link reaction(irreversible)(Option b) 3 enzymes of glycolysis are irreversible Hexokinase/Glucokinase, Phosphofructokinase-1 Pyruvate kinase.",
        "cop": 3,
        "opa": "Pyruvate kinase",
        "opb": "Pyruvate dehydrogenase",
        "opc": "Lactate dehydrogenase",
        "opd": "Hexokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "5d678978-92d8-4866-a64e-26904dbdce15",
        "choice_type": "single"
    },
    {
        "question": "Oxidation of lactate to pyruvate requires which vitamin -",
        "exp": "Ans. is 'b' i. e., Niacin o Niacin is required as NAD+",
        "cop": 2,
        "opa": "Riboflavin",
        "opb": "Niacin",
        "opc": "Folic acid",
        "opd": "Biotin",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "512e5a0d-9b7b-4ecf-8a18-29ee40cfb8ec",
        "choice_type": "single"
    },
    {
        "question": "Immediate metabolic products after breakdown of Fructose 1-6 bisphosphate in glycolysis:",
        "exp": "Reaction of glycolysis is catalysed by enzyme Aldolase A, Fructose 1-6 bisphosphate- Glyceraldehyde-3-phosphate + Dihydroxyacetone phosphate (DHAP).",
        "cop": 4,
        "opa": "3-phosphoglycerate and 1, 3 bisphosglycerate",
        "opb": "Glyceraldehyde -3-phosphate and 1, 3-bisphosphoglycerate",
        "opc": "Dihydroxyacetone phosphate and dihydroxyacetone phosphate",
        "opd": "Glyceraldehyde-3-phosphate and dihydroxyacetone phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "d1fbefda-f4c5-4489-9fa5-a92e2f382724",
        "choice_type": "single"
    },
    {
        "question": "PFK-1 is inhibited by:",
        "exp": "PFK-1 (Phosphofructokinase-1) is the rate limiting enzyme of Glycolysis. Allosteric activators AMP ADP K+ Phosphate Fructose 2, 6-bisphosphate Allosteric inhibitors ATP Citrate Ca ++ Mg ++ Low pH",
        "cop": 2,
        "opa": "Insulin",
        "opb": "Citrate",
        "opc": "Glucose-6-phosphate",
        "opd": "AMP",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "6c961239-efa4-4cdb-8338-3f7db6987cef",
        "choice_type": "single"
    },
    {
        "question": "Co-factor for phosphofructokinase is -",
        "exp": "Ans. is 'a' i. e., Mg+2 Metal. Metalloenzymes. Ca+2. Lipase, Lecithinase. Copper (Cu+2/Cu+). Cytochrome oxidaseQ, Tyrosinase. Lysyl oxidaseQ, Superoxide dismutase. Ascorbic acid oxidase, Ferroxidase (ceruloplasmin). Iron (Fe+2/Fe+3). Cytochrome oxidase. Xanthine oxidase, Catalase, Peroxidase. Zinc (Zn+2). Carbonic anhvdrase, alkaline phosphataseQ, RNA polymerase, alcohol dehydrogenaseQ, Carboxypeptidase, Prophobilinogen synthase, glutamate dehydrogenase, lactate dehydrogenaseQ. Superoxide dismutaseQ. Magnesium (Mg+2). Hexokinase. phosphofructokinase, giueose-6-phoshphatase, enolase, creatinine kinase, PhosphatasesQ, KinaseQ. Maganese (Mn+2). Arginase, Pyruvate carboxylase, phosphoglucomutase, Glycosyl transferase, Hexokinase, Enolase. Potasium (K+2). Pyruvate kinase. Selenium. Glutathione peroxidase. QNickle (Ni+2). Urease. Molybdenum. Xanthine oxidase. Note: - Some metalloenzymes contain more than one metal e. g., cytochrome oxidase contains both iron and copper.",
        "cop": 1,
        "opa": "Mg+2",
        "opb": "Mn+2",
        "opc": "Fe+2",
        "opd": "Zn",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "71c7a923-3ccc-4cfb-92a7-cfd06da204d8",
        "choice_type": "single"
    },
    {
        "question": "Enolase is inhibited by -",
        "exp": "Ans. is 'a' i. e., Fluoride In glycolysiso Fluoride inhibitso lodoacetate inhibitso Arsenite inhibits- Enclose- Glvceroldehyde 3-phosphate dehydrogenase.- Phosphoglycerate kinase. In TCA cycleo Fluoroacetate inhibits aconitase non-competitively. o Arsenite inhibits a-ketoglutarate dehydrogenase non-competitively. o Malonate inhibits succinate dehydrogenase competitively. o This question has been asked either directly or indriectly in all exams,",
        "cop": 1,
        "opa": "Fluoride",
        "opb": "Fumarate",
        "opc": "lodoacetaie",
        "opd": "Arsenite",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "d164f36d-ef13-49f5-a544-833342b7ca8e",
        "choice_type": "single"
    },
    {
        "question": "ATP produced substrate level phosphorylation in glycolysis is:",
        "exp": "ATP yield substrate level phosphorylation in glycolysis is 4 ATPs There are 2 (SLP) steps in glycolysis: phospho glycerate kinase (Step - 7) pyruvate kinase (Step- 10) These steps occur in phase II of glycolysis. Number of ATPs produced are multiplied by 2 (as two molecules of Glyceraldehyde-3-P enters Phase II), i. e. total 2+2 = 4 ATPs.",
        "cop": 3,
        "opa": "5",
        "opb": "6",
        "opc": "4",
        "opd": "3",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "329b6862-031c-4e0e-834f-fd7cfa743034",
        "choice_type": "single"
    },
    {
        "question": "The most important function of 23 DPG is",
        "exp": "Ref: Harper's Illustrated Biochemistry, 28th edition Explanation: Hemoglobin comes to 'T' form or taut form by 23 BPG (DPG) which is formed during glycolysis. This reduces the affinity of Hb for oxygen and helps in the unloading of oxygen.",
        "cop": 1,
        "opa": "O2 release",
        "opb": "O2 binding",
        "opc": "Acid base balance",
        "opd": "Water electrolyte balance",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "e8a5ee12-d791-41a2-9d4d-f65e43974055",
        "choice_type": "single"
    },
    {
        "question": "In anaerobic glycolysis, end product is -",
        "exp": "Anaerobic Glycolysis ETC is not working hence NADH cannot enter ETC to form ATP. NADH is used to regenerate NAD by LDH Lactate is the end of anaerobic glycolysis. Net gain of ATP: 4 ATP produced (substrate level phosphorylation) - 2 ATP used (one by Hexokinase, other used by PFK-1) =2 ATP(net gain). 2 NAD are obtained after lactate formation but 2 NAD are used also in glyceraldehyde dehydrogenase step. So Net Gain of NAD = 0 Net gain at the end is 2. ATP But here, they are asking about end product. At the end of anaerobic glycolysis, 2 ATP and 2 NAD are obtained. So when asked about end product then you have to mark 2. ATP + 2. NAD. But if asked about net gain then mark only 2 ATP.",
        "cop": 1,
        "opa": "2 ATP + 2 NAD",
        "opb": "2 ATP",
        "opc": "2 ATP + 2 NADH",
        "opd": "4 ATP + 2 FADH2",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "1e76a8fc-df85-42e0-a215-bbe1f4aaffed",
        "choice_type": "single"
    },
    {
        "question": "Glycolysis occurs in",
        "exp": "Ans. is 'a' i. e. Cytosol Reactions/Pathways. Site. Glycolysis. Cytosol. Kreb's cycle. Mitochondria. Electron transport chain. Mitochondria. HMP shunt. Cytosol. Fatty acid synthesis. Cytosol. Fatty acid oxidation. Mitochondria. Oxidation of very long chain fatty acids. Peroxisomes. Glycogenesis. Cytosol. Glycogenolysis. Cytosol. Gluconeogenesis. Both cytosol & mitochondria. Urea cycle. Both cytosol & mitochondria",
        "cop": 1,
        "opa": "Cytosol",
        "opb": "Mitochondria",
        "opc": "Nucleus",
        "opd": "Lysosome",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "f83608ce-ad3d-4af4-be53-27c26dcac9c8",
        "choice_type": "single"
    },
    {
        "question": "Phosphofructokinase is the key enzyme of -",
        "exp": "Ans. is 'c' i. e., Glycolysis [Ref: Lippincott's 5th/e p. 99). Reactions. Rate limiting enzymes. Glycolysis. Phosphofructokinase. Glycogen synthesis. Glycogen synthetase. Glycogenolysis. Glycogen phosphorylase. TCA cycle. Isocitrate dehydrogenase. Fatty acid synthesis. Acetyl CoA carboxylase. Cholesterol synthesis. HMG CoA reductase. Ketone body synthesis. HMG CoA synthase. Bile acid synthesis7-a-hydroxylase. Catecholamine synthesis. Tyrosine hydroxylase. Urea synthesis. Carbamoyl transferase",
        "cop": 3,
        "opa": "Glycogenolysis",
        "opb": "Glvcogenesis",
        "opc": "Glycolysis",
        "opd": "TC A cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "a63e5873-0263-4ea6-84e2-9e0bc967d1bf",
        "choice_type": "single"
    },
    {
        "question": "In Anaerobic glycolysis, there is gain of -",
        "exp": "Net gain in anaerobic glycolysis is only - 2 ATP. - 2 NADH are produced also (Glyceraldehyde-3-P dehydrogenase step) - But 2 NADH are used also (Lactate dehydrogenase step). Similarly - 2 NAD are produced also (Lactate dehydrogenase step) - But 2 NAD are used also (Glyceraldehyde-3-P dehydrogenase step). So there is no net gain of NADH or NAD.",
        "cop": 2,
        "opa": "2 ATP + 2 NAD",
        "opb": "2 ATP",
        "opc": "2 ATP + 2 NADH",
        "opd": "4 ATP + 2 FADH2",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "6fab7805-f8c2-4a54-9985-602926336747",
        "choice_type": "single"
    },
    {
        "question": "The enzyme NOT involved in substrate level phosphorylation is:-",
        "exp": "Substrate Level Phosphorylation Definition: Formation of ATP or GTP by direct transfer of phosphoryl group from a substrate to ADP or GDP Enzyme SLP in: Succinate thiokinase Citric acid cycle. Pyruvate kinase Glycolysis Phosphoglycerate kinase Glycolysis Phosphofructokinase (PFK) fructose-6-phosphate- fructose 1, 6-bisphosphate use ATP instead of producing it not a SLP",
        "cop": 2,
        "opa": "Succinyl thiokinase",
        "opb": "Phosphofructokinase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphoglycerate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "9d1d5ec0-46e1-4f09-8e38-0434a1ddc4bc",
        "choice_type": "single"
    },
    {
        "question": "In Glycolysis which of the ion is most impoant?",
        "exp": "Mg is most impoant for kinases. There are four kinases hexokinase, phospho fructo kinase, phospho glycerate kinase pyruvate kinase But pyruvate kinase requires K>Mg",
        "cop": 2,
        "opa": "Zn",
        "opb": "Mg",
        "opc": "Cu",
        "opd": "Ca",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "5e7c5bda-9bf2-466b-a811-c59049663be7",
        "choice_type": "single"
    },
    {
        "question": "Fluoride inhibits which enzyme",
        "exp": "Ans. is 'd' i. e. Enolase Enolase is an enzyme of glycolytic pathway catalyzing this step-2-phosphoglycerate = Phosphoenolpyruvate + H2O\"Enolase is inhibited by fluoride, a property that can he made use of when it is required to prevent glycolysis in blood prior to the estimation of glucose. \"",
        "cop": 4,
        "opa": "Aldolase",
        "opb": "Succinate dehydrogenase",
        "opc": "Pyruvate kinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "63e11627-8470-4874-9985-eafe284b6758",
        "choice_type": "single"
    },
    {
        "question": "The metabolite that is regarded as the dead end in glycolysis -",
        "exp": "Ans. is 'b' i. e.? Lactate o Unlike pyruvate wrhich is converted to acetyl CoA to enter into krebs cycle, lactate cannot be further utilized by further metabolic pathways. o Thus, lactate can be regarded as dead end in glycolysis.",
        "cop": 2,
        "opa": "Pyruvate",
        "opb": "Lactate",
        "opc": "2, 3-bisphosphoglycerate",
        "opd": "3-phosphoglycerate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "dc404776-ef54-4252-9198-5042e4556b5b",
        "choice_type": "single"
    },
    {
        "question": "By which of the following anticoagulants used in estimating blood glucose, glycolysis is prevented-",
        "exp": "Ans. is 'c' i. e., Sodium Fluoride Fluoride inhibits Enolase, an important enzyme involved in Glycolysis This enzyme catalyzes the following step in glycolysis. Enolase 2 phosphoglycerate > Phosphoenol pyruvate. Inhibition of Enolase causes subsequent inhibition of Glycolysis. This property of Fluoride is utilized when blood is collected in tubes to estimate blood glucose. Fluoride inhibits glycolysis by inhibiting enolase, this will help in correct determination of the glucose level as glycolysis will not be able to affect the level of glucose.",
        "cop": 3,
        "opa": "EDTA",
        "opb": "Heparin",
        "opc": "Sodium fluoride",
        "opd": "Sodium citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "068e4ab4-a34b-49e6-81f6-8c38d83cc11c",
        "choice_type": "single"
    },
    {
        "question": "ATP's formed in anaerobic glycolysis of glucose are:",
        "exp": "ATP's formed in anaerobic glycolysis are 2: NADH is used by Lactate Dehydrogenase under anaerobic conditions (Step 11). So 5 ATPs which are derived from NADH in Aerobic condition, are not obtained in Anaerobic conditions. So energetics is: 2 Substrate Level Phosphorylations - + 4 ATPs Hexokinase and PFK-1 uses ATPs - - 2 ATPs Total 4-2 - 2 ATPs So, only 2 ATPs are obtained in case of Anaerobic Glycolysis ADDITIONAL EDGE: ATP's formed in aerobic glycolysis are 7. Energetics of Aerobic Glycolysis: 2 NADH + 5 ATPs (from ETC) 2 Substrate level Phosphorylations - + 4 ATPs Hexokinase and PFK-1 uses ATPs - - 2 ATPs Total - 9-2 = 7 ATPs So, 7 ATPs are obtained in case of Aerobic Glycolysis.",
        "cop": 1,
        "opa": "2",
        "opb": "8",
        "opc": "10",
        "opd": "15",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "7af00b6c-6ebb-4b1e-bd38-9626a5aeafdc",
        "choice_type": "single"
    },
    {
        "question": "Source of ATP in RBCs is?",
        "exp": "Ans. (c) Anaerobic glycolysis. Ref. Harper's Biochemistry 27/e Chapter 51",
        "cop": 3,
        "opa": "Beta oxidation of fatty acids",
        "opb": "TCA cycle",
        "opc": "Anaerobic glycolysis",
        "opd": "Gluconeogensis",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "243b10ff-ca89-466a-8c64-f2b81a848ecc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme defect is the most commonly inherited metabolic disorder of glycolysis?",
        "exp": "Pyruvate kinase is the most commonly inherited metabolic disorder of glycolysis Pyruvate kinase Produces an ATP at the level of substrate level phosphorylation(SLP) Deficiency loss of ATP inability to maintain ion pumps in erythrocytes-Hemolysis Autosomal recessive Presentation Hydrops fetalis, Prolonged neonatal jaundice, Anemia In a glycolytic enzyme deficiency, there is a reduced rate of glycolysis, leading to decreased ATP production. This results in a few alterations in the RBC membrane, thereby leading to changes in cell shape. Such deformed RBCs are later phagocytosed by cells of the reticuloendothelial system, and this results in a state of hemolytic anemia. The most common enzyme deficiency causing hemolytic anemia is glucose-6-phosphate dehydrogenase deficiency(pentose phosphate pathway). The second most common enzyme deficiency causing hemolytic anemia is the pyruvate kinase. Note: Though hemolysis is seen in PFK-1 deficiency, it does not always manifest as anemia.",
        "cop": 4,
        "opa": "Glucokinase",
        "opb": "Hexokinase",
        "opc": "Phosphofructokinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycolysis",
        "id": "1e7abf37-b6d2-4da9-b295-bcbf361e0e4e",
        "choice_type": "single"
    }
]