[
    {
        "question": "Most common glycogen storage disease presenting with hypoglycemia and normal glycogen structure -",
        "exp": "Ans. is 'a' i. e., Von Gierke disease Liver glycogenoses |Hypoglycemia| | |Hepatomegaly. Cirrhosis|||| |Renomegaly. Hypoglycemia unresponsive to glucagon/epinephrine. No renomegaly Hypoglycemia corrected by glucagon/epinephrine. Type IV(Anderson) (Abnormal glycogen structure)||| | | Von Gierke's disease (Type I) (Normal glycogen structure). Abnormal glycogen structure Normalglycogen structure | | Type III (Cori/Forbe/limit dextrinosis). Type VI (Hers)",
        "cop": 1,
        "opa": "Von Gierke disease",
        "opb": "Pompe's disease",
        "opc": "Me Ardle's disease",
        "opd": "Forbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "6830be79-cda3-4cc8-8b94-5f3a52bd2343",
        "choice_type": "single"
    },
    {
        "question": "Key enzyme in glycogenolysis -",
        "exp": "Ans. is 'd' i. e.. Glycogen phosphorylase Cycle / Pathway. Rate limiting enzyme. Glycolysis. Glycogen synthesis (glycogenesis). Glycogenolysis. TCA cycle. Fatty acid synthesis. Cholesterol synthesis. Ketone body synthesis. Bile acid synthesis. Catecholamine synthesis. Urea synthesis. Phosphofructokinase 1. Glycogen synthase. Glycogen phosphorylase. Isocitrate dehydrogenase. Acetyl CoA carboxylase. HMG CoA reductase. HMG CoA synthetase7-a-hydroxylase. Tyrosine hydroxylase. Carbamoyl transferase",
        "cop": 4,
        "opa": "Branching enzyme",
        "opb": "Glycogen synthase",
        "opc": "Debranching enzyme",
        "opd": "Glycogen phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "f259ab0e-ad2f-4bab-b09e-1a6102f8604e",
        "choice_type": "single"
    },
    {
        "question": "Muscles cannot contribute to raising blood glucose by glycogenolysis due to lack of -",
        "exp": "Ans. is 'c' i. e., G-6-phosphatase o Glucose-6-phosphatase is absent in muscles therefore, glucose-6-phosphate cannot be degraded to free glucose in muscles. o Moreover, glucose-6-phosphate cannot diffuse out of the muscles. o Therefore, muscle cannot provide glucose to maintain blood glucose level. o Rather, muscle glycogen acts as a source of energy: the glucose-6-phosphate enters the glycolysis to produce energy.",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Phosphoglucomutase",
        "opc": "G-6-phosphatase",
        "opd": "Musclephosphorylae",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "0e2d90ab-c253-4c05-a607-58bc0d5d6d75",
        "choice_type": "single"
    },
    {
        "question": "Von Geirke's occurs due to deficiency of -",
        "exp": "Ans. is 'a' i. e., Glucose-6-phosphate (19-2)o Glucose - 6- phosphatase is deficient in Von Gierke's disease. Type Enzyme deficiency. Organ (s) affected1von Gierke's disease. Glucose 6-phosphatase. Liver, kidney11. Pompe's diseasea (1 - 4) Glucosidase (acid maltase). All organs. IIICori's disease/Forbe's disease. Debranching enzyme. Muscle, liver. IVAndersen's disease. Branching enzyme. Liver, myocardium. VMc. Ardle's disease. Phosphorylase. Muscle. VIHers' disease. Phosphorylase. Liver. VIITarui's disease. Phosphofructokinase. Muscle, RBCs. VIII Phosphorylase kinase. Livero There is also on X-ltnked form of phosphorylase kinase deficiency. This is sole exception as all other glycogen storage diseases are inherited as autosomal recessive trait.",
        "cop": 1,
        "opa": "Glucose-6-phosphatase",
        "opb": "Liver Phosphoryiase",
        "opc": "Muscle phosphoryiase",
        "opd": "Debranching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "8af11b57-0672-4dbc-a0a9-6672cbf81926",
        "choice_type": "single"
    },
    {
        "question": "Glycogen phosphorylase requires -",
        "exp": "Ans. is 4b' i. e., Pvridoxal phosphate o Glycogenolysis occurs primarily by phosphorolytic breaking of a-l, 4-glycosidic bonds of glycogen. The key enzyme responsible for glycogenolysis is glycogen phosphorylase which catalyses stepwize phosphorolytic removal of glucose as glucose-1-phosphate, from glycogen. o Pvridoxal phosphate is essential cofactor in this reaction; it is covalently bound to glycogen phosphorylase.",
        "cop": 2,
        "opa": "Thiamine pyrophosphate",
        "opb": "Pyridoxal phosphate",
        "opc": "Citrate",
        "opd": "FAD",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "ff9a0b9c-6d6b-44e4-9649-4bc09675e205",
        "choice_type": "single"
    },
    {
        "question": "b-glucosidase deficiency causes -",
        "exp": "Ans. is 'a' i. e., Gaucher's disease o Gaucher's disease is due to deficiency of b-glucosidase (glucocerebrosidase). Disease. Enzyme deficiency. Lipid accumulated. Tay-sach disease. Hexosaminidase AGM2 ganglioside. Sandoff disease. Hexosaminidase BGM2 ganglioside. Niemann-Pick disease. Sphingomyelinase. Sphingomyeline. Farber's disease. Ceramidase. Acyl-sphingosine (ceramide). Fabry's diseasea-galactosidase. Globotrisylceramide. Krabbe's diseaseb-galactosidase (Galactosylceramidase). Galactosylceramide. Gaucher's diseaseb-glucosidase (glucocerebrosidase). Glucosylceramide. Metachromatic leukodystrophy. Arylsulfatase A3-Sulfogalactosylceramide",
        "cop": 1,
        "opa": "Gaucher's disease",
        "opb": "Niemann Pick disease",
        "opc": "Krabbe's disease",
        "opd": "Tay-Sach disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "da726a80-d405-4306-a8fe-bf13552145ed",
        "choice_type": "single"
    },
    {
        "question": "Splenomegaly seen in A/E: (PGI Dec 2006)",
        "exp": "Ans: B (Krabbe's disease) Lysomal Storage Diseases Without AR inheritance# MPS -II Hunter# Fabry's disease. Both are X-linked. Hepa tospleenomegaly# Toy Sach's diseaseQ# Fabryr's diseases. QMucolipidosis III; psued-o-Hurler polydystrophy. Krabbe's diseaseQ# Metachromatic leukodystrophy. Cholesteryl ester storage disease (only hepatomegaly). Table (Harrison 17th/24. S2-53): Selected Lysosomal Storage Diseases. Disorder'Enzyme Deficiency (Specific Therapy). Stored Material. Clinical Types (Onset). Inheritance. Neurologic. Liver Spleen Enlargement. Skeletal Dysplasia. Ophthalmologic. Hematologic. Unique Features. Gaucherdisease. Acid -gluco- sidase (ET, SRT). Glucosyl - ceramide. Type 1. Type 2. Type 3. ARNone++++++++++++ +++++++++++++None. Eye movements Eye movements. Gaucher cells in bone marrow, cytopenias. Adult form highly variable. Niemann-Pickdisease (A and B). Sphingomy - elinase. Sphingo - myelin. Neuronopathic type A Nonneu- ronopath- ic type BARMental retardation and seizures++++None Osteoporosis. Macular degeneration. Foam cells in bone marrow. Pulmonary-infiltrates. Lung failure. Sialidosis. Neuraminidase. Sialyloli - gosaccha- rides. Type I. congenital. Type II, infantile and Juvenile forms. ARMyoclonus, Mental retardation++, less in type 1++, less in type 1. Cherry red spot. Vacuolatedlymphocytes. MPS phenotype in type IIKrabbe disease. Galactosyl- ceramidase (B MT). Galac -tosylce - ramide, Galactosylsphingosine. Infantile. ARMentalretardation. None. None. None. None. White matter globoid cells. Tay-Sachs disease. Hexosamini- dae AGM2 gan- gliosides. Infantile juvenile. ARMental retardation, seizures, later juvenile form. None. None. Cherry- red spot in infantile form. None. Macrocephaly, hyper - acusis in infantile form. Sandhoff disease. Hexosaminidases A and BGM2 gan- gliosides. GM2 gan- gliosides Infantile. ARMental retardation, seizures+++-Cherry red spot. None. Macrocephaly, hyperatusis Krabbe's Disease. It is a lysosomal storage disorder classified under leukodystrophies. Enzyme deficient is (Galactosylceramidease) with resultant accumulation of galactosyl cermamide and galactosyl sphingosine. It has AR inheritance a/w mental retardation. There is no hepatospleenomegaiyQ skeletal, opthmotogical or hematologic manifestations.",
        "cop": 2,
        "opa": "Neimann pick's disease",
        "opb": "Krabbe's disease",
        "opc": "GM2, gangliosidosis",
        "opd": "Gaucher's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "cb486004-1e82-4597-a8f6-9aa3903b3697",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficient is Tay-Sach disease -",
        "exp": "Ans. is 'a' i. e., Hexosaminidase -A Disease. Enzyme deficiency. Lipid accumulated. Tay-sach disease. Hexosaminidase AGM2 ganglioside. Sandoff disease. Hexosaminidase BGM2 ganglioside. Niemann-Pick disease. Sphingomyelinase. Sphingomyeline. Farber's disease. Ceramidase. Acyl-sphingosine (ceramide). Fabry's diseasea-galactosidase. Globotrisylceramide. Krabbe's diseaseb-galactosidase (Galactosylceramidase). Galactosylceramide. Gaucher's diseaseb-glucosidase (glucocerebrosidase). Glucosylceramide. Metachromatic leukodystrophy. Arylsulfatase A3-Sulfogalactosylceramide",
        "cop": 1,
        "opa": "Hexosaminidase-A",
        "opb": "Sphingomyelinase",
        "opc": "Ceramidase",
        "opd": "a-galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "495bc884-bfa1-4064-8f50-90681ca9ec5e",
        "choice_type": "single"
    },
    {
        "question": "Hepatic glycogen storage depletes in how much time during starvation -",
        "exp": "Ans. is 'a' i. e., 18 hrs. o The primary role of altered metabolism during fasting is to maintain blood glucose through the synthesis (gluconeogenesis) and utilization of alternate substrates. Fasting-starvation is divided in three broad categories:-Initial stage Lasts upto 2-3 days. Intermediate stage Lasts upto 24 days. Advanced stage:- begins after 24 days. Initial stage (First stage):- Liver glycogen is the first main provider of energy. But due to limited storage it can not last longe (16-18 hrs.). Further glucose is provided by gluconeogenesis by non-carbohydrate sources (muscle protein breakdown is increased which provides amino acids alanine and glutamine for gluconeogenesis). Utilization of alternate substrates (other than glucose) starts increasing in terminal period of this stage. Free fatty acids and ketone bodies start rising in this stage. Glycogen is completely depleted by the end of this stage. Blood glucose is slightly decreased. o The first priority of metabolism in starvation is to provide sufficient glucose to brain and other tissues that are absolutely dependent on glucose. o Liver glycogen provides glucose only for a short period. Whereas, gluconeogenesis plays an essential role in maintaining blood glucose during both short-term and prolonged starvation, o The substrate for gluconeogenesis are pyruvate, lactate (from RBCs and exercising muscles), glucogenic amino acids released from muscle protein breakdown, and glycerol released from lipolysis. Intermediate stage {Second stage):- Free fatty acids are the major substrates for energy production. They are derived from hydrolysis of fat (triglycerides) in adipose tissue. Ketone bodies serve as additional source of energy. As glycogen source is already depleted, the only source of glucose is increased gluconeogenesis. After sometimes muscle breakdown decreases due to decreased need of glucose as a fuel for brain which has began using ketone bodies as a source of energy. Advanced stage {Third stage):- When fat stores are almost exhaused, energy requirment is obtained from breakdown of tissue proteins and protein stores once again enter in stage of rapid depletion. o Thus the second priority of metabolism in starvation is to preserve protein. This is accomplished by using fatty acids and ketone bodies in place of glucose as a fuel.",
        "cop": 1,
        "opa": "18hrs",
        "opb": "36 hrs",
        "opc": "72hrs",
        "opd": "48 hrs",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "4feab709-d694-4502-9deb-b5b83c2ae19c",
        "choice_type": "single"
    },
    {
        "question": "Severe hypoglycemia, increased uric acid and renal failure are seen in?",
        "exp": "ANSWER: (B) Glycogen storage disorder. REF: Nelson 18th ed table 87-1, Harper 27th ed chapter 33. See APPENDIX 18 \"GLYCOGEN STORAGE DISORDERS\"VON GIERKE'S DISEASEPurine overproduction and hyperuricemia in von Gierke's disease (glucose-6-phosphatase deficiency) occurs secondary to enhanced generation of the PRPP precursor ribose 5- phosphate. An associated lactic acidosis elevates the renal threshold for urate, elevating total body urates. Von Gierke's Disease Features: Severe fasting hypoglycemia. Fatty liver with hepato and renomegaly. Progressive renal disease. Growth retardation and delayed puberty. Hyperlacticacidemia, hyperlipidemia, hyperuricemia APPENDIX - 18. Glycogen Storage Disorders: Number. Enzymedeficiency. Eponym. Hypoglycemia. Hepatomegaly. Hyperlipidemia. Musclesymptoms. Development/prognosis. Othersymptoms. GSD type Iglucose-6-phosphatasevon. Gierke'sdisease. Yes. Yes. Yes. None. Growthfailure. Lacticacidosis, hyperuricemia. GSD type IIadd maltase. Pompe'sdisease. No. Yes. No. Muscleweakness. Death by age ~2 years (infantile variant)heart failure. GSD type IIIglycogendebrancher. Coris disease or Forbes' disease. Yes. Yes. Yes. Myopathy GSD type IVglycogenbranchingenzyme. Andersendisease. No. Yes, alsocirrhosis. No. None. Failure to thrive, death at age ~5 years GSD type Vmuscle glycogen phosphorylase. Mc. Ardledisease. No. No. No. Exercise-inducedcramps, Rhabdo-myolysis Renal failure by myoglobinuria. GSD type VIliver glycogen phosphorylase. Hers'disease. Yes. Yes. No. None GSD type VIImusclephospbo-fructokinase. Tarui'sdisease. No. No. No. Exercise- induced muscle cramps and weaknessgrowthretardation. Haemolyticanemia. GSD type DCphosphorylase kinase, PHKA 2 No. No. Yes. None. Delayedmotordevelopment, Growthretardation GSD type XIglucose transporter, GLUT 2. Fanconi-Bickelsyndrome. Yes. Yes. No. None GSD type XIIAldolase ARed cell aldolase deficiency??? Exerciseintolerance, cramps GSD type XIIIb-enolase??? Exerciseintolerance, cramps. Increasing intensity of myalgias over decades. Serum CK: Episodic elevations; Reduced with rest. GSD type 0glycogensynthase Yes. No. No. Occasionalmusclecramping",
        "cop": 2,
        "opa": "Carbohydrate metabolic disorder",
        "opb": "Glycogen storage disorder",
        "opc": "Lipoprotein deficiency disorder",
        "opd": "Protein folding disorder",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "b9e1bc35-d071-4003-898a-d77edc74f076",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme is absent in muscle?",
        "exp": "Ref: Harper's Illustrated Biochemistry, 27th edition and Lippincott! s Biochemistry, 3rd edition. Explanation: FATE OF MUSCLE GLYCOGENIn muscle, enzyme Glucose - 6- phosphatase is absent. This enzyme catalyzes the final step of glycogenolysis. Hence muscle glycogenolysis does not contribute to blood glucose directly. Glycogen of muscle can only be converted upto glucose - 6 - phosphate as muscle lacks glucose - 6 - phosphatase. Glucose - 6 - phosphate cannot cross the plasma membrane and enters the glycolytic cycle, where it is converted into lactic acid. This lactic acid cross the plasma membrane and reaches liver to form glucose",
        "cop": 2,
        "opa": "Glucose-1-phosphatase",
        "opb": "Glucose 6 phosphatase",
        "opc": "Glycogen phosphorylase",
        "opd": "Thiophorase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "ba025a31-5179-4001-ae34-62d0fbff0052",
        "choice_type": "single"
    },
    {
        "question": "Mc. Ardles disease is due to the deficiency of:",
        "exp": "Ans: D (Myophosphorylase) Ref: Harper's illustrated Biochemistry, 28th edition, Chapter 19, pp 160. Explanation: Mc. Ardles disease. Type V Glycogen storage disease. Deficiency: muscle phosphorylase/myophosp- horylase. Premature chain termination, incorrect folding etc can cause loss of catalytic activity. Skeletal muscle is affected. Exercise-induced muscular pain, cramps, progressive weakness, myoglobinuria. No increase in blood lactate after exercise. Glycogen storage disorders. Disorder. Affected Tissue. Enzyme defect. Type 0. Liver. Glycogensynthase. Type I; Von Gierke's. Liver, kidney, intestine. Glucose-6-phosphatase. Type II; Pompe's. Ail. Lysosomal alpha glucosidase. Type III; Forbe's. Liver, muscle, heart. Glycogendebranching enzyme. Type IV; Anderson's. Liver. Branching enzyme. Type V; Mc Ardle's. Musclesmuscle phosphory lase. Type VI; Her's. Liver. Liver phosphon/lase. Type VII; Tauri's. Skeletal muscle, RBCMuscle and Liver PFK",
        "cop": 4,
        "opa": "Glucose 1 phosphatase",
        "opb": "Glucose 1, 6 diphosphatase",
        "opc": "Glucose 6 phosphatase",
        "opd": "Myophosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "1ebdaebb-efae-417d-a649-0b326fb1fb0b",
        "choice_type": "single"
    },
    {
        "question": "Coris disease is due to defect in -",
        "exp": "Ans. is 'b' i. e., Debranching enzyme Type. Enzyme deficiency. Organ (s) affected. Ivon Gierke's disease. Glucose 6-phosphatase. Liver, kidney. IIPompe's diseasea (1 -4) Glucosidase (acid maltase). All organs. IIICori's disease/Forbe's disease. Debranching enzyme. Muscle, liver. IVAndersen's disease. Branching enzyme. Liver, myocardium. VMc. Ardle's disease. Phosphorylase. Muscle. VIHers' disease. Phosphorylase. Liver. VIITarui's disease. Phosphofructokinase. Muscle, RBCs. VIII Phosphorylase kinase. Livero There is also on X-linked form of phosphorylase kinase deficiency. This is sole exception as all other glycogen storage diseases are inherited as autosomal recessive trait.",
        "cop": 2,
        "opa": "Branching enzyme",
        "opb": "Debranching enzyme",
        "opc": "Myophosphorylase",
        "opd": "Hepatic phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "737c57c8-c564-461c-b5d5-431fcd2a3ada",
        "choice_type": "single"
    },
    {
        "question": "G-6- Phosphatase deficiency is seen in: (PGI Dec 2006)",
        "exp": "Arts: A (Von Gierke's disease) Von Gierke's/Type I glycogen strorage disease || | | | |Inheritance Deficient enzyme Organ affected Structure of glycogen Clinical features| | | | |Autosomal recessiveQ G-6 phosphataseQ - Liver- Intestine- Kidney NormalQ (But metabolically not available - HypoglycemiaQ- HyperlipidemiaQ- Ketosis & acidosis-- - 2 Lactic acid- 2 Uric acidQ- Hepatosplenogaly. QTable (Harper 28th/l 60): Glycogen Storage diseases. Glycogenosis. Name. Cause of Disorder. Characteristics\"Type 0-Glycogen synthase. Hyperglycemia, Hyperketonemia; Early death. Type IVon Gieke's disese. QDeficiency of glucose-6- phosphatase. Liver cells and renal tubule cells loaded with glycogen. Hypoglycemia, lacticacidemia, ketosis, hyperlipemia. Type IIPompe's disease. Deficiency of lysosomal a-l - 4 and l-6 - glucosidase (add malt- age). Fatal accumulation of glycogen in lysosomes, heart failure. Type IIILimit dextrinosis., forbes' or cori's disease. Absence of debranching ezyme. Accumulation of a characteristic branched polysachha- ride. Type IVAmyiopectinosis, Andersen's disease. Absence of branching enzyme. Accumulation of a polysaccharide having few branch points. Death due to cardiac or liver failure in first year of life. Type VMyophophorylase deficiency. Mc. Ardle's syndrome. Absence of musde phosphorylase. Diminshed exercise tolerance; muscles have abnormally high glycogen content (2. 5- 4. 1%). Little or no lactate in blood after exercise. Type VIHer's disease. Deficiency of phosphofructokinase in muscle and erythrocytes. As for type V but also possibility of hemolytic anemia. Type VIIITarui's disease. Deficiency of liver phophorylase kinase. As for type Vi. IX Liver & Musde Phosphorylase kinase. Hepatomegaly; accumulation of glycogen in liver & muscle; mild hypog; ycemia; generally good prognosisX C-AMP dependent protein kinase. Hepatomegaly; accumulation of glycogen in liver",
        "cop": 1,
        "opa": "Von Gierke's disease",
        "opb": "Taysach's disease",
        "opc": "Pompe's disease",
        "opd": "Anderson's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "8d8ce2c0-b4e2-4f63-9f61-201d9cc1bdf2",
        "choice_type": "single"
    },
    {
        "question": "Enzyme imiglucerase (Cerezyme) is used in the treatment of-",
        "exp": "Ans. is 'a' i. e., Gaucher's disease o Imiglucerase (Cerezyme) is used in the treatment of Gaucher's disease.",
        "cop": 1,
        "opa": "Gaucher's disease",
        "opb": "Galactosemia",
        "opc": "Niemann Pick disease",
        "opd": "Trans-maxillary approach",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "5ea07b67-1fc0-482d-b210-7c70213f2f4a",
        "choice_type": "single"
    },
    {
        "question": "Glycogen storage disorder due to muscle phosphorylase deficiency -",
        "exp": "Ans. A. Mc. Ardle's disease. Type. Name. Enzyme Deficiency. Clinical Features0--Glycogen synthase. Hypoglycemia; hyperketonemia; early death. Ia. Von Gierke disease. Glucose-6-phosphatase. Glycogen accumulation in liver and renal tubule cells; hypoglycemia; lactic acidemia; ketosis; hyperlipemia. Ib Endoplasmic reticulum glucose-6-phosphate transporter. As type Ia; neutropenia and impaired neutrophil function leading to recurrent infections. IIPompe disease. Lysosomal a1 -4 and a1 -6 glucosidase (acid maltase). Accumulation of glycogen in lysosomes: juvenile onset variant, muscle hypotonia, death from heart failure by age 2; adult onset variant, muscle dystrophy. IIIa. Limit dextrinosis, Forbe or Cori disease. Liver and muscle debranching enzyme. Fasting hypoglycemia; hepatomegaly in infancy; accumulation of characteristic branched polysaccharide (limit dextrin); muscle weakness. IIIb. Limit dextrinosis. Liver debranching enzyme. As type IIIa, but no muscle weakness. IVAmylopectinosis, Andersen disease. Branching enzyme. Hepatosplenomegaly; accumulation of polysaccharide with few branch points; death from heart or liver failure before age 5. VMyophosphorylase deficiency, Mc. Ardle's syndrome. Muscle phosphorylase. Poor exercise tolerance; muscle glycogen abnormally high (2. 5%-4%); blood lactate very low after exercise. VIHers disease. Liver phosphorylase. Hepatomegaly; accumulation of glycogen in liver; mild hypoglycemia; generally good prognosis. VIITarui disease. Muscle and erythrocyte phosphofructokinase 1. Poor exercise tolerance; muscle glycogen abnormally high (2. 5%-4%); blood lactate very low after exercise; also hemolytic anemia. VIII Liver phosphorylase kinase. Hepatomegaly; accumulation of glycogen in liver; mild hypoglycemia; generally good prognosis. IX Liver and muscle phosphorylase kinase. Hepatomegaly; accumulation of glycogen in liver and muscle; mild hypoglycemia; generally good prognosisX c. AMP-dependent protein kinase AHepatomegaly; accumulation of glycogen in liver",
        "cop": 1,
        "opa": "Mc. Ardle's disease",
        "opb": "Pompe's disease",
        "opc": "Andersen's disease",
        "opd": "Tarui's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "3141c8fd-5a1b-4dd8-a76e-9d5bda0e607c",
        "choice_type": "single"
    },
    {
        "question": "Branching enzyme in used in -",
        "exp": "Ans. is 'a' i. e., Glycogenesis o Enzymes involved in glycogen metabolism are. Glycogenesis. Glycogen synthase-a (activej/Glycogen synthase - b (inactive). Branching enzyme (amylo-1, 4 - 1, 6 transglucosidase). Glycogenolysis. Glycogen phosphorylase-a (active)/Glycogen phosphorylase-b (inactive). Glucan transferase (oligo a-1, 4 -a-1, 4 glucan transferase). Debranching enzyme (amylo-1, 6 glucosidase)",
        "cop": 1,
        "opa": "Glycogenesis",
        "opb": "Glycogenolysis",
        "opc": "Gluconeogenesis",
        "opd": "Glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "46262060-3d03-442a-935f-7cb5ea1a33f9",
        "choice_type": "single"
    },
    {
        "question": "Gaucher's disease is due to deficiency of enzyme -",
        "exp": "Ans. is 'b' i. e., b-glucosidase Disease. Enzyme deficiency. Lipid accumulated. Tay-sach disease. Hexosaminidase AGM2 ganglioside. Sandoff disease. Hexosaminidase BGM2 ganglioside. Niemann-Pick disease. Sphingomyelinase. Sphingomveline. Farber's disease. Ceramidase. Acyl-sphingosine (ceramide). Fabry's diseasea-galactosidase. Globotrisylceramide. Krabbe's diseaseb-galactosidase (Galactosylceramidase). Gaiactosylceramide. Gaucher's diseaseb-glucosidase (glucocerebrosidase). Glucosylceramide. Metachromatic leukodystrophy. Arylsulfatase A3-Sulfogalactosylceramide",
        "cop": 2,
        "opa": "Sphingomyelinase",
        "opb": "b-Glucosidase",
        "opc": "Hexosaminidase-A",
        "opd": "b-Galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "8a45c527-c0d9-4405-92a6-7f4d11dcd581",
        "choice_type": "single"
    },
    {
        "question": "Branching enzyme is found in -",
        "exp": "Ans. is 'a' i. e., Glycogenesis o Enzymes involved in glycogen metabolism are:-Glycogenesis. Glycogen synthase-a (active)ZGlycogen synthase - b (inactive). Branching enzyme (amylo-1, 4 - 1, 6 transgiucosidase). Glycogenolysis. Glycogen phosphorylase-a (activej/Glycogen phosphorylase-b (inactive). Giucan transferase (oligo a-1, 4 - a-1, 4 glucan transferase). Debranching enzyme (amylo-1, 6 glucosidase)",
        "cop": 1,
        "opa": "Glycogenesis",
        "opb": "Glucogenesis",
        "opc": "Glycogenolysis",
        "opd": "Glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "95b1d325-845f-461f-9164-8c44cad05b7b",
        "choice_type": "single"
    },
    {
        "question": "Enzyme involved in Von Girke disease is?",
        "exp": "Ans. (b) Glucose 6 Phosphatase. Ref: Harper's Biochemistry 27th ed ch-19",
        "cop": 2,
        "opa": "Muscle glycogen Phosphorylase",
        "opb": "Glucose 6 Phosphatase",
        "opc": "Debranching enzyme",
        "opd": "Branching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "9d4a0bed-34ce-49ce-802f-e3087c23614a",
        "choice_type": "single"
    },
    {
        "question": "Muscle cannot make use of glycogen for energy because of deficiency of-",
        "exp": "Ans. is 'c' i. e., G-6-phosphatase o Glucose-6-phosphatase is absent in muscles therefore, glucose-6-phosphate cannot be degraded to free glucose in muscles, o Moreover, glucose-6-phosphate cannot diffuse out of the muscles. o Therefore, muscle cannot provide glucose to maintain blood glucose level. Rather, muscle glycogen acts as a source of energy; the glucose-6-phosphate enters the glycolysis to produce energy. Difference between muscle and liver glycogenolysis. Muscle. Livero Little glucose is formed, since glucose-6-phosphatase is absento Free glucose forms by glucose-6-phosphataseo Stimulated by adrenaline, glucagon has no effecto Glucagon is major stimulator of glycogenolysiso Stimulated by AMP but inhibited by glucose-6-phosphateo No effect of AMP, but hepatic glycogen phosphorylase is inhibited by glucose",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Phosphoglucomutase",
        "opc": "G-6-phosphatase",
        "opd": "Muscle phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "c3ef46aa-93f7-45ce-a6cc-212d65dbcd88",
        "choice_type": "single"
    },
    {
        "question": "Hexosaminidase A deficiency causes -",
        "exp": "Ans. is 'a' i. e., Tay-sach disease Disease. Enzyme deficiency. Lipid accumulated. Tay-sach disease. Hexosaminidase AGM2 ganglioside. Sandoff disease. Hexosaminidase BGM2 ganglioside. Niemann-Pick disease. Sphingomyelinase. Sphingomveline. Farber's disease. Ceramidase. Acyl-sphingosine (ceramide). Fabry's diseasea-galactosidase. Globotrisylceramide. Krabbe's diseaseb-galactosidase (Galactosylceramidase). Gaiactosylceramide. Gaucher's diseaseb-glucosidase (glucocerebrosidase). Glucosylceramide. Metachromatic leukodystrophy. Arylsulfatase A3-Sulfogalactosylceramide",
        "cop": 1,
        "opa": "Tay-sach disease",
        "opb": "Niemann pick disease",
        "opc": "Gaucher's disease",
        "opd": "Krabbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "69abbf40-74a8-4346-be0d-9f91b0291975",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is required for glycogen phosphorylase in glycogenolysis?",
        "exp": "Ans: B (Pyridoxal phosphate) Ref: Harper's Illustrated Biochemistry, 28th edition. Explanation: Glycogen phosphorylase. This enzyme catalyzes the rate-limiting step in glvcogenolysis by releasing glucose-i- phosphate from the terminal alpha-1, 4- glycosidic bond. Glycogen phosphorylase has a pyridoxal phosphate (PLP. derived from Vitamin B6) at each catalytic site.",
        "cop": 2,
        "opa": "Thiamine pyrophosphate",
        "opb": "Pyridoxal phosphate",
        "opc": "FAD",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "b8bc62d2-e28c-4a71-95a5-601b0f178f2f",
        "choice_type": "single"
    },
    {
        "question": "Me Ardle's disease is due to deficiency of -",
        "exp": "Ans. is 'a' i. e., Myophosphorylase o Deficiency of muscle phosphorylase (myophosphorylase) causes Me Ardle's disease. Type Enzyme deficiency. Organ (s) affected. Ivon Gierke's disease. Glucose 6-phosphatase. Liver, kidney. IIPompe's diseasea (1 - 4) Glucosidase (acid maltase). All organs. IIICori's disease/Forbe's disease. Debranching enzyme. Muscle, liver. IVAndersen's disease. Branching enzyme. Liver, myocardium. VMc. Ardle's disease. Phosphorylase. Muscle. VIHers' disease. Phosphorylase. Liver. VIITarui's disease. Phosphofructokinase. Muscle, RBCs. VIII Phosphorylase kinase. Livero There is also on X-linked form of phosphorylase kinase deficiency. This is sole exception as all other glycogen storage diseases are inherited as autosomal recessive trait.",
        "cop": 1,
        "opa": "Myophosphorylase",
        "opb": "Liver phosphorylase",
        "opc": "Glueuse-6-phosphatase",
        "opd": "Acid maltase",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "11ed1dc1-e5ee-479d-9e95-7bed5b5cb1e9",
        "choice_type": "single"
    },
    {
        "question": "Glycogen phosphorylase coenzyme associated is?",
        "exp": "ANSWER: (D) Pyridoxal phosphate. REF: Lehninger Principles of Biochemistry 4th edition page 562. Pyridoxal phosphate is an essential cofactor in the glycogen phosphorylase reaction; itsphosphate group acts as a general acid catalyst, promoting attack by Pi on the glycosidic bond. (This is an unusual role for this cofactor; its more typical role is as a cofactor in amino acid metabolism). Flavin mononucleotide (FMN), or riboflavin-5'-phosphate, is a biomolecule produced from riboflavin (vitamin B2) by the enzyme riboflavin kinase and functions as prosthetic group of various oxidoreductases including NADH dehydrogenase as well as cofactor in biological blue- light photo receptors",
        "cop": 4,
        "opa": "Thiamine pyrophosphate",
        "opb": "Tetrahydrofolate",
        "opc": "Flavin mononuleotide",
        "opd": "Pyridoxal phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Glycogen Metabolism and Glycogen Storage",
        "id": "75486946-8808-41b9-b03e-9ed065ccb9d2",
        "choice_type": "single"
    }
]