[
    {
        "question": "NADPH is produced by -",
        "exp": "Ans. is 'c' i. e., Hexose monophosphate shunt o HMP shunt is particularly important for two purposesi) Synthesis of ribose for nucleotide and nucleic acid formation. ii) Formation of NADPH which plays important role in several other biological processes, e. g. synthesis of fatty acids, cholesterol, steroid hormones and neurotransmitters.",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Citric acid cycle",
        "opc": "Hexose monophosphate shunt",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "e7c2bafc-c8a0-4966-9f86-75122f1da00e",
        "choice_type": "single"
    },
    {
        "question": "Fructose intolerance is due to deficiency of?",
        "exp": "Ans. is 'a' i. e., Aldolase B Disease. Dificient enzymes. Essential fructosuria. Fructokinase. Hereditary fructose intolerance. Aldolase-BGalactosemia. Galactose-1-phosphate uridyl transferase (most common), Galactokinase UDP-galactose-4-epimerase. Lactose intolerance. Lactase (b-galactosidase). Essential pentosuriaL-xylulose dehydrogenase (xylulose reductase)",
        "cop": 1,
        "opa": "Aldolase B",
        "opb": "Fructokinase",
        "opc": "Triokinase",
        "opd": "Aldolase A",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "cfd7029c-20ae-4505-a6bd-a4c37d0a8e09",
        "choice_type": "single"
    },
    {
        "question": "Pentose pathway produces -",
        "exp": "Ans. is 'b' i. e., NADPH Hexose monophosphate shunt (HMP) or pentose phosphate pathway (PPP)o HMP is an alternative route for the oxidation of glucose (beside glycolysis). o It is also called as \"pentose phosphate pathway\", \"Dickens - Horecker pathway\", \"Shunt pathway\" or \"phosphogluconate oxidative pathway\". o HMP shunt is required for provision of reduced NADPH and fiver-carbon sugars (Pentose phosphates) for nucleic acid synthesis. Normally, 90% of glucose is oxidized by glycolysis and 10% is oxidized by HMP shunt. o However, in liver and RBCs HMP shunt accounts for oxidation of 30% glucose. o HMP shunt occurs in the cytosol. o It is highly active in liver, adipose tissue, adrenal cortex, lens, cornea, lactating (but not the nonlactating) mammary gland, Gonads0 (testis, ovary) and erythrocytes, o Activity of this pathway is minimal in muscle and brain, where almost all of the glucose is degraded by glycolysis. Reactions of the HMP shunto HMP shunt is a multicyclic process in which 3 molecules of glucose-6-phosphate give rise to 3 molecules of CO2 and 3 molecules of 5-carbon sugars (ribulose-5-phosphate). o The latter are rearranged to generate 2 molecules of glucose-6-phosphate (through fructose-6-phosphate) and 1 molecule glyceraldehyde-3-phosphate. o HMP shunt does not generate ATP3 Glucose-6-phosphate + 6 NADP - 2 glucose-6-phosphate + 1 glyceraldehyde-3-phosphate + 6 NADPH +3. CO2o The reaction of HMP shunt are divided into two phases: - 1) Phase I (Oxidative irreversible phase): - During this phase, 3 molecules of glucose-6-phosphate are oxidized with generation of 6 molecules of NADPH, and three molecules of pentose phosphate (ribulose-5-phosphate), with liberation of three molecules of CO2. Metabolites produced during this phase are 6- phosphoglucanolactone, 6-phosphogluconate and ribulose-5-phosphate. ii) Phase II (Non-oxidative reversible phase): - During this phase, pentose phosphate is converted to intermediates of glycolysis, i. e., glucose-6-phosphate and glyceraldehyde-3-phosphatec. Intermediary metabolites of this phase are xylulose-5-phosphatee, ribose-5-phosphate, sedoheptulose-7-phosphate, erythrose-4-phosphate and fructose-6-phosphate.",
        "cop": 2,
        "opa": "ATP",
        "opb": "NADPH",
        "opc": "ADP",
        "opd": "Acetyl. CoA",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "7acbab82-6344-4913-aa82-1582bd6dc5fa",
        "choice_type": "single"
    },
    {
        "question": "Fructose is transported by -",
        "exp": "Ans. is 'a' i. e., GLUT 5 o GLUT-5 is a transporter for fructose. Function. Major sites of expression. Secondary active transport(Na+-glucose cotransport) o SGLT1. Absorption of glucose. Small intestine, renal tubuleso SGLT 2. QAbsorption of glucose. Renal tubules QFacilitated diffusiono. GLUT1. Basal glucose uptake. Placenta, Blood-brain barrier, brain. RBC, Kidney, colono GLUT 2 B-cell glucose sensor Q, Transport out of intestinal and renal epithelial cellsB cells of islets, liver, epithelial cells of small intestine & Kidneyo GLUT 3. Basal glucose uptake. Brain, Placenta, Kidneyo GLLT4 QInsulin-stimulating glucose uptake QSkeletal and cardiac muscle Q, Adipose tissueo GLUT 5 QFructose transport QJejunum, spermo GLUT6. None. Pseudogeneo. GLUT7G-6-P transporter in ERLiver",
        "cop": 1,
        "opa": "GLUT 5",
        "opb": "GLUT 4",
        "opc": "GLUT 3",
        "opd": "GLUT 7",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "046a8e55-049b-4349-a064-c4ef38820bc7",
        "choice_type": "single"
    },
    {
        "question": "Lactose intolerance is due to -",
        "exp": "Ans. is 'c' i. e.. Deficiency of Lactase Lactose intoleranceo It occurs due to deficiency of lactase, the most important member of b-galactosidase enzymatic class. o Lactase hydrolyses lactose into glucose and galactose in the small intestine. o Lactose is present in milk. o Therefore, deficiency oflactase, (b-galaetosidase) results in intolerance to milk and other dairy products. o Clinical features are bloating, diarrhea, failure to thrive, abdominal distension and abdominal cramp.",
        "cop": 3,
        "opa": "Deficiency of Galactokinase",
        "opb": "Deficiency of Uridyl transferase",
        "opc": "Deficiency of Lactase",
        "opd": "Deficiency of Enteropeptidase",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "03a43754-c654-4421-a638-306e37aef6bc",
        "choice_type": "single"
    },
    {
        "question": "Least energy producing cycle -",
        "exp": "Ans. is 'c' i. e., HMP shunt o HMP shunt does not produce energyo HMP shunt is particularly important for two purposesi) Synthesis of ribose for nucleotide and nucleic acid formation. ii) Formation of NADPH which plays important role in several other biological processes, e. g. synthesis of fatty acids, cholesterol, steroid hormones and neurotransmitters.",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Kreb's cycle",
        "opc": "HMP shunt",
        "opd": "Fatty acid oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "b6428e22-5a5e-44ee-b818-9f4a1f64f6a9",
        "choice_type": "single"
    },
    {
        "question": "In G-6. PD deficient patient haemolysis is due to decrease in",
        "exp": "Ans. is 'd' i. e. NADPH Glucose-6-POd dehydrogenase (G6. PD) deficiencyis an X-linked recessive disorder* that causes episodic hemolytic anemia because of decreased ability of RBCs to deal with oxidative stresses. G6. PD is the first and the rate limiting enzyme of the hexose monophosphate shunt (HMP shunt) which is responsible for the production of NADPH in the cells. NADPH acts as a cofactor for glutathione reductase that generates reduced form of glutathione. Reduced glutathione is a potent antioxidant and detoxifies hydrogen peroxide and other oxidants. In the absence of reduced glutathione, hemoglobin may become oxidized. Oxidized hemoglobin denatures and forms precipitants called Heinz bodies*. These Heinz bodies cause membrane damage, which leads to removal of these cells by the spleen and hemolyzed (Hemolytic anemia).",
        "cop": 4,
        "opa": "H+",
        "opb": "TPP",
        "opc": "NADH",
        "opd": "NADPH",
        "subject_name": "Biochemistry",
        "topic_name": "HMP Shunt Pathway, Fructose, Galactose Metabolism",
        "id": "b99a45d9-a8da-4822-a118-cfd1baab2912",
        "choice_type": "single"
    }
]