[
    {
        "question": "Per TCA with 3 NADH and 1 FADH2, generates how many ATP-",
        "exp": "Ans. is 'b' i. e., 9 o One N ADH produces 2. 5 ATP and one FADH2 produces 1. 5 ATP. Thus 3 NADH and 1 FADH2 will produce 9 ATP. o There is production of ATP at substrate level also. Thus total 10 ATP molecules are produced per cycle. Energetics of TCA cycles i. Kreb's cycle)o One turn of the TCA cycle, starting with acetyl CoA produces 10 ATPs. When the starting molecule is pyruvate, the oxidative decarboxylation of pyruvate, the oxidative decarboxylation of pyruvate yields 2[?]5 ATPs and therefore, 12[?]5 ATPs are produced when starting compound is pyruvate. Since, two molecules of pyruvate enter the TCA cycle when glucose is metabolized (glycolysis produces 2 molecules of pyruvate), the number of ATPs is doubled. Therefore, 25 ATP molecules, per glucose molecule, are produced when pyruvate enters the TCA cycle, o Note: Previously calculations were made assuming that NADH produces 3 ATPs and FADH generates 2 ATPs. This will amount a net generation of 30 ATP molecules in TCA per molecule glucose and total 38 molecules from starting. Recent experiments shoiv that these values are overestimates and NADH produces 2[?]5 ATPs and FADH produces T5 ATPs. Therefore, net generation during TCA is 25 ATPs and complete oxidation of glucose through glycolysis plus citric acid cycle yield a net 32 ATPs. o Energy yield (number of ATP generated) per moleeule of glucose wrhen it is completely oxidized through glycolysis plus citric acid cycle, under aerobic conditions, is as follows:- Method of. ATP formation. No of ATPs gained perglucose (new calculation). No of ATPs As per old calculation. Pathway. Step. Enzyme. Source Glycolysis1 Hexokinase. Minus 1. Minus 1. Do3. Pbosphofructoki nase-Minus 1. Minus 1. Do5. Glyceraldehyde-3-p DHNADHRespiratory chain2-5x2 = 53x2=6. Do61, 3-BPG kinase. ATPSubstrate level1x2= 21x2=2. Do9. Pyruvate kinase. ATPSubstrate level1x2= 21x2=2. Pyruvate to-Pyruvate. NADHRespiratory chain2-5x2= 53x2=6. Acetyl CoA Dehydrogenase TCA cycle3. Isocitrate DHNADHRespiratory chain2-5x2= 53x2=6. Do4. Alpha keto giutarate DHNADHRespiratory chain2-5x2= 53x2=6. Do5. Succinate thiokinase. GTPSubstrate level1x2= 21x2=2. Do6. Succictnate DHFADH2. Respiratory chain1-5x2= 32x2=4. Do8. Malate DHNADHRespiratory chain2-5x2= 53 x 2= 6. Net generation in glycolytic pathway 9 minus 2=710 minus 2=8. Generation in pyruvate dehydrogenase reaction=5 =6. Generation in citric acid cycle=20 =24. Net generation of ATP from one glucose mole=32 =38",
        "cop": 2,
        "opa": "6",
        "opb": "9",
        "opc": "12",
        "opd": "15",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "23bbeaa8-bf60-4ab5-a9cb-270f7941006e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the products formed from alcohol but not the intermediates of TCA cycle/ glycolysis: (PGI Dec 2006)",
        "exp": "Ans: A (Acetaldehyde) Acetaldehyde is formed from alcohol but it is not intermediate of. TCA cycleQ Malate & oxalate are intermediates in TCA cycle (Harper27th/14 7) whereas pyruvate & lactate are intermediates in glycolysisf. Harper 27th/l. S3). Ethanol + NADPH + H+ + O2 MEOS Acetaldehyde. Fig. Metabolic pathway of alcohol",
        "cop": 1,
        "opa": "Acetaldehyde",
        "opb": "Pyruvate",
        "opc": "Lactate",
        "opd": "Oxalate",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "7f5555c5-88ed-4d79-b98d-4c5a7c37646d",
        "choice_type": "single"
    },
    {
        "question": "Not an intermediate product of citric acid cycle is:",
        "exp": "Ans. a. Acetyl Co-A (Ref: Harper's 29/e p165). Acetyl Co-A is a starting molecule, not an intermediate product of citric acid cycle. Citric acid cycle or Krebb's Cycle or TCA cycle. Citric acid cycle is a series of reaction in mitochondriaQ that oxidize acetyl CO-A and reduce coenzyme that upon reoxidation are linked to the formation of ATP. Inhibitors of TCA eyelet. Aconitase which isomerizes citrate to isocitrate, is non competitively inhibited by a rat poison fluoroacetateQ. Fluoroacetate (with acetyl CoA) is converted to fluoroacetyl CoA. which condenses with oxaloacetate to formQ fluoro-citrate - a potent non competitive inhibitor of aconitase - resulting in citrate accumulation. Alpha ketoglutarate dehydrogenase enzyme (which converts a-ketoglutarate tosuccinyl CoA by oxidative decarboxylation) is non-competitively inhibited by arsenite (trivalent arsenic) causing the substrate alpha ketoglutarate to accumulate. Arsenite forms a stable complex with thiol group of lipoic acid making it unavailable to serve as a coenzyme. Oxidation of succinate to fumarate by succinate dehydrogenase is competitively inhibited by malonate. Succinate dehydrogenase is the only enzyme of TCA cycle that is embedded in inner mitochondrial membrane and so also functions as complex II of electron transport chain. Hyperammonemia (| NH3) usually due to urea cycle defect inhibits TCA cycle by depleting a-ketoglutarateQ. Inhibitor of TCA cycle. Enzyme. Inhibition Type. Fluoroacetate (Rat poison). Aconitase. QNon-competitive. Arsenite (Trivalent Arsenic). Alpha-ketoglutarate dehydrogenase. Non-competitive. Malonate. Succinate dehydrogenase. QCompetitive. Ammonia Intoxication. By depleting Alpha-ketoglutarateQ 4-B Complex Vitamins are Essential in the TCA (Citric Acid) Cycle. RiboflavinQ (B2). Niacin. ThiamineQ (B1). Pentothenic acid* In the form of FAD, a cofactor in* a- ketoglutarate dehydrogenase complex succinate dehydrogenase.* In the form of NAD, the electron acceptor coenzyme for three dehydrogenase:* Isocitrate dehydrogenase* a- ketoglutarate dehydrogenase* Malate dehydrogenase* As thiamine diphosphate (TDP/TPP), coenzyme for decarboxylation in a- ketoglutarate dehydrogenase reaction.* As part of coenzyme* A, the cofactor attached to active carboxylic acid residue such as acetyl CoA and succinyl CoA.",
        "cop": 1,
        "opa": "Acyl Co-A",
        "opb": "Succiny1 Co-A",
        "opc": "Citrate",
        "opd": "a-ketoglutarate",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "87dd0ba4-50c0-4fd0-a4dd-e97df2fe0d87",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine enters at which level in citric acid cycle-",
        "exp": "Ans. is 'b' i. e., Fumarate o All major members of the citric acid cycle from citrate to oxaloacetate are glucogenic and therefore, are involved in gluconeogenesis. Some glucogenic aminoacids enters the TCA cycle after transamination e. g.: a) Histidine, proline, glutamine and arginine are converted to glutamate which is then transaminated to a- ketoglutarate. b) Isoleucine, methionine and valine enter by conversion into succinyl CoA. Propionate (a short chain fatty acid)also enter at this level. c) Tyrosine, and phenylalanine enter by conversion into fumarate. d) Tryptophan is converted to alanine which is then transaminated to pyruvate. e) Hydroxyproline, serine, cysteine, threonine and glycine enter by conversion into pyruvate.",
        "cop": 2,
        "opa": "Succinyl CoA",
        "opb": "Fumarate",
        "opc": "Pyruvate",
        "opd": "a-ketoglutarate",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "68def611-f4dc-4e08-ae6c-1aff8d67222a",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation in citric acid cycle is catalysed by -",
        "exp": "Ans. is 'd' i. e., Succinate thiokinase o There are 2 types of phosphorylation of ADP to ATP. Substrate level phosphorylation. Oxidative phosphorylation at respiratory' chain levelo Substrate level phosphorylation is the production of ATP at the substrate level without participation of ETC. o It occurs in TCA cycle and glycolysis Citric. Acid cyde. Succinate thiokinase. Succinyi Co-A ---------------------------------------------------------- Succinate. Phosphnplyoerate kinase. Glycolys1. 1, 3-Biphosphoglycerate ------------------------------------------------ 3-Phosphogly cerate. Pyruvate kinase2. Phosphoenolpvruvate ----------------------------------------------Pyruvate",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "Phosphogly cerate kinase",
        "opc": "Malate dehydrogenase",
        "opd": "Succinate thiokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "bba160d4-60a5-404c-b595-2f10e9156211",
        "choice_type": "single"
    },
    {
        "question": "a keloglutarate dehydrogenase is inhibited by -",
        "exp": "Ans. is 'c' i. e., Arsenite. In glycolysiso Fluoride inhibitso Iodoacetate inhibitso Arsenite inhibits---Enolase. Glyceroldehyde 3-phosphate dehydrogenase. Phosphoglycerate kinase. In TCA cycleo Fluoroacetate inhibits aconitase non-competitively. o Arsenite inhibits a-ketoglutarate dehydrogenase non-competitively. o Malonate inhibits succinate dehydrogenase competitively.",
        "cop": 3,
        "opa": "Fluoride",
        "opb": "Fluoroacetate",
        "opc": "Arsenite",
        "opd": "Iodoacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "926734c5-5225-4f4e-9961-e4a521b2c742",
        "choice_type": "single"
    },
    {
        "question": "Hype ram monaemia inhib it TCA cycle by depleting: (PGI June 2009)",
        "exp": "Ans: B (a-ketoglutarate); Harper 29th/168\"HyperammonaemiaQ reduce mitochondrial pool ofa-ketoglu tarate & consequently depresses the TCA cycle, affecting the cellular respiration\"- Chatterjea & Shinde 7th/447. Hyperammonoemia| NH3 concentration enhance amination of a-KGQ, an intermediate in TCA cycle to form glutamate in brain. This reduce a-KG pool in mitochondria.|NH3 concentration enhance \"glutamine formation from glutamate & thus reduces 'brain-cell' pool of glutamic acid. Hence there is |ed formation of inhibitory neurotransmitter \"GABA\" (g-amino butyric acid). Rise in brain glutamine cause increase in tryptophan concentration in brain cells, which leads to abnormal increase in synthesis of \"serotonin\" a neurotransmitter. Cause mental retardation5'Acquired hyperammonoemia may be due to hepatitis &alcohlasm. Toxic effects of NH. on the brain are d/t impairment of ATP formation. Also know: Metabolic fate of NH3 in body: Majority of NH3 is converted to urea (urea cycle) Q Formation of glutamine Amination of a-keto add to form a-amino acid",
        "cop": 2,
        "opa": "Oxaloacetate",
        "opb": "a-ketoglutarate",
        "opc": "Citrate",
        "opd": "Succinyl Co-A",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "3c7863d8-2e37-4700-ac1a-c794b034b4e7",
        "choice_type": "single"
    },
    {
        "question": "Number of ATPs formed per cycle of TCA -",
        "exp": "Ans. is 'a' i. e., 10o Every turn of TCA cycle produces -i) 10 A TPs - If starting meterial is considered acetyl Co. Aii) 12 5 ATPs - It starting material is considered pyruvate. Energetics of TCA cycleso One turn of the TCA cycle, starting with acetyl CoA produces 10 ATPs. When the starting molecule is pyruvate, the oxidative decarboxylation of pyruvate, the oxidative decarboxylation of pyruvate yields 2. 5 ATPs and therefore, 12. 5 ATPs are produced when starting compound is pyruvate. Since, two molecules of pyruvate enter the TCA cycle when glucose is metabolized (glycolysis produces 2 molecules of pyruvate), the number of ATPs is doubled. Therefore, 25 ATP molecules, per glucose molecule, are produced when pyruvate enters the TCA cycleo Note: Previously calculations were made assuming that NADH produces 3 ATPs and FADH generates 2 ATPs. This will amount a net generation of 30 ATP molecules in TCA per molecule glucose and total 38 molecules from starting. Recent experiments show that these values are overestimates and NADH produces 2. 5 ATPs and FADH produces 1. 5 ATPs. Therefore, net generation during TCA is 25 ATPs and complete oxidation of glucose through glycolysis plus citric acid cycle yield a net 32 ATPs. o Energy yield (number of ATP generated) per molecule of glucose when it is completely oxidized through glycolysis plus citric acid cycle, under aerobic conditions, is as follows. Pathway. Step Enzyme. Source. Method of ATP formation. No of ATPs gained perglucose (new calculation). No of ATPs As per old calculation. Glycolysis1 Hexokinase_ Minus 1. Minus1. Do3 Phosphofructokinase- Minus 1. Minus1. Do5 Glyceraldehyde-3-p DHNADHRespiratory chain2. 5x2 =53x2=6. Do6 1, 3-BPG kinase. ATPSubstrate level1x2 =21x2=2. Do9 Pyruvate kinase. ATPSubstrate level1 x 2 =21x2=2. Pyruvate to Acetyl Co. APyruvate. Dehydrogenase. NADHRespiratory chain2. 5 x 2 =53x2=6. TCA cycle3 Isocitrate DHNADHRespiratory chain2. 5 x 2 =53x2=6. Do4 Alpha keto glutarate DHNADHRespiratory chain2. 5 x 2 =53x2=6. Do5 Succinate thiokinase. GTPSubstrate level1x2 =21x2=2. Do6 Succicinate DHFADH2. Respiratory chain1. 5 x 2 =32x2= 4. Do8 Malate DHNADHRespiratory chain2. 5 x 2 =53x2= 6. Net generation in glycolytic pathway9 minus 2=7 10 minus 2 = 8. Generation in pyruvate dehydrogenase reaction=5= 6. Generation in citric acid cycle=20= 24. Net generation of ATP from one glucose mole=32= 38",
        "cop": 1,
        "opa": "10",
        "opb": "24",
        "opc": "8",
        "opd": "30",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "78e49654-ae4e-40c7-8e3c-b8e542870ac9",
        "choice_type": "single"
    },
    {
        "question": "Total number of dehydrogenases Krebs cycle -",
        "exp": "Ans. is 'c' i. e., 4 o There are 4 dehydrogenase in TCA cycle(i) Isocitrate dehydrogenase, (ii) a-ketoglutarate dehydrogenase, (iii) Succinate dehydrogenase, (iv) Malate dehydrogenase. Important facts about TCA cycleo First product of the cycle is citrate Q synthesized by enzyme citrate synthase. o The final product is oxaloacetate which condenses with acetyl CoA to form the first product (citrate) of next cycle. o There are two irreversible steps: (i) oxaloacetate to citrate catalysed by citrate (synthase) Q, and (ii) a- ketoglutarate Q to succinyl CoA. catalyzed by a-ketoglutarate dehydrogenase, o Water (H2O) is lost at 3 reactions: (i) Conversion of citrate to cis-aconitate Q by aconitase, (ii) Conversion of cis-aconitate to isocitrate by aconitase, (iii) Conversion of fumarate to malate by fumarase. o NADH is produced and CO2 is liberated Q at 3 steps: (i) Conversion of isocitrate to a-ketoglutarate by isocitrate dehydrogenase Q, (ii) Conversion of a-ketoglutarate to succinyl CoA by a-ketoglutarate dehydrogenase, (iii) Conversion of L-malate to oxaloacetate by malate dehydrogenase, o FADH, is produced at 1 step i. e.. Conversion of succinate to fumarate by succinate dehydrogenase, o GTP is produced by substrate level phosphorylation by succinate thiokinase which is coverted ATP as GTP and ATP are interconvertible. o. As TCA cycle occurs in mitochondria, it is absent in cells which lack mitochondria, e. g., erythrocytes(r).",
        "cop": 3,
        "opa": "3",
        "opb": "2",
        "opc": "4",
        "opd": "5",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "bc209b69-a1b2-4e52-b393-c18cc7bb58a9",
        "choice_type": "single"
    },
    {
        "question": "Final common pathway of metabolism of carbohydrate, lipids and protein metabolism is?",
        "exp": "ANSWER: (C) TCAREF: Lippincott's biochemistry 4th ed page 109, Harper's 28th ed page 306. See Biochemistry 2013 Session 2 for details of TCA/kerb cycle cyde is an aerobic pathway, because O2. is required as the final electron acceptor. Most of the body's catabolic pathways converge on the TCA cyde. Reactions such as the catabolism of some amino adds generate intermediates of the cycle and are called anaplerotic reactions. The citric add cycle also participates in a number of important synthetic reactions. For example, the cycle functions in the formation of glucose from the carbon skeletons of some amino acids, and it provides building blocks for the synthesis of some amino acids and heme.",
        "cop": 3,
        "opa": "Glucogenesis",
        "opb": "Gycolysis",
        "opc": "TCA",
        "opd": "HMP pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "aa1c6808-490b-4f14-bea3-166204b191a3",
        "choice_type": "single"
    },
    {
        "question": "Number of ATP generated in one TCA cycle-",
        "exp": "Ans. is 'c' i. e., 10 o In a single TCA cycle 10 molecules of ATP are produced (12 molecules according to older calculations), o One turn of the TCA cycle, starting with acetyl Co A produces 10 ATPs. When the starting molecule is pyruvate, the oxidative decarboxylation of pyruvate, the oxidative decarboxylation of pyruvate yields 2. 5 ATPs and therefore, 12. 5 ATPs are produced when starting compound is pyruvate. Since, two molecules of pyruvate enter the TCA cycle when glucose is metabolized (glycolysis produces 2 molecules of pyruvate), the number of ATPs is doubled. Therefore, 25 ATP molecules, per glucose molecule, are produced when pyruvate enters the TCA cycle, o Note: Previously calculations were made assuming that NADH produces 3 ATPs and FADH generates 2 ATPs. This will amount a net generation of 30 ATP molecules in TCA per molecule glucose and total 38 molecules from starting. Recent experiments show that these values are overestimates and NADH produces 2. 5 ATPs and FADH produces 1. 5 ATPs. Therefore, net generation during TCA is 25 ATPs and complete oxidation of glucose through glycolysis plus citric acid cycle yield a net 32 ATPs. o Energy yield (number of ATP generated) per molecule of glucose when it is completely oxidized through glycolysis plus citric acid cycle, under aerobic conditions, is as follows:- Method of ATP formation. No of ATPs gained perglucose (new calculation). No of ATPs As per old calculation. Pathway. Step. Enzyme. Source. Glycolysis1. Hexokinase- Minus1. Minus 1. Do3. Phosphofructokinase- Minus1. Minus IDo5. Glyceraldehyde-3-p DHNADHRespiratory chain2. 5x2 =53x2=6. Do61J-BPG kinase. ATPSubstrate level1x2 =21x2=2. Do9. Pyruvate kinase. ATPSubstrate level1x2 =21x2=2. Pyruvate to Acetyl CoA-Pyruvate. Dehydrogenase. NADHRespiratory chain2. 5 x 2 =53x2=6 TCA cycle3. Isocitrate DHNADHRespiratory chain2. 5 x 2 =53x2=6. Do4. Alpha keto glutarate DHNADHRespiratory chain2. 5 x 2 =53x2=6. Do5. Succinate thiokinase. GTPSubstrate level1x2 =21x2=2. Do6. Succicinate DHFADH2. Respiratory chain1. 5 x 2 =32x2=4. Do8. Mai ate DHNADHRespiratory chain2. 5 x 2 =53 x 2= 6. Net generation in glycolytic pathway 9 minus 2=710 minus 2=8. Generation in pyruvate dehydrogenase reaction=5=6. Generation In citric acid cycle=20=24. Net generation of ATP from one glucose mole=32=38",
        "cop": 3,
        "opa": "2",
        "opb": "5",
        "opc": "10",
        "opd": "11",
        "subject_name": "Biochemistry",
        "topic_name": "Kerbs Cycle",
        "id": "e48672cc-90bf-4d36-8877-b2d7b4c995cc",
        "choice_type": "single"
    }
]