[
    {
        "question": "Pyruvate dehydrogenase multienzyme complex carries out all the following reactions EXCEPT:",
        "exp": "PDH reaction Oxidative decarboxylation reaction (option a is correct) Pyruvate is conveed to acetyl-CoA - (option c is correct) Acetyl group is combined with CoA cofactor - (option d is correct) NADH is produced in PDH reaction. No substrate level production of ATP - (option b is wrong)",
        "cop": 2,
        "opa": "A decarboxylation reaction",
        "opb": "Produce a molecule of ATP",
        "opc": "Produce an acetyl group from pyruvate",
        "opd": "Combine the acetyl group with a cofactor",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "d0ccd33d-dbf6-4111-9379-25bd125f20b8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true for Creatine-Phosphate Shuttle:",
        "exp": "Creatine-Phosphate shuttle is used to transpo ATP from Mitochondria to Cytoplasm. Option 2- Citrate Shuttle Option 3- Malate Shuttle Option 4- Glycerol phosphate shuttle",
        "cop": 1,
        "opa": "Transpo ATP from mitochondria to cytoplasm",
        "opb": "Transpo Acetyl CoA from mitochondria to cytoplasm",
        "opc": "Takes NADH from cytoplasm and delivers NADH in the mitochondria",
        "opd": "Takes NADH from cytoplasm and delivers FADH2 in the mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "b5a297e5-5254-44bd-a55e-fb8560f930d0",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about pyruvate dehydrogenase deficiency, EXCEPT",
        "exp": "PDH complex deficiency results in: Rise in pyruvate Upregulating other reactions of pyruvate metabolism (reduction to lactate by NADH-requiring LDH leading to lactic acidosis.) The most common form of PDH complex deficiency is caused by mutations to E1.",
        "cop": 2,
        "opa": "Mutation in the E1 component of PDH is the most common",
        "opb": "Decrease in blood lactate",
        "opc": "Ketogenic diet rich in leucine is given as a treatment",
        "opd": "Rise in pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "521dfcd8-1b92-4141-b5b0-98cf2f4fad43",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are tightly bound to component enzymes of pyruvate dehydrogenase, EXCEPT",
        "exp": null,
        "cop": 4,
        "opa": "Thiamine pyrophosphate",
        "opb": "Lipoic acid",
        "opc": "Flavin adenine dinucleotide",
        "opd": "Coenzyme A",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "09dd4c8c-6f6a-418c-9f13-041e33dc16f2",
        "choice_type": "multi"
    },
    {
        "question": "Malate shuttle is impoant in:",
        "exp": "Malate shuttle is more impoant in the liver and cardiac muscles as these organs require a continuous supply of energy. Whereas Glycerol-P-shuttle is a shoer shuttle and provides a quick source of ATPs as compared to the Malate shuttle. So it is present in brain & skeletal muscles, where energy is needed quickly in case of an emergency.",
        "cop": 1,
        "opa": "Liver and Heart",
        "opb": "Brain and Heart",
        "opc": "Brain and Skeletal muscle",
        "opd": "Liver and Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "61936233-ae43-4ddb-a534-83dab4006b2c",
        "choice_type": "single"
    },
    {
        "question": "Thiamine deficiency results in decrease energy production, because TPP:",
        "exp": "Link reaction & TCA cycle requires 5 coenzymes: Lipoic acid and four B-complex Vitamins (B1, B2, B3, B5). Due to this reason, Thiamine (vitamin B1) deficiency results in decrease energy production (also CNS problems because Brain cells depend on this aerobic reaction) as TCA & link reaction both are responsible for energy production in cells.",
        "cop": 3,
        "opa": "Interferes with Alcohol metabolism",
        "opb": "Interferes with Transketolase activity",
        "opc": "Is cofactor for pyruvate dehydrogenase and alpha ketoglutarate dehydrogenase",
        "opd": "Interferes with Energy production from amino acids",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "c8b422e1-2365-4cab-84aa-f55cfdf73fb9",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate Dehydrogenase complex has all enzyme components EXCEPT:",
        "exp": "PDH complex has 3 enzyme components: 1. E1: Pyruvate Dehydrogenase 2. E2: Dihydrolipoyl Transacetylase 3. E3: Dihydrolipoyl Dehydrogenase REGULATION OF PDH End Product Inhibition Covalent Modification Acetyl CoA (in fasting) NADH Active in dephosphorylated state Done by Insulin",
        "cop": 4,
        "opa": "Pyruvate Dehydrogenase",
        "opb": "Dihydrolipoyl Transacetylase",
        "opc": "Dihydrolipoyl Dehydrogenase",
        "opd": "Pyruvate Decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "a11eb4f3-28d5-490b-a082-297e3cfb7f4e",
        "choice_type": "multi"
    },
    {
        "question": "Pyruvate utilisation is decreased in:",
        "exp": "PDH complex requires five coenzymes - Vitamin B1, B2, B3, B5 and Lipoic acid. Vitamin B1 deficiency - Beri-beri Beri- beri - |PDH activity - | pyruvate to acetyl-CoA conversion - low pyruvate utilization Vitamins (B1, B2, B3, B5) - decreased energy production and CNS problems (brain cells depend upon this aerobic reaction)",
        "cop": 4,
        "opa": "Pernicious anemia",
        "opb": "Scurvy",
        "opc": "Folate trap",
        "opd": "Beri-beri",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "0d7295fb-1a20-46d5-8629-a9b25235bf81",
        "choice_type": "single"
    },
    {
        "question": "If aerobic glycolysis uses Glycerol-3-Phosphate shuttle, How many net ATPs are produced?",
        "exp": "The inner mitochondrial membrane is impermeable to NADH. Therefore, the NADH produced in the cytosol cannot directly enter the mitochondria. It enters mitochondria indirectly with the help of shuttles. e. g glycerol phosphate and malate shuttles. ATP yield in Aerobic glycolysis and Glycerol phosphate shuttle: Total ATP = 4 ATP + (-2 ATP) + 3 ATP = 5 ATP",
        "cop": 2,
        "opa": "2 ATP",
        "opb": "5 ATP",
        "opc": "7 ATP",
        "opd": "3 ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Link reaction",
        "id": "f3c51954-fa78-4bdd-a1e0-6fe370a9c4b0",
        "choice_type": "single"
    }
]