[
    {
        "question": "Role of carnitine in lipid metabolism -",
        "exp": "Ans. is 'd' i.e.. Transfer of activated long chain FFA into mitochondria o Activated long chain fatty acid (acyl CoA) cannot penetrate inner mitochondrial membrane.o Acyl group of acyl CoA is transferred to carnitine, resulting in formation of acylcarnitine.o Acylcarnitine is then transported across the inner mitochondrial membrane into the mitochondrial matrix by translocase.o Once inside the mitochondrion, acyl group of acylcarnitine is transferred back to CoA, resulting in formation of acvl-CoA which undergoes b-oxidation.",
        "cop": 4,
        "opa": "Catalyzation of the cyclization sequence",
        "opb": "Essential for extracellular transfer of fatty acids",
        "opc": "Essential for biosynthesis of fatty acids",
        "opd": "Transfer of activated long chain FFA into mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "af573629-e465-47a1-9544-c520a4c44597",
        "choice_type": "single"
    },
    {
        "question": "Type 2 hypercholesterolemia occurs due to -",
        "exp": "Ans. is 'b' i.e., Absence of LDL receptors on cells Primary' hyperlipoproteinemias caused by known single gene mutationsGenetic DisorderGene DefectLipoproteinsCI/fGenetic transmission1.Lipoprotein lipase deficiencyLPLChylomicronsEruptive xanthomas, HSM, pancreatitisAR2Familial apolipoprotein C-II deficiencyApoC-IIChylomicrons\"---------------\"AR3.Apo A-V deficiencyApoA-VChylomicrons VLDL\"---------------\"AD4.Familial hepatic lipase deficiencyHepatic lipaseVLDL remnantsPremature atherosclerosis pancreatitisAR5.Familial dysbetalipoproteinemiaapoEChylomicron and VLDL remnantsPalmar and tuberoeruptive xanthomas, CHD, PVDAR6.Familial hypercholesterolemiaLDL receptorLDLTendon xanthomas, CHDAD7.Familial defective apoR-100apoB-100 (Arg3500-Gln)LDL\"---------------\"AD8.AD hypercholesterolemiaPCSK9LDL\"---------------\"AD9.AR hypercholesterolemiaARHLDL\"---------------\"AR10.SitosterolemiaABCG5 or 8LDL\"---------------\"AR",
        "cop": 2,
        "opa": "Lipoprotein lipase deficiency",
        "opb": "Absence of LDL receptors on cells",
        "opc": "Abnormality in apo E",
        "opd": "LCAT deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "d1078f8a-0834-4ac2-afad-e3090ee993e7",
        "choice_type": "single"
    },
    {
        "question": "Zellweger syndrome is due to defect in-",
        "exp": "Ans. is 'b' i.e., Fatty acid oxidation in peroxisomes o Zellweger Syndrome is a rare inborn error of peroxisomal fatty acid oxidation due to absence of functional peroxisomes in all tissues. As a result, the long chain fatty acids are not oxidized in peroxisomes and accumulate in tissues particularly in brain, liver, kidney and muscle and usually result in death by age six.",
        "cop": 2,
        "opa": "Fatty acid synthesis in cytosol",
        "opb": "Fatty acid oxidation in peroxisomes",
        "opc": "Fatty acid oxidation in mitochondria",
        "opd": "Fatty acid oxidation in smooth ER",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "63b6a858-b47f-407a-8bcf-ef0d0b548804",
        "choice_type": "single"
    },
    {
        "question": "Krabbe's disease is due to deficiency of-",
        "exp": "Ans. B. Beta galactocerebrosidase Examples of SphingolipidosesDiseaseEnzyme DeficiencyLipid AccumulatingClinical SymptomsTay-Sachs diseaseHexosaminidaseACer--Glc-Gal(NeuAc)-GalNAcGM2 GangliosideMental retardation, blindness, muscular weaknessFabry diseasea-GalactosidaseCer-Glc-Gal-GalGlobotriaosylceramideSkin rash, kidney failure (full symptoms only in males; X-linked recessive)Metachromatic leukodystrophyArylsulfatase ACer--Gal-OSO3 3- SulfogalactosylceramideMental retardation and psychologic disturbances in adults; demyelinationKrabbe diseaseb-GalactosidaseCer-Gal Galactosyl ceramideMental retardation; myelin almost absentGaucher diseaseb-GlucosidaseCer-Glc GlucosylceramideEnlarged liver and spleen, erosion of long bones, mental retardation in infantsNiemann-Pick diseaseSphingomyelinaseCer--P--choline SphingomyelinEnlarged liver and spleen, mental retardation; fatal in early lifeFarber diseaseCeramidaseAcyl--Sphingosine CeramideHoarseness, dermatitis, skeletal deformation, mental retardation; fatal in early life",
        "cop": 2,
        "opa": "Sphingomyelinase",
        "opb": "Beta galactocerebroside",
        "opc": "Hexosaminidase",
        "opd": "Arylsulfatase",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "81faba65-e77c-4328-b3c0-2da65ac5d653",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme in fatty acid synthesis -",
        "exp": "Ans. is 'c' i.e., Acetyl CoA carboxylase o Production of malonyl-CoA is the initial and rate limiting step in fatty acid synthesis.o Acetyl-CoA needs to be converted to activated form, which will serve as the donor of carbon units to growing fatty acid chain.o Malonyl-CoA) a 3- carbon compound Is such activated form.o It is produced by carboxylation of acetyl-CoA, a reaction catalyzed by acetyl-CoA caroxylase.o Acety l-CoA carboxylase requires biotin as a cofactor.o Acetyl-CoA carboxylase is a multienzyme protein containing variable number of identical subunits, each containing biotin carboxylase, biotin carboxyl carrier protein and transcarboxylase.o The reaction also requires HCO- (as a source of CO) and A TPo The reaction takes place in two steps: (i) Carboxylation of biotin involving HCO. and ATP, and (ii) transfer of the carboxyl group to acetyl-CoA to form malonyl-CoA.o This is a typical ATP-dependant carboxylation reaction, with biotin (bound to enzyme) serving as a carrier of carboxyl group.o Since malonyl-CoA is not used in any other metabolic pathway, this reaction is the commited step of fatty acid synthesis i.e. once malonyl-CoA is formed, the cycle will proceed towards fatty acid synthesis only.",
        "cop": 3,
        "opa": "PDH dehydrogenase",
        "opb": "Malonyl reductase",
        "opc": "Acety l CoA carboxylase",
        "opd": "Transacetylase",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "e43dd52a-111a-45c6-8af3-0d2e717b05e0",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme in the synthesis of cholesterol is-",
        "exp": "Ans. is 'a' i.e., HMG CoA reductase Cycle / PathwayRate limiting enzymeGlycolysisPhosphofructokinase IGlycogen synthesis (glycogenesis)Glycogen synthaseGlycogenolysisGlycogen phosphorylaseTCA cycleIsocitrate dehydrogenaseFatty acid synthesisAcetyl CoA carboxylaseCholesterol synthesisHMG CoA reductaseKetone body synthesisHMG CoA synthetaseBile acid synthesis7-a-hydroxylaseCatecholamine synthesisTyrosine hydroxylaseUrea synthesisCarbamoyl transferaseNote: Only one important rate limiting enzyme has been mentioned here. Some cycle/ pathways may have more than one rate limiting enzymes, e.g., TCA cycle and glycolysis have three rate limiting enzymes (will be discussed in respective chapter).",
        "cop": 1,
        "opa": "HMG CoA reductase",
        "opb": "HMG CoA synthetase",
        "opc": "Acetyl CoA synthetase",
        "opd": "Acetyl CoA carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "2ad64e46-76e9-4146-9389-c729bc37de41",
        "choice_type": "single"
    },
    {
        "question": "Sandhoffs disease is d/t absence of which enzyme?",
        "exp": "Ans. is 'a' i.e.. Beta-hexosaminidase DiseaseEnzyme deficiencyLipid accumulatedTay-sach diseaseHexosaminidase AGM2 gangliosideSandoff diseaseHexosaminidase BGM2 gangliosideNiemann-Pick diseaseSphingomyelinaseSphingomvelineFarber's diseaseCeramidaseAcyl-sphingosine (ceramide)Fabry's diseasea-galactosidaseGlobotrisylceramideKrabbe's diseaseb-galactosidase (Galactosylceramidase)GaiactosylceramideGaucher's diseaseb-glucosidase (glucocerebrosidase)GlucosylceramideMetachromatic leukodystrophyArylsulfatase A3-Sulfogalactosylceramide",
        "cop": 1,
        "opa": "Beta-hexosaminidase",
        "opb": "Beta-glucuronibase",
        "opc": "Arylsulphatase",
        "opd": "Alpha galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "b45a89a2-939a-44f3-acf1-1296a81fcc79",
        "choice_type": "single"
    },
    {
        "question": "Accumulation of sphingomyelin in lysosome occurs in which disease -",
        "exp": "Ans. is 'a' i.e., Niemann-Pick disease o Gaucher's disease is due to deficiency of b-glucosidase (glucocerebrosidase).DiseaseEnzyme deficiencyLipid accumulatedTay-sach diseaseHexosaminidase AGM2 gangliosideSandoff diseaseHexosaminidase BGM2 gangliosideNiemann-Pick diseaseSphingomyelinaseSphingomyelineFarber's diseaseCeramidaseAcyl-sphingosine (ceramide)Fabry's diseasea-galactosidaseGlobotrisylceramideKrabbe's diseaseb-galactosidase (Galactosylceramidase)GalactosylceramideGaucher's diseaseb-glucosidase (glucocerebrosidase)GlucosylceramideMetachromatic leukodystrophyArylsulfatase A3-Sulfogalactosylceramide",
        "cop": 1,
        "opa": "Niemann-Pick disease",
        "opb": "Farber's disease",
        "opc": "Tay Sach's disease",
        "opd": "Krabbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Lipid Oxidation and Synthesis",
        "id": "ec7f081a-0417-49b9-98a1-c625ec23b895",
        "choice_type": "single"
    }
]