[
    {
        "question": "A person switches from high fat diet to low fat diet with compensatory increase in carbohydrates to maintain the same calories. Which of the following fat component will be increased?",
        "exp": "As excess of carbohydrates are conveed to fat in the body (liver) which eventually gets packed into VLDL so, VLDL represents the amount of fat production in the body, or in other words, it also represent excess dietary carbohydrate intake. While Chylomicrons represents the externally taken fats. Function Lipoproteins Lipoprotein rich in triglyceride Lipoprotein with least electrophoretic mobility Transpoer of dietary (exogenous) triglycerides & Cholesterol Chylomicrons Transpoer of endogenous triglycerides VLDL Transpos endogenous Cholesterol from Liver to Peripheral tissue. LDL Lipoprotein rich in apolipoproteins Transpos excess Cholesterol from Peripheral tissue to Liver called as reverse cholesterol transpo HDL has the highest electrophoretic mobility and least lipid content. HDL paicles are the densest. On electrophoresis, HDL moves fahest on electrophoretic plate towards the anode. HDL Lipoprotein resembling plasminogen Lp(a)",
        "cop": 2,
        "opa": "Chylomicron",
        "opb": "VLDL",
        "opc": "IDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "1b5f7a7d-4d04-45cd-93c1-655d411b2ffd",
        "choice_type": "single"
    },
    {
        "question": "The source of apo-E and apo C-II for the chylomicrons is:",
        "exp": "Newly secreted or \"nascent\" chylomicrons and ApoB-48 apolipoprotein. HDL acts as a reservoir of lipoproteins and provide ApoE and ApoC to nascent chylomicrons to form mature chylomicrons.",
        "cop": 4,
        "opa": "VLDL",
        "opb": "IDL",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "8eb47f53-07d8-4291-a3d3-8cda69a612af",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Cholesterol Ester Transfer Protein(CETP), EXCEPT:",
        "exp": "Cholesterol ester transfer protein (CETP): Facilitates the transfer of cholesterol ester from HDL to VLDL, IDL and LDL in exchange for triacylglycerol. Relieves the product inhibition of the LCAT enzyme.",
        "cop": 4,
        "opa": "Associated with HDL",
        "opb": "Facilitates the transfer of cholesterol ester from HDL to LDL",
        "opc": "Facilitates the transfer of triacylglycerol from LDL to HDL",
        "opd": "Facilitates the transfer of triacylglycerol from HDL to LDL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "3bc487df-97f4-4e75-af7e-ce46ab5e1969",
        "choice_type": "multi"
    },
    {
        "question": "In Coronary aery disease the cholesterol level (mg/dl) recommended is:",
        "exp": "In Coronary Aery Disease (CAD) the cholesterol level (mg/dl) recommended is below 200. Desirable High risk of Heart disease Total cholesterol <200 > 240 HDL > 60 <40 LDL <100 >200 TG <150",
        "cop": 1,
        "opa": "Below 200",
        "opb": "< 220",
        "opc": "< 250",
        "opd": "< 280",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "d1f59e22-5cc2-49d9-8359-90f669d7addf",
        "choice_type": "single"
    },
    {
        "question": "A person on fat free, carbohydrate-rich diet, continues to grow obese. Which lipoprotein is increased in this person's blood:",
        "exp": "Carbohydrate-rich diet will lead to increase in Acetyl CoA production, which will lead to synthesis of fats in body. These fats are endogenous fat, which are transpoed in the form of VLDL. ADDITIONAL EDGE: When exogenous fat (fat directly from diet) is taken then it is transpoed in the form of chylomicrons. Atkin's diet is a weight loss diet which is low in calorie and also low in carbohydrates. It was originally promoted by the physician Dr. Robe C. Atkins. For weight reduction, the amount of carbohydrates taken in the diet should be less as carbohydrate gets conveed to fats in the body, which is called endogenous fat.",
        "cop": 3,
        "opa": "LDL",
        "opb": "HDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "b3c7e831-adad-462b-b5fa-c5435bdc27e0",
        "choice_type": "single"
    },
    {
        "question": "LDL level in non diabetics should be below what value in mg/dl:",
        "exp": "LDL level Characterstic < 100 mg/dL Non diabetics 100 to 129 mg/dL Acceptable for people with no health issues Concern for those with heart disease or risk factors. 130 to 159 mg/dL Borderline high 160 to 189 mg/dL High",
        "cop": 3,
        "opa": "50",
        "opb": "75",
        "opc": "100",
        "opd": "130",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "654a7099-1279-421d-a06f-7ceb59b6c348",
        "choice_type": "single"
    },
    {
        "question": "All of the following are involved in the reverse cholesterol transpo, except:",
        "exp": "Reverse cholesterol transpo: High-density lipoprotein (HDL) mediated return of cholesterol from extrahepatic tissues to the liver. Major proteins & Enzymes involved: ABCA1 & ABCG1 Lecithin: cholesterol acyltransferase Cholesteryl Ester Transfer Protein (CETP) SR-B1 Lipoprotein lipase is involved in the breakdown of triglycerides form chylomicron and VLDL.",
        "cop": 4,
        "opa": "ABCA1",
        "opb": "ABCG1",
        "opc": "LCAT",
        "opd": "Lipoprotein lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "54e4bc69-82d4-4d16-b00d-1ff07e143986",
        "choice_type": "multi"
    },
    {
        "question": "Lipoprotein (a) resembles:",
        "exp": "Lipoprotein (a) Resembles with Plasminogen Contains LDL + Apo 'a'. Interferes with activation of Plasminogen to Plasmin - Intravascular Thrombosis. Associated with an increased risk for coronary aery disease (CAD) Differentiating points between Lipoprotein 'A' and Lipoprotein 'a': HDL is known as alpha-Lipoprotein or Lipoprotein (A). So Lipoprotein (A) prevents atherosclerosis (as it is HDL) But Lipoprotein (a) causes atherosclerosis (as it contains LDL).",
        "cop": 2,
        "opa": "Plasmin",
        "opb": "Plasminogen",
        "opc": "Thrombin",
        "opd": "Prothrombin",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "b96f091c-9f34-4a2a-b276-dcbde571c35b",
        "choice_type": "single"
    },
    {
        "question": "A patient with a history of recurring attacks of pancreatitis, eruptive xanthomas, and increased plasma triglyceride levels (2, 000 mg/dL). Which of the following is the most likely deficiency:",
        "exp": "In this patient, Accumulation of TGs leads to Eruptive xanthomas | risk of acute pancreatitis Milky plasma suggests | Chylomicrons Due to the defect in lipoprotein lipase enzyme Characteristic of familial hyperchylomicronaemia. LDL receptor defect leads to accumulation of LDL, not TGs -(option b) is excluded. Complete deficiency of HMG-CoA reductase Lethal Incompatible with life -(option c) is excluded. ABCA1 defect leads to Tangier's disease - (option d) is excluded.",
        "cop": 1,
        "opa": "Lipoprotein Lipase",
        "opb": "LDL receptors",
        "opc": "HMG-CoA reductase",
        "opd": "ABCA1 receptor",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "9605a45d-d180-49c7-96aa-e70822d0c087",
        "choice_type": "single"
    },
    {
        "question": "Which is cardio protective?",
        "exp": "Cardioprotective: HDL It is synthesized and secreted by liver cells. It has maximum phospholipids. It takes cholesterol from periphery to liver, also known as reverse cholesterol transpo. HDL conves this cholesterol into cholesterol ester with the help of enzyme LCAT-Lecithin Cholesterol Acyl Transferase.",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "IDL",
        "opd": "VLDL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "e8d46e40-7147-4a44-85af-e02d70392568",
        "choice_type": "single"
    },
    {
        "question": "A patient was found to have high LDL, increased total cholesterol. But normal levels of LDL-Receptors. What is the most probable cause:",
        "exp": "This is Familial defective Apo B100, also known as Autosomal Dominant Hypercholesterolemia IIa. There is a mutation in the gene encoding Apo B100, specifically in LDL-receptor binding domain of Apo B100.",
        "cop": 1,
        "opa": "Apo B100 mutation",
        "opb": "Apo E defect",
        "opc": "LCAT Deficiency",
        "opd": "Lipoprotein lipase Deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "fb98f0a2-8443-460d-a7b2-f8a014574757",
        "choice_type": "single"
    },
    {
        "question": "Tangier's disease is characterized by:",
        "exp": "Tangier's disease/ Familial alpha-lipoprotein deficiency/Hypo alpha lipoproteinemia. Defect in ABC-A 1 receptors which helps in giving cholesterol from peripheral tissue to HDL. HDL is not properly formed- HDL | Other lipoproteins are normal. | Apo A1. Cholesterol accumulates in reticulo endothelial system C/F: Peripheral neuropathy, Hepatosplenomegaly Large orange/ yellow tonsils.",
        "cop": 1,
        "opa": "Low or absence of HDL",
        "opb": "Low LDL concentration",
        "opc": "Raised chylomicrons",
        "opd": "Deficiency of LPL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "86c67384-e03c-42cf-b83a-924004c36f07",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein x is an indirect estimate of:",
        "exp": "Lipoprotein x: An abnormal Lipoprotein. Rich in amphipathic lipids Poor in neutral lipids Density between LDL and VLDL On electron microscopy - Onion like vesicular appearance Major protein present - albumin Indirect estimate of Cholestasis In conditions: LCAT deficiency Cholestatic States: Primary Biliary cirrhosis Primary Sclerosing Cholangitis",
        "cop": 3,
        "opa": "Hepatitis",
        "opb": "Myocardial infarction",
        "opc": "Cholestasis",
        "opd": "Atherosclerosis",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "eeba42a7-0b41-485b-95ef-7d4388348ac4",
        "choice_type": "single"
    },
    {
        "question": "Broad beta band in electrophoretic pattern of lipoproteins present in:",
        "exp": "Figure: Electrophoresis showing the broad beta band. Familial type III hyperlipoproteinemia is also known as broad beta disease, remnant removal disease or familial dysbetalipoproteinemia The defect is in the clearance of remnant lipoproteins by the liver due to abnormality in apo E. Features: Increase in chylomicron and VLDL remnants of density <1. 019 (b-VLDL) hypercholesterolemia, xanthomas, and atherosclerosis.",
        "cop": 3,
        "opa": "Type I hyperlipoproteinemia",
        "opb": "Type IIa hyperlipoproteinemia",
        "opc": "Type III hyperlipoproteinemia",
        "opd": "Type IV hyperlipoproteinemia",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "86a867d3-0b99-41db-9b57-f345f59abef0",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of Acid lipase:-",
        "exp": "Deficiency Disease Group Acid maltase Pompe's disease Glycogen storage disease Acid lipase Wolman disease Lysosomal storage disease Wolman disease Not a sphingolipidosis. Cholesterol ester storage disease Lysosomal acid lipase deficiency Triglyceride | C/F Vomiting Watery green diarrhea Hepatosplenomegaly Calcification of adrenals (characteristic feature) Rx- Enzyme replacement therapy Gaucher's disease It is the most common lysosomal storage disorder. It is characterized by the following clinical features: Painless hepatomegaly and splenomegaly Liver cirrhosis Hypersplenism and pancytopenia Bleeding tendencies Bone pain Osteoporosis, pathological fractures Developmental delay, hypeonia, strabismus, supranuclear gaze palsy. Treatment: Enzyme replacement therapy is available in the form of Human recombinant acid b-glucosidase(Imiglucerase) Velaglucerase alfa Taliglucerase alfa Note: Neurological involvement is not seen in type I Gaucher's disease.",
        "cop": 4,
        "opa": "Fabry disease",
        "opb": "Gaucher disease",
        "opc": "Farber disease",
        "opd": "Wolman disease",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "9642bae3-a522-40e8-a3c9-71241e5dcf50",
        "choice_type": "single"
    },
    {
        "question": "HDL3 is conveed to HDL2 by:",
        "exp": "LCAT (Lecithin Cholesterol Acyl Transferase) conves nascent discoidal HDL into HDL-3 (spherical HDL). Fuher, HDL-3 is conveed to HDL-2 by LCAT.",
        "cop": 2,
        "opa": "CETP",
        "opb": "LCAT",
        "opc": "Both",
        "opd": "PLTP",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "b2815b2c-240f-4743-a815-bbc3a9e704b6",
        "choice_type": "multi"
    },
    {
        "question": "Dietary cholesterol is transpoed from intestine to liver by:",
        "exp": "Dietary cholesterol is transpoed from intestine to liver with the help of Apo-E Dietary lipids (TG +cholesterol) is transpoed from intestine to blood chylomicron. Chylomicron acquires apo E from HDL in circulation. They later get conveed to chylomicron remnants after the action of lipoprotein lipase. Apo-E is the ligand for chylomicron remnants for uptake by liver which brings dietary cholesterol from the intestine to the liver. Even though chylomicron contain Apo B48 mainly, but uptake of chylomicron remnant in liver is due to Apo E. Therefore, Apo E is the answer here.",
        "cop": 4,
        "opa": "Apo-A",
        "opb": "Apo-B",
        "opc": "Apo-C",
        "opd": "Apo-E",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "46f11cd6-c5b5-4226-bf7a-6ccc8d28b8b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a GM2 gangliosidosis?",
        "exp": "Sandhoff's disease and Tay-Sachs disease are GM2 gangliosidosis. GM2 Gangliosidoses Disease Deficient enzyme Lipid accumulating Clinical features Tay-Sachs disease Hexosaminidase A GM2 ganglioside Mental retardation, Blindness, Muscular weakness, Cherry-red spot Sandhoff disease b-Hexosaminidases A and B Macrocephaly Hyperacusis Cherry-red spot",
        "cop": 1,
        "opa": "Sandhoff's disease",
        "opb": "Niemann-Pick disease",
        "opc": "Gaucher's disease",
        "opd": "Fabry's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "75c3dbb4-8dd5-4850-81f9-ed78124e9b41",
        "choice_type": "single"
    },
    {
        "question": "Apolipoprotein that acts as enzyme activator:",
        "exp": null,
        "cop": 2,
        "opa": "Apo A-II",
        "opb": "Apo C-II",
        "opc": "Apo B-100",
        "opd": "Apo E",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "c8141691-6338-4b54-8029-2400b5bdc867",
        "choice_type": "single"
    },
    {
        "question": "Familial hypercholesterolemia is",
        "exp": "Familial Hypercholesterolemia, or Type IIa hyperlipoproteinemia is defect in LDL-receptors or defect in Apo B100 apoprotein. In this disease, LDL levels & cholesterol is raised in blood. It is Autosomal dominant (AD). ADDITIONAL INFORMATION ON HYPERLIPOPROTEINEMIA: Type Defect Lipoprotein increased TGs Cholesterol Name I Lipoprotein Lipase or Apo C- II Chylomicron || VLDL | || Normal Familial Hyperchylomicronemia (AR) IIa LDL - receptor or Apo B100 LDL|| Normal || Familial Hypercholesterolemia IIb Unknown VLDL| LDL| | | Familial combined Hyperlipoproteinemia (AR) III Apo E Chylomicron Remanant || VLDL remnant | || || Dysbeta - lipoproteinemia or Broad - Beta disease (AR)",
        "cop": 1,
        "opa": "Deficient LDL receptors",
        "opb": "Deficient HDL receptors",
        "opc": "HMG CoA reductase deficiency",
        "opd": "Deficient VLDL receptors",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "2810213f-a3ff-46c3-b41f-151fcd7df03f",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin is given in Type 2B Familial Hyperlipidemia:",
        "exp": "Nicotinic acid in high doses: Antihyperlipidemic Inhibits hormone sensitive Lipase So triglycerides from adipose tissue are not broken down and free fatty acids do not reach blood and liver. This leads to | VLDL and LDL. HDL levels | by decreasing its catabolic rate.. Treatment Increased TG Increased cholesterol Fibrates Statins Omega -3 FA Bile acid sequestrants High dose Nicotinic acid LDL apharesis(selective removal of LDL from blood)",
        "cop": 3,
        "opa": "Pantothenic acid",
        "opb": "Riboflavin",
        "opc": "Nicotinic acid",
        "opd": "Thiamine",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "94ace830-3b56-447d-9db8-8ee793eff896",
        "choice_type": "single"
    },
    {
        "question": "All of the following disorders are inherited in autosomal recessive mode, except:",
        "exp": "All Sphingolipidoses are autosomal recessive except Fabry's which is X- linked recessive Neutral glycosphingolipidoses Disease Deficiency Accumulation Clinical Feature Fabry's disease a-Galactosidase Globotriaosylceramide X-linked recessive Renal failure, Angiokeratomas No Mental retardation Gaucher's disease b-Glucosidase Glucosylceramide No Mental retardation Hepatosplenomegaly, Osteoporosis Niemann-Pick disease Sphingomyelinase Sphingomyelin Mental retardation, Hepatosplenomegaly, death during infancy Sandhoff's disease Hexosaminidase A and B Globoside Macrocephaly Hyperacusis Cherry-red spot",
        "cop": 4,
        "opa": "Sandhoff's disease",
        "opb": "Niemann-Pick disease",
        "opc": "Gaucher's disease",
        "opd": "Fabry's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "356414e2-4e63-4499-9049-f13affb74bb4",
        "choice_type": "multi"
    },
    {
        "question": "Action of lipoprotein lipase:",
        "exp": "Lipoprotein lipase Hydrolysis of triglycerides in chylomicrons (dietary TGs) & VLDL (can contain both endogenous or exogenous triglycerides). So The best answer is option 4 instead of option 2 Apo C-I and C-II - activate Lipoprotein Lipase. Apo C-III - inhibits Lipoprotein Lipase.",
        "cop": 4,
        "opa": "Activation of IP3-DAG.",
        "opb": "Hydrolysis of triglycerides in chylomicrons.",
        "opc": "Coupling of DAG & MAG to form triglycerides.",
        "opd": "Hydrolysis of dietary and endogenous triglycerides",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "e258f0db-772c-44b6-8886-b36ac82f6008",
        "choice_type": "single"
    },
    {
        "question": "Which is most potent HDL:",
        "exp": "Pre-beta HDL is the most potent HDL in making cholesterol from peripheral tissues. Pre b HDL: Lipid poor Most potent",
        "cop": 1,
        "opa": "Pre-beta HDL",
        "opb": "HDL-2",
        "opc": "HDL-3",
        "opd": "Discoidal HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "f88a2453-5373-4a6f-9888-0793d4d71bd8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following lipoproteins has highest protein content?",
        "exp": "HDL has highest protein content Lipoproteins Density relation Chylomicrons Chylomicrons remnant VLDL VLDL remnant / IDL LDL HDL Density [?] 1/TG Content Density [?] 1/size of LP Density [?] % of Proteins Since, HDL is maximum in density and Density [?] % of Proteins.",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "e19e8067-5150-44e7-b113-1fc5322ecdd7",
        "choice_type": "single"
    },
    {
        "question": "Which is the most essential fatty acid?",
        "exp": "Most essential fatty acid is Linoleic acid (18-C, 2 double bonds). Linoleic acid Precursor of omega-6. Synthesize: Gamma Linolenic acid Arachidonic acid. Polyunsaturated fatty acids / Essential Fatty Acids (EFA) Cannot be synthesized in body. Enzymes that can introduce double bonds beyond 9th carbonare absent in humans. 2 essential fatty acids in diet - Linoleic and a-Linolenic acid. Most Essential Fatty Acid- Linoleic acid (because it can synthesize Arachidonic acid).",
        "cop": 2,
        "opa": "Linolenic acid",
        "opb": "Linoleic acid",
        "opc": "Arachidonic acid",
        "opd": "Oleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "6768b615-671b-4f2b-bc1e-82e665556c50",
        "choice_type": "single"
    },
    {
        "question": "Arrange the Electrophoretic pattern of serum lipoproteins in sequence staing from point of origin: A. Alpha lipoprotein B. Pre-beta lipoprotein C. Chylomicron D. Beta lipoprotein",
        "exp": "Electrophoretic pattern of serum lipoproteins in sequence staing from point of origin Chylomicron-beta lipoprotein-Pre-beta lipoprotein-alpha lipoprotein",
        "cop": 1,
        "opa": "C - D-B - A",
        "opb": "B - D-A - C",
        "opc": "D - A-B - C",
        "opd": "B - A-C - D",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "979eb7a6-bae6-4573-8245-75c77b104ea6",
        "choice_type": "single"
    },
    {
        "question": "In a person, total cholesterol is 300 mg/dl. HDL is 25mg/dl, TG=150mg/dl. What is the level of LDL choelsterol?",
        "exp": "Friedwald equation: LDL = Total Cholestrol - HDL- VLDL VLDL = TG/5 = 150/5 = 30 LDL = 300-25-30 = 300-55 = 245 mg/dl Extra information: Ratio of TG to cholesterol in VLDL paicles is 5: 1. That is the basis for this formula. Friedwald formula is reasonably accurate if test results are obtained on fasting plasma and if the TG level does not exceed ~200 mg/dL; by convention, it cannot be used if the TG level is >400 mg/dL.",
        "cop": 1,
        "opa": "245",
        "opb": "95",
        "opc": "125",
        "opd": "55",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "c71c3d84-e3ab-4e8c-98e1-4c729a60ebbb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following biochemical changes is not indicative of hyperlipidemia type II-A:",
        "exp": "Familial Hypercholesterolemia/ Type II -A hyperlipoproteinemia Defect either in LDL-receptors or Apo B100 apoprotein. Autosomal dominant. LDL levels & cholesterol- Raised TGs & HDL - Normal",
        "cop": 4,
        "opa": "Total cholesterol increased",
        "opb": "Triglycerides normal",
        "opc": "LDL increased",
        "opd": "HDL increased",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "fd6aff9c-163e-4556-bcab-018a414613fb",
        "choice_type": "single"
    },
    {
        "question": "HDL is synthesized and secreted from:",
        "exp": "HDL- HDL is synthesized and secreted from both liver and intestine HDL HDL transpo cholesterol from peripheral tissue to the liver this is called reverse cholesterol transpo. HDL concentrations are inversely related to the incidence of atherosclerosis HDL have APO A, C, and E HDL have LCAT (Lecithin cholesterol acyltransferase ) which conve cholesterol into cholesterol ester and then it is taken up by HDL LCAT is activated by APOA1 HDL is smallest in size, max density, max phospholipid (lecithin), minimum triglyceride",
        "cop": 1,
        "opa": "Liver",
        "opb": "Peripheral tissue",
        "opc": "Adipose tissue",
        "opd": "Muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "85cf13dd-f179-48cb-a49d-c2f7434b7782",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an activator of LCAT?",
        "exp": "LCAT: Lecithin Cholestrol Acyl Transferase This enzyme is involved in HDL for the conversion of Cholestrol to Cholestrol ester by adding one fatty acid in it. This fatty acid is taken from lecithin and is given to cholesterol. The nick name of this Fatty acid is acyl. So, the name of this enzyme is Acyl Transferase. Apo A-I - activate LCAT Apo A-II - inhibits LCAT",
        "cop": 4,
        "opa": "Apo B100",
        "opb": "Apo B 48",
        "opc": "Apo E",
        "opd": "Apo A1",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "e9f543e9-7298-4f7e-b408-8787c3a5e39a",
        "choice_type": "single"
    },
    {
        "question": "In chronic diabetics the value of TG and VLDL are more because",
        "exp": "Insulin Activates Lipoprotein lipase Inhibits Hormone sensitive lipase (HSL) In diabetic condition opposite will occur, i. e. Increased activity of hormone sensitive lipase and decreased lipoprotein lipase activity. Increased activity of hormone sensitive lipase Catabolic activity of Fatty acid in Blood",
        "cop": 4,
        "opa": "Increased in activity of hepatic lipase",
        "opb": "Increase in peripheral function of LDL receptors",
        "opc": "Increased activity of lipoprotein lipase and decreased activity of hormone sensitive lipase",
        "opd": "Increased activity of hormone sensitive lipase and decreased lipoprotein lipase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "e31ca6c1-c52d-4e2d-8e54-a69355abfc19",
        "choice_type": "single"
    },
    {
        "question": "Free fatty acids in blood are carried by?",
        "exp": "Free fatty acids (FFAs)/ Nonesterified (NEFA) fatty acid: Not esterified with fatty acids. Long-chain free fatty acids Transpoed by albumin. Hydrophobic clefts in the albumin binds to albumin. Sho chain fatty acids (butyrate ) More water-soluble Exist as the unionized acid/ fatty acid anion.",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "Albumin",
        "opd": "Chylomicron",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "c05c73fa-0659-4c86-a2f7-80557cc6ff55",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fatty acid present in fish-oil is known for its cardio-protective function?",
        "exp": "Eicosapentaenoic acid (EPA): o3 fatty acid Present in fish-oil Known for its cardio-protective action EPA inhibits the formation of thromboxanes (TX2) which are potent platelet aggregators. Hence, the intake of o3 fatty acids promotes platelet disaggregation.",
        "cop": 2,
        "opa": "Arachidonic acid",
        "opb": "Eicosapentaenoic acid",
        "opc": "Linoleic acid",
        "opd": "Palmitic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Lipoproteins",
        "id": "8d098b39-7152-4686-8b39-0a5a1798357b",
        "choice_type": "single"
    }
]