[
    {
        "question": "Bilayer cell membrane contains",
        "exp": "The phospholipids are arranged in bilayers with the polar head groups oriented towards the extracellular side and the cytoplasmic side with a hydrophobic core (Fig. 2. 4A). The distribution of the phospholipids is such that choline-containing phospholipids are mainly in the external layer and ethanolamine and serine containing phospholipids in the inner layer. The cholesterol content of the membrane alters the fluidity of the membrane. When cholesterol concentration increases, the membrane becomes less fluid on the outer surface, but more fluid in the hydrophobic core. The effect of cholesterol on membrane fluidity is different at different temperatures. At temperature below the Tm cholesterol increases fluidity and thereby permeability of the membrane. At temperatures above the Tm, cholesterol decreases fluidity. Ref: DM Vasudevan, page no: 11",
        "cop": 1,
        "opa": "Cholesterol",
        "opb": "Triacyl glycerol",
        "opc": "Cholesterol ester",
        "opd": "Glycerol",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "aa65a52e-e8f0-4032-a48d-53c632901d2f",
        "choice_type": "single"
    },
    {
        "question": "Transition temperature of lipid bilayers of cell membranes is increased by",
        "exp": "The cholesterol content of the membrane alters the fluidity of the membrane. When cholesterol concentration increases, the membrane becomes less fluid on the outer surface, but more fluid in the hydrophobic core. The effect of cholesterol on membrane fluidity is different at different temperatures. At temperature below the Tm, cholesterol increases fluidity and thereby permeability of the membrane. At temperatures above the Tm, cholesterol decreases fluidity. Ref: DM Vasudevan, page no: 11",
        "cop": 2,
        "opa": "Cholesterol",
        "opb": "Saturated fatty acids",
        "opc": "Unsaturated fatty acids",
        "opd": "Hydrocarbons",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "8a5c9062-4ff4-4409-b1f1-faf27007f2a1",
        "choice_type": "single"
    },
    {
        "question": "The lipid bilayer of cell membrane exist as",
        "exp": "The lipid bilayer shows free lateral movement of its components, hence the membrane is said to be fluid in nature. Fluidity enables the membrane to perform endocytosis and exocytosis. However, the components do not freely move from inner to outer layer or outer to inner layer (flip-flop movement is restricted). During apoptosis (programmed cell death), flip-flop movement occurs. Somewhat similar to a gel. Ref: DM Vasudevan, page no: 11",
        "cop": 3,
        "opa": "Solid",
        "opb": "Semisolid",
        "opc": "Gel",
        "opd": "Fibres",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "eaae2541-37c0-4259-96b3-5ed746bff94c",
        "choice_type": "single"
    },
    {
        "question": "A bilipid layer is most permeable to",
        "exp": "This Flip-flop movement is catalyzed by enzymes. Flippases catalyse the transfer of amino phospholipids across the membrane. Floppases catalyse the outward directed movement which is ATP dependent. This is mainly seen in the role of ABC proteins mediating the efflux of cholesterol and the extrusion of drugs from cells. The MDR (multidrug resistance) associated p-glycoprotein is a floppase. Urea is the most permeable substance across the cell membrane. Ref: DM Vasudevan, page no: 11",
        "cop": 4,
        "opa": "Potassiumq",
        "opb": "Sodium",
        "opc": "Glucose",
        "opd": "Urea",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "8807d220-2393-40cc-8d46-2ff03dfbd1b5",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen forming basement membrane of kidney",
        "exp": "Type IV collagen is abnormal, so basement membrane of kidney glomerular apparatus is abnormal. Hence, hematuria is seen, which will eventually progress to kidney failure. Ref: DM Vasudevan, page no: 583",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "18fdba45-7ca8-4ed2-8296-07b9d2cb84e0",
        "choice_type": "single"
    },
    {
        "question": "Which impoant component of cell wall has carbohydrate moiety?",
        "exp": "This group of glycosphingolipids contains one or more sialic acid residues. They are present in high concentrations in the CNS and also on surface of membranes. The major gangliosides of brain are GM1, GM2, and GM3. For ganglioside synthesis, the active form of NANA (N-acetyl neuraminic acid) used is its CMP derivative. The NANA is attached by the hydroxyl group of its 2nd carbon to the 3rd hydroxyl group of sugars. Ref: DM Vasudevan, page no: 168",
        "cop": 4,
        "opa": "Phosphoglyceride",
        "opb": "Triacylglycerol",
        "opc": "Sphingomyelin",
        "opd": "GM2 Gangliosides",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "ac3d7ded-0046-48e6-9990-ee665c67f504",
        "choice_type": "multi"
    },
    {
        "question": "Membrane fluidity is increased by",
        "exp": "The cholesterol content of the membrane alters the fluidity of the membrane. When cholesterol concentration increases, the membrane becomes less fluid on the outer surface, but more fluid in the hydrophobic core. The effect of cholesterol on membrane fluidity is different at different temperatures. At temperature below the Tm cholesterol, in-7 creases fluidity and thereby permeability of the membrane. At temperatures above the Tm, cholesterol decreases fluidity. Linoleic acid increases the membrane fluidity. Ref: DM Vasudevan, page no: 11",
        "cop": 4,
        "opa": "Stearic acid",
        "opb": "Palmitic acid",
        "opc": "Cholesterol",
        "opd": "Linoleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "74bf6d2f-9d50-4d22-aef8-981a70fae2d0",
        "choice_type": "single"
    },
    {
        "question": "Basement membrane degeration is mediated by",
        "exp": "They are zinc-dependent endopeptidases; other family members are adamalysins, serralysins, and astacin. The MMPs belong to a larger family of proteases known as the metzincin superfamily. Collectively they are capable of degrading all kinds of extracellular matrix proteins. They cleave cell surface receptors, release the apoptotic ligands (such as the FAS ligand), and inactivate chemokines/cytokines. MMPs also play a major role on cell proliferation, migration (adhesion/ dispersion), differentiation, angiogenesis, apoptosis and host defense. The MMPs play an impoant role in tissue remodeling associated with morphogenesis, angiogenesis, tissue repair, cirrhosis, ahritis, and metastasis. MMP-2 and MMP-9 are thought to be impoant in cancer metastasis. MMP-1 is involved in rheumatoid ahritis, osteoahritis and aoic aneurysm. Excess MMPs degrade the structural proteins of the aoic wall. The MMPs are inhibited by specific endogenous tissue inhibitor of metalloproteinases (TIMPs), which comprise a family of four protease inhibitors: TIMP-1, TIMP-2, TIMP-3, and TIMP-4. Ref: DM Vasudevan, page no: 548",
        "cop": 1,
        "opa": "Metalloproteinases",
        "opb": "Oxidases",
        "opc": "Elastases",
        "opd": "Hydroxylases",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "20af4ac1-d349-4c1f-8bee-f149c3708ab7",
        "choice_type": "multi"
    },
    {
        "question": "\"Molecular logic of living state\" states all except",
        "exp": "All macromolecules are constructed from a few simple compounds. * * Carbon atoms covalently joined with other carbon atoms and with the hydrogen, oxygen, and nitrogen. * Organic compounds with relative molecular mass less than about 500, such as amino acids, nucleotides, and monosaccharides, serve as monomeric subunits of macromolecules such as proteins, nucleic acids, and polysaccharides. * A single protein may have 1000 or more amino acids, and deoxyribonucleic acids has millions of nucleotides * eg. Escherichia coli have several proteins, nucleic acids molecules, carbohydrates and lipids. * DNA (Deoxyribonucleic acid) are constructed from only four different kinds of simple monomeric subunits the deoxyribonucleotides * RNA (Ribonucleic acid) are composed of just four types of ribonucleotides * Proteins are composed of 20 different kinds of amino acids * All proteins are built identically in all living organisms * All living organisms build molecules from same kind of monomeric subunits * The structure of a macromolecule determines its specific biological function * Each genus and species is defined by its distinctive set of macromolecules",
        "cop": 1,
        "opa": "Cells maintain a rigid state",
        "opb": "A basic simplicity in biological macromolecular",
        "opc": "Cells maintain maximum economy",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "856ace0f-e07e-4e95-91ae-cd565d9b846e",
        "choice_type": "multi"
    },
    {
        "question": "Biological Cell membrane contains all the following except",
        "exp": "Membranes are mainly made up of lipids, proteins and small amount of carbohydrates. The contents of these compounds vary according to the nature of the membrane. The carbohydrates are present as glycoproteins and glycolipids. Phospholipids are the most common lipids present and they are amphipathic in nature. Cell membranes also contain cholesterol. Ref: DM Vasudevan, page no: 11",
        "cop": 1,
        "opa": "Steroid receptors",
        "opb": "Prostaglandins",
        "opc": "Cholesterol",
        "opd": "Cytochrome",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "e6733831-278c-47dd-a41d-332e176156ca",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following glycosaminoglycans does not contain Uronic acid?",
        "exp": "Keratan sulfate: Seen in costal cailages, cornea, nucleus pulposus and wall of the aoa. Comp: No URONIC ACIDHyaluronic acid: Sulphate free, not covalently bound to protein, seen in bacterias. Forms the ground substance of connective tissue; Seen in the vitreous humor of eye and synol fluid. Comp: N-acetyl glucosamine + glucuronic acid. Dermatan sulfate: N-acetyl galactosamine + L-iduronic acid. Weak anticoagulant propey. Also called b-heparin. Heparin: Anticoagulant and lipid clearing agent. synthesis in the liver. Produced by mast cells(note-intracellular GAG). Also found in lungs, thymus, spleen, skin. A-glycosidic linkages seen. Comp: GlcN + glc. UA/IDUA(5-epimerase conves Glc. UA to IDUA)NH2 at C2, OH at C6, Glc. UA, and IDUA are sulfated. It occurs in combination with proteins(serine and gly) (proteoglycans) Harpers Biochemistry; 30th edition",
        "cop": 2,
        "opa": "Hyaluronic acid",
        "opb": "Keratan Sulfate",
        "opc": "Dermatan sulfate",
        "opd": "Heparin",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "3670ad56-a9d7-4f52-ad40-4dcbb627f843",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Ketose?",
        "exp": "Monosaccharides are those sugars that cannot be hydrolyzed into simpler carbohydrates. They may be classified as trioses, tetroses, pentoses, hexoses, or heptoses, depending upon the number of carbon atoms (3-7), and as aldoses or ketoses, depending on whether they have an aldehyde or ketone group. Classification of Impoant Sugars. Aldoses. Ketoses. Trioses (C3. H6. O3). Glycerose(glyceraldehyde). Dihydroxyacetone. Tetroses (C4. H8. O4). Erythrose. Erythrulose. Pentoses (C5. H10. O5). Ribose. Ribulose. Hexoses (C6. H12. O6). Glucose. Fructose. Heptoses (C7. H14. O7) -------Sedoheptulose. Ref: Harpers Biochemistry; 30th edition; Chapter 15; Carbohydrates of Physiological Significance",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Erythrose",
        "opc": "Fructose",
        "opd": "Ribose",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "0913dfd5-2b2b-440e-a8ab-d6a435d50631",
        "choice_type": "single"
    },
    {
        "question": "Structural proteins are",
        "exp": "Structural Proteins: COLLAGEN is the most abundant protein in mammals and is the main fibrous component of skin, bone, tendon cailage and teeth. Different arrangements of collagen fibrils in tissues are seen. Parallel bundles in tendons and sheets layered at many angles in skin. Heat denatured collagen is GELATIN. REF: DM VASUDEVAN TEXTBOOK, EIGHTH EDITION, Page no: 40 and 41",
        "cop": 1,
        "opa": "Fibrous",
        "opb": "Globular",
        "opc": "Branched",
        "opd": "Compound",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "5072a084-f99d-4b3f-a050-d507f91ac090",
        "choice_type": "single"
    },
    {
        "question": "The major driving force for formation of membrane lipid bilayer is",
        "exp": "The molecules align themselves to form monolayers with the polar heads pointing in one direction and the nonpolar tails in the opposite direction (Figs 7. 7A and B). Only fatty acids with more than 6 carbon atoms form monolayers. This explains their role as components of biomembranes The self-assembly of phospholipids into bilayers is driven by hydrophobic interaction. They also act as detergents and emulsifying agents. In vivo, they act as pulmonary surfactants. Ref: DM Vasudevan, page no: 79",
        "cop": 2,
        "opa": "Hydrogen bonding",
        "opb": "Hydrophobic interactions",
        "opc": "Van der waal forces",
        "opd": "Not known",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "0f539252-ea49-4a09-b4be-c85de7189bfd",
        "choice_type": "single"
    },
    {
        "question": "Specific cell surface proteins, such as alkaline phosphatase, and lipoprotein lipase, are anchored to the cell membrane. This anchoring is accomplished by covalent binding through an oligosaccharide bridge to the component of the cell membrane. This component is",
        "exp": "Phosphatidylinositol derivatives play several distinct roles in the cell membrane, one of which is that they anchor several cell surface proteins. Cell surface proteins bound to phosphatidylinositol are also found in several parasitic protozoa. By altering these proteins, these protozoa can change their antigenic propeies and avoid immunosurveillance. Being attached a telatively long chain to the membrane phosphatidylinositol, rather than being a pa of the membrane itself, allows these proteins lateral movement on the cell surface. The proteins can be cleaved from the membrane by the action of phospholipase C. The other compounds listed are also phospholipids, but they do not anchor proteins in the membrane.",
        "cop": 4,
        "opa": "Sphingomyelin",
        "opb": "Phospphatidic acid",
        "opc": "Phosphatidylserine",
        "opd": "Phosphatidylinositol",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "d742965b-bf2d-450d-a054-71276c8574eb",
        "choice_type": "single"
    },
    {
        "question": "In cell membrane, following are true except",
        "exp": "Membranes are mainly made up of lipids, proteins and small amount of carbohydrates. The contents of these compounds vary according to the nature of the membrane. The carbohydrates are present as glycoproteins and glycolipids. Phospholipids are the most common lipids present and they are amphipathic in nature. Cell membranes also contain cholesterol. Ref: DM Vasudevan, page no: 11",
        "cop": 2,
        "opa": "Lipids are regularly arranged",
        "opb": "Lipids are symmetrical",
        "opc": "Protein displaced laterally",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "d057bd87-7263-480e-a10a-5ec281157fdf",
        "choice_type": "multi"
    },
    {
        "question": "The ligand-receptor complex dissociates in the endosome because",
        "exp": "Ligand-gated channels are opened by binding of effectors. The binding of a ligand to a receptor site on the channel results in the opening (or closing) of the channel (Fig. 2. 11). The ligand may be an extracellular signaling molecule or an intracellular messenger. Ref: DM Vasudevan, page no: 15",
        "cop": 3,
        "opa": "Of its large size",
        "opb": "The vesicle looses its clathrin cost",
        "opc": "Of the acidic pH of the vesicle",
        "opd": "Of the basic pH of the vesicle",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "f831a371-ac33-47d2-a975-0ca43533361a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a NAD-dependent Enzyme?",
        "exp": "Glucose 6 Phosphate Dehydrogenase- NADPH dependent enzyme. Malate dehydrogenase-NADPH dependent. Fatty acyl CoA dehydrogenase- FADH2 dependent. Succinate dehydrogenase-NADH dependent. Harpers Biochemistry; 30th edition",
        "cop": 4,
        "opa": "Glucose 6 Phosphate Dehydrogenase",
        "opb": "Malate dehydrogenase",
        "opc": "Fatty acyl CoA dehydrogenase",
        "opd": "Succinate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "b1f77fa0-8751-4e42-91f4-8918ecf051a0",
        "choice_type": "single"
    },
    {
        "question": "The transmembrane region of a protein is likely to have",
        "exp": "Some of the integral membrane proteins span the whole bilayer and they are called transmembrane proteins (Fig. 2. 4). The hydrophobic side chains of the amino acids are embedded in the hydrophobic central core of the membrane. The transmembrane proteins can serve as receptors (for hormones, growth factors, neurotransmitters), tissue-specific antigens, ion channels, membrane-based enzymes, etc. Ref: DM Vasudevan, page no: 12",
        "cop": 1,
        "opa": "A stretch of hydrophilic amino acids",
        "opb": "A stretch of hydrophobic amino acids",
        "opc": "A disulphide loop",
        "opd": "Alternating hydrophilic and hydrophobic amino acids",
        "subject_name": "Biochemistry",
        "topic_name": "membrane structure and function",
        "id": "3c2affa2-2d5f-43d7-95eb-0a1d2b566583",
        "choice_type": "single"
    }
]