[
    {
        "question": "In a patient with a type of familial dyslipidemias he presented with palmar Xanthomas and he ias at increased risk of atherosclerosis and CAD. In Lipid profile there was elevation of triacylglycerols and cholesterol. And the IDL and chylomicrons were elevated. What is the pathophysiology of the condition?",
        "exp": "Reference: Harpers illustrated biochemistry 30th edition page 275",
        "cop": 4,
        "opa": "LDL deficiency",
        "opb": "VLDL overproduction",
        "opc": "Apo C-2 deficiency",
        "opd": "Apo E deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "edf8a6fd-63af-4c0e-8013-e3ba366dcec7",
        "choice_type": "single"
    },
    {
        "question": "To be defined as a ganglioside, a lipid substance isolated from nervous tissue must contain",
        "exp": "Gangliosides are the complex glycosphingolipids derived from glucosylceramide that contain in addition one or more molecules of sialic acid. Neuraminic acid is the principal sialic acid found in human tissues. Gangliosides are present in nervous tissue in high concentration. They help in cell-cell recognition and communication and as receptors for hormones and bacterial toxins. Reference: Harpers illustrated biochemistry 30 th edition",
        "cop": 4,
        "opa": "NANA, hexose, fatty acid, glycerol",
        "opb": "NANA, hexose, fatty acid, phosphorycholine",
        "opc": "NANA, sphingosine, ethanolamine",
        "opd": "NANA, hexose, sphingosine, long chain fatty acid,",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b39a2732-b939-4b98-93f5-a4c3b972718e",
        "choice_type": "single"
    },
    {
        "question": "All are true about ketone bodies except",
        "exp": "KETOSIS Under ceain metabolic conditions associated with a high rate of fatty acid oxidation, liver produces considerable quantities of compounds like acetoacetate and bbb-OH butyric acid, which pass by diffusion into the blood. Acetoacetate continually undergoes spontaneous decarboxylation to produce acetone. These three substances are collectively known as \"ketone bodies\" (or \"acetone bodies\"). Sometimes also called as \"ketones\", which is rather a misnomer. KETONE BODY FORMATION IN LIVER (KETOGENESIS) Enzymes are mitochondrial: Steps 1. Aceto-acetyl-CoA: Aceto-acetyl-CoA is the staing material for ketogenesis. This can arise in two ways: (a). Directly during the course of b-oxidation of fatty acids, or (b). As a result of condensation of two C-2 units, i. e. 'active acetate' (acetyl-CoA) by reversal of thiolase reaction. 2. Formation of Acetoacetate: Acetoacetate is the first ketone body to be formed. This can occur in two ways: a) By deacylation: Acetoacetate can be formed from aceto-acetyl-CoA by simple deacylation catalysed by the enzyme aceto-acetyl-CoA deacylase. SECTION FOUR when excessive amount of ketone bodies are formed, the The above does not seem to be the major pathway deacylation reaction is not enough to cope up. (b) Second pathway: Formation of acetoacetate intermediate production of \"bbb-OH-bbb-methyl glutaryl CoA\" (HMG-CoA). Present opinion ours the HMG-CoA pathway as the major route of ketone body formation. Steps Involves two steps: * Condensation of aceto-acetyl-CoA with another molecule of acetyl-CoA to form b-OH-b methyl glutaryl-CoA (HMG-CoA) catalysed by the enzyme HMG-CoA synthase (mitochondrial enzyme). *HMG-CoA is then acted upon by an another enzyme, HMG-CoA Lyase, which is also mitochondrial enzyme, to produce one molecule \"acetoacetate\" and one molecule of acetyl-CoA (Fig. 25. 10). Note *Both the enzymes HMG-CoA synthase and HMG-CoA Lyase are mitochondrial and must be available in mitocondrion for ketogenesis to occur. *Both the enzymes are present in liver cells mitochon- dria only. *A marked increase in activity of HMG-CoA Lyase has been noted in fasting. *HMG-CoA is a committed step. Cholesterol also can be formed by \"HMG-CoA reductase\". 3. Formation of Acetone: As stated earlier, acetone is formed from acetoacetate by spontaneous decarboxy- lation (Non-enzymatic). 4. Formation of b-OH Butyrate: Acetoacetate once formed is conveed to b-OH-butyric acid; the reaction is catalysed by the enzyme b-OH-butyrate dehydro- genase, which is present in liver and also found in many other tissues. b-OH-butyrate is quantitatively the predominant ketone body present in blood and urine in Ketosis. Ref: Textbook of Medical Biochemistry Dr (Brig) MN Chatterjea Rana Shinde, page no: 425, 426",
        "cop": 4,
        "opa": "Acetoacetate is primary ketone body",
        "opb": "Synthesized in mitochondria",
        "opc": "Synthesized in liver",
        "opd": "HMG CoA reductase is the rate-limiting enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "da1622c6-0278-437f-872c-c897f740b90d",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme is a enzyme regulatory step in cholesterol synthesis?",
        "exp": "Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea Rana Shinde: page no: 431",
        "cop": 2,
        "opa": "HMG CoA synthase",
        "opb": "HMG CoA reductase",
        "opc": "Phosphomevalonate kinase",
        "opd": "Diphosphomevalonokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b4314b35-2e55-4af9-88a3-b95e9195ec7c",
        "choice_type": "multi"
    },
    {
        "question": "Atherosclerosis is due to",
        "exp": "Atherosclerosis is a slowly progressive disease of large to medium-sized muscular aeries and large elastic aeries characterised by elevated focal intimal fibrofatty. Plaques. Principal larger vessels affected are the abdominal aoa, descending thoracic aoa, internal carotid aeries and medium to smaller sized vessels affected are popliteal aeries, coronary aeries, and circle of Willis in brain. The atheroma may be preceded by fatty streaks that are intimal collection of lipid-laden macrophages and smooth muscle cells, occurring in persons as young as one year of age. The disease typically manifests in later life as the vessel lumen is compromised, predisposing to thrombosis and the underlying media is thinned, predisposing to aneurysm formation. It is the number one killer disease, 50 per cent of all deaths in the USA are attributed to atherosclerosis and half of theseare due to acute myocardial infarctions. The remainder include cerebrovascular accidents (\"stroke\"), aneurysm rupture, mesenteric occlusion and gangrene of theextremities. Etiological Factors Major risk factors in CHD have been discussed earlier. Risk of developing atherosclerosis increases with age, a positive family history, cigarette smoking, diabetes mellitus, hypertension, and hypercholesterolemia. The risk is correlated with elevated LDL and inversely related to the HDL level. Hereditary defects, e. g. familial hypercholesterolemia involving the LDL receptor or the LDL apoproteins cause elevated LDL, hypercholesterolemia andaccelerated atherosclerosis. Lesser influences on the risk of atherosclerosis include sedentary, or high-stress lifestyle, obesity and oral contraceptives. Ref: M. N. Chatterjee - Textbook of Biochemistry, 8th edition, page no: 454 - 456",
        "cop": 2,
        "opa": "HDL receptor defect",
        "opb": "Apo protein E deficiency",
        "opc": "Decreased LDL activity",
        "opd": "Decreased lipoprotein lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0694bf16-506e-4ff8-9d70-4957cc848008",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol is a(an)",
        "exp": "Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 146",
        "cop": 3,
        "opa": "Ester",
        "opb": "Phospholipid",
        "opc": "Sterol",
        "opd": "Lipoprotein",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d774c3c1-1b99-4ab0-a11a-2bd0d7e324dd",
        "choice_type": "single"
    },
    {
        "question": "Eicosanoids are derived from",
        "exp": "EICOSANOIDSThey are 20 C compounds (Greek, eikosi = twenty), derived from arachidonic acid. Their names are: 1. Prostanoids, containing1-a. Prostaglandins (PGs); 1-b. Prostacyclins (PGIs); 1-c. Thromboxanes (TXs)2. Leukotrienes (LTs). Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 163",
        "cop": 4,
        "opa": "Oleoc acid",
        "opb": "Linoleic acid",
        "opc": "Linolenic acid",
        "opd": "Archidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b3fa9be8-59f2-4dce-8cb3-3d0ddb7bd16d",
        "choice_type": "single"
    },
    {
        "question": "Concentration of which is inversely related to the risk of coronary heart disease",
        "exp": "Role of LDL and HDL Recent studies have shown that atherogenic significance of the total cholesterol concentration must be viewed with restrictions. From numerous studies, it is now concluded that LDL is the carrier of 70 percent of total cholesterol and it transpos cholesterol to tissues and thus is most potential atherogenic agent. On the other hand, an increase of second cholesterol-rich class HDL is not associated with 'risk' at all. An inverse relation between CHD and HDL concentration has been found. A raised HDL concentration is beneficial and protective against CHD. This protective mechanism is explained by the following two mechanisms operating in parallel: * \"Reverse transpo\" of cholesterol from peripheral tissues into the Liver by way of HDL which thus reduces the intracellular cholesterol content (scavenging action of HDL). * Control of catabolism of TG rich lipoproteins. High HDL concentrations are associated with a faster elimination from the plasma of TG rich lipoproteins and their atherogenic intermediate. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 441",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9168ebbb-8150-43ad-8d99-84855b4ef8b8",
        "choice_type": "multi"
    },
    {
        "question": "Which organs do not utilise ketone bodies?",
        "exp": "In the fasting state, glucose must be spared for use by the central nervous system (which is largely dependent on glucose) and the red blood cells (which are wholly reliant on glucose). Therefore, tissues that can use fuels other than glucose do so; muscle and liver oxidize fatty acids and the liver synthesizes ketone bodies from fatty acids to expo to muscle and other tissues. Ref: Harper&; s Biochemistry; 30th edition; chapter 14; overview of Metabolism & the Provision of Metabolic Fuels",
        "cop": 4,
        "opa": "Skeletal muscles",
        "opb": "Cardiac muscles",
        "opc": "Liver",
        "opd": "RBC",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2c931453-2e94-4640-a41a-982e70a7c6ae",
        "choice_type": "single"
    },
    {
        "question": "Which steroid is formed from cholesterol without hydroxylation -",
        "exp": "Cholesterol is first changed to form pregnenolone (common pathway). For this free cholesterol is released in the cytosol from cholesteryl esters of cytoplasmic lipid droplets and transferred into mitochondria. An enzyme called \"cytochrome-P- 450-sidechain cleavage\" enzyme (P450 sce) present in inner mitochondrial membrane hydroxylates cholesterol at C22 and C20 (also called \"20, 22-desmolase\") and then cleaves the side chain to form pregnenolone and isocaproic aldehyde. The enzyme requires molecular O2 and NADPH like all mono-oxygenases and also require FAD-containing Fp, a Fe2. S2 protein (called adreno- doxin). Pregnenolone to 17-OH pregnenolone: Pregnenolone is transferred to smooth endoplasmic reticulum (ER), where it is conveed to 17-OH-pregneno- lone catalysed by the enzyme 17-aaa-hydroxylase. * Conversion of 17-OH pregnenolone to 17-OH progesterone: This is achieved by two enzymes, one is NAD+ dependent 3 bbb-OH-steroid dehydrogenase and the other is DDD4, 5-isomerase. Alternatively, the same pregnenolone may be first conveed to 'progesterone' by the action of the two enzymes dehydrogenase and isomerase and it is acted upon by the enzyme 17-a-hydroxylase to form 17-OH progesterone. PROGESTERONE * Progesterone is the hormone of the corpus luteum, the structure which develops in the ovary from the ruptured Graafian follicle. It is also formed by the placenta, which secretes progesterone, during the later pa of pregnancy. Progesterone is also formed in the adrenal coex, as a precursor of both C19 and C21 coicosteroids. It is also formed in the testes. Chemistry: Progesterone may be regarded as a derivative of \"pregnane\" and is designated chemically as \"4- pregnane-3, 20-dione\". It is a C21 steroid and has a - CH3 group at C10 and C13. Biosynthesis: Progesterone has a role as an intermediate in the biogenesis of adrenocoical hormones and of androgens. Indirectly androstenedione and testosterone, it also serves as precursors for estrogens also. Progesterone is formed from acetate cholesterol, 'Pregnenolone' is the immediate precursor. Mechanism of action: It is similar to estrogen. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 590-591, 603-604",
        "cop": 1,
        "opa": "Progesterone",
        "opb": "Glucocoicoid",
        "opc": "Mineralocoicoid",
        "opd": "Estradiol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "6c5a3efb-77ce-4c5a-8e37-67573fc2d02a",
        "choice_type": "single"
    },
    {
        "question": "The Lipid which accumulates in fatty liver is",
        "exp": "Fatty liver refers to the deposition of excess triglycerides in the liver cells. The balance between the factors causing fat deposition in liver versus factors causing removal of fat from liver determines the outcome. Causes of Fatty LiverA. Causes of fat deposition in liver1. Mobilization of NEFA from adipose tissue. 2. Excess synthesis of fatty acid from glucose. B. Reduced removal of fat from liver3. Toxic injury to liver. Secretion of VLDL needs synthesis of apo B-100 and apo C. 4. Decreased oxidation of fat by hepatic cells. An increase in factors (1) and (2) or a decrease in factors (3) and (4) will cause excessive accumulation, leading to fatty liver. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 142",
        "cop": 1,
        "opa": "Trigylcerids",
        "opb": "FFA",
        "opc": "Lipoprotein",
        "opd": "Cholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "cfd33a8e-0dbd-4199-b192-1073f4e849e9",
        "choice_type": "single"
    },
    {
        "question": "Apolipoprotein activating L-CAT (LQ) is",
        "exp": "A-1 is the integral apoprotein of HDL. LCAT binds to discoidal HDL activated by A1 conves discoidal HDL to HDL 3. Harpers Biochemistry; 30th edition",
        "cop": 2,
        "opa": "B - 48",
        "opb": "A - I",
        "opc": "A - II",
        "opd": "B-100",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "52cd5175-0cc3-4176-8f64-90ef08fefd33",
        "choice_type": "single"
    },
    {
        "question": "Which of the following types of hyperiglyceridemia is associated with an increase in chylomicron and VLDL remnants?",
        "exp": "Frederickson's classification of hyperlipoproteinemias Type III Lipoprotein fraction elevated: Broad beta VLDL Chylomicrons It is very rare. It is due to increased levels of LDL and IDL. Beta lipoprotein floats on ultra-centrifugation and a broad beta band is observed on electrophoresis. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 299, Table 25. 4",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type IIa",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "826bf9d3-e73a-4566-b326-4e0304a061fd",
        "choice_type": "single"
    },
    {
        "question": "Regarding synthesis of triacylglycerol in adipose tissue, all of the following are true except",
        "exp": "SYNTHESIS OF TRIGLYCERIDES (TAG) Liver and adipose tissue are the major sites of triacylglycerol (TAG) synthesis. The TAG synthesis in adipose tissue is for storage of energy whereas in liver it is mainly secreted as VLDL and is transpoed to peripheral tissues. The TAG is synthesised by esterification of fatty acyl CoA with either glycerol-3-phosphate or dihydroxyacetone phosphate (DHAP). The glycerol pa of the fat is derived from the metabolism of glucose. DHAP is an intermediate of glycolysis. Glycerol-3-phosphate may be formed by phosphorylation of glycerol or by reduction of dihydroxyacetone phosphate (DHAP). In adipose tissue, glycerol kinase is deficient and the major source is DHAP derived from glycolysis. However, in liver glycerol kinase is active. The fatty acyl CoA molecules transfer the fatty acid to the hydroxyl groups of glycerol by specific acyltransferases. In addition to these two pathways, in the intestinal mucosal cells the TAG synthesis occurs by the MAG pathway. The 2-MAG absorbed is re-esterified with fatty acyl CoA to form TAG (Fig. 11. 4). Esterification of fatty acyl CoA with glycerol phosphate to form triacylglycerol occurs at a rapid rate during the fed state. Under conditions of fasting, it is seen that synthesis of triacylglycerol occurs side by side with lipolysis since the free fatty acid level is high in plasma. The glycerol phosphate is derived from the metabolism of glucose in the fed state by channeling dihydroxyacetone phosphate, an intermediate of glycolysis. In the fasting state, the glycerol phosphate is derived from dihydroxyacetone phosphate formed during gluconeogenesis (neoglycerogenesis). The activity of the enzyme PEPCK is enhanced in liver and adipose tissue during conditions of fasting so that glycerol phosphate is available to esterify and store the excess fatty acid mobilized. METABOLISM OF ADIPOSE TISSUE The adipose tissue serves as a storage site for excess calories ingested. The triglycerides stored in the adipose tissue are not ine. They undergo a daily turnover with new triacylglycerol molecules being synthesized and a definite fraction being broken down. 1. Adipose Tissue in Well-fed Condition i. Under well-fed conditions, active lipogenesis occurs in the adipose tissue. ii. The dietary triglycerides transpoed by chylomicrons and the endogenously synthesised triglycerides from liver brought by VLDL are both taken up by adipose tissue and esterified and stored as TAG. The lipoprotein molecules are broken down by the lipoprotein lipase present on the capillary wall. iii. In well-fed condition, glucose and insulin levels are increased. Glu. T4 in adipose tissue is insulin dependent. Insulin increases the activity of key glycolytic enzymes as well as pyruvate dehydrogenase, acetyl CoA carboxylase, and glycerol phosphate acyltransferase. The stimulant effect of insulin on the uptake of glucose by adipose tissue, on the glycolysis and on the utilisation of glucose by the HMP pathway also enhances lipogenesis. iv. Insulin also causes inhibition of hormone-sensitive lipase, and so lipolysis is decreased2. Adipose Tissue in Fasting Condition i. The metabolic pattern totally changes under conditions of fasting. TAG from the adipose tissue is mobilized under the effect of the hormones, glucagon and epinephrine. ii. The cyclic AMP-mediated activation cascade enhances the intracellular hormone sensitive lipase. The phosphorylated form of the enzyme is active which acts on TAG and liberates fatty acids. iii. Under conditions of starvation, a high glucagon, ACTH, glucocoicoids, and thyroxine have lipolytic effect. The released free fatty acids (FFA) are taken up by peripheral tissues as a fuel. 3. Adipose Tissue and Diabetes Mellitus Lipolysis is enhanced and high FFA level in plasma is noticed in diabetes mellitus. The insulin acts through receptors on the cell surface of adipocytes. These receptors are decreased, leading to insulin insensitivity in diabetes. In type 2 diabetes mellitus, there is insulin resistance and the different insulin signaling pathways are affected differently. Hepatic gluconeogenesis occurs uninhibited leading to hyperglycemia. However, increased mobilization of fatty acids from adipose tissue and the persistently high free fatty acid levels in the presence of hyperinsulinemia stimulate synthesis of triacylglycerol. The overproduction of TAG leads to increased release of VLDL from liver causing hyperiglyceridemia. The excess deposition of TAG in adipose tissue accounts for the obesity prevalent in type 2 diabetes patients. 4. Adipose Tissue and Obesity The fat content of the adipose tissue can increase to unlimited amounts, depending on the amount of excess calories taken in. This leads to obesity. Plasma insulin level is high. But the insulin receptors are decreased, and there is peripheral resistance against insulin action. When fat droplets are overloaded, the nucleus of adipose tissue cell is degraded, cell is destroyed, and TAG becomes extracellular. Such TAG cannot be metabolically reutilized and forms the dead bulk in obese individuals. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 139-141",
        "cop": 2,
        "opa": "Synthesis from Dihydroxyacetone phosphate",
        "opb": "Enzyme Glycerol Kinase plays an impoant role",
        "opc": "Enzyme Glycerol 3 phosphate dehydrogenase plays an impoant role",
        "opd": "Phosphatidate is hydrolyzed",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "506bb446-441a-4f49-a44b-187a10cc1542",
        "choice_type": "multi"
    },
    {
        "question": "The following substance acts as a 'satiety signal' for lipids",
        "exp": "Enterostatin, a peptide that selectively reduces fat intake. It is formed in the intestine by the cleavage of secreted pancreatic procolipase, the remaining colipase serving as an obligatory cofactor for pancreatic lipase during fat digestion. After feeding, enterostatin appears in the lymph and circulation. Enterostatin will selectively inhibit fat intake during normal feeding and in experimental paradigms that involve dietary choice. Both peripheral and central sites of action have been proposed. The peripheral mechanism involves an afferent vagal signaling pathway to hypothalamic centers. The central responses are mediated through a pathway that includes both serotonergic and opioidergic components. Chronically, enterostatin reduces fat intake, body weight, and body fat. This response may involve multiple metabolic effects of enterostatin, which include a reduction of insulin secretion, an increase in sympathetic drive to brown adipose tissue, and the stimulation of adrenal coicosteroid secretion. Reference: Enterostatin-a peptide regulating fat intake; Erlanson-Albesson C, York D; Obes Res. 1997 Jul; 5(4): 360-72",
        "cop": 4,
        "opa": "Apo-A",
        "opb": "HCL",
        "opc": "Fastrine",
        "opd": "Enterostatin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ae30b7a1-2912-442e-a319-0214e431a264",
        "choice_type": "single"
    },
    {
        "question": "The dietary fats are transmitted from GIT to adipocytes in the form of",
        "exp": "TG derived from intestinal absorption of fats are transpoed in the blood as a lipoprotein complex called chylomicrons. Chylomicrons are small microscopic paicles of fats, about 1m in diameter and are responsible for transpo of exogenous (TG) in the blood. * Similarly, TG that are synthesised in Liver cells is conveed to lipoprotein paicles, called very low-density lipoproteins (VLDL) and thrown into the circulation. VLDL is mainly concerned with transpo of endogenous TG. In addition to above: * Fatty acids released from adipose tissue by hydrolysis of TG are thrown in the circulation as free fatty acid (FFA). They are carried in non-esterified state in plasma, hence also called NEFA. In circulation, FFA/ NEFA combines with albumin and are carried as albumin-FFA complex. Some 25 to 30 mols of FFA are present in combination with one mol. of albumin. Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde page no: 445",
        "cop": 4,
        "opa": "Diacyl glycerol",
        "opb": "Triacylglycerol",
        "opc": "Fat misseles",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f352b39c-1ce3-49f3-b4dc-49aa21aedb36",
        "choice_type": "single"
    },
    {
        "question": "Primary ketone body",
        "exp": "Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesised exclusively by the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 143",
        "cop": 2,
        "opa": "b-hydroxybutyrate",
        "opb": "Acetoacetate",
        "opc": "Acetone",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4a303673-5d11-4aee-ac59-c2f6c6ff2035",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme deficiency seen in genetic diseases like",
        "exp": "Tay-Sachs disease is a genetic disorder due to the deficiency of enzyme Hexosaminidase A. The disease occurs when harmful quantities of cell membrane components known as gangliosides accumulate in the brain&; s nerve cells, eventually leading to the premature death of the cells. symptoms: mental retardation, blindness, muscular weakness. Sickle cell anemia is an autosomal genetic disorder. Mutations in the globin genes that alter the protein composition, mutations leading to qualitative alterations in hemoglobin, the missense mutation in the b-globin gene that causes sickle cell anemia. T he mutation causing sickle cell anemia is a single nucleotide substitution (A to T) in the codon for amino acid 6. The change conves a glutamic acid codon (GAG) to a valine codon (GTG). The form of hemoglobin in persons with sickle cell anemia is referred to as HbS. Cystic fibrosis (CF) is an inherited disease that affects the secretory glands, including the mucus and sweat glands. Cystic fibrosis mostly affects the lungs, pancreas, liver, intestines, sinuses, and sex organs. CF is due to a mutation in the CF gene on chromosome 7. The CF gene encodes a protein known as the cystic fibrosis transmembrane regulator (CFTR). The abnormal CFTR protein in patients with CF leads to disruption of chloride channels on the cells. Wilson&; s disease is a genetic disorder in which copper builds up in the body. Wilson&; s disease is an autosomal recessive condition due to a mutation in the Wilson disease protein (ATP7B) gene. For a person to be affected they must inherit an affected copy of the gene from each parent. Ref: Harper&; s biochemistry, 30th edition, page: 251",
        "cop": 1,
        "opa": "Tay sach's disease",
        "opb": "Sickle cell anemia",
        "opc": "Cystic Fibrosis",
        "opd": "Wilson's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0886ed8e-c013-4044-bfd4-f77593162063",
        "choice_type": "single"
    },
    {
        "question": "Ketoacidosis without glycosuria is seen in",
        "exp": "Starvation: In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channeled to gluconeogenesis. The increased rate of lipolysis is to provide alternate source of fuel. The excess acetyl CoA is conveed to ketone bodies. The high glucagon level ors ketogenesis. The brain derives 60-75% ofenergy from ketone bodies under conditions of prolonged starvation. Hyperemesis (vomiting) in early pregnancy may also lead to starvation-likecondition and may lead to ketosis. The urine of a patient with diabetic ketoacidosis will give positive Benedict&; s test as well as Rothera&; s test. But instarvation ketosis, Benedict&; s test is negative, but Rothera&; s test will be positive. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 144 - 145",
        "cop": 3,
        "opa": "Aspirin poisoning",
        "opb": "Rena tubular",
        "opc": "Prolonged starvation",
        "opd": "Paracetamol poising",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "657a171b-0ec3-4f83-b820-de7c38dac6ac",
        "choice_type": "single"
    },
    {
        "question": "The structure of Phospholipid consists of",
        "exp": "Phospholipid - 2 Fatty acid+ Glycerol+ PO + Choline or ethanolamine ( 2 Fatty acid + Glycerol is called Diacylglycerol or Diglyceride) Reference: Harpers illustrated biochemistry 31st edition page196",
        "cop": 2,
        "opa": "Monoglyceride+phosphate+choline",
        "opb": "Diglyceride+phosphate+choline",
        "opc": "Triglyceride+phosphate+choline",
        "opd": "Glycerol+phosphate+choline",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "1d5bee12-e421-44ff-81cf-6e688602f892",
        "choice_type": "single"
    },
    {
        "question": "LCAT is involved in",
        "exp": "Cholesterol Pool and Cholesterol Metabolism. The total body cholesterol content varies from 130-150 grams. LDL (low-density lipoprotein) transpos cholesterol from the liver to the peripheral tissues and HDL (high-density lipoprotein) transpos cholesterol from tissues to liver. Cells of extrahepatic tissues take up cholesterol from LDL. The free cholesterol released within the cell has the followingfates: Incorporated into cell membranes. Metabolised to steroid hormones, especially in adrenal coex and gonads. Esterified with saturated fatty acids and stored in the cell. The enzyme ACAT (acyl cholesterol acyltransferase) helps in this reaction. Esterified with poly-unsaturated fatty acids (PUFA) by the action of LCAT (lecithin-cholesterol acyltransferase) and incorporated into HDL, transpoed and finally excreted through liver. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 150",
        "cop": 3,
        "opa": "Transpo of dictory cholesterol",
        "opb": "Transpo of dietory TGs",
        "opc": "Reverse cholesterol transpo",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "bc57be83-c378-49da-b75e-172ac4b39fed",
        "choice_type": "multi"
    },
    {
        "question": "A defect in the enzyme hexosaminidase causes",
        "exp": "Disease. Enzyme Deficiency. Clinical Symptoms. Tay-Sachs disease Hexosaminidase AMental retardation, blindness, muscular weakness. Ref: Harper&; s Biochemistry; 30th edition; Chapter 24 Metabolism of Acylglycerols & Sphingolipids",
        "cop": 3,
        "opa": "Gaucher disease",
        "opb": "Farber disease",
        "opc": "Tay-Sachs disease",
        "opd": "Krabbe disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e66cf085-6068-4439-a120-cd5bf4ae10d7",
        "choice_type": "single"
    },
    {
        "question": "Type II hypercholesterolemia is due to",
        "exp": "2. Type II: Familial Hypercholesterolaemia (FHC): A common disorder which has been extensively investigated. The disease is characterised by: Hyper b-lipoproteinemia (LDL |). Associated with increased total cholesterol |VLDL may be raised, hence total TG may be high. But plasma usually remains clear. Inheritance: Autosomal dominant; Frequency--0. 2 percent. Enzyme deficiency (metabolic defect): There is no enzyme deficiency. Metabolic defects are: An increased synthesis of apo-B |Defective catabolism of LDL. Deficiency of LDL receptors in fibroblasts demonstrated. Clinical features: (a) Xanthomas of tendinous and tuberous type have been described, (b) Corneal arcus, (c) Occasionally xanthelasma. Clinically most impoant is the increased incidence of atherosclerosis and premature cardiovascular diseases. Note: Type-II Pattern can develop as a result of hypothyroidism (secondary hyper or lipoproteinemia). Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 451",
        "cop": 2,
        "opa": "Defect in scavaging function of HDL",
        "opb": "Defect in LDL receptor",
        "opc": "Defect in ABCA protein",
        "opd": "Defect in all above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "80804980-01f9-4947-bd92-89b885642bb9",
        "choice_type": "multi"
    },
    {
        "question": "Cerebrosides contain which of the following?",
        "exp": "Sphingolipids: They comprise another group of lipids found in biological membranes especially in the tissues of nervous system. There are three types of sphingolipids sphingomyelin, cerebrosides and gangliosides. About 6 percent of the membrane lipids of grey matter cells in the brain are gangliosides. Ref: Textbook of Medical Biochemistry Eighth Edition Dr (Brig) MN Chatterjea, page no: 11",
        "cop": 4,
        "opa": "Phytol",
        "opb": "Glycerol",
        "opc": "Galactitol",
        "opd": "Sphinogosine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b4116a1e-4194-4591-8c5b-718568801913",
        "choice_type": "single"
    },
    {
        "question": "LCAT activates",
        "exp": "Lipoproteins classes as per apoprotein contents Families: LP A Apolipoproteins: A-I and A-II Density class: HDL Mol. wt. range: 17000 to 28000 Function: LCAT activator, 'Scavenger'Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 445, Table 25. 11",
        "cop": 1,
        "opa": "Apo A1",
        "opb": "Apo B100",
        "opc": "Apo C-2",
        "opd": "Apo C-3",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "3dad0674-9e0e-46b9-a025-4eee71081b69",
        "choice_type": "single"
    },
    {
        "question": "Lipid with highest mobility is",
        "exp": "Classification Based on Electrophoretic Mobility (Frederickson and colleagues, 1967): The most widely used and simplest classification for lipoproteins is based on the separation of major four classes by electrophoresis. The most frequently employed electrophoretic media are \"paper\" and 'agarose'. Plasma lipoproteins separated by this technique are classified in relation to the comparable migration of serum proteins. On electrophoresis, the different fractions according to mobility appear at: The origin is chylomicrons, Migrating into b-globulin region is called b-lipoproteins (LDL). Migrating into Pre-b-globulin region, called as pre-b-lipoproteins (VLDL). Migrating to \"a1-globulin region called a-lipoproteins (HDL). Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde, page no; 444, 445",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "6ac72bac-25ee-4fcc-a10a-af5d5b610be8",
        "choice_type": "single"
    },
    {
        "question": "Activator of acetyl CoA carboxylase is",
        "exp": "Acetyl CoA Carboxylase It is the key enzyme; citrate activates this enzyme. The citrate level is high only when both acetyl CoA and ATP are abundant. Covalent modification is another regulatory mechanism. Phosphorylation inactivates acetyl CoA carboxylase (similar to glycogen synthase under the effect of glucagon). Hence fatty acid synthesis decreases when glucose level is low. The enzyme is inhibited by palmitoyl CoA, the end product. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 139",
        "cop": 3,
        "opa": "Malonyl CoA",
        "opb": "Acetoacetate",
        "opc": "Citrate",
        "opd": "Palmitoyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "27354064-82b9-417c-86d8-e0c7542a21ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a byproduct of hydrogenation of vegetable oils?",
        "exp": "Trans fatty acids are isomers of cis fatty acids which are found in naturally occurring unsaturated fatty acids. They are formed during hydrogenation of vegetable oils in the production of margarine. The configuration of groups in a trans fatty acid is such that the acyl chains are on the opposite side of the double bond. Trans fatty acids not only raise the level of triglycerides, total and LDL cholesterol but also lower the level of HDL. Hence their consumption is associated with an increased risk of cardiovascular disease. The WHO recommends that the intake of trans fats should be less than 1% of the total energy intake. Reference: Harpers illustrated biochemistry 30th edition page 213",
        "cop": 2,
        "opa": "Cis fatty acids",
        "opb": "Trans fatty acids",
        "opc": "Eicosanoids",
        "opd": "Glycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "35f573c0-4930-4c86-983c-78242988c211",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are formed in the",
        "exp": "Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesised exclusively by the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry 6th Edition pg no: 143",
        "cop": 1,
        "opa": "Liver",
        "opb": "Pancrease",
        "opc": "Kidneys",
        "opd": "Lungs",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0a69a009-1f4a-458b-9e6e-f475622ed2bd",
        "choice_type": "single"
    },
    {
        "question": "GLUT 5 receptors present in",
        "exp": "Major Glucose Transpoers. Tissue Location. Functions. GLUT 1. Brain, kidney, colon, placenta, erythrocytes. Glucose uptake. GLUT 2. Liver, pancreatic b cell, small intestine, kidney. Rapid uptake or release of glucose. GLUT 3. Brain, kidney, placenta. Glucose uptake. GLUT 4. Hea and skeletal muscle, adipose tissue. Insulin-stimulated glucose uptake. GLUT 5. Small intestine. Absorption of fructose. SGLT 1. Small intestine and kidney. Active uptake of glucose against a concentration gradient. Ref: Harper&; s Biochemistry; 30th edition; Chapter 19 Gluconeogenesis & the Control of Blood Glucose",
        "cop": 3,
        "opa": "Brain",
        "opb": "Placenta",
        "opc": "Small Intestine",
        "opd": "Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "51fb8e1a-81d0-4208-81f2-986a9dd5dc45",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are associated with increased risk of atherosclerotic plaque formation except",
        "exp": "Risk Factors for Cardiovascular Disease Class 1: Modifiable risk factors, Interventions have been proved to lower CAD risk. 1. Cigarette smoking 2. High total cholesterol 3. High LDL cholesterol 4. Low HDL cholesterol 5. High fat/cholesterol diet 6. Left ventricular hyperophy (LVH) 7. Thrombogenic factors Class 2: Modifiable risk factors, Interventions are likely to lower CAD risk. 8. Lipoprotein (a) or Lp(a) 9. Diabetes mellitus 10. Hypertension 11. Physical inactivity 12. Obesity 13. High triglycerides 14. High homocysteine 15. Increased high-sensitivity-CRP (hs-CRP) 16. Stress Class 3: Nonmodifiable risk factors. 17. Age 18. Male gender 19. Family history of CAD Alpha-2-Macroglobulin (AMG) AMG is a tetrameric protein with a molecular weight of 725 kD. It is the major component of alpha-2 globulins. It is synthesized by hepatocytes and macrophages. AMG inactivates all proteases and is impoant in vivo anti-coagulant. AMG is the carrier of many growth factors such as platelet-derived growth factor (PDGF). Normal serum level is 130-300 mg/dl. Its concentration is markedly increased (up to 2-3 g/dl) in Nephrotic syndrome, where other proteins are lost through urine. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 294, 335",
        "cop": 4,
        "opa": "Apo E mutation",
        "opb": "Oxidized LDL",
        "opc": "Increased homocysteine",
        "opd": "Increased Alpha 2 macroglobulin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5dd7fc2d-eeee-4ab2-9a72-3ac6fd02b366",
        "choice_type": "multi"
    },
    {
        "question": "Fatty acid synthase complex result in formation of",
        "exp": "Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 136-138",
        "cop": 2,
        "opa": "14 carbon chain",
        "opb": "16 carbon chain",
        "opc": "18 carbon chain",
        "opd": "20 carbon chain",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4269103a-ed8c-455f-93cd-e6490a655929",
        "choice_type": "single"
    },
    {
        "question": "Medium chain fatty acids",
        "exp": "Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde page no: 392-396",
        "cop": 3,
        "opa": "Require pancreatic lipase for digestion",
        "opb": "Absorbed through lymphatics",
        "opc": "Also digested in stomach",
        "opd": "Require bile salts for absorption and digestion",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d6ae77f9-9d58-403c-abf0-fbce3208b144",
        "choice_type": "single"
    },
    {
        "question": "Ketone body production occurs in?",
        "exp": "Ketogenesis Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesised exclusivelyby the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 143",
        "cop": 2,
        "opa": "Cytoplasm",
        "opb": "Mitochondria",
        "opc": "Golgi body",
        "opd": "Nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d7f0a588-a862-44e3-b249-bb33c6d1120f",
        "choice_type": "single"
    },
    {
        "question": "Which is an omega-9 fatty acid?",
        "exp": "Unsaturated fatty acids are also designated o3 (omega 3) family--Linolenic acids o6 family--Linoleic and Arachidonic acids ( o9 family--Oleic acid. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 76",
        "cop": 2,
        "opa": "Arachidonic acid",
        "opb": "Oleic acid",
        "opc": "Linolenic acid",
        "opd": "Cervonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9e926cb7-5de5-45e2-9391-ccad4413bf3d",
        "choice_type": "single"
    },
    {
        "question": "Statement true about ketone bodies is",
        "exp": "KETOSISUnder ceain metabolic conditions associated with a high rate of fatty acid oxidation, liver produces considerable quantities of compounds like acetoacetate and b-OH butyric acid, which pass by diffusion into the blood. Acetoacetate continually undergoes spontaneous decarboxylation to produce acetone. These three substances are collectively known as \"ketone bodies\" (or \"acetone bodies\"). Sometimes also called as \"ketones\", which is rather a misnomer. Concentration of Ketone Bodies. Concentration of total ketone bodies in the blood of well fed individuals does not normally exceed 1 mg/100 ml (as acetone equivalents). Urine: Loss urine is usually less than 1 mg/ 24 hrs in humans. Ketoacidosis: Acetoacetic acid and b-OH-butyric acid are moderately strong acids. They are buffered when present in blood and tissues, entailing some loss of buffer cations, which progressively depletes the alkali reserve| causing ketoacidosis. Note: This may be fatal in uncontrolled diabetes mellitus. Causes1. Starvation: Simplest form of ketosis occurs in starvation. Mechanism: Involves depletion of available carbohydrate reserve, coupled with mobilisation of FFA and oxidation to produce energy. 2. In Pathologic States* In Diabetes mellitus: Clinical and experimental.* In some types of alkalosis: Ketosis may develop.* Pregnancy toxaemia in sheep and in lactating cattle. 3. In prolonged ether anaesthesia. 4. Other non-pathologic forms of ketosis are found under conditions of:* High fat feeding.* After severe exercise in the postabsorptive state. 5. Injection of anterior pituitary extracts. Site of Formation and Fate Liver appears to be the only organ which produces ketone bodies and add to the blood. Extrahepatic tissues can pick up ketone bodies from the circulating blood and utilise them as respiratory substrates. Net flow of ketone bodies from the liver to extrahepatic tissues results from an active enzymatic mechanism in the liver which exists, for the production of ketone bodies, coupled with very low activity of the enzymes rather than their absence, responsible for their degradation or utilisation. The reverse situation exists in extrahepatic tissues. Ref: M. N. Chatterjee Textbook of Biochemistry 8th edition pg no: 425",
        "cop": 3,
        "opa": "Major source of energy supply to liver",
        "opb": "They are derived from cholesterol",
        "opc": "Their levels increase in starvation",
        "opd": "Levels are raised in fed state",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9dab3242-318e-44b4-bbc6-54ec02fd84df",
        "choice_type": "multi"
    },
    {
        "question": "Beta oxidation of fatty acids occur in",
        "exp": "Tissues in which bbb-Oxidation is carried out: The circulating FA are taken up by various tissues and oxidised. Tissues like liver, hea, kidney, muscle, brain, lungs, testes and adipose tissue have the ability to oxidise long-chain FA. In cardiac muscle, fatty acids are an impoant fuel of respiration (80% of energy derived from FA oxidation). Enzymes Involved in bbb-Oxidation bbb-oxidation takes place in mitochondrion. Several enzymes known collectively as FA-oxidase system are found in the mitochondrial matrix, adjacent to the respiratory chain, which is found in the inner membrane. These enzymes catalyse the oxidation of FA to acetyl- CoA. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 407",
        "cop": 2,
        "opa": "Nucleus",
        "opb": "Mitochondria",
        "opc": "Cytoplasm",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e1a1f3d8-ed03-425c-8fc5-0a86fba6f55f",
        "choice_type": "single"
    },
    {
        "question": "Familial hypercholesterolemia is due to defect in",
        "exp": "Name Defect Remarks Familial hypercholesterolemia (type IIa) Defective LDL receptors or mutation in the ligand region of apo B-100 Elevated LDL levels and hypercholesterolemia, resulting in atherosclerosis and coronary disease Reference: Harper; 30th edition; Page no: 275",
        "cop": 4,
        "opa": "Apo A",
        "opb": "Lipoprotein lipase",
        "opc": "Apo C",
        "opd": "Apo B 100",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c3f73a22-dcac-4ba8-ac7c-0a7875e7c5dd",
        "choice_type": "single"
    },
    {
        "question": "LCAT deficiency increases the following",
        "exp": "* HDL is synthesized and secreted from both liver and intestine * Lecithin: cholesterol acyltransferase (LCAT) activity is associated with HDL containing apo A-I. * As cholesterol in HDL becomes esterified, it creates a concentration gradient and draws in cholesterol from tissues and from other lipoproteins thus enabling HDL to function in reverse cholesterol transpo * Absence of LCAT leads to block in reverse cholesterol transpo. HDL remains as nascent disks incapable of taking up and esterifying cholesterol. Ref:- Harper 30/e; pg num:- 249, 272",
        "cop": 4,
        "opa": "Chylomicrons",
        "opb": "IDL",
        "opc": "VLDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e2e0c084-d8c4-4cbc-ae0e-3c34c1454622",
        "choice_type": "single"
    },
    {
        "question": "Ligand for LDL",
        "exp": "LOW-DENSITY LIPOPROTEINS (LDL) LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100. Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 153",
        "cop": 1,
        "opa": "APO B 100",
        "opb": "APO E",
        "opc": "APO 48",
        "opd": "APO A11",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b23da9f7-255a-4009-9e8b-93fc79aa636e",
        "choice_type": "single"
    },
    {
        "question": "Main lipid component of chylomicrons is",
        "exp": "Plasma lipids consist of triacylglycerols (16%), phospholipids (30%), cholesterol (14%), and cholesteryl esters (36%) and a much smaller fraction of unesterified long-chain fatty acids (free fatty acids or FFA) (4%). The FFA is metabolically the most active of the plasma lipids. Lipoprotein Source Main Lipid Components Apolipoproteins Chylomicrons Intestine Triacylglycerol A-I, A-II, A-IV, B-48, C-I, C-II, C-III, E Chylomicron remnants Chylomicrons Triacylglycerol, phospholipids, cholesterol B-48, E VLDL Liver (intestine) Triacylglycerol B-100, C-I, C-II, C-III IDL VLDL Triacylglycerol, Cholesterol B-100, E LDL VLDL Cholesterol B-100 HDL Liver, intestine, VLDL, chylomicrons Phospholipids, cholesterol A-I, A-II, A-IV, C-I, C-II, C-III, D, E Albumin/free fatty acids Adipose tissue Free fatty acids Reference: Harper; 30th edition; Page no: 254",
        "cop": 1,
        "opa": "Triacylglycerols",
        "opb": "Phospholipids",
        "opc": "Cholesterol",
        "opd": "Free fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7c675040-eee1-4ae6-8220-4a086727a87e",
        "choice_type": "single"
    },
    {
        "question": "Which has highest choclestrol content?",
        "exp": "LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100 (Fig. 12. 12). Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Metabolism of LDL and LDL Receptors LDL is taken up by peripheral tissues by receptor-mediated endocytosis (see Fig. 12. 13). LDL receptors are present on all cells but most abundant in hepatic cells. LDL receptors are located in specialised regions called clathrin-coated pits. Binding of LDL to the receptor is by apo-B-100 and uptake of cholesterol from LDL is a highly regulated process. When the apo-B-100 binds to the apo-B-100 receptor, the receptor-LDL complex is internalised by endocytosis. The endosome vesicle thus formed fuses with lysosomes. The receptor is recycled and returns to the cell surface. The LDL paicle, along with apoproteins and cholesterol ester is hydrolyzed by lysosomal hydrolases, forming amino acids and free cholesterol. The free receptors can now return to the membrane surface to bind fuher LDL molecules (Fig. 12. 13). Approximately 70% of LDL is degraded in the liver, and the rest in extra-hepatic tissues. For their work on LDL receptors, Michael Brown and Joseph Goldstein were awarded Nobel prize in 1985. Function of LDL About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: It is used for the synthesis of other steroids like steroid hormones. Cholesterol may be incorporated into the membranes. Cholesterol may be esterified to a MUFA by acyl cholesterol acyltransferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153 - 154",
        "cop": 2,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicron",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "477824fc-b273-4f81-905e-34a11778101a",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme in cholesterol synthesis",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "HMG CoA synthetase",
        "opb": "HMG CoA lyase",
        "opc": "HMG CoA reductase",
        "opd": "Mevalonate synthetase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e7a4c605-901c-4ac2-bedb-262017e96668",
        "choice_type": "single"
    },
    {
        "question": "Type 2 hypercholesterolemia occurs due to",
        "exp": "Type II A(Primary familial hypercholesterolemia) There is elevation of LDL. Patients seldom survive the second decade of life due to ischemic heart disease (Table 25. 4). The cause is LDL receptor defect. Receptor deficiency in liver and peripheral tissues will result in the elevation of LDL levels in plasma, leading to hypercholesterolemia. The LDL receptor defect may be due to the following reasons: LDL receptor deficiency. Defective binding of B-100 to the receptor. A substitution of glutamine for arginine at 3500thamino acid results in poor binding to LDL receptors. This defect is known as B-3500 or familial defective apo-B. Receptor-LDL complex is not internalised. Secondary type II hyperlipoproteinemia is seen in hypothyroidism, diabetes mellitus, nephrotic syndrome and cholestasis",
        "cop": 2,
        "opa": "Lipoprotein lipase deficiency",
        "opb": "Absence of LDL receptors on cells",
        "opc": "Abnormality in apo E",
        "opd": "LCAT deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "948f4f7c-292d-4458-875f-daa65f22f4eb",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about LDL are true except",
        "exp": "LOW DENSITY LIPOPROTEINS (LDL) transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100 (Fig. 12. 12). Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Metabolism of LDL and LDL Receptors. LDL is taken up by peripheral tissues by receptor mediated endocytosis (see Fig. 12. 13). LDL receptors are present on all cells but most abundant in hepatic cells. LDL receptors are located in specialised regions called clathrin-coated pits. Binding of LDL to the receptor is by apo-B-100 and uptake of cholesterol from LDL is a highly regulated process. When the apo-B-100 binds to the apo-B-100 receptor, the receptor-LDL complex is internalised by endocytosis. The endosome vesicle thus formed fuses with lysosomes. The receptor is recycled and returns to the cell surface. The LDL paicle, along with apoproteins and cholesterol ester arehydrolysed by lysosomal hydrolases, forming amino acids and free cholesterol. The free receptors can now return to themembrane surface to bind fuher LDL molecules (Fig. 12. 13). Approximately 70% of LDL is degraded in the liver, and the rest in extra-hepatic tissues. For their work on LDL receptors, Michael Brown and Joseph Goldstein were awarded Nobel prize in 1985. Function of LDLAbout 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major. Fates: It is used for the synthesis of other steroids like steroid hormones. Cholesterol may be incorporated into the membranes. Cholesterol may be esterified to a MUFA by acyl cholesterol acyltransferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. LDL and Clinical Applications. LDL concentration in blood has positive correlation with incidence of cardiovascular diseases. A fraction of cholesterol is taken up by macrophages, this is not a regulated pathway. Increased levels of LDL or modification of LDL by glycation (as seen in diabetes mellitus) or oxidation increases the fraction of cholesterol taken up by macrophages. LDL infiltrates through aerial walls and is taken up by macrophages or scavenger cells. This is the staing event of atherosclerosis leading to myocardial infarction (see coronary aery diseases in Chapter 25). When these cells become engorged with cholesterol, foam cells are formed, that get deposited in the subendothelial space triggering formation of atheromatous plaque (see Fig. 25. 3). Procoagulant changes are induced in the endothelium resulting in increased chances of thrombosis and coronary aery disease (Fig. 25. 4). Since LDL-cholesterol is thus deposited in tissues, the LDL (low-density lipoprotein) variety is called \"bad cholesterol\" and LDL as \"Lethally Dangerous Lipoprotein\" in common parlance. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153-15",
        "cop": 4,
        "opa": "It delivers cholesterol to cells",
        "opb": "It contains only one Apoprotein",
        "opc": "It is a marker for cardiovascular disease",
        "opd": "It contains Apo-B4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ef6d74f4-6e02-4cbe-9a6e-a631e9c78b2b",
        "choice_type": "multi"
    },
    {
        "question": "Phospholipid is",
        "exp": "Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 46",
        "cop": 2,
        "opa": "Leukotrienes",
        "opb": "Lecithin",
        "opc": "Cerebroside",
        "opd": "Ganglioside",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c4840de3-8e4c-4b9f-914d-23683b7e678c",
        "choice_type": "single"
    },
    {
        "question": "Chylomicrons contain",
        "exp": "CHYLOMICRONSSynthesis of chylomicrons Chylomicrons are formed in the intestinal mucosal cells and secreted into the lacteals of lymphatic system (Chapter 11). They are rich in triglyceride (Fig. 12. 9). If lipemic serum is kept overnight in the refrigerator, chylomicrons rise as a creamy layer to the top, leaving the subnatant clear. When the chylomicrons are synthesised by the intestinal mucosa, they contain only apo-B-48 and apo-A but apo-C and apo-E are added from HDL in blood during transpo (Fig. 12. 10). Metabolism of Chylomicrons. Main sites of metabolism of chylomicrons are adipose tissue and skeletal muscle. The half-life of chylomicrons in blood is about 1 hour. The enzyme lipoprotein lipase (LpL) is located at the endothelial layer of capillaries of adipose tissue, muscles, and hea; but not in liver. Apo C-II present in the chylomicrons activates the LpL. The LpL hydrolyses triglycerides present in chylomicrons into fatty acids and glycerol. Muscle or adipose tissue cells take up the liberated fatty acids. Following injection of heparin, the LpL is released from the tissues and lipemia is thus cleared. This is called post-heparin lipolytic activity. Lack of C-II leads to decreased activity of LpL and consequent accumulation of chylomicrons and VLDL in blood. Insulin increases LpL activity. Liver Takes up Chylomicron Remnants As the TAG content is progressively decreased, the chylomicrons shrink in size. These remnants containing apo-B-48 and apo-E are taken up by hepatic cells by receptor-mediated endocytosis. Apo-E binds the hepatic receptors. Function of Chylomicrons. Chylomicrons are the transpo form of dietary triglycerides from intestines to the adipose tissue for storage, and to muscle or hea for their energy needs. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153",
        "cop": 1,
        "opa": "Apo A",
        "opb": "Apo B",
        "opc": "Apo C",
        "opd": "Apo E",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d8231a76-1a76-4a71-b3d1-fd5f254612b3",
        "choice_type": "single"
    },
    {
        "question": "Type-I hyperlipoproteinemia is characterized by",
        "exp": "Primary Hyperlipoproteinaemias: Frederickson et al. (1967) proposed five types based on changes in plasma lipoproteins. 1. Type-I: Familial Lipoprotein Lipase Deficiency: A rare disorder and is characterised by Hyperiglyceridaemia (TG |), and hyperchylomicronaemia. Chylomicrons grossly increased || and there is slow clearing of chylomicrons. VLDL (Pre-b-Lipoproteins) also increased, more so in, increased carbohydrate intake. Decrease in a-lipoprotein (HDL|) and b lipoproteins (LDL|). Inheritance: Autosomal recessive. Enzyme deficiency: Deficiency of the enzyme lipoprotein lipase. A variant of the disease can be produced by deficiency of apo-C II. Clinical feature: Presents in early childhood and is characterised by. Eruptive Xanthomas. Recurrent abdominal pain. Note. Disease is fat induced. Patient may be effectively treated by low dietary fat. High carbohydrate diet can raise Pre-b-lipoprotein levels as TG synthesis in Liver increases. Premature cardiovascular disease is not encountered. Refrigeration test: If serum of suspected patient is taken in a narrow small tube and kept in refrigerator temperature for 24 hrs undisturbed, a clear zone of chylomicrons is seen to float on the top and make a distinct separate layer. Ref: Textbook of Medical Biochemistry, 8th Edition, Dr (Brig) MN Chatterjea, Rana Shinde, page no: 451",
        "cop": 3,
        "opa": "Elevated LDL",
        "opb": "Elevated HDL",
        "opc": "Elevated chylomicrons",
        "opd": "Elevated lipoprotein lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "cf907753-3870-4dd7-bfa4-69d609e1db3a",
        "choice_type": "single"
    },
    {
        "question": "All are true about fatty acid synthesis except",
        "exp": "DE NOVO SYNTHESIS OF FATTY ACIDS The process of fatty acid synthesis was studied by Feodor Lynen, who got Nobel prize in 1964. The pathway is referred to as Lynn&; s spiral. It is not a reversal of oxidation. Fatty acids are synthesized mainly by a de novo synthetic pathway operating in the cytoplasm. So it is referred to as extramitochondrial or cytoplasmic fatty acid synthase system. The major fatty acid synthesised de novo is palmitic acid, the 16C saturated fatty acid. The process occurs in liver, adipose tissue, kidney, brain, and mammary glands. Transpo of Acetyl CoA to Cytoplasm The staing material for de novo synthesis is acetyl CoA. It is formed inside the mitochondria from pyruvate. The inner membrane is not freely permeable to acetyl CoA. Hence the acetyl CoA units are delivered to the cytoplasm as citrate Citrate is transpoed from mitochondria by a tricarboxylic acid transpoer. In the cytoplasm, citrate is cleaved to oxaloacetate and acetyl CoA. The enzyme is ATP citrate lyase. The oxaloacetate can return to the mitochondria as malate or pyruvate net reaction of de novo synthesis of fatty acid may be summarized as 1 Acetyl CoA + 7. Malonyl CoA +14. NADPH +14H+ - 1. Palmitate + 7. CO2 +14. NADP+ + 8. CoA+ 6. H2O Fatty acid synthesis is not an exact reversal of beta-oxidation. Co-enzymes of Fatty Acid Synthesis An impoant point to remember is that the co-enzyme utilised for de novo synthesis is NADPH. The sources of NADPH for fatty acid synthesis are 1. Pentose Phosphate Pathway This is the main source. Tissues having active lipogenesis (liver, adipose tissue, lactating mammary gland) have an active HMP shunt pathway also. 2. Malic Enzyme Malate + NADP+ - Pyruvate + CO2 + NADPH + H+ The reaction also helps to transfer cytoplasmic oxaloacetate to the mitochondria. For every molecule of acetyl CoA delivered to the cytoplasm, one molecule of NADPH is formed and reducing equivalents are generated in cytoplasm. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 136-139",
        "cop": 2,
        "opa": "Requires NADPH",
        "opb": "Requires NADH",
        "opc": "Occurs in cytosol",
        "opd": "Intermediately linked with glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2b020dfd-d627-4ded-ac52-6182410787a4",
        "choice_type": "multi"
    },
    {
        "question": "Fatty acid sythase complex does not include",
        "exp": "Fatty acid synthase complex is a multienzyme complex The complex is a dimer of two identical polypeptide monomers arranged in an X-shape in which six enzymes and acyl carrier protein are linked in primary structure. Reference: Harpers illustrated biochemistry 30 th edition",
        "cop": 3,
        "opa": "Acyl transacetylase",
        "opb": "Enoyl reductase",
        "opc": "Keto acyl synthase",
        "opd": "Acetyl co A carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "36b588b5-673b-4fe9-9508-9e87053609a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a polyunsaturated fatty acid?",
        "exp": "Three polyunsaturated fatty acids, linoleic acid, linolenic acid and arachidonic acid are called \"essential fatty acids\" (EFA). They cannot be synthesised in the body and must be provided in the diet. Lack of EFA in the diet can produce growth retardation and other deficiency manifestation symptoms. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 48",
        "cop": 4,
        "opa": "Palmitic acid",
        "opb": "Stearic acid",
        "opc": "Oleic acid",
        "opd": "Linoleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "57d40e41-4597-4cf6-8b13-ab250caadf2f",
        "choice_type": "single"
    },
    {
        "question": "type 2 hypercholesterolemia occubrs due to",
        "exp": "Type II A(Primary familial hypercholesterolemia). There is elevation of LDL. Patients seldom survivethe second decade of life due to ischemic headisease (Table 25. 4). The cause is the LDL receptordefect. Receptor deficiency in liver and peripheraltissues will result in the elevation of LDL levels inplasma, leading to hypercholesterolemia. The LDLreceptor defect may be due to the following reasons: 1. LDL receptor deficiency. 2. Defective binding of B-100 to the receptor. Asubstitution of glutamine for arginine at 3500thamino acid results in poor binding to LDLreceptors. This defect is known as B-3500 orfamilial defective apo-B. 3. The receptor-ldl complex is not internalized. Secondary type II hyperlipoproteinemia is seenin hypothyroidism, diabetes mellitus, nephroticsyndrome and cholestasis. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 300",
        "cop": 2,
        "opa": "Lipoprotein lipase deficiency",
        "opb": "Absence of LDL receptors on cells",
        "opc": "Abnormality in apo E",
        "opd": "LCAT deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "fc7ba1ac-0401-4352-b905-00170e17897e",
        "choice_type": "single"
    },
    {
        "question": "Which receptors are present in liver for uptake of LDL?",
        "exp": "Classification of Lipoproteins - Depending on the density (by ultra centrifugation) or on the electrophoretic mobility, the lipoproteins in plasma are classified into five major types. Chylomicrons. Contains apoprotein B-48. Very low density lipoproteins (VLDL) or prebeta lipoproteins. Main apoprotein is B-100. Intermediate density lipoproteins (IDL) or broad-beta lipoproteins Low density lipoproteins (LDL) or betalipoproteins. Major apoprotein in LDL is B-100. High density lipoproteins (HDL) or alphalipoproteins. Major apoprotein in HDL is apo-A. Free fatty acids (FFA) or nonesterified fattyacids (NEFA) are complexed with albumin. FFAs are not generally included in the classification of lipoproteins, because they are loosely bound to the protein APOPROTEINS - Chylomicron - A, B-48, C-II, E VLDL - B-100, C-II, E IDL - B-100, E LDL- B-100 HDL - A-I, C, E FFA - Albumin. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 151.",
        "cop": 4,
        "opa": "Apo E",
        "opb": "Apo A and Apo E",
        "opc": "Apo E and Apo B100",
        "opd": "Apo B 100",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "930591f7-cb3d-42ed-adac-e1290c2e1787",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol is a predominant lipid in",
        "exp": "LDL and HDL lipoproteins are the major carrier of cholesterol. Reference: Harpers illustrated biochemistry 31st edition page 248",
        "cop": 1,
        "opa": "LDL and HDL",
        "opb": "HDL and VLDL",
        "opc": "Chylomicron and VLDL",
        "opd": "IDL and HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d6e71404-55a7-4c6e-bad8-edd000d7f432",
        "choice_type": "single"
    },
    {
        "question": "Respiratory distress syndrome in premature infants is due to inadequate secretion of which one of the following lipids?",
        "exp": "Phosphatidylcholine or Lecithin i. This is a nitrogen-containing phospholipid. The word lecithin is derived from the Greek word, lekythos = egg yolk. It contains glycerol. ii. The alpha and beta positions are esterified with fatty acids. Usually the fatty acid attached to the beta-carbon is a PUFA molecule iii. The phosphoric acid is added to the third position, to form phosphatidic acid. The phosphate group is esterified to the quaternary nitrogen base, Choline (Fig. 7. 8). The molecules of lecithin exist as zwitterions (pl = 6. 7). Action of Phospholipases Phospholipases are enzymes that hydrolyse phospholipids. Different phospholipases are involved in the hydrolysis of specific bonds in lecithin. Phospholipase A2 acts on an intact lecithin molecule hydrolysing the fatty acid esterified to the beta (second) carbon atom. The products are Lysolecithin and fatty acid. Lysole- cithin is a detergent and hemolytic agent. The enzyme is present in the venom of viper snakes. The hemolysis and consequent renal failure seen in viper poisoning could be thus explained. Actions of other phospholipases are shown in Figure 7. 8. The products formed in each case may be summarized as follows: Phospholipase A2 Lecithin ------------- Lysolecithin + fatty acid Phospholipase A1 Lecithin ------------- Acyl glycerophosphoryl- choline + fatty acid Phospholipase C Lecithin ------------- 1, 2 diacylglycerol + Phosphorylcholine Phospholipase D Lecithin ------------- Phosphatidic acid + choline Lung Surfactants Normal lung function depends on a constant supply of lung surfactants. It is produced by epithelial cells. It decreases surface tension of the aqueous layer of lung and prevents collapse of lung alveoli. Constituents of surfactants are dipalmitoyl lecithin, phosphatidylglycerol, cholesterol and surfactant proteins A, B and C. During fetal life, the lung synthesizes sphingomyelin before 28th week of gestation. But as fetus matures, more lecithin is synthesized. The lecithin-sphingomyelin (LS) ratio of amniotic fluid is an index of fetal maturity. A ratio of 2 indicates full lung maturity. Low levels of surfactant leads to respiratory distress syndrome (RDS), which is a common cause of neonatal morbidity. Respiratory Distress Syndrome (RDS) It is due to a defect in the biosynthesis of dipalmitoyl lecithin (DPL), the main pulmonary sur- factant. Premature infants have a higher incidence of RDS because the immature lungs do not synthesize enough DPL. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 80",
        "cop": 1,
        "opa": "Dipalmitoyl phosphatidycholine",
        "opb": "Sphingomyelin",
        "opc": "Cholesterol",
        "opd": "Phosphatidylinositol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8a506abd-801e-40ec-ab28-432fcb64f357",
        "choice_type": "single"
    },
    {
        "question": "The APO-B100 and APO-B48 are different lipoproteins due to",
        "exp": "Apo-B100, one of the largest proteins is a longer version of Apo-B48 Both Apo B proteins are encoded by same gene and produced from same initial RNA transcript. Apo-B48 lacking the LDL receptor binding domain, is generated by this post transcriptional change in m-RNA sequence Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 3,
        "opa": "DNA duplication",
        "opb": "RNA splicing",
        "opc": "RNA editing",
        "opd": "Misreading of m-RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "eb9278fa-0353-49f8-9b62-ec8cf7f8407d",
        "choice_type": "single"
    },
    {
        "question": "Apoproteins present in LDL",
        "exp": "LOW DENSITY LIPOPROTEINS (LDL) - LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100. Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Function of LDL - About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: It is used for the synthesis of other steroids like steroid hormones. Cholesterol may be incorporated into the membranes. Cholesterol may be esterified to a MUFA by acyl cholesterol acyl transferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 153, 154.",
        "cop": 2,
        "opa": "B-48",
        "opb": "B-100",
        "opc": "C-I",
        "opd": "C-III",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a2a958a6-253c-461e-8b0a-3fc2f3860a2d",
        "choice_type": "single"
    },
    {
        "question": "Accumulation of the following causes fatty liver",
        "exp": "Fatty liver refers to the deposition of excess triglycerides in the liver cells. The balance between the factors causing fat deposition in liver versus factors causing removal of fat from liver determines the outcome. Causes of Fatty Liver: A. Causes of fat deposition in liver1. Mobilization of NEFA from adipose tissue. 2. Excess synthesis of fatty acid from glucose. B. Reduced removal of fat from liver3. Toxic injury to liver. Secretion of VLDL needs synthesis of apo B-100 and apo C. 4. Decreased oxidation of fat by hepatic cells. An increase in factors (1) and (2) or a decrease in factors (3) and (4) will cause excessive accumulation, leading to fatty liver. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 142",
        "cop": 2,
        "opa": "Cholesterol",
        "opb": "Triglycerides",
        "opc": "Cholesterol ester",
        "opd": "Phospholipids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "79083391-fd8a-4e48-9b71-0a4a209b8480",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting step in cholesterol synthesis is",
        "exp": "Control of Cholesterol Biosynthesis. SREBP Pathway The steps in the biosynthesis of cholesterol to HMG-CoA are reversible. The formation of mevalonate, however, in the next step is irreversible and is the committed step. Regulation of cholesterol biosynthesis is exeed near the beginning of the pathway at the HMG-CoA reductase step, the rate limiting step. The reduced synthesis of cholesterol in starving animals is accompanied by a decrease in the activity of the enzyme. However, it is only hepatic synthesis that is inhibted by dietary cholesterol. \"HMG-CoA reductase\" in liver is inhibited by mevalonate, the immediate product of the pathway and by cholesterol, the main product. SREBP: Cholesterol and metabolites repress transcription of the \"HMG-CoA reductase\" activation of a \"sterol regulatory element-binding protein\" (SREBP) transcription factor. SREBPs are a family of proteins that regulate the transcription of a range of genes involved in the cellular uptake and metabolism of cholesterol and other lipids. A second control point appears to be at the cyclisation of squalene and conversion to lanosterol, but details of the regulation at this step is not clear. Effect of starving/fasting: Fasting and/starvation also inhibit the enzyme and activate \"HMG-CoA lyase\" to form ketone bodies. Effect of feeding cholesterol: Feeding cholesterol reduces the hepatic biosynthesis of cholesterol by reducing the activity of \"HMG-CoA reductase\". Intestinal cholesterol biosynthesis does not respond to the feeding of high cholesterol diets. Role of hormones. Insulin: Increases HMG-CoA reductase activity. The hormone is required for the diurnal rhythm (diurnal variation) that occurs in cholesterol biosynthesis, a phenomenon probably related to feeding cycles and the need for bile acid synthesis. Glucagon and/glucocoicoids Decreases the activity of HMG-CoA reductase and reduce the cholesterol biosynthesis. Thyroid hormones: Stimulates HMG-CoA reductase activity. Role of cyclic AMP: HMG-CoA reductase may exist in active/inactive forms, which is reversibly modified by phosphorylation/and dephosphorylation mechanisms, which may be mediated by c-AMP dependent protein kinases. Cyclic AMP inhibits cholesterol biosynthesis by conveing \"HMG-CoA reductase\" to inactive form. Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 434",
        "cop": 2,
        "opa": "HMG CoA synthetase",
        "opb": "HMG CoA reductase",
        "opc": "Thiokinase",
        "opd": "Mevalonate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ddffb46a-ce52-4e2e-a40a-6b89a50dd816",
        "choice_type": "multi"
    },
    {
        "question": "Lipotropic factors are",
        "exp": "Lipotropic Factors - They are required for the normal mobilisation of fat from liver. Therefore, deficiency of these factors may result in fatty liver. They can afford protection against the development of fatty liver. 1. Choline. Feeding of choline has been able to reverse fatty changes in animals. 2. Lecithin and methionine. They help in synthesis of apoprotein and choline formation. The deficiency of methyl groups for carnitine synthesis may also hinder fatty acid oxidation. 3. Vitamin E and selenium give protection due to their anti-oxidant effect. 4. Omega 3 fatty acids present in marine oils have a protective effect against fatty liver. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 143.",
        "cop": 1,
        "opa": "Choline",
        "opb": "Betain",
        "opc": "Methionine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "3b772fa7-b00f-4239-b863-443bd809a598",
        "choice_type": "single"
    },
    {
        "question": "To be defined as a ganglioside, a lipid substance isolated from nervous tissue must contain in its structure",
        "exp": "Gangliosides They are formed when ceramide oligo-saccharides have at least one molecule of NANA (N-acetyl neuraminic acid) (sialic acid) attached to them. Ceramide--Glucose--galactose--NANA; this is designated as GM3 (ganglioside M3). Gangliosides contribute to the stability of paranodal junctions and ion channel clusters in myelinated nerve fibers. Autoantibodies to GM1 disrupt lipid rafts, paranodal or nodal structures, and ion channel clusters in peripheral motor nerves. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 82",
        "cop": 1,
        "opa": "N-Acetylneuraminic acid (NANA), hexoses, sphingosine, long chain fatty acid",
        "opb": "NANA, a hexoses, a fatty acid, sphingosine, phosphorylcholine",
        "opc": "NANA, Phingosine, ethanolamine",
        "opd": "NANA, hexoses, fatty acid, glycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8e569991-b23a-4d85-819d-f64b99d60796",
        "choice_type": "single"
    },
    {
        "question": "Essential fatty acid",
        "exp": "Linoleic and a-linolenic acids are the only fatty acids known to be essential for the complete nutrition of many species of animals, including humans, and are termedthe nutritionally essential fatty acids. In most mammals, arachidonic acid can be formed from linoleic acid. Ref: Harper 9e pg: 238",
        "cop": 1,
        "opa": "Linoleic acid",
        "opb": "Palmitoleic acid",
        "opc": "Oleic acid",
        "opd": "Arachidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "11003ff8-d721-4792-8644-fef7fa76a2a4",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic secretions are a rich source of",
        "exp": "Phospholipase A2 (PLA2) is elevated in cases of acute pancreatitis. Pancreatic s. PLA2 serve for the initial digestion of phospholipid compounds in dietary fat. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 174",
        "cop": 2,
        "opa": "Phospholipase A1",
        "opb": "Phospholipase A2",
        "opc": "Phospholipase C",
        "opd": "Phospholipase D",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "15515191-ab92-44b5-94a7-94f9608be795",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about fatty acid synthesis are true, except:",
        "exp": "Palmitoleic acid is not the end product of fatty acid synthesis. The end product of Fatty acid Synthesis is palmitic acid which is a saturated fatty acid conataining 16 carbons (Free palmitate-C-16). This is the primary form in which fats are stored as triacylglycerol. Palmitoleic acid is a monounsaturated fatty acid synthesized by the desaturation of palmitic acid. Fatty acid synthesis: Lipogenesis The main pathway for denovo synthesis of fatty acids (lipogenesis) occurs in the cytosol. Fatty acids are synthesized by an extra-mitochondrial system. The pathway conves acetyl-CoA to palmitate. Acetyl-CoA is the immediate substrate and free palmitic acid or palmitate is the end product. Citrate shuttle is required for the pathway. The first step in de novo fatty acid synthesis is the transfer of acetate units from mitochondrial acetyl CoA to the cytosol. The CoA poion of acetyl CoA cannot cross the inner mitochondrial membrane. For fatty acid biosynthesis, acetyl-CoA has to be transpoed from the mitochondria to the cytoplasm. This is done a shuttle system called the Citrate Shuttle. Its cofactor requirements include NADPH, ATP, Mn2+, biotin, Pantothenic acid and HCO3- (as a source of CO2) The synthesis of long-chain fatty acids (lipogenesis) is carried out by two enzyme systems. Acetyl-CoA carboxylase and Fatty acid synthase. Acetyl-Co-A carboxylase Fatty acid synthase Acetyl-Co-A carboxylase conves acetyl-CoA to malonyl-CoA. This is an irreversible reaction. This is an rate limiting step for fatty acid synthesis Lipogenesis is regulated at the acetyl-CoA carboxylase step by allosteric modifiers and Phosphorylation/de-phosphorylation The enzyme is allosterically activated by citrate and deactivated by long-chain acyl-CoA. Dephosphorylation (eg., by insulin) promotes the enzyme activity phosphorylation (eg., by glucagon or epinephrine) inhibits enzyme activity Fatty acid synthase, catalyzes the formation of palmitate from one acetyl-CoA and seven malonyl-CoA molecules Fatty acid synthase is not a single enzyme but a multienzyme complex consisting of two identical polypeptide chains, each containing six separate enzymatic activities and Acyl Carrier Proteins (ACP) NADPH is the reducing agent during fatty acid synthesis. Ref: Harper",
        "cop": 4,
        "opa": "Occurs in cytosol",
        "opb": "Citrate shuttle is required",
        "opc": "Acetyl CoA is the immediate substrate",
        "opd": "Palmitoleic acid is the end product",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a39ce214-2ee4-476b-b542-9f76743a4629",
        "choice_type": "multi"
    },
    {
        "question": "The most impoant source of reducing equivalents for fatty acid synthesis in the liver is",
        "exp": "The oxidative reactions of the pentose phosphate pathway(HMP pathway) are the chief source of the hydrogen required for the reductive synthesis of fatty acids. NADPH is involved as a donor of reducing equivalents. Glycolysis is the metabolic pathway that conves glucose C6. H12. O6, into pyruvate, CH3. COCOO- + H+. The free energy released in this process is used to form the high-energy molecules ATP (adenosine triphosphate) and NADH (reduced nicotinamide adenine dinucleotide). The citric acid cycle is the final pathway for the oxidation of carbohydrate, lipid, and protein. Their common end metabolite, acetyl-CoA, reacts with oxaloacetate to form citrate. By a series of dehydrogenations and decarboxylations, citrate is degraded, reducing coenzymes, releasing two CO2, and regenerating oxaloacetate. The reduced coenzymes are oxidized by the respiratory chain linked to the formation of ATP. Thus, the cycle is the major pathway for the formation of ATP and is located in the matrix of mitochondria adjacent to the enzymes of the respiratory chain and oxidative phosphorylation. The uronic acid pathway is an alternative pathway for the oxidation of glucose that does not provide a means of producing ATP but is utilized for the generation of the activated form of glucuronate, UDP-glucuronate which is mainly used for detoxification of foreign chemicals and for the synthesis of Mucopolysaccharides. The utilized glucuronate produced in this pathway is conveed to xylulose 5-p which is fuher metabolized through HMP pathway. The pentose phosphate pathway (also called the phosphogluconate pathway and the hexose monophosphate shunt) is a metabolic pathway parallel to glycolysis. It generates NADPH and pentoses (5-carbon sugars) as well as ribose 5-phosphate, the last one a precursor for the synthesis of nucleotides. While it does involve oxidation of glucose, its primary role is anabolic rather than catabolic. There are two distinct phases in the pathway. The first is the oxidative phase, in which NADPH is generated, and the second is the non-oxidative synthesis of 5-carbon sugars. For most organisms, the pentose phosphate pathway takes place in the cytosol. Ref: Harpers biochemistry 30th edition; page no-234",
        "cop": 4,
        "opa": "Glycolysis",
        "opb": "TCA cycle",
        "opc": "Uronic acid pathway",
        "opd": "HMP pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2dac27b0-0373-4e57-820b-d2ed01fc00c2",
        "choice_type": "single"
    },
    {
        "question": "True about bile acids is",
        "exp": "Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 438, 439",
        "cop": 4,
        "opa": "7 a hydroxylase is the rate limiting enzyme in the synthesis",
        "opb": "They are derived from cholesterol",
        "opc": "Cholic acid is primary bile acid",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "53f848e9-7c1b-45a7-a9bf-a7475ec8f1a9",
        "choice_type": "multi"
    },
    {
        "question": "Sphingomyelinase deficiency is seen in",
        "exp": "Disease. Enzyme Deficiency. Clinical Symptoms. Niemann-Pickdisease. Sphingomyelinase. Enlarged liver and spleen, mental retardation; fatal in early life. Ref: Harper&; s Biochemistry; 30th edition; Chapter 24; 24 Metabolism of Acylglycerols & Sphingolipids",
        "cop": 1,
        "opa": "Niemann - Pick disease",
        "opb": "Farber's disease",
        "opc": "Tay Sach's disease",
        "opd": "Krabbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a0a815a6-724b-4d76-9d18-1e9a781a44de",
        "choice_type": "single"
    },
    {
        "question": "Apoprotein C",
        "exp": "Characteristics of apoproteins and their functions apo C-l --Activation of LCAT apo C-ll --Activates extrahepatic lipoprotein lipase in vessel walls; clearance of TAG from chylomicrons and VLDL apo C-lll -- Inhibits lipoprotein lipase; Liver antiatherogenic. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 151, Table 12. 4.",
        "cop": 4,
        "opa": "Activates lipoprotein lipase",
        "opb": "Inactivates lipoproteindipase",
        "opc": "Facilitates triglyceride transpo",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b386e5de-c56a-4301-9906-881d0b57538d",
        "choice_type": "multi"
    },
    {
        "question": "The apoprotein associated with LCAT is",
        "exp": "Lecithin: cholesterol acyltransferase (LCAT) activity is associated with HDL containing apo A-I. As cholesterol in HDL becomes esterified, it creates a concentration gradient and draws in cholesterol from tissues and from other lipoproteins, thus enabling HDL to function in reverse cholesterol transpo. Reference: Harper; 30th edition; Page no: 272",
        "cop": 1,
        "opa": "Apo A",
        "opb": "Apo B",
        "opc": "Apo C",
        "opd": "Apo E",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a3ab8893-da14-41a7-8c1f-80c8b766f6e6",
        "choice_type": "single"
    },
    {
        "question": "Phospholipids include all except",
        "exp": "Classification of lipids Phospholipids, containing phosphoric acid. 1. Nitrogen-containing glycerophosphatides: i. Lecithin (phosphatidylcholine) ii. Cephalin (phosphatidylethanolamine) iii. Phosphatidylserine 2. Non-nitrogen glycerophosphatides i. Phosphatidylinositol ii. Phosphatidylglycerol iii. Diphosphatidyl glycerol (cardiolipin) 3. Plasmalogens, having long chain alcohol i. Choline plasmalogen ii. Ethanolamine plasmalogen 4. Phospho sphingosines, with sphingosine Sphingomyelin. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 74, Table 7. 1.",
        "cop": 3,
        "opa": "Plasmalogens",
        "opb": "Dipalmitoyl lecithin",
        "opc": "Ceramide",
        "opd": "Cardiolipin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0369b0f8-f468-41ff-899b-cdb9bf07696e",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following PUFA is considered to be the main source of eicosanoids in human tissues?",
        "exp": "Arachidonate, which may be obtained from the diet, but is usually derived from the position 2 of phospholipids in the plasma membrane by the action of phospholipase A2, is the substrate for the synthesis of the PG2, TX2 series (prostanoids) by the cyclooxygenase pathway, or the LT4 and LX4 series by the lipoxygenase pathway, with the two pathways competing for the arachidonate substrate. Ref: Harper&; s Biochemistry; 30th edition; Chapter 21; Lipids of Physiologic Significance",
        "cop": 3,
        "opa": "Linoleate",
        "opb": "Linolenate",
        "opc": "Arachidonate",
        "opd": "Palmitate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ee9431fc-4522-4c9b-b7c2-59be0831ac67",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are not utilized by",
        "exp": "Red blood cells lack mitochondria, and hence the enzymes of the TCA cycle, electron transpo chain, b-oxidation pathway, or ATP synthase. This renders them incapable of utilizing fatty acids or ketone bodies as metabolic fuel. Consequently, red blood cells are completely reliant on glycolysis to generate ATP. Glucose enters red blood cells by facilitated diffusion, a process mediated by the glucose transpoer (GLUT1), also known as glucose permease. Ref: Harper&; s biochemistry; 30th edition; Page no: 691",
        "cop": 2,
        "opa": "Brain",
        "opb": "RBC",
        "opc": "Hea",
        "opd": "Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f9aafc5e-5be4-45dd-a1f7-12512f050105",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about High-Density Lipoprotein (HDL) is false?",
        "exp": "HIGH-DENSITY LIPOPROTEIN (HDL). High-density lipoproteins transpo cholesterol from peripheral tissues to the liver. The major apoproteins in HDL are Apo-A1, with some Apo-A2, Apo-C and Apo-E. HDL serves as a plasma reservoir of Apo-C and Apo-E which can be transferred to VLDL and chylomicrons and back. Clinical Significance of HDL The level of HDL in serum is inversely related to the incidence of myocardial infarction. As it is \"antiatherogenic\" or \"protective\" in nature, HDL is known as \"good cholesterol\" in common parlance (Fig. 12. 14). It is convenient to remember that \"H\" in HDL stands for \"Healthy\". HDL level below 35 mg/dl increases the risk, while level above 60 mg/dl protects the person from coronary aery diseases. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 155-157",
        "cop": 1,
        "opa": "HDL increases oxidation of LDL",
        "opb": "HDL reduces foam cell production by LDL",
        "opc": "HDL is the best predictor of CAD",
        "opd": "HDL helps to clear lipids from atheromas",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "232e9b12-a74e-4bef-b872-b794ce0e37fd",
        "choice_type": "multi"
    },
    {
        "question": "Aromatic enzyme complex is involved in the biosynthesis of",
        "exp": "Ovarian Hormones They are C18 estrogens, C19 androgens, and C21 progesterone. These are produced by the ovarian follicles. The follicular thecal cells produce C19 androgens. These are conveed to C18 estrogens by granulosa cells, by aromatization of ring A and loss of C19 methyl group. Estradiol is the most impoant estrogen. It is conveed to estrone by liver. It is fuher hydroxylated to estriol, which is inactive. Estradiol is bound to plasma SHBG (sex hormone binding globulin). Estradiol(E2) is the predominant sex hormone present in females; however, it is present in males, at lower levels, as well. Estradiol has not only a critical impact on reproductive and sexual functioning but also affects other organs including the bones. Estradiol enters cells freely and interacts with a cytoplasmic target cell receptor. After the estrogen receptor has bound its ligand, estradiol can enter the nucleus of the target cell, and regulate gene transcription, which leads to formation of messenger RNA. The m. RNA interacts with ribosomes to produce specific proteins that express the effect of estradiol upon the target cell. Estradiol binds well to both estrogen receptors, ER-alpha, and ER-beta. Selective estrogen receptor modulators (SERMs) preferentially act on one of these receptors. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 536-537",
        "cop": 4,
        "opa": "Cholesterol",
        "opb": "Adrenal homones",
        "opc": "Vitamins D3",
        "opd": "Estradiol/estrogens",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "35033c00-f6fc-447d-a8ef-7c063dd8506a",
        "choice_type": "single"
    },
    {
        "question": "First step in synthesis of eicosanoids is?",
        "exp": "Eicosanoids synthesis is governed by the rate of release of arachidonic acid from membrane lipids in response to appropriate stimuli. These stimuli activate hydrolases, including phospholipase A, which conves arachidonic acid into Prostaglandins, thromboxanes by the COX pathway or Leukotrienes and lipoxins by the LOX pathway Reference: Harpers illustrated biochemistry 31st edition Page no 224",
        "cop": 3,
        "opa": "Activation of lipooxygenase",
        "opb": "Activation of PGH2 synthetase",
        "opc": "Activation of hydrolase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "405dbca3-558c-4e6d-84b1-137c27b70745",
        "choice_type": "multi"
    },
    {
        "question": "Primary bile acid is",
        "exp": "Bile acids are formed from cholesterol. Types:(a) Primary bile acids: They are synthesized in the liver from cholesterol. They are mainly two: Cholic acid: Quantitatively the largest in an amount in bile. Chenodeoxycholic acid. (b) Secondary bile acids: They are produced in the intestine from the primary bile acids by the action of intestinal bacteria, they are produced by deconjugation and 7-a-dehydroxylation. They are mainly two: Deoxycholic acid: Formed from cholic acid. Lithocholic acid: Formed from chenodeoxycholic acid. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 3,
        "opa": "Deoxycholic acid",
        "opb": "Lithocholic acid",
        "opc": "Chenodeoxycholic acid",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8753f0ea-fc44-4fb1-99f2-db81afe02870",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disease is a lysosomal storage disease that is associated with the synthesis of abnormal myelin?",
        "exp": "Metachromatic leukodystrophy is a lysosomal storage disease associated with the synthesis of abnormal myelin. The term leukodystrophy refers to the abnormality in myelin synthesis. Metachromatic leukodystrophy is an autosomal recessive disease characterized by an arylsulfatase. A deficiency, leading to the accumulation of sulfatides in lysosomes that stain positively with periodic acid-Schiff stain and various metachromatic stains. The clinical findings include various visceral lesions, mental retardation, peripheral neuropathy, and abnormal myelination in the central nervous system associated with reactive gliosis. It is diagnosed by the absence of arylsulfatase A in the urine. Tay-Sachs disease is an autosomal recessive GM2 gangliosidosis characterized by a hexosaminidase ( subunit) deficiency and an accumulation of GM2 ganglioside in lysosomes. It is commonly found in Ashkenazi Jews, in which there is a 1 in 30 carrier rate. The patients are normal at bih but develop abnormalities by 6 months of age, including severe mental retardation, blindness (cherry red spot in the macula), and muscle flaccidity. The lipid has a whorled configuration in lysosomes when viewed by electron microscopy. It is a uniformly fatal disease. Niemann-Pick disease is an autosomal recessive lysosomal storage disease associated with a sphingomyelinase deficiency and the accumulation of sphingomyelin in macrophages and neurons. The type A variant is most common. It is characterized by severe mental retardation, hepatosplenomegaly, deterioration of psychomotor function, and foamy macrophages. Zebra bodies are noted in the lysosomes when viewed by electron microscopy. The disease is fatal in early life. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 281",
        "cop": 3,
        "opa": "Tay-Sachs disease",
        "opb": "Niemann-Pick disease",
        "opc": "Metachromatic leukodystrophy",
        "opd": "Hurler disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "6bcd30d5-9dfc-4167-b224-a48f909aa56f",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are synthesized",
        "exp": "Ketogenesis Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesized exclusively by the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 143",
        "cop": 3,
        "opa": "Cytosol",
        "opb": "ER",
        "opc": "Miochondria",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "10dfaabe-e01b-43eb-8f88-8736fb8d3dac",
        "choice_type": "single"
    },
    {
        "question": "A 12 year old boy is brought to emergency by his parents with complaints of severe polydipsia and polyuria. Laboratory examination reveals a purple ring when a test was done in her urine. Which of the following is the most likely source of this compound which is positive in this patient?",
        "exp": "The test is shown in the figure is Rothera's test in which a purple ring is formed at the top, if ketone bodies are positive. Principle Of The Test. Acetoacetate or Acetone in presence of glycine, reacts with sodium nitroprusside to form a lavender-purple coloured complex. Disodium hydrogen phosphate provides the optimum pH for the reaction and lactose enhances the colour Fatty acid breakdown provides Acetyl coA that serves as a precursor for ketone bodies. In Diabetes mellitus, glucose utilization is impired due to absolute or relative deficiency of insulin. Fatty acid breakdown occurs to provide energy and the excessive Acetyl coA enters the pathway of ketogenesis. Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 2,
        "opa": "Gluconeogenesis",
        "opb": "Fatty acid breakdown",
        "opc": "Protein breakdown",
        "opd": "Side chain of cholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "40f63b9d-b48f-44e9-a5df-b458025b24b9",
        "choice_type": "single"
    },
    {
        "question": "Fatty acids are oxidized by all the following tissues, Except",
        "exp": "Fate of free fatty acids: The fatty acids released by lipolysis in the adipocytes enter the circulation and are transpoed in a bound form to albumin. The free fatty acids enter various tissues and are utilized for the energy. About 95V' of the energy obtained from fat comes from the oxidation of fatty acids. Ceain tissues, however, cannot oxidize fatty acids, e. g. brain, erythrocytes. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 287",
        "cop": 3,
        "opa": "Liver",
        "opb": "Adipose tissue",
        "opc": "Brain",
        "opd": "Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "797e68eb-5ff0-42f3-855d-af2a628a71fb",
        "choice_type": "multi"
    },
    {
        "question": "Main lipid component of LDL",
        "exp": "Lipoprotein. Source. Diameter (nm). Density (g/ml). Main lipid Component. Apolipoproteins. LDLVLDL20-251. 019-1. 063. CholesterolB-100. Ref: Harper&; s biochemistry; 30th edition; Chapter 25; Lipid Transpo & Storage",
        "cop": 2,
        "opa": "Triacylglycerol",
        "opb": "Cholesterol",
        "opc": "Phospholipids",
        "opd": "Free fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "3ee61f17-5a1f-4949-9851-0a2ae1bbfbe5",
        "choice_type": "single"
    },
    {
        "question": "The immediate precursor of mevalonic acid is",
        "exp": "Beta-hydroxy beta-methyl glutaryl CoA (HMG CoA). The reduction of HMG CoA to mevalonate is catalysed by HMG CoA reductase. It is a microsomal (endoplasmic reticulum) enzyme. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 148",
        "cop": 4,
        "opa": "Mevalonyl CoA",
        "opb": "Mevalonyl pyrophosphate",
        "opc": "Acetoacetyl CoA",
        "opd": "Beta hydroxy-beta methyglutaryl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "aef71a6d-2c20-4133-91da-9b7dffc19af3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an Omega-3 fatty acid?",
        "exp": "Box 7. 3. Clinical Significance of PUFALinoleic and Linolenic acids are polyunsaturated fatty acids. They are called essential fatty acids because they cannot be synthesized by the body and have to be supplied in the diet. Unsaturated fatty acids are also designated o3 (omega 3) family--Linolenic acids o6 family--Linoleic and Arachidonic acids (Fig. 7. 2) o9 family--Oleic acid. Arachidonic acid is the precursor of prostaglandins. Arachidonic acid can be synthesized in the body, if the essential fatty acids are supplied in the diet. The pentatonic acid present in fish oils is of great nutritional impoance (o3 unsaturated fatty acid). Eicosanoids (eicosa = twenty) are derived from 20 C arachidonic acid. They are polyenoic fatty acids. They are prostanoids (prostaglandins, prostacyclins, thromboxanes) and leukotrienes. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 76",
        "cop": 2,
        "opa": "Linoleic acid",
        "opb": "a-Linolenic acid",
        "opc": "Oleic acid",
        "opd": "Arachidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2f23a25e-ce0f-487d-a56e-122a2d00cbf9",
        "choice_type": "single"
    },
    {
        "question": "The following is a Ketone body",
        "exp": "Under ceain metabolic conditions associated with a high rate of fatty acid oxidation, liver produces considerable quantities of compounds like acetoacetate and b-OH butyric acid, which pass by diffusion into the blood. Acetoacetate continually undergoes spontaneous decarboxylation to produce acetone. These threesubstances are collectively known as \"ketone bodies\" (or \"acetone bodies\"). Sometimes also called as \"ketones\", which is rather a misnomer Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 425",
        "cop": 4,
        "opa": "Oxalocetate",
        "opb": "Pyruvic acid",
        "opc": "Acetyl COA",
        "opd": "Acetoacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "edc31524-c3ca-4b16-a8c2-7b90c35945cf",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic leukodystrophy is due to deficiency of",
        "exp": "Disease. Enzyme deficiency. Symptoms. Metachromaticleukodystrophy. Arylsulfatase AMental retardation and psychologic disturbances in adults; demyelination. Ref: Harper&; s Biochemistry; 30th edition; Chapter 24 Metabolism of Acylglycerols & Sphingolipids",
        "cop": 4,
        "opa": "Hexosaminidase A",
        "opb": "Hexosaminidase B",
        "opc": "Ceramidase",
        "opd": "Arylsulfatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b3bc853c-b4a4-4621-9bc1-4e05a2511a37",
        "choice_type": "single"
    },
    {
        "question": "Hurler syndrome is due to deficiency of",
        "exp": "Heparitin Sulphate Isolated from amyloid liver, ceain normal tissues such as human and cattle aoa, and from the urine, liver, and spleen of patients with gargoylism (Hurler's syndrome). This compound has negligible anticoagulant activity. It seems to be structurally similar to heparin, but has a: Lower molecular weight, Some of the amino groups carry acetyl groups and percentage of -SO4 groups are smaller. Unlike heparin, its predominant uronic acid is D-Glucuronic acid (Glc UA). Recently it has been shown that it is present on cell surfaces as proteoglycan and is extracellular. Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 40",
        "cop": 3,
        "opa": "Beta galactosidase",
        "opb": "Sphingomyelinase",
        "opc": "Heparitin Sulphate",
        "opd": "Hyaluronidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "fe218f4f-df93-4e79-8128-9c57fcd175c3",
        "choice_type": "single"
    },
    {
        "question": "Branded chain ketoacid decarboxylation is defective in",
        "exp": "Maple Syrup Urine Disease (MSUD) i. It is also called branched-chain ketonuria. The incidence is 1 per 1 lakh bihs. The name originates from the characteristic smell of urine (similar to burnt sugar or maple sugar) due to excretion of branched-chain keto acids. ii. The basic biochemical defect is deficient decarboxylation of branched-chain keto acids (BKA). iii. Clinical findings: Disease stas in the first week of life. It is characterized by convulsions, severe mental retardation, vomiting, acidosis, coma and death within the first year of life. iv. Laboratory findings: Urine contains branched chain keto acids, valine, leucine, and isoleucine. Rothera&; s test is positive, but unlike in cases of ketoacidosis, even boiled and cooled urine will give the test. Diagnosis depends on enzyme analysis in cells. Diagnosis should be done prior to 1 week after bih. v. Treatment: Giving a diet low in branched chain amino acids. Mild variant is called intermittent branched-chain ketonuria. This will respond to high doses of thiamine. This is because the decarboxylation of the BKA requires thiamine. Liver transplantation has been successfully tried in some cases of MSUD. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 200",
        "cop": 1,
        "opa": "Maple syrup urine disease",
        "opb": "Hanup disease",
        "opc": "Alkaptonuria",
        "opd": "GM1 gangliosidosis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "3a5140a2-e261-430d-853a-8a8db02e2e09",
        "choice_type": "single"
    },
    {
        "question": "Tangier disease is due to deficiency of",
        "exp": "Name Defect Remarks Familial alpha-lipoprotein deficiency Tangier disease Fish-eye disease apo-A-I deficiencies All have low or near absence of HDL Tendency toward hyperiacylglycerolemia as a result of absence of apo C-ll, causing inactive LPL. Low LDL levels. Atherosclerosis in the elderly. Reference: Harper; 30th edition; Page no: 275",
        "cop": 2,
        "opa": "LDL",
        "opb": "HDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "49303c6d-2be4-4bd7-9efc-f79021d4743e",
        "choice_type": "single"
    },
    {
        "question": "Lipoprotein-associated with carrying cholesterol from periphery tissues to liver is",
        "exp": "METABOLISM OF HDL Synthesis: HDL is synthesized in Liver cells and also in intestinal mucosal cells. (a) Hepatic HDL * Apo-A and apo-C are synthesized by polysomes on the rough endoplasmic reticulum (ER). * They are assembled with lipids to form the nascent HDL which is released in the circulation. (b) Intestinal HDL * In a similar manner, apo-A is synthesized by polysomes on the rough endoplasmic reticulum (ER). * It is assembled with lipids to form the \"nascent\"- HDL which is released in circulation from intestinal mucosal cells. Difference of nascent intestinal HDL from \"nascent\" hepatic HDL * \"Nascent\" intestinal HDL contains only apo-A when it circulates, it acquires apo-C and apo-E. * \"Nascent\"-Hepatic HDL, on the other hand, contains both apo-A and apo-C. Note: Apo-C and apo-E are only synthesized in liver and not in intestinal mucosal cells. Scavenging action of HDL: Glomset (1968) has suggested that HDL plays a major role in the removal of cholesterol from peripheral extrahepatic tissues and transpo of this cholesterol to the liver where it is fuher metabolized. This has been called as scavenging action of HDL (reverse cholesterol transpo). METABOLISM OF HDL HDL Receptor Proteins and HDL Cycle Two types of HDL receptor proteins haven been described involved in HDL metabolism. They are: 1. HDL receptor protein--SR-B1 2. ATP-binding cassette transpoer A1 Protein (ABCA1) 1. HDL receptor protein SR-B1 The class B scavenger receptor B1 (SR-B1) has been identified recently as HDL receptor with a dual role in HDL metabolism. * In the liver, and steroidogenic tissues, it binds HDL apo-A1 and cholesteryl ester is selectively delivered to the cells, although the paicle itself, including apo-A1, is not taken up. * In the tissues: On the other hands, SR-B1 mediates the acceptance of cholesterol from the cells by HDL, which then transpos it to the liver for excretion the bile (either as cholesterol or after conversion to bile acids), the process known as reverse cholesterol transpo. Nascent HDL: Nascent HDL is made up of a bilayer of PL and free cholesterol arranged in disc-like form called as discoid HDL containing apoproteins. Formation of HDL3 by LCAT: Lecithin-cholesterol acyltransferase of plasma binds with nascent HDL discs and gets activated by A-1 and C-II apoproteins of HDL itself and transfers acyl groups from HDL-PL to the free cholesterol thus producing Lysophospholipids and cholesteryl-esters. Lysophospholipids thus formed are released from HDL to plasma where they bind to albumin and cholesteryl esters and transferred into the 'central core' of the HDL paicles. Thus by the above reactions 'Discoid HDL' is conveed to 'spherical' HDL which is called as HDL-3 paicle, which is bounded by a lipid layer with apoproteins and cholesteryl esters embedded in its core. Nascent HDL (discoidal) --- HDL-3 paicle (spherical). Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 449",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f00f7fd1-afc0-440e-a8f8-003080049863",
        "choice_type": "single"
    },
    {
        "question": "Fatty liver is due to excessive accumulation of",
        "exp": "Imbalance in the rate of Triacylglycerol Formation & Expo Causes Fatty Liver For a variety of reasons, lipid--mainly as triacylglycerol--can accumulate in the liver. Extensive accumulation is regarded as a pathologic condition. Nonalcoholic fatty liver disease (NAFLD) is the most common liver disorder worldwide. When the accumulation of lipid in the liver becomes chronic, inflammatory and fibrotic changes may develop leading to nonalcoholic steatohepatitis (NASH), which can progress to liver diseases including cirrhosis, hepatocarcinoma, and liver failure. Reference: Harper; 30th edition; Page no: 260",
        "cop": 1,
        "opa": "Triacylglycerols",
        "opb": "Phospholipids",
        "opc": "Cholesterol",
        "opd": "Free fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9895028a-61bb-41d1-b589-b595c5d70706",
        "choice_type": "single"
    },
    {
        "question": "In cholesterol transpo which is not needed",
        "exp": "Cholesterol in the diet is absorbed from the intestine, and in company with other lipids, are incorporated int \"chylomicrons\" and also to some extent 'VLDL'. Of the cholesterol absorbed, 80 to 90 percent in the lymph is esterified with long-chain FA. Esterification may occur in the intestinal mucosa. In man, the total plasmacholesterol varies from 150 to 250 mg% (average 200 mg%), rising with age, although there are wide variations between individuals. The greater pa is found in the'esterified' form and is transpoed as \"lipoproteins\" in plasma. Highest propoion of circulating cholesterol is found in LDL (b-lipoproteins) which carry cholesterol totissues and also in HDL, which takes cholesterol to liver from tissues for degradation (scavenging action). However, under conditions, where the VLDL arequantitatively predominant, an increased propoion of plasma cholesterol will reside in this fraction. Dietary cholesterol takes several days to equilibrate withcholesterol in plasma, and several weeks to equilibrate with cholesterol in tissues. Free cholesterol in plasma and liver equilibrates in matter of hours. In general, freecholesterol exchanges readily between tissues and lipoproteins, whereas cholesterol esters do not exchange freely. Some plasma cholesterol ester may be formed in. HDL as a result of transesterification reaction in plasma between cholesterol and FA in position-2 of lecithin which is catalysed by the enzyme lecithin-cholesterol acyl transferase (LCAT). Cholesterol balance in tissues: Many factors will determine the cholesterol balance at the cellular level. (a) Increase of cholesterol in cells: Increased synthesis of cholesterol. Hydrolysis of cholesterol ester by the enzyme \"cholesterol ester hydro-lyase\". Uptake and delivery of cholesterol in cells by circulating LDL (uptake by specific receptors). Uptake of cholesterol containing lipoproteins by 'non-receptor' mediated pathway. Uptake of free cholesterol by cell membranes. (b) Decrease of cholesterol in cells: Efflux of cholesterol from cells to HDL (scavenging action). Esterification of cholesterol by the enzyme Acyl- CoA-cholesterol acyltransferase (ACAT). Utilisation of cholesterol for synthesis of steroid hormones, viz. glucocoicoids, mineralocoicoids, Gonadal hormones. In liver cells: formation of cholic acid. Formation of Vit D3. Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 434, 435",
        "cop": 2,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Intestine",
        "opd": "Fat",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9fb70aa3-c1fb-4577-bb1c-fe23bd67e415",
        "choice_type": "single"
    },
    {
        "question": "Leukotrienes are produced from?",
        "exp": "Leukotrienes (LTs) - They are produced from arachidonic acid. LT B4 is produced in neutrophils; it is the most potent chemotactic agent (factor attracting cells to the inflammatory site). The number 4 denotes that there are 4 double bonds in the structure. The 12-lipo-oxygenase in platelets produces 12-HETE (hydroxy eicosa tetra-enoic acid) and 15-lipo-oxygenase in eosinophils produce 15-HETE. The slow reacting substance of anaphylaxis (SRS-A) contains LTC4, LTD4 and LTE4. They cause smooth muscle contraction, constrict the bronchioles, increase capillary permeability, activate leukocytes and produce vasoconstriction. SRS is the mediator of hypersensitivity reactions such as asthma. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 165.",
        "cop": 2,
        "opa": "Cholesterol",
        "opb": "Arachidonic acid",
        "opc": "Stearic acid",
        "opd": "Palmitic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d84417dc-1469-47fa-b4dc-2417eb19567b",
        "choice_type": "single"
    },
    {
        "question": "In beta-oxidation of fatty acids carnitine is required for",
        "exp": "Role of Carnitine Fatty acids are activated in the cytoplasm, but the beta-oxidation is in mitochondria. So transpo of fatty acids through the mitochondrial membrane is essential. The long chain fatty acyl CoA cannot pass through the inner mitochondrial membrane. Therefore a transpoer, carnitine is involved in transfer of fatty acids. Carnitine is beta-hydroxy- gamma-trimethyl ammonium butyrate, (CH3)3-N+-CH2-CHOH-CH2-COOH. It is synthesised from lysine and methionine in liver and kidney. Carnitine Acyl Transferase The enzyme carnitine acyl transferase-I (CAT-I) will transfer the fatty acyl group to the hydroxyl group of carnitine to form acyl carnitine The reaction occurs on the cytosolic side of inner mitochondrial membrane.: Translocase A protein translocase will carry the acylcarnitine across the membrane to the matrix of mitochondria. On the matrix side of the membrane, another enzyme, carnitine acyl transferase-II (CAT-II) will transfer the acyl group back to coenzyme A molecule. Carnitine is returned to the cytosolic side by the translocase. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 131",
        "cop": 2,
        "opa": "Conversion of sho chain fatty acids to long chain fatty acids",
        "opb": "Transpo of long chain fatty acid to mitochondrial inner layer",
        "opc": "Transpo of long chain fatty acid to cytoplasm",
        "opd": "Conversion of long chain fatty acids to sho chain fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "91786b75-8dd2-435c-ba5c-fef967733454",
        "choice_type": "single"
    },
    {
        "question": "Cofactor for lipoprotein lipase is",
        "exp": "Both phospholipids and apo C-II are required as cofactors for lipoprotein lipase activity, while apo A-II and apo C-III act as inhibitors. Reference: Harper; 30th edition; Page no: 257",
        "cop": 3,
        "opa": "apo A-I",
        "opb": "apo A-II",
        "opc": "apo C-II",
        "opd": "apo C-III",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9b86cd8f-c355-47df-b925-633736157f17",
        "choice_type": "single"
    },
    {
        "question": "The only energy-requiring step in fatty acid oxidation is catalyzed by ______ enzyme?",
        "exp": "In the presence of ATP and coenzyme A, the enzyme acyl-CoA synthetase (thiokinase) catalyzes the conversion of a fatty acid to acyl-CoA. Reference: Harper's Illustrated Biochemistry 30th Edition Pg 224",
        "cop": 1,
        "opa": "Thiokinase",
        "opb": "Acyl co A dehydrogenase",
        "opc": "Thiolase",
        "opd": "Beta hydroxy Acyl co A dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e0fd8b96-2a3a-417f-9cf1-94421871a99c",
        "choice_type": "multi"
    },
    {
        "question": "First hormone to be produced in cholesterol synthesis is?",
        "exp": "Lanosterol is the first steroid to be synthesized in cholesterol synthesis. Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 3,
        "opa": "Epinephrin",
        "opb": "Ergosterol",
        "opc": "Lanosterol",
        "opd": "Secretin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "49ee8e2b-f3e3-49c6-8022-738655b1bdd9",
        "choice_type": "single"
    },
    {
        "question": "In synthesis of fatty acid, energy is supplied by",
        "exp": "An impoant point to remember is that the co-enzyme utilised for de novo synthesis is NADPH. The sources of NADPH for fatty acid synthesis are 1. Pentose Phosphate Pathway This is the main source. Tissues having active lipogenesis (liver, adipose tissue, lactating mammary gland) have an active HMP shunt pathway also. 2. Malic Enzyme Malate + NADP+ - Pyruvate + CO2 + NADPH + H+ The reaction also helps to transfer cytoplasmic oxaloacetate to the mitochondria. For every molecule of acetyl CoA delivered to the cytoplasm, one molecule of NADPH is formed and reducing equivalents are generated in cytoplas. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 139",
        "cop": 4,
        "opa": "NAD",
        "opb": "FAD",
        "opc": "GTP",
        "opd": "NADPH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "95eba8b0-5528-41de-8bf6-34b38db8c74d",
        "choice_type": "single"
    },
    {
        "question": "Cardiolipin is found in",
        "exp": "Phosphatidyl Glycerol It is formed by esterification of phosphatidic acid to glycerol. When two molecules of phosphatidic acid are linked with a molecule of glycerol, phosphatidyl glycerol or cardiolipin is formed. It is the major lipid of mitochondrial membrane. Commercially, it is extracted from the myocardium. Decreased cardiolipin level leads to mitochondrial dysfunction, and is accounted for heart failure, hypothyroidism and some types of myopathies. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 81",
        "cop": 2,
        "opa": "Outer membrane of mitochondria",
        "opb": "Inner membrane of mitochondria",
        "opc": "Lysosomes",
        "opd": "Rough endoplasmic reticulum",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8179918f-1a92-4675-a0fb-68b16fe9d824",
        "choice_type": "single"
    },
    {
        "question": "Stored triacylglycerol and cholesterol are released by",
        "exp": "Lipolysis The prevailing state of high glucagon-insulin ratio stimulates c. AMP-mediated lipolysis by increasing the activity of hormone-sensitive lipase. Then skeletal muscle, hea, and kidney will shut down their glucose utilization; and will depend mainly on fatty acids for energy needs (glucose-fatty acid cycle). Inactivation of pyruvate dehydrogenase by phosphorylation is the basis of this change. The stimulation of the activity of CAT by glucagon ors increased rate of beta-oxidation. The increased rate of lipolysis and beta-oxidation provides an alternate source of fuel as acetyl CoA and subsequently ketone bodies. Ketone bodies provide fuel fortissues like hea muscle, skeletal muscle and to some extent the brain. It is seen that brain stas utilizing ketone bodies from 3rd day of starvation. By 10th day of starvation, about 60% of energy for brain is derived from ketone bodies. The cyclic AMP-mediated activation cascade enhances the intracellular hormone-sensitivelipase (Fig. 11. 16 and Table 11. 4). The phosphorylated form of the enzyme is active which acts on TAG and liberates fatty acids. iii. Under conditions of starvation, a high glucagon, ACTH, glucocoicoids and thyroxine have lipolytic effect. The released free fatty acids (FFA) are taken up by peripheral tissues as a fuel. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 89, 140",
        "cop": 4,
        "opa": "Lysosomal lipase",
        "opb": "Lipoprotein lipase",
        "opc": "LCAT",
        "opd": "Hormone sensitive lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d2a1062e-ac67-49a0-b962-d5522f980f4a",
        "choice_type": "single"
    },
    {
        "question": "Endogenous triglycerides in plasma are maximally carried in",
        "exp": "VERY LOW-DENSITY LIPOPROTEINS Synthesis of VLDL They are synthesised in the liver from glycerol and fatty acids and incorporated into VLDL along with hepatic cholesterol, Apo-B-100, C-II and E. Apo-B-100 is the major lipoprotein present in VLDL when it is secreted. Apo-E and C-II are obtained from HDL in plasma. Metabolism of VLDL The half-life of VLDL in serum is only 1 to 3 hours. When they reach the peripheral tissues, apo-C-II activates LpL which liberates fatty acids that are taken up by adipose tissue and muscle. The remnant is now designated as IDL (intermediate density lipoprotein) and contains less of TAG and more of cholesterol. The major fraction of IDL fuher loses triglyceride, so as to be conveed to LDL (low-density lipoprotein). This conversion of VLDL to IDL and then to LDL is referred to as lipoprotein cascade pathway. A fraction of IDL is taken up by the hepatic receptors. Function of VLDL VLDL carries triglycerides (endogenous triglycerides) from liver to peripheral tissues for energy needs. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 153",
        "cop": 1,
        "opa": "VLDL",
        "opb": "Chylomicrons",
        "opc": "LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0a20a975-7fde-4654-b009-96ed9d766f06",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following may be classified as a hydrophobic amino acid at pH 7. 0?",
        "exp": "Amino acids having nonpolar side chains: These include Alanine, Valine, Leucine, Isoleucine, Methionine, Proline, Phenylalanine, and Tryptophan. These groups are hydrophobic (water repellant) and lipophilic. Therefore, the pas of proteins made up of these amino acids will be hydrophobic in nature. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 20-21",
        "cop": 1,
        "opa": "Isoleucine",
        "opb": "Aginine",
        "opc": "Aspaic acid",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7da64f58-8fbb-4ff7-ae6b-625425112970",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has a Ketogenic effect on liver?",
        "exp": "Physiological Actions of Glucagon. Glucagon is the most potent hyperglycemic hormone. It is anti-insulin in nature. Therefore, the net effect is decided by the insulin-glucagon ratio (Fig. 24. 8). Glucagon is mainly glycogenolytic. The active form of glycogen phosphorylase has formed under the influence of glucagon. Liver is the primary target for the glycogenolytic effect of glucagon. It depresses glycogen synthesis. Gluconeogenesis is ored by glucagon by inducing enzymes like PEPCK, glucose-6-phosphatase, and fructose-1, 6-bisphosphatase. Glucagon increases plasma free fatty acid level. In adipose tissue glucagon ors beta-oxidation, as it activates carnitine acyltransferase. The mitochondrial acetyl CoA level increases. Ketogenesis is ored. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 284-285",
        "cop": 2,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "GH",
        "opd": "Androgen",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f7a92b58-1a13-4ce1-809d-f46d81432a77",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol is transpoed to aerial smooth muscle by",
        "exp": "Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde, page no: 434, 435",
        "cop": 3,
        "opa": "HDL",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "78a526f0-cd90-4c5e-a442-6e022114bade",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol from the liver is transpoed to the tissue mainly by",
        "exp": "LOW DENSITY LIPOPROTEINS (LDL) - LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100. Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Function of LDL - About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: It is used for the synthesis of other steroids like steroid hormones. Cholesterol may be incorporated into the membranes. Cholesterol may be esterified to a MUFA by acyl cholesterol acyl transferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 153, 154.",
        "cop": 2,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ac6e5b2b-b2a8-4676-9800-9f33b9ff17fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cardioprotective fatty acid?",
        "exp": "Vegetable oils and PUFA Vegetable oils (e. g. sunflower oil) and fish oils contain polyunsaturated fatty acids (PUFA). They are required for the esterification and final excretion of cholesterol. So PUFA is helpful to reduce cholesterol level in blood. Omega-3 fatty acids from fish oils reduce LDL and decrease the risk of CAD. The recommended intake of omega- 3 fatty acids (fish oils) is 1 g/day (EPA and DHA combined). Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 297",
        "cop": 4,
        "opa": "Palmitic acid",
        "opb": "Stearic acid",
        "opc": "Oleic acid",
        "opd": "Omega-3 fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a7a460f2-8bb0-4f85-893d-e8327acd76d4",
        "choice_type": "single"
    },
    {
        "question": "A child presents with hypotonia and seizures. It was confirmed to be cerebrohepatorenal syndrome. Which of the following is accumulated in the brain in cerebrohepatorenal syndrome?",
        "exp": "Cerebrohepatorenal syndrome or Zellweger's syndrome is characterised by abnormalities in the synthesis of bile acids and a marked reduction of plasmalogens. Long-chain fatty acids are accumulated in Zellweger's syndrome. It is a rare inherited absence of peroxisomes. It is due to mutations in genes encoding proteins called peroxins, involved in peroxisome biogenesis. Such individuals accumulate C26-C38 polyenoic acids in brain tissues and also exhibit a generalised loss of peroxisomal functions. It causes severe neurological symptoms and most patients die in first year of life. Treatment is often suppoive and symptom-based. Reference: Harper's Illustrated Biochemistry 31st edition Page nos 215",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Long chain fatty acid",
        "opc": "Triglycerides",
        "opd": "Lactic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4fbe5d22-d7ef-4e0d-af8b-90709bb77ffa",
        "choice_type": "single"
    },
    {
        "question": "Essential fatty acids",
        "exp": "ESSENTIAL FATTY ACIDSThree polyunsaturated fatty acids, linoleic acid, linolenic acid and arachidonic acid are called \"essential fatty acids\" (EFA). They cannot be synthesised in the body andmust be provided in the diet. Lack of EFA in the diet can produce growth retardation and other deficiency manifestation symptoms. Which EFA is Impoant? Linoleic acid is most impoant as, arachidonic acid can be synthesised from linoleic acid by a three-stage reaction by addition of acetyl-CoA. Pyridoxal phosphate is necessary for this conversion. Biologically arachidonic acid is very impoant as it is precursor from which prostaglandins and leukotrienes are synthesised in the body. Why EFA cannot be Synthesised? Introduction of additional double bonds in unsaturated fatty acid is limited to the area between - COOH group and the existing double bond and that it is not possible to introduce a double bond between the - CH3 group at the opposite end of the molecule and the first unsaturated linkage. This would explain body's inability to synthesise an EFA from oleic acid. Functions of EFA: (Biomedical Impoance). Structural elements of tissues: Polyunsaturated fatty acids occur in higher concentration in lipids associated with structural elements of tissues. Structural element of gonads: Lipids of gonads also contain a high concentration of polyunsaturated fatty acids, which suggests impoance of these compounds in reproductive function. Synthesis of prostaglandins and other compounds: Prostaglandins are synthesised from Arachidonic acid by cyclooxygenase enzyme system. Leucotrienes are conjugated trienes formed from arachidonic acid in leucocytes by the Lipoxygenase pathway. Structural element of mitochondrial membrane: A deficiency of EFA causes swelling of mitochondrial membrane and reduction in efficiency of oxidative phosphorylation. This may explain for increased heat production noted in EFA deficient animals. Serum level of cholesterol: Fats with high content of polyunsaturated fatty acids tends to lower serum level of cholesterol. Effect on clotting time: Prolongation of clotting time is noted in ingestion of fats rich in EFA. Effect on fibrinolytic activity: An increase in fibrinolytic activity follows the ingestion of fats rich in EFA. Role of EFA in fatty liver: Deficiency of EFA produces fatty liver. Role in vision: Docosahexaenoic acid (22: 6n-3) is the most abundant polyenoic fatty acids present in retinal photoreceptor membranes. Docosahexaenoic acid is formed from dietary linolenic acid. It enhances the electrical response of the photoreceptors to illumination. Hence linolenic acid is necessary in the diet for optimal vision. Deficiency manifestations: A deficiency of EFA has not yet been unequivocally demonstrated in humans. In weaning animals, symptoms of EFA deficiency are readily produced. They are Cessation of growth. Skin lesions: Acanthosis (hyperophy of prickle cells) and hyperkeratosis (hyperophy of stratum corneum). Skin becomes abnormally permeable to water. Increased loss of water increases BMR. Abnormalities of pregnancy and lactation in adult females. Fatty liver accompanied by increased rates of fatty acids synthesis lessened resistance to stress. Kidney damage. CLINICAL ASPECTHuman deficiency: Some cases of. Eczema like dermatitis, Degenerative changes in aerial wall and. Fatty liver in man may be due to EFA deficiency. There are also some repos that administration of EFA in such cases may produce: Some improvement of eczema in children kept on skimmed milk, Prevent fatty liver (some cases) and. Lowering of cholesterol levels. Infants and babies with low-fat diet develop typical skin lesions which have shown to be improved with EFA (linoleic acid). Fate of EFA: EFA undergoes b-oxidation after necessary isomerisation and epimerisation, like other unsaturated fatty acids. CLINICAL ASPECTAbnormal Metabolism of EFAAbnormal metabolism of EFA, which may be concerned with dietary insufficiency, has been noted in a number of disease like cystic fibrosis, hepatorenal syndrome, Crohn's disease, acrodermatitis enteropathica, Sjogren's syndrome, Cirrhosis and Reye's syndrome. Ref: M. N. Chatterjee - Textbook of Biochemistry, 8th edition, page no: 48-49",
        "cop": 1,
        "opa": "Linoeic acid",
        "opb": "Linolenic acid",
        "opc": "Arachiconic acid Palmitic acid",
        "opd": "Plamitic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "87536275-17f1-4f83-9d48-af98c41713d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a secondary bile acid?",
        "exp": "Bile acids are formed from cholesterol. Types(a) Primary bile acids: They are synthesised in the liver from cholesterol. They are mainly two: Cholic acid: Quantitatively the largest in amount in bile. Chenodeoxy cholic acid. (b) Secondary bile acids: They are produced in intestine from the primary bile acids by the action of intestinal bacteria, they are produced by deconjugation and 7-a-dehydroxylation. They are mainly two: Deoxycholic acid: Formed from cholic acid. Lithocholic acid: Formed from chenodeoxycholic acid. Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 438",
        "cop": 3,
        "opa": "Cholic acid",
        "opb": "Chenodeoxy cholic acid",
        "opc": "Litho Cholic acid",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7bfaab73-3bd1-408a-b808-47b712c74886",
        "choice_type": "multi"
    },
    {
        "question": "Long chain fatty acids penetrate the inner mitochondrial membrane as",
        "exp": "Long-Chain Fatty Acids Penetrate the Inner Mitochondrial Membrane as Carnitine Derivatives Carnitine (-hydroxy--trimethylammonium butyrate), (CH3)3N+--CH2--CH(OH)--CH2--COO-, is widely distributed and is paicularly abundant in muscle. Long-chain acyl-CoA (or FFA) cannot penetrate the inner membrane of mitochondria. In the presence of carnitine, however, carnitine palmitoyltransferase-I, located in the outer mitochondrial membrane, conves long-chain acyl-CoA to acylcarnitine, which is able to penetrate the inner membrane and gain access to the -oxidation system of enzymes. Carnitine-acylcarnitine translocase acts as an inner membrane exchange transpoer. Acylcarnitine is transpoed in, coupled with the transpo out of one molecule of carnitine. The acylcarnitine then reacts with CoA, catalyzed by carnitine palmitoyltransferase-II, located on the inside of the inner membrane, reforming acyl-CoA in the mitochondrial matrix, and carnitine is liberated. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 288",
        "cop": 1,
        "opa": "Carnitine derivatives",
        "opb": "Pyruvate",
        "opc": "Acetyl coA derivatives",
        "opd": "Acyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5486ce18-d392-4cf8-bf26-61c45afb474d",
        "choice_type": "single"
    },
    {
        "question": "The major source of NADPH for fatty acid synthesis",
        "exp": "HEXOSE MONOPHOSPHATE (HMP) SHUNT An Alternate Pathway for Oxidation of Glucose Synonyms: Variously called as: Hexose monophosphate pathway or shunt Pentose phosphate pathway (PP-pathway) Pentose cycle Phosphogluconate pathway Warburg-Dickens-Lipman Pathway. Sources of NADPH Hexose monophosphate shunt or HMP pathway is the main source of NADPH. Oxaloacetate produced by citrate lyase in the cytoplasm can be reduced to malate by NADH + H+ and malate dehydrogenase. There is another cytoplasmic enzyme called malic enzyme (NADP-malate dehydrogenase). Malate is oxidatively decarboxylated to pyruvate and NADPH is produced. An enzyme called isocitrate dehydrogenase is present in the cytoplasm. It generates NADPH mainly in ruminants. It uses NADP as the coenzyme. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 354, 418",
        "cop": 1,
        "opa": "PPP",
        "opb": "TCA cycle",
        "opc": "Glycolysis",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b3bb66ff-225e-46e5-ac7a-7f7aac15dbca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of Sphingomyelin?",
        "exp": "Sphingomyelins are the only sphingolipid that contains phosphate and have no sugar moiety. They are found in large quantities in the nervous system. Different sphingomyelins may be formed depending on the fatty acid attached. Common fatty acids found are--lignoceric (24 C), nervonic (24 C, one double bond) and cervonic (22 C, 6 double bonds) acids. Because of its amphipathic nature, sphingomyelin can act as an emulsifying agent and detergent. The relative propoion of lecithin and sphingomyelin is impoant in biological fluids like bile, amniotic fluid, etc. Sphingomyelin combined with fatty acid is called ceramide, which is a component of glycosphingolipids. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 81",
        "cop": 4,
        "opa": "Choline",
        "opb": "Sphingosine",
        "opc": "Phosphoric acid (H3 PO4)",
        "opd": "Glycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "86b0bdd8-009f-447a-a0fe-d8e9308a80dd",
        "choice_type": "single"
    },
    {
        "question": "Unsaturated fatty acids are synthesized in the",
        "exp": "Most of the activity of these enzymes in the biosynthesis of triacylglycerols resides in the endoplasmic reticulum, but some are found in mitochondria. Ref: Harper&; s Biochemistry; 30th edition; Chapter 24; Metabolism of Acylglycerols & Sphingolipids",
        "cop": 2,
        "opa": "Plasma membrane",
        "opb": "Endoplasmic reticulum",
        "opc": "Cytosol",
        "opd": "Golgi complex",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4f52268e-0854-4c7c-b609-c361399f11f7",
        "choice_type": "single"
    },
    {
        "question": "A membrane phospholipid that does not contain glycerol is",
        "exp": "Sphingomyelins are the only sphingolipid that contains phosphate and have no sugar moiety. They are found in large quantities in nervous system. Different sphingomyelins may be formed depending on the fatty acid attached. Common fatty acids found are--lignoceric (24 C), nervonic (24 C, one double bond) and cervonic (22 C, 6 double bonds) acids (Table 7. 2). Because of its amphipathic nature sphingomyelin can act as an emulsifying agent and detergent. The relative propoion of lecithin and sphingomyelin is impoant in biological fluids like bile, amniotic fluid, etc. Sphingomyelin combined with fatty acid is called ceramide, which is a component of glycosphingolipids. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 81",
        "cop": 2,
        "opa": "Lecithin",
        "opb": "Sphingomyelin",
        "opc": "Cardiolipin",
        "opd": "Ceramide",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "6c3c7497-4dce-409f-9bb9-b1b493519cc2",
        "choice_type": "single"
    },
    {
        "question": "The broad beta disease is due to defect in",
        "exp": "Name Defect Remarks Familial type III hyperlipoproteinemia (broad beta disease, remnant removal disease, familial dysbetalipoproteinemia Deficiency in remnant clearance by the liver is due to the abnormality in Apo E. Patients lack isoforms E3 and E4 and have only E2, which does not react with the E receptor Increase in chylomicron and VLDL remnants of density <1. 019 (b-VLDL). Causes hypercholesterolemia, xanthomas, and atherosclerosis Reference: Harper; 30th edition; Page no: 275",
        "cop": 4,
        "opa": "Apo A",
        "opb": "Apo B",
        "opc": "Apo C",
        "opd": "Apo E",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b0450259-4073-473d-ae5c-ae02dfa6f177",
        "choice_type": "single"
    },
    {
        "question": "Lipogenesis occurs in",
        "exp": "DE NOVO SYNTHESIS OF FATTY ACIDSThe process of fatty acid synthesis was studied by Feodor Lynen, who got Nobel prize in 1964. The pathway is referred to as Lynn&; s spiral. It is not a reversal of oxidation. Fatty acids are synthesized mainly by a de novo synthetic pathway operating in the cytoplasm. So it is referred to as extramitochondrial or cytoplasmicfatty acid synthase system. The major fatty acid synthesised de novo is palmitic acid, the 16C saturated fatty acid. The process occurs in liver, adipose tissue, kidney, brain, and mammary glands. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 136",
        "cop": 1,
        "opa": "Liver",
        "opb": "Skeletal muscles",
        "opc": "Myocardium",
        "opd": "Lungs",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b57246d3-254a-4256-9547-b448be876066",
        "choice_type": "single"
    },
    {
        "question": "Ketosis is caused by",
        "exp": "KETOSISNormally the rate of synthesis of ketone bodies by the liver is such that they can be easily metabolised by the extrahepatic tissues. Hence the blood level of ketone bodies is less than 1 mg/dl and only traces are excreted in urine (not detectable by usual tests). But when the rate of synthesis exceeds the ability of extrahepatic tissues to utilise them, there will be accumulation of ketone bodies in blood. This leads to ketonemia, excretion in urine (ketonuria) and smell of acetone in breath. All these three together constitute the condition known as ketosis. Causes for Ketosis. Diabetes Mellitus: Uncontrolled diabetes mellitus is the most common cause for ketosis. Even though glucose is in plenty, the deficiency of insulin causes accelerated lipolysis and more fatty acids are released into circulation. Oxidation of these fatty acids increases the acetyl CoA pool. Enhanced gluconeogenesis restricts the oxidation of acetyl CoA by TCA cycle since the availability of oxaloacetate is less. Starvation: In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channeled to gluconeogenesis. The increased rate of lipolysis is to provide alternate source of fuel. The excess acetyl CoA is conveed to ketone bodies. The high glucagon level ors ketogenesis. The brain derives 60-75% of energy from ketone bodies under conditions of prolonged starvation. Hyperemesis (vomiting) in early pregnancy may also lead to starvation-like condition and may lead to ketosis. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 144",
        "cop": 2,
        "opa": "Excessine utilization of glucose",
        "opb": "Over production of acetyl-CoA",
        "opc": "Excessine secretia of insulin",
        "opd": "Excessine intake of carbohydrates",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a9eafaba-150c-43a1-8575-bebbdc9cfdfb",
        "choice_type": "single"
    },
    {
        "question": "The double bond in cholesterol structure is found in",
        "exp": "structure of cholesterol Cholesterol is a 27-carbon compound containing a steroid nucleus, which resembles a phenanthrene ring (rings A, B, C) to which a cyclopentane ring (ring D) is attached Methyl groups are attached at carbons 10 and 13. A side chain is attached at carbon-17. A hydroxyl group is attached at carbon-3. Double bond is present in Ring B. Reference: Harper's Illustrated Biochemistry 30th Edition Pg 219",
        "cop": 3,
        "opa": "Ring D",
        "opb": "Ring C",
        "opc": "Ring B",
        "opd": "Ring A",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0aec278e-7fc3-457b-81e2-37486ae8804c",
        "choice_type": "single"
    },
    {
        "question": "Triglycerides are transpoed from the liver to the tissues by",
        "exp": "Synthesis of VLDL, They are synthesised in the liver from glycerol and fatty acids and incorporated into VLDL along with hepatic cholesterol, Apo-B-100, C-II and E. Apo-B-100 is the major lipoprotein present in VLDL when it is secreted. Apo-E and C-II are obtained from HDL in plasma. Metabolism of VLDL The half-life of VLDL in serum is only 1 to 3 hours. When they reach the peripheral tissues, apo-C-II activates LpL which liberates fatty acids that are taken up by adipose tissue and muscle. The remnant is now designated as IDL (intermediate density lipoprotein) and contains less of TAG and more of cholesterol. The major fraction of IDL fuher loses triglyceride, so as to be conveed to LDL (low-density lipoprotein). This conversion of VLDL to IDL and then to LDL is referred to as lipoprotein cascade pathway. A fraction of IDL is taken up by the hepatic receptors. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153",
        "cop": 3,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "61dc7085-a425-4766-a38a-c4bbf3f6a538",
        "choice_type": "single"
    },
    {
        "question": "Whole range of COX products can be synthesized by?",
        "exp": "Cox Pathway products site of synthesis Whole range of COX products Lung and spleen Thromboxane Primarily platelets Prostacyclins Endothelium of blood vessels Reference: Essentials Of Medical Pharmacology, 7th edition Page no 182",
        "cop": 3,
        "opa": "Spleen, Liver",
        "opb": "Lung, Liver",
        "opc": "Spleen, Lung",
        "opd": "Spleen, Blood vessel",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e53a5bb4-a02e-4f3c-bbe2-1d8e14253146",
        "choice_type": "single"
    },
    {
        "question": "Not a fatty acid synthase component?",
        "exp": "The sequence of enzyme domains in the primary structure of fatty acid synthase monomer: 1. Ketoacyl synthase2. Malonyl/acetyl transacylase3. Hydratase4. Enoyl reductase5. Ketoacyl reductase6. Acyl carrier protein 7. Thioesterase. Ref: Harper&; s Biochemistry; 30th edition; Page no: 234",
        "cop": 1,
        "opa": "Acetyl COA carboxylase",
        "opb": "Enoyl reductase",
        "opc": "Acyl COA",
        "opd": "Ketoacyl synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4eda5088-7e52-43d9-9932-83d78af1160a",
        "choice_type": "single"
    },
    {
        "question": "Examples of monounsaturated fatty acids are",
        "exp": "Monounsaturated (Monoethenoid) fatty acids: They contain one double bond. Their general formula is Cn H2n-1 COOH Example: Oleic acid C17. H33 COOH is found in nearly all fats (formula 18: 1; 9). Ref: M. N. Chatterjee - Textbook of Biochemistry, 8th edition, page no: 47",
        "cop": 1,
        "opa": "Oleic",
        "opb": "Arachiodonic acid",
        "opc": "Linolenic acid",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "caa0d084-7276-482d-8d42-cc6067bd9fdc",
        "choice_type": "single"
    },
    {
        "question": "Apo-E dificiency is seen in",
        "exp": "Frederickson's classification of hyperlipoproteinemias Type: Type III Lipoprotein fraction level: Broad beta VLDL and Chylomicrons Metabolic defect: abnormal Apo-E &Apo CII |Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 299, Table 25. 4",
        "cop": 3,
        "opa": "Type I hypolipoproteinemis",
        "opb": "Type II hypolipoproteinemis",
        "opc": "Type III hypolipoproteinemis",
        "opd": "Type IV hypolipoproteinemis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "82bbcb35-3d59-418b-9b49-f25cbe7f5495",
        "choice_type": "single"
    },
    {
        "question": "Steroid synthesis takes place at",
        "exp": "Endoplasmic reticulum (ER): Eukaryotic cells are characterised by several membrane complexes that are interconnected by separate organelles. These organelles are involved in protein synthesis, transpo, modification, storage and secretion. Varying in shape, size and amount, the endoplasmic reticulum (ER) extend from the cell membrane, coats the nucleus, surrounds the mitochondria and appears to connect directly to the Golgi apparatus. These membranes and the aqueous channels they enclose are called cisternae. Types: There are two kinds of the endoplasmic reticulum (ER): (i) Rough surfaced ER, also known as ergastoplasm. They are coated with ribosomes. Near the nucleus, this type of ER merges with the outer membrane of the nuclear envelope. (ii) Smooth surfaced ER: They do not have attached ribosomes. Functions (a) Function of rough ER: Rough ER synthesises membrane lipids, and secretory proteins. These proteins are inseed through the ER membrane into the lumen of the cisternae where they are modified and transpoed through the cell. (b) Function of smooth ER: Smooth endoplasmic reticulum is involved: (i) In lipid synthesis and (ii) Modification and transpo of proteins synthesised in the rough ER Note: A number of impoant enzymes are associated with the endoplasmic reticulum of mammalian liver cells. These include the enzymes responsible for the synthesis of sterol, triacylglycerol (TG), Phospholipids (PL) and the enzymes involved in detoxification of drugs. Cytochrome P450 which paicipates in drug hydroxylation reside in the ER. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 7-8",
        "cop": 2,
        "opa": "Ribosomes",
        "opb": "Smooth enoplasmic reticulum",
        "opc": "Peroxisomes",
        "opd": "Lysosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "de2f498c-c09e-419c-8cb5-e358de6ce7db",
        "choice_type": "single"
    },
    {
        "question": "The human plasma lipoprotein containing the highest percentage of triacylglycerol by weight is",
        "exp": "CHYLOMICRONS Synthesis of chylomicrons Chylomicrons are formed in the intestinal mucosal cells, and secreted into the lacteals of lymphatic system (Chapter 11). They are rich in triglyceride (Fig. 12. 9). If lipemic serum is kept overnight in the refrigerator, chylomicrons rise as a creamy layer to the top, leaving the subnatant clear. When the chylomicrons are synthesised by the intestinal mucosa, they contain only apo-B-48 and apo-A but apo-C and apo-E are added from HDL in blood during transpo (Fig. 12. 10). Metabolism of Chylomicrons i. Main sites of metabolism of chylomicrons are adipose tissue and skeletal muscle. The half-life of chylomicrons in blood is about 1 hour. ii. The enzyme lipoprotein lipase (LpL) is located at the endothelial layer of capillaries of adipose tissue, muscles, and hea; but not in liver. Apo C-II present in the chylomicrons activates the LpL (Table 12. 4). The LpL hydrolyses triglycerides present in chylomicrons into fatty acids and glycerol. Muscle or adipose tissue cells take up the liberated fatty acids (Fig. 12. 10). iii. Following injection of heparin, the LpL is released from the tissues and lipemia is thus cleared. This is called post-heparin lipolytic activity. Lack of C-II leads to decreased activity of LpL and consequent accumulation of chylomicrons and VLDL in blood. Insulin increases LpL activity. Liver Takes up Chylomicron Remnants As the TAG content is progressively decreased, the chylomicrons shrink in size. These remnants containing apo-B-48 and apo-E are taken up by hepatic cells by receptor-mediated endocytosis. Apo-E binds the hepatic receptors (Fig. 12. 10). Function of Chylomicrons Chylomicrons are the transpo form of dietary triglycerides from intestines to the adipose tissue for storage, and to muscle or hea for their energy needs. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 153",
        "cop": 2,
        "opa": "VLDL",
        "opb": "Chylomicrons",
        "opc": "HDL",
        "opd": "LDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d2cd30ec-2587-4f98-ae9d-beeb1abe2b89",
        "choice_type": "single"
    },
    {
        "question": "Arachidonic acid is synthesized from",
        "exp": "Essential Fatty Acids (EFA) Normal dietary allowance of PUFA is 2-3% of total calories. Linoleic acid (o6, 18C, D 9, 12) and linolenic acid (o3, 18C, D 9, 12, 15) are the only fatty acids which cannot be synthesized in the body. They have to be provided in the food; hence they are essential fatty acids. Arachidonic acid can be formed if the dietary supply of linoleic acid is sufficient PUFA may be formed from monounsaturated fatty acids by the introduction of double bonds only between an existing double bond and carboxyl end of the fatty acid (but not between the omega end and an existing double bond). Hence linoleic acid cannot be synthesized from oleic acid. However, linoleic acid can be conveed to arachidonic acid. Ref: DM Vasudevan - Textbook of Biochemistry, 6th Edition, page no: 162",
        "cop": 2,
        "opa": "Stearic acid",
        "opb": "Linoleic acid",
        "opc": "Linolenic acid",
        "opd": "Oleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2a5f3e9f-6d64-4342-98e2-bcd9b3bef985",
        "choice_type": "single"
    },
    {
        "question": "Role of somatotropine in fat metabolism",
        "exp": "Growth Hormone (GH) - i. It is also called somatotropin. It is a single polypeptide chain with 191 amino acids. GH is synthesized by acidophils (somatotropic cells) of anterior pituitary. ii. Plasma concentration of GH is less than 2 ng/ml during day time, with secretory peak appearing 3 hr after meals. Maximum level of GH is seen during deep sleep. For measurement of serum GH, the samples are collected during sleep and also during waking hours to assess the circadian rhythm. iii. GH secretion is regulated by the balance between GHRH and GHIH (somatostatin). The regulation of secretion is predominantly inhibitory. Hypoglycemia stimulates GH secretion, and hyperglycemia suppresses it. The hypothalamic growth hormone releasing hormone (GHRH) stimulates GH synthesis and release. Ghrelin, a peptide derived from stomach induces GHRH and directly stimulates the release of GH. Somatostatin synthesized in the hypothalamus inhibits the GH secretion. iv. The metabolic effect of GH is paly mediated by somatomedin, also known as insulin-like growth factor1 (IGF-1). The growth of long bones is stimulated by this factor. IGF-1, the peripheral target hormone of GH exes feedback inhibition. v. GH increases the uptake of amino acids by cells; enhances protein synthesis, and produces positive nitrogen balance. The anti-insulin effect of GH causes lipolysis and hyperglycemia. The overall effect of GH is to stimulate growth of soft tissues, cailage and bone. It is anabolic. vi. Excess secretion by GH secreting tumor, leads to gigantism in children and acromegaly in adults. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 530.",
        "cop": 1,
        "opa": "Antilipolytic",
        "opb": "Lipolytic",
        "opc": "Ketogenic",
        "opd": "Glucogenic",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "528dde11-a8a2-476b-a4c3-6c974acbe33b",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are used by all except",
        "exp": "In the fasting state, glucose must be spared for use by the central nervous system (which is largely dependent on glucose) and the red blood cells (which are wholly reliant on glucose). Therefore, tissues that can use fuels other than glucose do so; muscle and liver oxidize fatty acids and the liver synthesizes ketone bodies from fatty acids to expo to muscle and other tissues. Ref: Harper&; s Biochemistry; 30th edition; chapter 14; overview of Metabolism & the Provision of Metabolic Fuels",
        "cop": 2,
        "opa": "Brain",
        "opb": "RBCs",
        "opc": "Skeletal muscles",
        "opd": "Hepatocytes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c1b64d00-f4c6-46af-b402-719b17d2fadf",
        "choice_type": "multi"
    },
    {
        "question": "Maximum cholesterol is seen in",
        "exp": "Ref: Textbook of Medical Biochemistry Dr (Brig) MN Chatterjea Rana Shinde, 8th Edition, page no: 446",
        "cop": 2,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "50df8891-8779-4e1b-857e-1fd2273713e5",
        "choice_type": "single"
    },
    {
        "question": "Phospholipid that plays an impoant role in apoptosis is?",
        "exp": "PHOSPHOLIPIDS ROLE Phosphatidylserine Apoptosis Dipalmitoyl phosphatidylcholine Lung surfactant Cardiolipin Mitochondrial function Biological false positive VDRL Phosphatidyl inositol Reservoir of prostaglandin synthesis signal transmission across membranes Reference: Harpers illustrated biochemistry 30th edition page 215",
        "cop": 2,
        "opa": "Phosphatidylcholine",
        "opb": "Phosphatidylserine",
        "opc": "Phosphatidylethanolamine",
        "opd": "Phosphatidylglycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b0b9c19f-be17-4dd0-ba1b-82895fa50aeb",
        "choice_type": "single"
    },
    {
        "question": "Apolipoprotein E is rich in",
        "exp": "TYPES OF APOPROTEINS PRESENT IN VARIOUS LIPOPROTEIN FRACTIONS (CHEMISTRY OF APOPROTEINS)HDL: Two major apoproteins of HDL are designated as apo-A-I and apo-A-II. In addition to the above, HDL also contains apo-C-I, C-II, and C-III. HDL-3 is characterised by having apo-D and HDL may also acquire arginine-rich apo-E. LDL: The main apoprotein of LDL is apo-B100, which is also present in VLDL. Chylomicrons: Principal apoprotein of chylomicrons is apo-B48 (Mol. wt = 200 Kd). In addition, chylomicrons also contain apo-A (AI and AII) and apo-C (C-II and C-III), also arginine-rich apo-E (34 Kd). Apo- C seems to be freely transferable between chylomicrons and VLDL on one hand and HDL on the other. VLDL and LDL: Principal apoproteins of VLDL, IDL, and LDL is apo-B100 (350 Kd). They also contain apo-C (C-I, C-II, and C-III), and apo-E. IDL carries some apo-E apoprotein. Apo-E: Arginine-rich apo-E, isolated from VLDL. It contains arginine to the extent of 10 percent of the total amino acids and accounts for 5 to 10 percent of total VLDL apo-proteins in normal subjects but is present in excess in the \"broad\" b-VLDL of patients of type III hyperlipoproteinemia. Carbohydrate content: Carbohydrates account for approx. 5 percent Apo-B and include mannose, galactose, fucose, glucose, glucosamine and sialic acid. So, some of the lipoproteins are glycoproteins. Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde page no: 445",
        "cop": 2,
        "opa": "Lysine",
        "opb": "Arginine",
        "opc": "Histidine",
        "opd": "Methionine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e1deab6e-e333-4927-944f-1e3e33f573f0",
        "choice_type": "single"
    },
    {
        "question": "A patient with abetalipoproteinemia frequently manifests with delated blood clotting. This is due to inability to",
        "exp": "Type-III: Familial Dys-Beta Lipoproteinaemia: Synonyms: Broad Beta disease, 'Remnant' removal disease. The disease is characterised by: Increase in b-lipoproteins (LDL |). Increase in Pre-b-lipoproteins (VLDL |); Actually rise is in IDL (VLDL remnant). This appears as broad b-band (\"floating\" b-band)-b- VLDL on electrophoresis. Also, there is hypercholesterolemia and hyperiglyceridemia. Inheritance: Autosomal dominant. Metabolic defects: Increased concentration of apo-E |. Increased synthesis of apo-B |. Conversion of normal VLDL to b-VLDL (IDL) and its degradation without conversion to LDL. Defect is in \"Remnant\" metabolism. Clinical feature: Presents with Xanthomastuberous and palmar Xanthomas. Premature cardiovascular diseases and atherosclerosis common. Also prone to develop peripheral vascular diseases. Treatment: By weight reduction. Low carbohydrate diets, containing unsaturated fats and little cholesterol. Ref: Textbook of Medical Biochemistry, 8th Edition, Dr (Brig) MN Chatterjea, Rana Shinde, page no: 452, 453",
        "cop": 1,
        "opa": "Produce VLDL",
        "opb": "Synthesize fatty acids",
        "opc": "Produce chylomicrons",
        "opd": "Synthesize clotting factors",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "11383716-b2e9-4de9-8439-4ead6a2c500a",
        "choice_type": "single"
    },
    {
        "question": "Which fatty acid is first synthesized by man?",
        "exp": "Swedish scientist Scheele isolated glycerol in 1779. Chevreul ME isolated oleic, stearic, butyric and caproic acids in 1823. In 1898, Edmed FG identified the structure of oleic acid. Linoleic acid was prepared from linseed oil by Sacc F in 1844. Lauric acid (12: 0) was discovered in Lauraceae seeds by Marsson T in 1849. Franz Soxhlet, a German chemist, invented the Soxhlet apparatus in 1879. This apparatus was used first to separate fats from food. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 74",
        "cop": 1,
        "opa": "Linoleic acid",
        "opb": "Stearic acid",
        "opc": "Palmitic acid",
        "opd": "Oleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c755f6a1-2ed8-4827-9ec9-0b8a0f88d5ee",
        "choice_type": "single"
    },
    {
        "question": "Catabolism of long chain fatty acids occurs in?",
        "exp": "Mechanism of catabolism Chief organelle Fatty Acids Beta oxidation mitochondria Long chain fatty acids, Medium chain fatty acids, S ho chain fatty acids Beta oxidation Peroxisomes Ver long chain fatty acids Omega oxidation Endoplasmic reticulum Only when oxidation does not occur in mitochondria Alpha oxidation Peroxisomes Branched chain fatty acids Reference: Lippincotts illustrated Reviews, 6th edition",
        "cop": 2,
        "opa": "Peroxisome",
        "opb": "Mitochondria",
        "opc": "Golgi bodies",
        "opd": "Endolysosome",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "66e4ead8-c819-4d8d-860e-6231ba7cb07b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a phospholipid?",
        "exp": "Gangliosides are more complex glycosphingolipids containing more sugar residues plus sialic acid. They are present in the outer layer of the plasma membrane, where they contribute to the glycocalyx and are impoant as antigens and cell receptors. Ref: Harper&; s Biochemistry; 30th edition; Chapter 40 Membranes: Structure & Function",
        "cop": 4,
        "opa": "Lecithine",
        "opb": "Plasmalogen",
        "opc": "Cardiolipin",
        "opd": "Ganglioside",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "53387c6f-b49f-4824-839d-19c603fd4c1c",
        "choice_type": "single"
    },
    {
        "question": "Limiting factor for Fatty acid synthesis",
        "exp": "Carboxylation of Acetyl CoA The first step in the fatty acid synthesis is the carboxylation of acetyl CoA to form malonyl CoA. The acetyl CoA carboxylase is not a pa of the multienzyme complex. But it is the rate-limiting enzyme. Biotin, a member of B complex vitamins, is necessary for this reaction (step 1 in Fig. 11. 15). The enzyme is allosterically regulated, the major effectors being citrate (positive) and palmitoyl CoA (negative). The reaction is similar to carboxylation of pyruvate to form oxaloacetate. The elongation of the fatty acid occurs by addition of 2 carbon atoms at a time. But the 2-carbon units are added as 3-carbon, malonyl units. The whole reaction sequence occurs while the intermediates are bound to ACP (acyl carrier protein). Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 137",
        "cop": 3,
        "opa": "Acetoacetate synthesis",
        "opb": "Acyl transferase",
        "opc": "Acetyl COA carboxylase",
        "opd": "Biotin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d0cfe3c8-8010-4e71-a367-b53fa02def24",
        "choice_type": "single"
    },
    {
        "question": "Carnitine helps in",
        "exp": "Fatty acids are activated in the cytoplasm, but the beta-oxidation is in mitochondria. So transpo of fatty acids through the mitochondrial membrane is essential. The long chain fatty acyl CoA cannot pass through the inner mitochondrial membrane. Therefore a transpoer, carnitine is involved in transfer of fatty acids. Carnitine is beta-hydroxygamma- trimethyl ammonium butyrate, Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 131",
        "cop": 2,
        "opa": "Transpo of fatty acids from mitochandria to cytosol",
        "opb": "Transpo of fatty acids from cytosol to mitochandria",
        "opc": "Transpo of pyruvate into mitochandria",
        "opd": "Transpo of Malate in Malate shuttle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "4ba3ebef-c93d-44e2-8e64-8dc3b4e3ecaf",
        "choice_type": "single"
    },
    {
        "question": "Immediate precursor of ketone bodies",
        "exp": "KETONE BODY FORMATION IN LIVER (KETOGENESIS). Enzymes are mitochondrial: Steps1. Aceto-acetyl-CoA: Aceto-acetyl-CoA is the staing material for ketogenesis. This can arise in two ways:(a) Directly during the course of b-oxidation of fatty acids, or(b) As a result of condensation of two C-2 units, i. e. 'active acetate' (acetyl-CoA) by reversal of thiolase reaction. 2. Formation of Acetoacetate: Acetoacetate is the first ketone body to be formed. This can occur in two ways:(a) By deacylation: Acetoacetate can be formed from aceto-acetyl-CoA by simple deacylation catalysed by the enzyme aceto-acetyl-CoA deacylase. The above does not seem to be the major pathway when excessive amount of ketone bodies are formed, the deacylation reaction is not enough to cope up. (b) Second pathway: Formation of acetoacetate intermediate production of \"b-OH-b-methyl glutaryl CoA\" (HMG-CoA). Present opinion ours the HMG-CoA pathway as the major route of ketone body formation. Steps. Involves two steps:* Condensation of aceto-acetyl-CoA with another molecule of acetyl-CoA to form b-OH-b methyl glutaryl-CoA (HMG-CoA) catalysed by the enzyme HMG-CoA synthase (mitochondrial enzyme).* HMG-CoA is then acted upon by another enzyme, HMG-CoA Lyase, which is also mitochondrial enzyme, to produce one molecule \"acetoacetate\" and one molecule of acetyl-Co. ANote* Both the enzymes HMG-CoA synthase and HMG-CoA Lyase are mitochondrial and must be available in mitocondrion for ketogenesis to occur.* Both the enzymes are present in liver cells mitochondria only.* A marked increase in activity of HMG-CoA Lyase has been noted in fasting.* HMG-CoA is a committed step. Cholesterol also can be formed by \"HMG-CoA reductase\". 3. Formation of Acetone: As stated earlier, acetone is formed from acetoacetate by spontaneous decarboxylation (Non-enzymatic). Fig. 25. 9: Formation, utilisation, and excretion of ketone bodies4. Formation of b-OH Butyrate: Acetoacetate once formed is conveed to b-OH-butyric acid; the reaction is catalysed by the enzyme b-OH-butyrate dehydrogenase, which is present in liver and also found in many other tissues. b-OH-butyrate is quantitatively the predominant ketone body present in blood and urine in Ketosis. Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde page no 425, 426",
        "cop": 3,
        "opa": "Acetyl - CoA",
        "opb": "Acetoacetyl - CoA",
        "opc": "HMG - CoA",
        "opd": "Acyl - CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8a4439af-b759-4d07-b0ca-60f48028ac15",
        "choice_type": "single"
    },
    {
        "question": "Desired ratio of total cholesterol/HDL should be",
        "exp": "HDL-cholesterol level HDL level above 60 mg/dl protects against heart disease. Hence HDL is \"good\" cholesterol. A level below 40 mg/dl increases the risk of CAD. For every 1 mg/dl drop in HDL, the risk of heart disease rises 3%. If the ratio of total cholesterol / HDL is more than 3. 5, it is dangerous. Similarly, LDL: HDL ratio more than 2. 5 is also detrimental. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 295",
        "cop": 3,
        "opa": "<7. 5",
        "opb": "<10",
        "opc": "<3. 5",
        "opd": "<4. 5",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d97fd2b2-120e-49ca-917a-5ea9914edec0",
        "choice_type": "single"
    },
    {
        "question": "Free fatty acid produced in adipose tissue is transpoed by",
        "exp": "Liver-Adipose Tissue Axis. Liver produces fatty acid and TAG (triacylglycerol), which is transpoed as VLDL (very low density lipoprotein) in the blood. The fatty acids from VLDL are taken up by adipose tissue with the help of lipoprotein lipase, and stored as TAG. This neutral fat is hydrolysed by hormone-sensitive lipase into NEFA, which is carried byalbumin in blood. The NEFA is utilised by the peripheral tissues, excess of which can be taken up by liver cells. Thus there is a constant flux of fat molecules from liver to adipose tissue and back. Ref: DM Vasudevan - Textbook of Biochemistry, 6th Edition, page no: 142",
        "cop": 2,
        "opa": "Globulin",
        "opb": "Albumin",
        "opc": "Ceruloplasmin",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "bacf6a30-0e76-4f8d-a8c3-5236094c36f4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has maximum density?",
        "exp": "Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 446",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c163d697-1306-475b-bd53-827429ddde56",
        "choice_type": "single"
    },
    {
        "question": "VLDL is formed in",
        "exp": "Chylomicrons are found in \"chyle\" formed only by the Lymphatic system draining the intestine. However, it is now realised that a smaller and denser paicle similar to VLDL is now known to be synthesised in small quantity in intestinal cells also. Chylomicrons formation fluctuates with the load of TG absorbed, whereas VLDL formation is quantitatively less, but is more constant and occurs even in the fasting state. However, bulk of plasma VLDL is of hepatic origin, being the vehicle for transpo of TG from Liver to extrahepatic tissues (carrier of \"endogenous\" TG). There are many similarities in the mechanism of formation of chylomicrons by intestinal epithelial cells and VLDL by hepatic parenchymal cells. Salient Features * Chylomicrons and VLDL are synthesised in intestinal mucosal cells and Liver cells respectively. Polysomes on rough endoplasmic reticulum (ER) of these tissues synthesise apo-B48 and apo-B100 respectively. * TG is synthesised in smooth endoplasmic reticulum (ER) of both tissues. * Microsomal and cytoplasmic enzymes paicipate in cholesterol synthesis. * In the smooth endoplasmic reticulum (ER) of intestinal mucosal cells and Liver cells, the lipids are incorporated with apo-B48 and apo-B100 to form chylomicrons and VLDL respectively. * B-apoproteins are finally glycosylated in the Golgi- complex, which then packs the lipoproteins into secretory vesicles and budded off from Golgi cisternae. Release: Chylomicrons and VLDL are released from either the intestinal or hepatic cell by fusion of the \"secretory vacuole\" with the cell membrane, i. e. by reverse Pinocytosis. Chylomicrons pass into the spaces between the intestinal cells, eventually making their way into the Lymphatic system (\"Lacteals\") draining the intestine. VLDL are secreted by hepatic parenchymal cells into the \"Space of Disse\" and then into the hepatic sinusoids. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 446-447",
        "cop": 2,
        "opa": "Intestine",
        "opb": "Liver",
        "opc": "From chylomicrons",
        "opd": "Blood",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "57f6a809-1fd7-4443-aa6f-6d269b58f6ed",
        "choice_type": "single"
    },
    {
        "question": "Which has least density?",
        "exp": "Classification as per hydrated density: Pure fat is less dense than water. As the propoion of lipid to protein in lipoprotein complexes increases |, the density of the macro-molecule decreases|. Use of the above propey has been made in separating various lipoproteins in plasma by ultracentrifugation. Svedberg units of floatation (Sf unit): The rate at which each lipoprotein floats through a solution of Na. Cl (Sp. gr. 1. 063) is expressed as \"Svedberg\" units of floatation (Sf). Sf unit: One Sf unit is equal to 10-13 cm/S/dyne/g at 26degC. Gofman and colleagues (1954) separated lipoproteins by ultracentrifugation into four major density classes: Chylomicrons: Density lowest-floats. Very low-density lipoproteins (VLDL or VLDLP). Low-density lipoproteins (LDL), and. High Density Lipoproteins (HDL): settles below. LDL: It has been fuher divided into LDL 1, IDL (intermediate density lipoprotein) and LDL-2. HDL: It has been fuher separated into HDL-1 (this fraction is quantitatively insignificant), HDL-2 and HDL-3. Recently HDL c has been described. Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde, page no: 444",
        "cop": 2,
        "opa": "LDL",
        "opb": "Chylomicrons",
        "opc": "HDL",
        "opd": "VLDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "00414522-2de6-4a6c-a044-71bce002effb",
        "choice_type": "single"
    },
    {
        "question": "Fredrickson&; s type II hyperlipoproteinemia is due to excess amount of",
        "exp": "Type II: Familial Hypercholesterolaemia (FHC): A common disorder which has been extensively investigated. The disease is characterised by: Hyper b-lipoproteinaemia (LDL |). Associated with increased total cholesterol |VLDL may be raised, hence total TG may be high. But plasma usually remains clear. Inheritance: Autosomal dominant; Frequency--0. 2 percent. Enzyme deficiency (metabolic defect): There is no enzyme deficiency. Metabolic defects are: An increased synthesis of apo-B |Defective catabolism of LDL. Deficiency of LDL receptors in fibroblasts demonstrated. Clinical features: Xanthomas of tendinous and tuberous type have been described. Corneal arcus. Occasionally xanthelasma. Clinically most impoantis the increased incidence of atherosclerosis andpremature cardiovascular diseases. Note: Type-II Pattern can develop as a result of hypothyroidism(secondary hyper or lipoproteinemia). Ref: M. N. Chatterjee - Textbook of Biochemistry, 8th edition, page no: 451",
        "cop": 3,
        "opa": "VLDL remnats",
        "opb": "VLDL",
        "opc": "Floating LDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "2581af8b-6b08-4c97-93a7-98fc19d509c1",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about Lipoprotein Lipase are true, except",
        "exp": "The enzyme lipoprotein lipase (LpL) is located at the endothelial layer of capillaries of adipose tissue, muscles and hea; but not in liver. Apo C-II present in the chylomicrons activates the LpL. The LpL hydrolyses triglycerides present in chylomicrons into fatty acids and glycerol. Muscle or adipose tissue cells take up the liberated fatty acids Lipoprotein lipase deficiency is a genetic disorder in which a person has a defective gene for lipoprotein lipase, which leads to very high triglycerides, which in turn causes stomach pain and deposits of fat under the skin, and which can lead to problems with the pancreas and liver, which in turn can lead to diabetes. Apo-C-II. It activates lipoprotein lipase. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 153.",
        "cop": 4,
        "opa": "Found in adipose tissue",
        "opb": "Found in myocites",
        "opc": "Deficiency leads to hyperiacyglycerolemia",
        "opd": "Does not require CII as cofactor",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "79a0c8a4-40e4-4707-8c72-766537da2827",
        "choice_type": "multi"
    },
    {
        "question": "Which is the first intermediate in the conversion of cholesterol to bile acids?",
        "exp": "The first intermediate in the synthesis of bile acids is 7a-hydroxycholesterol. It is catalyzed by the enzyme 7a-hydroxylase, a microsomal CYP450 enzyme, which requires NADPH, oxygen, and vitamin C as cofactors. It is the rate-limiting step in the synthesis of bile acids.",
        "cop": 3,
        "opa": "Ergosterol",
        "opb": "Lanosterol",
        "opc": "7- hydroxycholesterol",
        "opd": "7- dehydrocholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "11b74d2d-8ed3-48ca-b347-4407ba2680d9",
        "choice_type": "single"
    },
    {
        "question": "A patient was diagnosed with isolated increase in LDL. His father and brother had the same disease with increased cholesterol. The likely diagnosis is",
        "exp": "Type II A (Primary familial hypercholesterolemia) There is elevation of LDL. Patients seldom survive the second decade of life due to ischemic heart disease. The cause is LDL receptor defect. Receptor deficiency in liver and peripheral tissues will result in the elevation of LDL levels in plasma, leading to hypercholesterolemia. The LDL receptor defect may be due to the following reasons: 1. LDL receptor deficiency. 2. Defective binding of B-100 to the receptor. A substitution of glutamine for arginine at 3500thamino acid results in poor binding to LDL receptors. This defect is known as B-3500 or familial defective apo-B. 3. Receptor-LDL complex is not internalised. Secondary type II hyperlipoproteinemia is seen in hypothyroidism, diabetes mellitus, nephrotic syndrome and cholestasis. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 300",
        "cop": 4,
        "opa": "Familial type III hyperlipoproteinemia",
        "opb": "Abetalipoproteinemia",
        "opc": "Familial lipoprotein lipase deficiency (type I",
        "opd": "LDL receptor mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "05ceb221-1c18-41fa-ab49-5ac22ff36ce3",
        "choice_type": "single"
    },
    {
        "question": "Phospholipids are",
        "exp": "They are fatty acids esterified with alcohol but in addition, they contain other groups Phospholipids containing phosphoric acid. Ref: DM Vasudevan - Textbook of Biochemistry, 7th edition, page no: 83",
        "cop": 3,
        "opa": "Simple lipids",
        "opb": "Derived lipids",
        "opc": "Compound lipids",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "89e87ede-3705-4f38-9757-661e4b1cb0ff",
        "choice_type": "multi"
    },
    {
        "question": "Lipoprotein involved in reverse cholesterol transpo is",
        "exp": "The class B scavenger receptor B1 (SR-B1) has been identified as an HDL receptor with a dual role in HDL metabolism. In the liver and in steroidogenic tissues, it binds HDL apo A-I, and cholesteryl ester is selectively delivered to the cells, although the paicle itself, including apo A-I, is not taken up. In the tissues, on the other hand, SR-B1 mediates the acceptance of cholesterol effluxed from the cells by HDL, which then transpos it to the liver for excretion the bile (either as cholesterol or after conversion to bile acids) in the process known as reverse cholesterol transpo. Reference: Harper; 30th edition; Page no: 259",
        "cop": 4,
        "opa": "Chylomicrons",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "HDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "60b38426-e4a8-4a02-8e97-95ed03be344e",
        "choice_type": "single"
    },
    {
        "question": "The reducing equivalents for cholesterol biosynthesis are provided by",
        "exp": "Cholesterol is a 27-carbon compound consisting of 4 rings and a side chain. It is synthesized from acetyl-CoA by a lengthy pathway that may be divided into five steps:(1) synthesis of mevalonate from acetyl-CoA (2) formation of isoprenoid units from mevalonate by a loss of CO2 (3) condensation of six isoprenoid unitsform squalene (4) cyclization of squalene gives rise to the parent steroid, lanosterol; (5) formation of cholesterol from lanosterol. NADPH provides the reducing equivalents. Ref: Harper&; s Biochemistry; 30th edition; Chapter 26; Cholesterol Synthesis, Transpo, & Excretion",
        "cop": 4,
        "opa": "FADH2",
        "opb": "FMNH2",
        "opc": "NADH",
        "opd": "NADPH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d94b0c8e-37f9-4812-8310-4f527c9872d2",
        "choice_type": "single"
    },
    {
        "question": "Krabbes&; disease is due to deficiency of",
        "exp": "Krabbe's Disease. An inherited disorder of lipid metabolism, a lipid storage disease (lipidosis). Enzyme deficiency: Galactocerebrosidase (bbb-galactosidase). The enzyme normally catalyzes the hydrolysis of galactocerebrosides and it splits the linkage between ceramide and galactose. Nature of lipid accumulating: Galactosylceramide Clinical manifestations: Severe mental retardation in infants. Total absence of myelin in central nervous system Globoid bodies found in white matter of brain. Note: Galactocerebroside is an impoant component of myelin Diagnosis: Depends on the determination of galactocerebrosidase activity in leucocytes and cultured skin fibroblasts. Prognosis: Fatal. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 62",
        "cop": 2,
        "opa": "Sphingomyelinase",
        "opb": "Beta galactocerebrosidase",
        "opc": "Hexosaminidase",
        "opd": "Arylsulfatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0ac7cf55-421c-4700-b5c6-9bb18df414d0",
        "choice_type": "single"
    },
    {
        "question": "Which is the first intermediate product of LOX pathway?",
        "exp": "Hydroperoxy eicosatetraenoic acid (HPETEs) is the first intermediate product produced by LOX HPETE can be conveed into Leukotrienes, Lipoxins, Hydroxytetraenoic acid Reference: Harpers illustrated biochemistry 30th edition page 243",
        "cop": 2,
        "opa": "LTs",
        "opb": "HPETE",
        "opc": "HETE",
        "opd": "Lipoxins",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "8a3d2bc8-74a5-49dc-a5f9-7107fef8ce78",
        "choice_type": "single"
    },
    {
        "question": "Which cholesterol is designated as \"Good Cholesterol\"?",
        "exp": "HIGH-DENSITY LIPOPROTEIN (HDL). High-density lipoproteins transpo cholesterol from peripheral tissues to the liver. The major apoproteins in HDL are Apo-A1, with some Apo-A2, Apo-C, and Apo-E. HDL serves as a plasma reservoir of Apo-C and Apo-E which can be transferred to VLDL and chylomicrons and back clinical Significance of HDL The level of HDL in serum is inversely related to the incidence of myocardial infarction. As it is \"antiatherogenic\" or \"protective\" in nature, HDL is known as \"good cholesterol\" in common parlance. It is convenient to remember that \"H\" in HDL stands for \"Healthy\". HDL level below 35 mg/dl increases the risk, while the level above 60 mg/dl protects the person from coronary aery diseases. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 155-157",
        "cop": 3,
        "opa": "VLDL",
        "opb": "LDL",
        "opc": "HDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f64dde60-159f-4352-ae4c-c9967bad0e4b",
        "choice_type": "single"
    },
    {
        "question": "The enzyme ^9 desaturase catalyzes the conversion of stearic acid into?",
        "exp": "The enzyme ^9 desaturase, in endoplasmic reticulum, catalyzes conversion of stearic acid to oleic acid, which is a MUFA. ^9 desaturase is a mixed-function oxidase, requiring NADPH and O2. Humans cannot introduce double bonds beyond ^9 position (between C10 and terminal methyl group). Hence, linoleic (D9, 12 ) and linolenic acid (D 9, 12, 15) are considered essential fatty acids. Reference: Harper's Illustrated Biochemistry 30th Edition Pg 239",
        "cop": 3,
        "opa": "Linolenic acid",
        "opb": "Linoleic acid",
        "opc": "Oleic acid",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f386a4f6-77e4-461f-adc0-011892a02eac",
        "choice_type": "multi"
    },
    {
        "question": "Ketone bodies are all except",
        "exp": "Ketogenesis Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesised exclusively by the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 143",
        "cop": 4,
        "opa": "Acetoacetate",
        "opb": "Acetone",
        "opc": "b-hydroxy butyrate",
        "opd": "Acetyl-CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ab1046d7-15a3-4664-817b-be0c7e8d3e9d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about apoproteins are true except",
        "exp": "Apo-c-11 activates lipoprotein lipase. Ref: DM Vasudevan, 7th edition, page no: 174 & 175",
        "cop": 3,
        "opa": "Apoprotein A-I activates LCAT",
        "opb": "Apoprotein C-I activates lipoprotein lipase",
        "opc": "Apoprotein C-II inhibits lipoprotein lipase",
        "opd": "Apoprotein C-II activates lipoprotein lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "0da4819e-6769-40bd-923e-bb489328df01",
        "choice_type": "multi"
    },
    {
        "question": "Respiratory distress syndrome in premature infants is due to inadequate secretion of which one of the following lipids",
        "exp": "Phosphatidylcholine or Lecithin i. This is a nitrogen-containing phospholipid. The word lecithin is derived from the Greek word, lekythos = egg yolk. It contains glycerol. ii. The alpha and beta positions are esterified with fatty acids. Usually, the fatty acid attached to the beta-carbon is a PUFA molecule. iii. The phosphoric acid is added to the third position, to form phosphatidic acid. The phosphate group is esterified to the quaternary nitrogen base, Choline. The molecules of lecithin exist as zwitterions (pl = 6. 7). Action of Phospholipases Phospholipases are enzymes that hydrolyse phospholipids. Different phospholipases are involved in the hydrolysis of specific bonds in lecithin (Fig. 7. 8). Phospholipase A2 acts on an intact lecithin molecule hydrolysing the fatty acid esterified to the beta (second) carbon atom. The products are Lysolecithin and fatty acid. Lysolecithin is a detergent and hemolytic agent. The enzyme is present in the venom of viper snakes. The hemolysis and consequent renal failure seen in viper poisoning could be thus explained. Actions of other phospholipases are shown in Figure 7. 8. The products formed in each case may be summarized as follows: Phospholipase A2 Lecithin ------------- Lysolecithin + fatty acid Phospholipase A1 Lecithin ------------- Acyl glycerophosphoryl- choline + fatty acid Phospholipase C Lecithin ------------- 1, 2 diacylglycerol + Phosphorylcholine Phospholipase D Lecithin ------------- Phosphatidic acid + choline Lung Surfactants Normal lung function depends on a constant supply of lung surfactants. It is produced by epithelial cells. It decreases surface tension of the aqueous layer of lung and prevents collapse of lung alveoli. Constituents of surfactants are dipalmitoyl lecithin, phosphatidylglycerol, cholesterol and surfactant proteins A, B and C. During fetal life, the lung synthesizes sphingomyelin before 28th week of gestation. But as fetus matures, more lecithin is synthesized. The lecithin-sphingomyelin (LS) ratio of amniotic fluid is an index of fetal maturity. A ratio of 2 indicates full lung maturity. Low levels of surfactant leads to respiratory distress syndrome (RDS), which is a common cause of neonatal morbidity. Ref: D. M. Vasudevan Textbook of Biochemistry, 8th edition, page no: 80",
        "cop": 1,
        "opa": "Dipalmitoyl phosphatidylcholine",
        "opb": "Spingomelin",
        "opc": "Cholesterol",
        "opd": "Phosphatidylinositol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "fe534806-8997-42b6-a923-ad01bf045d4f",
        "choice_type": "single"
    },
    {
        "question": "All are glycerophospholipids, except",
        "exp": "Ref: Textbook of Medical Biochemistry 8th Edition Dr (Brig) MN Chatterjea, Rana Shinde page no: 55-57",
        "cop": 4,
        "opa": "Lecithine",
        "opb": "Plasmalogens",
        "opc": "Cardiolipin",
        "opd": "Sphingomyeline",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ed84e189-541f-43d8-82d3-ba587783b78c",
        "choice_type": "multi"
    },
    {
        "question": "Scavenger receptors uptake",
        "exp": "LOW-DENSITY LIPOPROTEINS (LDL) LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100. Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Metabolism of LDL and LDL Receptors LDL is taken up by peripheral tissues by receptor-mediated endocytosis. LDL receptors are present on all cells but most abundant in hepatic cells. LDL receptors are located in specialised regions called clathrin-coated pits. Binding of LDL to the receptor is by apo-B-100 and uptake of cholesterol from LDL is a highly regulated process. When the apo-B-100 binds to the apo-B-100 receptor, the receptor-LDL complex is internalised by endocytosis. The endosome vesicle thus formed fuses with lysosomes. The receptor is recycled and returns to the cell surface. The LDL paicle, along with apoproteins and cholesterol ester is hydrolysed by lysosomal hydrolases, forming amino acids and free cholesterol. The free receptors can now return to the membrane surface to bind fuher LDL molecules (Fig. 12. 13). Approximately 70% of LDL is degraded in the liver, and the rest in extra-hepatic tissues. For their work on LDL receptors, Michael Brown and Joseph Goldstein were awarded Nobel prize in 1985. Function of LDL About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: i. It is used for the synthesis of other steroids like steroid hormones. ii. Cholesterol may be incorporated into the membranes. iii. Cholesterol may be esterified to a MUFA by acyl cholesterol acyltransferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. LDL and Clinical Applications LDL concentration in blood has positive correlation with incidence of cardiovascular diseases. A fraction of cholesterol is taken up by macrophages, this is not a regulated pathway. Increased levels of LDL or modification of LDL by glycation (as seen in diabetes mellitus) or oxidation increases the fraction of cholesterol taken up by macrophages. LDL infiltrates through aerial walls and is taken up by macrophages or scavenger cells. This is the staing event of atherosclerosis leading to myocardial infarction (see coronary aery diseases in Chapter 25). When these cells become engorged with cholesterol, foam cells are formed, that get deposited in the subendothelial space triggering formation of atheromatous plaque (see Fig. 25. 3). Procoagulant changes are induced in the endothelium resulting in increased chances of thrombosis and coronary aery disease (Fig. 25. 4). Since LDL-cholesterol is thus deposited in tissues, the LDL (low-density lipoprotein) variety is called \"bad cholesterol\" and LDL as \"Lethally Dangerous Lipoprotein\"Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 153-154",
        "cop": 3,
        "opa": "HDL",
        "opb": "VLDL",
        "opc": "LDL",
        "opd": "IDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "dfc9a0fa-a3a1-4667-b64c-d40b01a14113",
        "choice_type": "single"
    },
    {
        "question": "NADPH is required in",
        "exp": "Generation of Reducing Equivalents The major metabolic role of the pathway is to provide cytoplasmic NADPH for reductive biosynthesis of fatty acids, Co-enzymes of Fatty Acid Synthesis An impoant point to remember is that the co-enzyme utilised for de novo synthesis is NADPH. The sources of NADPH for fatty acidsynthesis are: Pentose Phosphate Pathway This is the main source. Tissues having active lipogenesis (liver, adipose tissue, lactating mammary gland) have an active HMP shunt pathway also. Malic Enzyme Malate + NADP+- Pyruvate + CO2 + NADPH + H+ The reaction also helps to transfer cytoplasmic oxaloacetate to the mitochondria. For every molecule of acetyl CoA delivered to the cytoplasm, one molecule of NADPH is formed and reducing equivalents are generated in cytoplasm. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 116, 139",
        "cop": 3,
        "opa": "HMP shunt",
        "opb": "Gluconeogensis",
        "opc": "Lipogensis",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e4df0957-e4c8-46ad-a5cc-32be0ed92da6",
        "choice_type": "single"
    },
    {
        "question": "Major apolipoprotein of chylomicrons is",
        "exp": "One or more apolipoproteins (proteins or polypeptides) are present in each lipoprotein. They are usually abbreted as apo followed by the letter A, B, C, etc. Some apolipoproteins are integral and cannot be removed (eg, apo B), whereas others are bound to the surface and are free to transfer to other lipoproteins, eg, apos C and E). The major apolipoproteins of HDL (a-lipoprotein) are apo. As. The main apolipoprotein of LDL (b-lipoprotein) is apo B (B-100), which is found also in VLDL. Chylomicrons contain a truncated form of apo B (B-48) that is synthesized in the intestine, while B-100 is synthesized in the liver. Ref: Harper&; s Biochemistry; 30th edition; Chapter 25; Lipid Transpo & Storage",
        "cop": 3,
        "opa": "B-100",
        "opb": "A-1",
        "opc": "B-48",
        "opd": "C-1",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "657e08ad-2bfb-4e45-a981-13e8013759b0",
        "choice_type": "single"
    },
    {
        "question": "Free cholesterol is mostly found in?",
        "exp": "Cholesterol is amphipathic in nature Cholesterol is an impoant component of membranes present on both sides of the plasma membrane Cholesterol intercalates among the phospholipids of the membrane, with its hydrophilic hydroxyl group at the aqueous interface and the remainder of the molecule buried within the lipid bilayer Cholesterol can also be combined with long-chain fatty acids to form cholesteryl ester.. Reference Harper's Illustrated Biochemistry 30th Edition Pg 267",
        "cop": 3,
        "opa": "Outer layer of membrane",
        "opb": "Cytosol",
        "opc": "Both sides of plasma membrane",
        "opd": "Mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b4017b54-365e-4461-9c99-b909192135c1",
        "choice_type": "multi"
    },
    {
        "question": "Hydroxyproline and hydroxylysine occur principally in",
        "exp": "Hydroxyproline and hydroxylysine occur principally in collagen. Since there is no t. RNA for either hydroxylated amino acid, neither dietary hydroxyproline nor dietary hydroxylysine is incorporated during protein synthesis. Ref: Harper&; s biochemistry; 30th edition; Chapter 27 Biosynthesis of the Nutritionally Nonessential Amino Acids",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Elastin",
        "opc": "Synovium",
        "opd": "Hyaline",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ee56683d-20c5-451b-978a-12257c111c28",
        "choice_type": "multi"
    },
    {
        "question": "Acyl carrier protein (ACP) occurs in a bound state to a derivative of the following vitamin",
        "exp": "Vitamin Functions. Deficiency Disease. Pantothenic acid The functional pa of CoA and acyl carrier protein: fatty acid synthesis and metabolism. Peripheral nerve damage (nutritionalmelalgia or \"burning foot syndrome\"). Ref: Harper&; s biochemistry; 30th edition; Chapter 44 Micronutrients: Vitamins & Minerals",
        "cop": 3,
        "opa": "Biotin",
        "opb": "Folic acid",
        "opc": "Pantothenate",
        "opd": "Pyridoxine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "91b8b6be-93ee-4e0d-abf7-5f8b4577a1a8",
        "choice_type": "single"
    },
    {
        "question": "Receptors on blood cells accept cholesterol from",
        "exp": "LOW-DENSITY LIPOPROTEINS (LDL) LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100. Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Metabolism of LDL and LDL Receptors LDL is taken up by peripheral tissues by receptor-mediated endocytosis. LDL receptors are present on all cells but most abundant in hepatic cells. LDL receptors are located in specialised regions called clathrin-coated pits. Binding of LDL to the receptor is by apo-B-100 and uptake of cholesterol from LDL is a highly regulated process. When the apo-B-100 binds to the apo-B-100 receptor, the receptor-LDL complex is internalised by endocytosis. The endosome vesicle thus formed fuses with lysosomes. The receptor is recycled and returns to the cell surface. The LDL paicle, along with apoproteins and cholesterol ester are hydrolysed by lysosomal hydrolases, forming amino acids and free cholesterol. The free receptors can now return to the membrane surface to bind fuher LDL molecules. Approximately 70% of LDL is degraded in the liver, and the rest in extra-hepatic tissues. For their work on LDL receptors, Michael Brown and Joseph Goldstein were awarded Nobel prize in 1985. Function of LDL About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: i. It is used for the synthesis of other steroids like steroid hormones. ii. Cholesterol may be incorporated into the membranes. iii. Cholesterol may be esterified to a MUFA by acyl cholesterol acyltransferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. LDL and Clinical Applications LDL concentration in blood has positive correlation with incidence of cardiovascular diseases. A fraction of cholesterol is taken up by macrophages, this is not a regulated pathway. Increased levels of LDL or modification of LDL by glycation (as seen in diabetes mellitus) or oxidation increases the fraction of cholesterol taken up by macrophages. LDL infiltrates through aerial walls, and is taken up by macrophages or scavenger cells. This is the staing event of atherosclerosis leading to myocardial infarction. When these cells become engorged with cholesterol, foam cells are formed, that get deposited in the subendothelial space triggering formation of atheromatous plaque. Procoagulant changes are induced in the endothelium resulting in increased chances of thrombosis and coronary aery disease. Since LDL-cholesterol is thus deposited in tissues, the LDL (low-density lipoprotein) variety is called \"bad cholesterol\" and LDL as \"Lethally Dangerous Lipoprotein\" in common parlance. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153 - 154",
        "cop": 2,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicrons",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7f6ed36f-97f4-47b6-9276-ea54878fe58e",
        "choice_type": "single"
    },
    {
        "question": "Niemann-Pick disease occurs due to a defect in",
        "exp": "Disease. Enzyme Deficiency. Clinical Symptoms. Niemann-Pick disease. Sphingomyelinase. Enlarged liver and spleen, mental retardation; fatal in early life. Ref: Harper&; s Biochemistry; 30th edition; Chapter 24 Metabolism of Acylglycerols & Sphingolipids",
        "cop": 2,
        "opa": "Ceramidase",
        "opb": "Sphinogomyelinase",
        "opc": "Phospholipase C",
        "opd": "b - galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "ffcc274f-67c4-48e2-866e-8628d840fffb",
        "choice_type": "single"
    },
    {
        "question": "Cholesterol concentration is maximum in",
        "exp": "Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 151",
        "cop": 4,
        "opa": "HDL",
        "opb": "Chylomicron",
        "opc": "VLDL",
        "opd": "LDL",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7181a417-fd87-4f64-b2fb-d2c027225256",
        "choice_type": "single"
    },
    {
        "question": "Fatty acid synthesis and degradation are similar in that both processes",
        "exp": "Although fatty acid biosynthesis and degradation are different processes, both are initiated by forming an acyl CoA intermediate. The synthetic process is said to sta in the cytosol when acetyl CoA is formed from citrate, which is cleaved by citrate lyase. The degrading process stas when the free fatty acid is transpoed into a cell and is conveed into the CoA derivative by fatty acid CoA synthetase (thiokinase). In degradation, the fatty acid is transpoed into the mitochondrion using the carnitine shuttle, where the CoA derivative is reconstituted and subjected to -oxidation, in which the various acyl moieties are always maintained as the CoA derivative. The reducing equivalents obtained by oxidation of the acyl chain are transferred onto NAD+ or FAD to form NADH or FADH2. These cofactors then pass their electrons to the electron transpo chain NADH and succinate dehydrogenase, respectively. Thus, most -oxidation takes place in the mitochondrial matrix in juxtaposition to the electron transpo system. In synthesis, which takes place entirely in the cytosol and uses NADPH as the source of reducing equivalents, the acetyl CoA is transformed to malonyl CoA by a biotin requiring carboxylation reaction, the rate-limiting and regulated reaction in the synthetic sequence. The malonyl moiety of malonyl CoA is transferred to another - SH group on an acyl carrier protein that is pa of the fatty acid synthase complex. The acyl chain then grows in two-carbon increments by the addition of an acetate moiety from acetyl CoA Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 287",
        "cop": 2,
        "opa": "Take place in the mitochondrion",
        "opb": "Use acyl CoA-thioesters",
        "opc": "Use NADPH or NADP as a cofactor",
        "opd": "Have malonyl CoA as an intermediate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b9f0e5b6-905d-4498-a275-961612903132",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following phospholipid has antigenic activity?",
        "exp": "Classification of Phospholipids. Glycerophosphatides: In this glycerol is the alcohol group. Examples: Phosphatidylethanolamine (cephalin), phosphatidylcholine (Lecithin), phospatidylserine, plasmalogens, phosphatidic acid, cardiolipins, and phosphatides. Phosphoinositides: In this group, inositol is the alcohol, e. g. phosphatidylinositol (lipositol). Phosphosphingosides: Alcohol present is sphingosine (also called as sphingol), an unsaturated amino alcohol, e. g. sphingomyelin. CardiolipinA phospholipid found in mitochondria (inner membrane) and bacterial wall. It is formed from phosphatidylglycerol. Chemically, it is diphosphatidyl glycerol. On Hydrolysis: Cardiolipin yields: 4 mols of fatty acids + 2 mols of phosphoric acid + 3 mols of glycerol (Fig. 4. 19). This the only phosphoglyceride that possesses antigenic propeies. Ref: M. N. Chatterjea - Textbook of Biochemistry, 8th edition, page no: 55, 57",
        "cop": 2,
        "opa": "Plasmalogen",
        "opb": "Cardiolipin",
        "opc": "Phosphatidylcholine",
        "opd": "Sphingomyelin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "9a2c72a7-2acc-4a47-97c3-5a99735d58a2",
        "choice_type": "single"
    },
    {
        "question": "All the following are associated with increased risk of coronary heart disease except",
        "exp": "Name Defect Remarks Familial hyperalphalipoproteinemia Increased concentrations of HDL A rare condition apparently beneficial to health and longevity Hepatic lipase deficiency Deficiency of the enzyme leads to accumulation of large triacylglycerol-rich HDL and VLDL remnants Patients have xanthomas and coronary heart disease Familial hypercholesterolemia (type IIa) Defective LDL receptors or mutation in the ligand region of apo B-100 Elevated LDL levels and hypercholesterolemia, resulting in atherosclerosis and coronary disease Familial hyperiacylglycerolemia (type IV) Overproduction of VLDL often associated with glucose intolerance and hyperinsulinemia Cholesterol levels rise with the VLDL concentration. LDL and HDL tend to be subnormal. this type of pattern is commonly associated with coronary heart disease, type II diabetes mellitus, obesity, alcoholism, and administration of progestational hormones Reference: Harper; 30th edition; Page no: 275",
        "cop": 3,
        "opa": "Familial hypercholesterolemia",
        "opb": "Familial hyperiacylglycerolemia",
        "opc": "Familial hyperalphalipoproteinemia",
        "opd": "Hepatic lipase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b0005bcb-1d00-4669-9791-02556c4c5535",
        "choice_type": "multi"
    },
    {
        "question": "Eukaryotic plasma membrane is made up of all except",
        "exp": "PLASMA MEMBRANE 1. The plasma membrane separates the cell from the external environment. It has highly selective permeability propeies so that the entry and exit of compounds are regulated. The cellular metabolism is in turn influenced and probably regulated by the membrane. The membrane is metabolically very active. 2. The enzyme, nucleotide phosphatase (5&; nucleotidase) and alkaline phosphatase are seen on the outer pa of cell membrane; they are therefore called ectoenzymes. 3. Membranes are mainly made up of lipids, proteins and small amount of carbohydrates. The contents of these compounds vary according to the nature of the membrane. The carbohydrates are present as glycoproteins and glycolipids. Phospholipids are the most common lipids present and they are amphipathic in nature. Cell membranes also contain cholesterol. 4. Fluid Mosaic Model The lipid bilayer was originally proposed by Davson and Danielle in 1935. Later, the structure of the biomembranes was described as a fluid mosaic model (Singer and Nicolson, 1972). 4-A. The phospholipids are arranged in bilayers with the polar head groups oriented towards the extracellular side and the cytoplasmic side with a hydrophobic core. The distribution of the phospholipids is such that choline-containing phospholipids are mainly in the external layer and ethanolamine and serine containing phospholipids in the inner layer. 4-B. Each leaflet is 25 A thick, with the head poion 10 A and tail 15 A thick. The total thickness is about 50 to 80 A. 4-C. The lipid bilayer shows free lateral movement of its components, hence the membrane is said to be fluid in nature. Fluidity enables the membrane to perform endocytosis and exocytosis. 4-D. However, the components do not freely move from inner to outer layer, or outer to inner layer (flip-flop movement is restricted). During apoptosis (programmed cell death), flip-flop movement occurs. This Flip-flop movement is catalyzed by enzymes. Flippases catalyse the transfer of amino phospholipids across the membrane. Floppases catalyse the outward directed movement which is ATP dependent. This is mainly seen in the role of ABC proteins mediating the efflux of cholesterol and the extrusion of drugs from cells. The MDR (multidrug resistance) associated p-glycoprotein is a floppase. Ernst Ruska designed the first electron microscope in 1939. Gerd Binning and Heinrich Rohrer introduced the scanning electron microscopy in 1981 by which the outer and inner layers of membranes could be visualized separately. All the three workers were awarded Nobel prize in 1986. 4-E. The cholesterol content of the membrane alters the fluidity of the membrane. When cholesterol concentration increases, the membrane becomes less fluid on the outer surface, but more fluid in the hydrophobic core. The effect of cholesterol on membrane fluidity is different at different temperatures. At temperature below the Tm cholesterol increases fluidity and thereby permeability of the membrane. At temperatures above the Tm, cholesterol decreases fluidity. In spur cell anemia and alcoholic cirrhosis membrane studies have revealed the role of excess cholesterol. The decrease in membrane fluidity may affect the activities of receptors and ion channels. This has been implicated in conditions like LCAT deficiency, Alzheimer's disease and hypertension. Fluidity of cellular membranes responds to variations in diet and physiological states. Increased release of reactive oxygen species (ROS), increase in cytosolic calcium and lipid peroxidation have been found to adversely affect membrane fluidity. Anesthetics may act by changing membrane fluidity. 4-F. The nature of the fatty acids also affects the fluidity of the membrane, the more unsaturated cis fatty acids increase the fluidity. The fluidity of the membrane is maintained by the length of the hydrocarbon chain, degree of unsaturation and nature of the polar head groups. Trans fatty acids (TFA) decrease the fluidity of membranes due to close packing of hydrocarbon chains. Cis double bonds create a kink in the hydrocarbon chain and have a marked effect on fluidity. Second OH group of glycerol in membrane phospholipids is often esterified to an unsaturated fatty acid, monounsaturated oleic or polyunsaturated linoleic, linolenic or arachidonic. The nature of fatty acids and cholesterol content varies depending on diet. A higher propoion of PUFA which increases the fluidity ors the binding of insulin to its receptor, a transmembrane protein. 5. Membrane Proteins 5-A. The peripheral proteins exist on the surfaces of the bilayer. They are attached by ionic and polar bonds to polar heads of the lipids. 5. Membrane Proteins 5-A. The peripheral proteins exist on the surfaces of the bilayer. They are attached by ionic and polar bonds to polar heads of the lipids. 5-B. Anchoring of proteins to lipid bilayers: Several peripheral membrane proteins are tethered to the membranes by covalent linkage with the membrane lipids. Since the lipids are inseed into the hydrophobic core, the proteins are firmly anchored. A typical form of linkage is the one involving phosphatidylinositol which is attached to a glycan. This glycan unit has ethanolamine, phosphate and several carbohydrate residues. This glycan chain includes a glucose covalently attached to the C terminus of a protein by the ethanolamine and to the phosphatidylinositol by the glucosamine. The fatty acyl groups of the phosphatidylinositol diphosphate (PIP2) are firmly inseed into the lipid membrane thus anchoring the protein. This is referred to as glycosylphosphatidylinositol (GPI) anchor. 5-C. Microdomains on membranes: GPI anchored proteins are often attached to the external surface of plasma membrane at microdomains called lipid rafts. They are areas on the membrane having predominantly glycosphingolipids and cholesterol. The localization and activity of the protein can be regulated by anchoring and release. Defective GPI anchors are implicated in PNH (paroxysmal nocturnal hemoglobinuria). Lipid rafts have a role in endocytosis, G protein signaling and binding of viral pathogens. The GPI anchors that tether proteins to the membrane are also seen at the lipid rafts. Membrane proteins may be anchored by covalent bonding, palmitoylation, and myristoylation. 5-D. Caveolae are flask-shaped indentations on the areas of lipid rafts that are involved in membrane transpo and signal transduction. Caveolae contain the protein caveolin, along with other receptor proteins. Transpo of macromolecules (IgA) from the luminal side occurs by caveolae mediated transcytosis. The endocytosis of cholesterol containing lipoproteins may be caveolae mediated. Similarly the fusion and budding of viral paicles are also mediated by caveolae. 5-E. The integral membrane proteins are deeply embedded in the bilayer and are attached by hydrophobic bonds or van der Waals forces. 5-F. Some of the integral membrane proteins span the whole bilayer and they are called transmembrane proteins. The hydrophobic side chains of the amino acids are embedded in the hydrophobic central core of the membrane. The transmembrane proteins can serve as receptors (for hormones, growth factors, neurotransmitters), tissue specific antigens, ion channels, membrane-based enzymes, etc. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 11-12",
        "cop": 2,
        "opa": "Carbohydbrates",
        "opb": "Triglycerides",
        "opc": "Lecithin",
        "opd": "Cholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f4209985-c881-4a5e-8469-1b1535a93b8b",
        "choice_type": "multi"
    },
    {
        "question": "Nieman pick disease is due to deficiency of",
        "exp": "Some examples of sphingolipidoses Disease: Niemann-Pick disease Enzyme deficiency: Sphingomyelinase Lipid accumulating Sphingomyelin Clinical symptoms: Enlarged liver and spleen, mental. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 63 Table 4. 2:",
        "cop": 1,
        "opa": "Sphingomyelinase",
        "opb": "Ceramidase",
        "opc": "Galactosidase",
        "opd": "Glucosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7ed33169-e483-4112-8bbb-6d87f375bff8",
        "choice_type": "single"
    },
    {
        "question": "Triacylglycerol synthesis is enhanced by",
        "exp": "TG stores in the body is continually undergoing (a) Esterification (synthesis) and (b) Lipolysis (breakdown). These two processes are not the forward and reverse processes of the same reaction. They are entirely different. Many of the nutritional, metabolic and hormonal factors regulate either of these two mechanisms, i. e. esterification and lipolysis. Resultant of these two processes determine the magnitude of free fatty acid pool in adipose tissue and this, in turn, will determine the level of free fatty acid (FFA) circulating in the blood. I. Esterification (Synthesis of TG) In adipose tissue, for TG synthesis, two substrates are required: Acyl-Co. Aa-Glycero-PFor detailed steps, see the biosynthesis of TG. 1. Sources of Acyl-Co. ASources of FFA in blood are: Dietary, Synthesis of FA (palmitic acid) from acetyl-CoA 'de novo' synthesis (extramitochondrial). Fuher elongation to form other fatty acids in microsomes. Acyl-CoA obtained from lipolysis taking place in adipose tissue (FFA-Pool No. 1). FFA obtained from lipolysis of TG of circulating chylomicrons and VLDL by lipoprotein lipase enzyme present in capillary wall (FFA-Pool No. 2. Which are taken up by adipose tissue. 2. Source of a-Glycerol-PMainly two: Conversion of glycerol to a-Glycero-P by the enzyme Glycerokinase in presence of ATP. The other source is from glucose oxidation. Dihydroxyacetone-P is conveed to a-Glycero-P. The enzyme glycerol kinase is practically absent in adipose tissue. If any glycerokinase is present, it has verylow activity. Hence, glycerol produced by lipolysis in adipose tissue cannot be utilised for provision of a-Glycero-P and thus, glycerol passes into the blood, from where it is taken up by the liver, kidney and other tissues which possess glycerokinase and is utilised for gluconeogenesis. Thus, for provision of a-Glycero-P in adipose tissue for TG synthesis, the tissue is dependent on a supply of glucose and glycolysis. II. Lipolysis (Breakdown of TG)TG in adipose tissue undergoes hydrolysis by a hormone-sensitive TG lipase enzyme to form free fatty acids and glycerol. Adipolytic lipases are three: Hormone-sensitive triacyl glycerol lipase: Key regulating enzyme. Two others are not hormone-sensitive: Diacyl glycerol lipase. Monoacyl glycerol lipase. These lipases are distinct from lipoprotein lipase that catalyses lipoprotein TG (Present in chylomicrons and VLDL) hydrolysis before it is taken up by extrahepatictissues. The free fatty acids formed by lipolysis can be reconveed in the tissue to acyl-CoA by Acyl-CoA synthase and re-esterified with a-Glycero-P to form TG. Thus, there is a continuous cycle of lipolysis and reesterification within the tissue. Note. When the rate of re-esterification is less than rate of lipolysis, FFA accumulates and diffuses into the plasma where it raises the level of FFA | in plasma. Effect of glucose: Under conditions of adequate nutritional intake or when utilisation of glucose by adipose tissue is increased, then more a-Glycero-P will be available. Re-esterification will be greater than lipolysis; as a result, FFA outflow decreases and plasma FFA| level falls. In vitro studies have shown that release of glycerolcontinues; that means lipolysis continues. Hence, effect of glucose in reducing plasma FFA level is not mediated by decreasing the rate of lipolysis. It proves that the effect is due to the provision of a-Glycero-P from glycolysis, which enhances esterification. Adipose tissue metabolism in diabetes mellitus and in starvation: In diabetes mellitus and in starvation, availability of glucose in adipose tissue is grossly reduced, resulting to lack of a-Glycero-P. Thus, the rate of re-esterification is decreased|. Lipolysis is greater thanre-esterification, resulting to the accumulation of FFA and increase in plasma FFA level. Ref: M. N. Chatterjee - Textbook of Biochemistry, 8th edition, page no: 400-402",
        "cop": 3,
        "opa": "Coisol",
        "opb": "Glucagon",
        "opc": "Insulin",
        "opd": "Epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d6c4d419-8f74-4d74-b05f-958da2148560",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are synthesized in which pa of body?",
        "exp": "Acetoacetate is the primary ketone body while beta-hydroxybutyrate and acetone are secondary ketone bodies. They are synthesised exclusively by the liver mitochondria. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 143",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Hea",
        "opd": "Intestine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7970448f-a3fb-4029-a51e-f32c52ea6e9e",
        "choice_type": "single"
    },
    {
        "question": "Which apolipoprotein is responsible for Alzeihmers disease",
        "exp": "* Familial AD and Apo-E4 gene: There is an association between patients possessing the apo E4 allele and the incidence of Alzheimer disease. Apparently, apo E4 binds more avidly to beta-amyloid found in neuritic plaques. * Genes identified with AD are that coding for APP, presenilin-1 (chromosome 14), presenilin-2 (chromosome 1) or AD3 (chromosome 14) or AD4 (chromosome 1), and Apo-E4 gene (chromosome 19). * The presence of Apo-E4 gene is the major risk factor for AD. Apo-E2 gene reduces the risk of AD. Ref:- Harper 30/e; pg num:- 275",
        "cop": 4,
        "opa": "APOE1",
        "opb": "APOE2",
        "opc": "APOE3",
        "opd": "APOE4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5c1c4f90-afb7-4eee-9c0d-c0bb460fbc81",
        "choice_type": "single"
    },
    {
        "question": "Which Cholesterol ester is maximum in plasma?",
        "exp": "LDL transpos cholesterol from liver to peripheral tissues. The only apoprotein present in LDL is apo B100 (Fig. 12. 12). Most of the LDL paicles are derived from VLDL, but a small pa is directly released from liver. The half-life of LDL in blood is about 2 days. Metabolism of LDL and LDL Receptors LDL is taken up by peripheral tissues by receptor mediated endocytosis (see Fig. 12. 13). LDL receptors are present on all cells but most abundant in hepatic cells. LDL receptors are located in specialised regions called clathrin-coated pits. Binding of LDL to the receptor is by apo-B-100 and uptake of cholesterol from LDL is a highly regulated process. When the apo-B-100 binds to the apo-B-100 receptor, the receptor-LDL complex is internalised by endocytosis. The endosome vesicle thus formed fuses with lysosomes. The receptor is recycled and returns to the cell surface. The LDL paicle, along with apoproteins and cholesterol ester are hydrolysed by lysosomal hydrolases, forming amino acids and free cholesterol. The free receptors can now return to the membrane surface to bind fuher LDL molecules (Fig. 12. 13). Approximately 70% of LDL is degraded in the liver, and the rest in extra-hepatic tissues. For their work on LDL receptors, Michael Brown and Joseph Goldstein were awarded Nobel prize in 1985. Function of LDL About 75% of the plasma cholesterol is incorporated into the LDL paicles. LDL transpos cholesterol from liver to the peripheral tissues. The cholesterol thus liberated in the cell has three major fates: It is used for the synthesis of other steroids like steroid hormones. Cholesterol may be incorporated into the membranes. Cholesterol may be esterified to a MUFA by acyl cholesterol acyltransferase (ACAT) for storage. The cellular content of cholesterol regulates fuher endogenous synthesis of cholesterol by regulating HMG CoA reductase. LDL and Clinical Applications LDL concentration in blood has positive correlation with incidence of cardiovascular diseases. A fraction of cholesterol is taken up by macrophages, this is not a regulated pathway. Increased levels of LDL or modification of LDL by glycation (as seen in diabetes mellitus) or oxidation increases the fraction of cholesterol taken up by macrophages. LDL infiltrates through aerial walls and is taken up by macrophages or scavenger cells. This is the staing event of atherosclerosis leading to myocardial infarction (see coronary aery diseases in Chapter 25). When these cells become engorged with cholesterol, foam cells are formed, that get deposited in the subendothelial space triggering formation of atheromatous plaque (see Fig. 25. 3). Procoagulant changes are induced in the endothelium resulting in increased chances of thrombosis and coronary aery disease (Fig. 25. 4). Since LDL-cholesterol is thus deposited in tissues, the LDL (low-density lipoprotein) variety is called \"bad cholesterol\" and LDL as \"Lethally Dangerous Lipoprotein\" in common parlance. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 153-154",
        "cop": 2,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicron",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c1bbb6c1-b92e-4182-8178-ce0f3be3a1e9",
        "choice_type": "single"
    },
    {
        "question": "Lipogenesis ored by which hormone?",
        "exp": "Lipogenesis Lipogenesis is ored by providing more acetyl CoA by pyruvate dehydrogenase reaction Insulin increases the activity of acetyl CoA carboxylase and provides glycerol for esterification of fatty acids to TAG Insulin also provides NADPH by increasing the GPD activity of the HMP shunt pathway. Ref: Textbook of Biochemistry 7th Edition DM Vasudevan, page no: 321",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "Coisol",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "6a8bb72d-58aa-4fe7-8ea4-cfbe3312f3dd",
        "choice_type": "multi"
    },
    {
        "question": "Rare limiting step in cholesterol synthesis is",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "HMG CoA synthetase",
        "opb": "HMG CoA lyase",
        "opc": "HMG CoA reductase",
        "opd": "Mevalonate synthetase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "7244c7ec-6644-4bda-ac4d-3e0a25e2e64d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about action of LCAT?",
        "exp": "Cholesterol Pool and Cholesterol Metabolism. The total body cholesterol content varies from 130-150 grams. LDL (low-density lipoprotein) transpos cholesterol from the liver to the peripheral tissues and HDL (high-density lipoprotein) transpos cholesterol from tissues to liver. Cells of extrahepatic tissues take up cholesterol from LDL. The free cholesterol released within the cell has the followingfates: Incorporated into cell membranes. Metabolised to steroid hormones, especially in adrenal coex and gonads. Esterified with saturated fatty acids and stored in the cell. The enzyme ACAT (acyl cholesterol acyltransferase) helps in this reaction. Esterified with poly-unsaturated fatty acids (PUFA) by the action of LCAT (lecithin-cholesterol acyltransferase) and incorporated into. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 150",
        "cop": 2,
        "opa": "Formation of fatty acids",
        "opb": "Esterification of cholesterol",
        "opc": "Hydrolysis of fatty acids",
        "opd": "Adds ester group to fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5e841973-6b5f-416b-93dd-a36e1e54097c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the major proteoglycan of synol fluid?",
        "exp": "Hyaluronic Acid A sulphate free mucopolysaccharide. It was first isolated from vitreous humour of eye. Later it was found to be present in synol fluid, skin, umbilical cord, haemolytic streptococci and in rheumatic nodule. It occurs both free and salt-like combination with proteins and forms so- called ground substance of mesenchyme, an integral pa of the gel-like ground substance of connective and other tissues. Composition: It is composed of repeating units of N-acetyl glucosamine and D-Glucuronic acid. On hydrolysis, it yields equimolecular quantities of D-Glucosamine, D-Glucoronic acid and acetic acid (Fig. 3. 20). Functions: (See below under proteoglycans) Hyaluronidase: An enzyme present in ceain tissues, notably testicular tissue and spleen, as well as in several types of pneumococci and haemolytic streptococci. The enzyme catalyses the depolymerization of hyaluronic acid and by reducing its viscosity facilitates diffusion of materials into tissue spaces. Hence the enzyme, sometimes, is designated as spreading factor. Biomedical Impoance * The invasive power of some pathogenic organisms may be increased because they secrete hyaluronidase. In the testicular secretions, it may dissolve the viscid substances surrounding the ova to permit penetration of spermatozoa. * Clinically the enzyme is used to increase the efficiency of absorption of solutions administered by clysis. Ref: Textbook of Medical Biochemistry, Eighth Edition, Dr (Brig) MN Chatterjea, page no: 38",
        "cop": 4,
        "opa": "Chondroitin sulfate",
        "opb": "Dermatan sulfate",
        "opc": "Heparan sulfate",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b0649c54-02ac-4c5a-8d38-5b9c73897550",
        "choice_type": "single"
    },
    {
        "question": "Fatty acids are stored as",
        "exp": "Neutral fats (TG) are all triesters of the trihydric alcohol, glycerol with various fatty acids. The type formula for a neutral fat (TG) is given in (Fig. 4. 9), in which R1 R2 R3 represent fatty acid chains which may or may not all be the same. Naturally occurring fats have apparently the D-structural configuration. Physical Propeies 1. Neutral fats are colourless, odourless and tasteless substances. The colour and taste of some of the naturally occurring fats is due to extraneous substances. 2. Solubility: They are insoluble in water but soluble in organic fat solvents. 3. Specific gravity: The specific gravity of all fats is less than 1. 0, consequently all fats float in water. 4. Emulsification: Emulsions of fat may be made by shaking vigorously in water and by emulsifying agents such as gums, soaps, and proteins which produce more stable emulsions. Biomedical Impoance of Emulsification The emulsification of dietary fats in intestinal canal, brought about by bile salts, is a prerequisite for digestion and absorption of fats. 5. Melting point and consistency: The hardness or consistency of fats is related to their MP glycerides of lower FA melt at lower temperature than those of the higher fatty acids, and the unsaturated fatty acids glycerides at still lower temperature. Chemical Propeies 1. Hydrolysis The fats may be hydrolysed with: * Superheated steam, * By acids, or alkalies, or * By the specific fat spliting enzymes lipases. Ref: Textbook of Medical Biochemistry Eighth Edition Dr (Brig) MN Chatterjea pg no: 52-53",
        "cop": 2,
        "opa": "Cholesterol",
        "opb": "Triglycerides",
        "opc": "Sphingomyelin",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5b5d6e9a-9b1d-4dff-889e-56930ddd49f0",
        "choice_type": "multi"
    },
    {
        "question": "Ketone body formation without glycosuria seen in",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "DM",
        "opb": "DI",
        "opc": "Prolonged starvation",
        "opd": "Obesity",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f576e2c9-8ca2-4e47-ba30-e80a4f3ffbc5",
        "choice_type": "single"
    },
    {
        "question": "Primary hypercholesterolemia is",
        "exp": "Type II A (Primary familial hypercholesterolemia). There is elevation of LDL. Patients seldom survive the second decade of life due to ischemic heart disease. The cause is LDL receptor defect. Receptor deficiency in liver and peripheral tissues will result in the elevation of LDL levels in plasma, leading to hypercholesterolemia. The LDL receptor defect may be due to the following reasons: LDL receptor deficiency. Defective binding of B-100 to the receptor. A substitution of glutamine for arginine at 3500th amino acid results in poor binding to LDL receptors. This defect is known as B-3500 or familial defective apo-B. Receptor-LDL complex is not internalised. Secondary type II hyperlipoproteinemia is seen in hypothyroidism, diabetes mellitus, nephrotic syndrome and cholestasis. Ref: DM Vasudevan - Textbook of Biochemistry 6th Edition 300",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type IIa",
        "opc": "Type IIb",
        "opd": "Type III",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "42586fc0-7073-4018-96bd-12bc96fcc462",
        "choice_type": "single"
    },
    {
        "question": "Hyperlipidemias are treated by administering the following vitamin in megadoses",
        "exp": "High doses of niacin are effective in lowering serum triglyceride, low-density lipoprotein, and lipoprotein-a levels and in elevating high-density lipoprotein levels. In high doses, Niacin causes dilatation of blood vessels and flushing, along with skin irritation. Intakes of both nicotinic acid and nicotinamide in excess of 500 mg/d also cause liver damage. Harper 30th edition Pg: 557",
        "cop": 4,
        "opa": "B12",
        "opb": "Folate",
        "opc": "Thiamine",
        "opd": "Niacin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a4e741cb-14fc-44cc-bb85-056351620896",
        "choice_type": "single"
    },
    {
        "question": "Trans fatty acids are known to form during",
        "exp": "Trans fatty acids (TFA) are atherogenic. They lower the HDL level and elevate LDL level. TFA is present in dairy products and hydrogenated edible oils. It is widely used in the food industry since it increases the shelf life of fried food. Cooking media containing PUFA and fast food preparations have a high content of trans fatty acids. Trans fatty acids adversely affect endothelial function and aggravate insulin resistance and diabetes. It is high in processed foods and bakery products, where hydrogenated vegetable oils are used for cooking. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 437",
        "cop": 1,
        "opa": "Hydrogenation of oils",
        "opb": "Beta oxiation of palmitate",
        "opc": "Rancidity of fats",
        "opd": "Prostaglandin biosynthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e5053b5d-8014-4049-9701-759723430440",
        "choice_type": "single"
    },
    {
        "question": "Impoant intermediate product of biosynthesis of fatty acid is",
        "exp": "Carboxylation of Acetyl CoA The first step in the fatty acid synthesis is the carboxylation of acetyl CoA to form malonyl CoA. The acetyl CoA carboxylase is not a pa of the multienzyme complex. But it is the rate-limiting enzyme. Biotin, a member of B complex vitamins, is necessary for this reaction. The enzyme is allosterically regulated, the major effectors being citrate (positive) and palmitoyl CoA (negative). The reaction is similar to carboxylation of pyruvate to form oxaloacetate. The elongation of the fatty acid occurs by addition of 2 carbon atoms at a time. But the 2-carbon units are added as 3-carbon, malonyl units. The whole reaction sequence occurs while the intermediates are bound to ACP (acyl carrier protein). Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 137",
        "cop": 2,
        "opa": "Cholesterol",
        "opb": "Malonyl CoA",
        "opc": "Acetyl CoA",
        "opd": "Thioesterases",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b7d8e9b0-fee2-4a8c-986d-445fae0ce902",
        "choice_type": "single"
    },
    {
        "question": "Which set of fatty acids is most effective increasing the cholesterol levels?",
        "exp": "Lauric (12: 0), myristic (14: 0), and palmitic (16: 0) acids raise cholesterol levels and are found primarily in animal fat and dairy products. Palmitic acid, the fatty acid that most effectively raises serum cholesterol levels, is also the major fatty acid found in palm and coconut oils. Stearic acid and fatty acids that have fewer than 10 carbon atoms tend not to raise cholesterol levels. Polyunsaturated fatty acids such as linoleic and linolenic and oleic acid (an w-9 monounsaturated fatty acid found as approximately 70% of the total fatty acid in olive oil and 55% in canola oil) tend to lower cholesterol levels. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 287",
        "cop": 2,
        "opa": "Linoleic and linolenic",
        "opb": "Myristic and palmitic",
        "opc": "Butyric and stearic",
        "opd": "Oleic and palmitic",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "c690cbb9-8e89-4248-9468-f98b90763206",
        "choice_type": "single"
    },
    {
        "question": "Which is not a PUFA?",
        "exp": "POLYUNSATURATED FATTY ACIDS (PUFA). The impoant polyunsaturated fatty acids are: Linoleic acid (18 C, 2 double bonds). Linolenic acid (18 C, 3 double bonds). Arachidonic acid (20 C, 4 double bonds). They are present in good quantities in vegetable oils such as sunflower oil (Fig. 7. 2, Table 7. 4). They are used to esterify cholesterol, whereby the latter can be excreted. So, PUFA, in general, are anti-atherogenic. Other PUFAs belonging to very long chain fatty acids (VLCFA) are timnodonic acid (20 C, 5 double bonds); clupanodonic acid (22 C, 5 double bonds) and cervonic acid (22 C, 6 double bonds). They are present in fish oils. They are impoant for development of the human brain. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 161",
        "cop": 2,
        "opa": "Linoleic acid",
        "opb": "Palmitoleic acid",
        "opc": "Linolenic acid",
        "opd": "Arachidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "d06e36fc-3e6c-4be7-874a-1ff2ea32ab79",
        "choice_type": "single"
    },
    {
        "question": "a-oxidation occurs in",
        "exp": "Alpha Oxidation It is a process by which fatty acids are oxidised by removing carbon atoms, one at a time, from the carboxyl end. The process is impoant in brain fatty acid does not need activation. Hydroxylation occurs at the alpha-carbon atom. It is then oxidized to alpha-keto acid. The keto acid then undergoes decarboxylation yielding a molecule of CO2 and a fatty acid with one carbon atom less. This process occurs in the endoplasmic reticulum, does not require CoA, but does not generate energy. Some fatty acids undergo alpha-hydroxylation in peroxisomes also. Alpha-oxidation is mainly used for fatty acids that have a methyl group at the beta-carbon, which blocks beta-oxidation. A major dietary methylated fatty acid is phytanic acid. It is derived from phytol present in chlorophyll, milk, and animalfats. Refsum&; s Disease It is a metabolic error due to lack of alpha-hydroxylase (phytanic acid oxidase) so that alpha-oxidation does not occur and phytanic acid accumulates in the tissues. The patient presents with severe neurological symptoms, polyneuropathy, retinitis pigmentosa, nerve deafness and cerebellar ataxia. Regressions of symptoms are observed with restricted dietary intake of phytanic acid. Milk is a good source of phytanic acid, which may be avoided. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 134-135",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Peroxisomes",
        "opc": "Cytosol",
        "opd": "Golgi apparatus",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "5d12724d-7c13-42b5-a877-838cfb85e097",
        "choice_type": "single"
    },
    {
        "question": "A 37-yr-old man in DKA has yellowish papules scattered over his trunk and extremities. A tube of plasma that is collected from the patient develops a turbid supernate. This is consistent with which type of hyperlipoproteinemia?",
        "exp": "The patient most likely has a type V hyperlipoproteinemia, which is associated with eruptive xanthomas secondary to increased triacylglycerol. Type V hyperlipoproteinemia is a combination of type I, characterized by elevated chylomicrons, and type IV, characterized by increased very-low-density lipoproteins (VLDL). Diabetic ketoacidosis and alcoholism are two of the most common factors that promote type V hyperlipoproteinemia. The absence of insulin characteristic of diabetic ketoacidosis decreases capillary lipoprotein lipase activity, so neither chylomicrons nor VLDL are properly metabolized in the liver. The increased triacylglycerol concentration that results from the accumulation of chylomicrons and VLDL in the blood produces a turbid specimen. Because chylomicrons have the lowest density, they form a turbid supranate in plasma left at 4degC overnight. The density of VLDL is slightly higher than that of chylomicrons, so it forms a turbid infranate. Presence of a supranate and infranate, as in this case, indicates type V hyperlipoproteinemia. A supranate without an infranate occurs in type I hyperlipoproteinemia, and an infranate without a supranate occurs in type IV hyperlipoproteinemia. Another feature of type V disease is hyperchylomicronemia. Clinical features include eruptive xanthomas caused by the deposition of triacylglycerol in the subcutaneous tissue. Once the triacylglycerol concentration is reduced, the xanthomas disappear. Ref: 320",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type IIa",
        "opc": "Type III",
        "opd": "Type V",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "01fef53c-7391-48f0-bb6c-1e8f60a66eb9",
        "choice_type": "single"
    },
    {
        "question": "Hormone-sensitive lipase is inhibited by",
        "exp": "Anti-lipolytic Effect. Insulin inhibits lipolysis in adipose tissue due to inhibition of hormone-sensitive lipase. The increased level of FFA in plasma in diabetes is due to the loss of this inhibitory effect on lipolysis. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 283",
        "cop": 2,
        "opa": "Thyroid homone",
        "opb": "Insulin",
        "opc": "GH",
        "opd": "ACTH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "37cf72a4-4c01-4f94-9153-0a36ad5f0a1f",
        "choice_type": "single"
    },
    {
        "question": "Which is a lipotropic factor?",
        "exp": "Agents such as choline, methionine, Betaine, inositol, etc. which have the apparent effect of facilitating the removal of fat from liver, and thus prevents accumulation of fat in Liver cells. Such substances which prevent accumulation of fat in liver are said to be 'Lipotropic' ('Lipotropic agents' or 'Lipotropins'). The phenomenon itself is called \"Lipotropism\". Antagonistic agents and the converse condition are \"anti-lipotropic\" and \"anti- lipotropism\" respectively. Ref: Textbook of Medical Biochemistry, Eighth Edition Dr (Brig) MN Chatterjea, page no: 458",
        "cop": 3,
        "opa": "HDL",
        "opb": "Insulin",
        "opc": "Choline",
        "opd": "Carnitine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e381524c-0bf3-40c9-94d1-810bc1ef1982",
        "choice_type": "single"
    },
    {
        "question": "All are steroids except",
        "exp": "Ref: Textbook of Medical Biochemistry, 8th Edition, Dr (Brig) MN Chatterjea, Rana Shinde, page no: 589, 590",
        "cop": 4,
        "opa": "Testosterone",
        "opb": "Vitamin D",
        "opc": "Cholesterol",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "a017cdbc-d9e3-4003-b158-2bfca3207aaa",
        "choice_type": "multi"
    },
    {
        "question": "Lack of alpha-oxidation of fatty acids leads to",
        "exp": "Refsum&; s Disease It is a metabolic error due to lack of alpha-hydroxylase (phytanic acid oxidase) so that alpha-oxidation does not occur and phytanic acid accumulates in the tissues. The patient presents with severe neurological symptoms, polyneuropathy, retinitis pigmentosa, nerve deafness and cerebellar ataxia. Regressions of symptoms are observed with restricted dietary intake of phytanic acid. Milk is a good source of phytanic acid, which may be avoided. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 135",
        "cop": 1,
        "opa": "Accumulation of phytanic acid",
        "opb": "Formation of dicarboxylic acid",
        "opc": "Formation of propionic acid",
        "opd": "Oxidation of branched chain fatty acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "75738687-2816-424a-bf4e-08486a407b3f",
        "choice_type": "single"
    },
    {
        "question": "Rate controlling enzyme of fatty acid synthesis",
        "exp": "Carboxylation of Acetyl CoA The first step in the fatty acid synthesis is the carboxylation of acetyl CoA to form malonyl CoA. The acetyl CoA carboxylase is not a pa of the multienzyme complex. But it is the rate-limiting enzyme. Biotin, a member of B complex vitamins, is necessary for this reaction (step 1 in Fig. 11. 15). The enzyme is allosterically regulated, the major effectors being citrate (positive) and palmitoyl CoA (negative). The reaction is similar to carboxylation of pyruvate to form oxaloacetate. The elongation of the fatty acid occurs by addition of 2 carbon atoms at a time. But the 2-carbon units are added as 3-carbon, malonyl units. The whole reaction sequence occurs while the intermediates are bound to ACP (acyl carrier protein). Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 137",
        "cop": 3,
        "opa": "Thioesterase",
        "opb": "Transacetylase",
        "opc": "Acetyl-CoA carboxylase",
        "opd": "Ke tacyl synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "e1025f1a-2927-42e2-b223-8aa30151b321",
        "choice_type": "single"
    },
    {
        "question": "Lack of beta-oxidation of fatty acid leads to?",
        "exp": "Lack of beta-oxidation of fatty acids leads to the accumulation of dicarboxylic acids. Dicarboxylic aciduria is caused by a lack of mitochondrial medium-chain acyl. CoA dehydrogenase. It is characterized by 1. Excretion of C -C o-dicarboxylic acids in the urine. 2. Nonketotic hypoglycemia Reference: Harper's Illustrated Biochemistry 31st edition Pg 215",
        "cop": 3,
        "opa": "Oxidation of branched chain fatty acids",
        "opb": "Phytanic acid accumulation",
        "opc": "Dicarboxylic acid accumulation",
        "opd": "Formation of propionic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "b47b93bd-7dfd-4a7f-acc6-8e0cc1df8609",
        "choice_type": "single"
    },
    {
        "question": "The main apolipoprotein of LDL is",
        "exp": "The major apolipoproteins of HDL (a-lipoprotein) are apo. As. The main apolipoprotein of LDL (b-lipoprotein) is apo B (B-100), which is found also in VLDL. Chylomicrons contain a truncated form of apo B (B-48) that is synthesized in the intestine, while B-100 is synthesized in the liver. Apo E, found in VLDL, HDL, chylomicrons, and chylomicron remnants, is also freely transferable. Reference: Harper; 30th edition; Page no: 255",
        "cop": 3,
        "opa": "A-II",
        "opb": "B-48",
        "opc": "B-100",
        "opd": "E",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "bb25601a-c81f-46af-bf91-8ccea09f55ee",
        "choice_type": "single"
    },
    {
        "question": "True about conversion of 20C fatty acid conversion to prostaglandin synthase",
        "exp": "Biosynthesis of Prostaglandins Prostaglandins are derived from the PUFA, the three series being derived from the following fatty acids. 1 series (1 double bond) -from Linoleic acid 2 series (2 double bonds)-from Arachidonic acid 3 series (3 double bonds)-Eicosa Penta-enoic Naturally occurring PGs belong to the 2 series. i. PGs are not stored as such; the precursor fatty acids are stored in membrane as phospholipids. The arachidonic acid is released by the action of phospholipase A2 on phospholipids (Fig. 13. 3). ii. Synthesis is catalyzed by Prostaglandin H synthase (PGHS). It contains two separate enzyme activities, cyclo-oxygenase, and peroxidase. iii. PGG2 and PGH2 are formed as intermediates during the synthesis of other PGs. Specific enzymes conve PGH2 to other prostaglandins. Ref: DM Vasudevan - Textbook of Biochemistry, 8th edition, page no: 164",
        "cop": 4,
        "opa": "First PG synthesized is PGI I2",
        "opb": "It is rate limiting enzyme",
        "opc": "It convees PGI H2 to PGI E2",
        "opd": "The primary prostaglandin is PG H2",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "969f519b-be8b-4e2a-acd8-cfb185982990",
        "choice_type": "multi"
    },
    {
        "question": "False about trans fatty acid",
        "exp": "Trans fatty acids (TFA) are atherogenic. They lower HDL level and elevate LDL level. TFA is present in dairy products and hydrogenated edible oils. It is widely used in the food industry since it increases the shelf life of fried food. Cooking media containing PUFA and fast food preparations have a high content of trans fatty acids. Trans fatty acids adversely affect endothelial function and aggravate insulin resistance and diabetes. It is high in processed foods and bakery products, where hydrogenated vegetable oils are used for cooking. Ref: DM Vasudevan - Textbook of Biochemistry, 6th edition, page no: 437",
        "cop": 4,
        "opa": "Increase risk of cardiovascular disease",
        "opb": "Fried foods have high content of TFA",
        "opc": "Hydrogenation increases TFA",
        "opd": "Hydrogenation decreases TFA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of lipid",
        "id": "f31a85eb-1839-4c41-af04-3b1bb83c9b82",
        "choice_type": "multi"
    }
]