[
    {
        "question": "Main source of energy derived from",
        "exp": "Glycogen is the reserve carbohydrate in animals. It is stored in liver and muscles. The phosphorylated enzyme is less sensitive to allosteric inhibitors. Thus even if cellular ATP and glucose-6-phosphate are high, Phosphorylase will be active. The glucose-1-phosphate produced from glycogen in the liver may be conveed to free glucose for release to the blood.",
        "cop": 2,
        "opa": "Fat",
        "opb": "Glycogen",
        "opc": "Lactate",
        "opd": "Ketone",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bed1db02-0efc-436d-912c-12b439b7bd88",
        "choice_type": "single"
    },
    {
        "question": "Von Gierke&; s occurs due to deficiency of",
        "exp": "Glycogen storage disease type I (GSD I) or von Gierke&; s disease, is the most common of the glycogen storage disease. This genetic disease results from deficiency of the enzyme glucose-6-phosphatase and has an incidence in the American population of approximately 1 in 100, 000 bihs. Ref: DM Vasudevan, 7th edition, page no: 128",
        "cop": 1,
        "opa": "Glucose-6-phosphatase",
        "opb": "Liver Phosphorylase",
        "opc": "Muscle phosphorylase",
        "opd": "Debranching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9752d8e3-e260-40dd-97ae-d846f413301e",
        "choice_type": "single"
    },
    {
        "question": "After overnight fasting, levels of glucose transpoers reduced in",
        "exp": "Glu. T4 is the major glucose transpoer in skeletal muscle and adipose tissue. Glu. T4 is under the control of insulin. In Type 2 diabetes mellitus, membrane Glu. T4 is reduced, leading to insulin resistance in muscles and fat cells. Ref: DM Vasudevan, 7th edition, page no: 107",
        "cop": 3,
        "opa": "Brain cells",
        "opb": "RBCs",
        "opc": "Adipocytes",
        "opd": "Hepatocytes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "99023c78-540d-4c18-bf21-ba0ef9396849",
        "choice_type": "single"
    },
    {
        "question": "Polysaccharides are",
        "exp": "Polysaccharides are polymers of monosaccharides. They are of two types- homopolysaccharides that contain a single type of monosaccharide (e. g., starch, insulin, cellulose) and heteropolysaccharides with two or more different types of monosaccharides (e. g., heparin, chondroitin sulfate).. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 10",
        "cop": 1,
        "opa": "Polymers",
        "opb": "Acids",
        "opc": "Proteins",
        "opd": "Oils",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ded3964c-409d-4722-92f8-703f0f2e6e7e",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old male baby comes with vomiting, lethargy and severe jaundice when weaning was staed with fruit juice. Which of the following enzymes is defective?",
        "exp": "The above clinical features on the initiation of fruit juice suggests a disorder of fructose metabolism. Hereditary fructose intolerance (HFI) is due to deficiency of the enzyme Aldolase B. Individuals affected with HFI are asymptomatic until they ingest fructose or sucrose (usually in the form of fruit, fruit juice or sweetened cereal). Symptoms include: Hepatomegaly Jaundice Vomiting Lethargy Convulsions Hypoglycemia Urine reducing sugar (Benedict's test) and tests for ketoses (Rapid Furfural and Seliwanoff's test) are positive. Treatment is removal of fructose and sucrose from the diet. Reference: Lippincott's Illustrated biochemisty 6th Edition Pg 138",
        "cop": 3,
        "opa": "Fructokinase",
        "opb": "Aldolase A",
        "opc": "Aldolase B",
        "opd": "Sucrase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "071d22c9-7b7c-4412-aafb-af231173b2ec",
        "choice_type": "single"
    },
    {
        "question": "Biosynthesis of glucuronic acid requires the",
        "exp": "Glucuronic acid is a sugar acid derived from glucose, with its sixth carbon atom oxidized to a carboxylic acid. In living beings, this primary oxidation occurs with UDP-a-D-glucose (UDPG), not with the free sugar. Ref: DM Vasudevan, 7th edition, page no: 120",
        "cop": 1,
        "opa": "Oxidation of UDP glucose",
        "opb": "Oxidation of glucose 6-phosphate",
        "opc": "Oxidation of 6-phophoguconate",
        "opd": "Oxidanation of glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "118a41bf-d869-48c0-ad65-d81f861b5964",
        "choice_type": "single"
    },
    {
        "question": "NAD acts as a cofactor for",
        "exp": "In the TCA cycle, Step 3. In the third step, isocitrate is oxidized and releases a molecule of carbon dioxide, leaving behind a five-carbon molecule--a-ketoglutarate. During this step, \\text{NAD}^+NAD + N, A, D, sta superscript, plus, end superscript is reduced to form \\text{NADH}NADHN, A, D, H. The enzyme catalyzing this step, isocitrate dehydrogenase, is impoant in regulating the speed of the citric acid cycle. Ref: DM Vasudevan, 6th edition, page no: 218",
        "cop": 2,
        "opa": "Citrate synthetase",
        "opb": "Isocitrate dehyrogenase",
        "opc": "a ketoglutarate dehyrogenase",
        "opd": "Malate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2438e28a-5db4-4f1e-bac9-b13a0567de8f",
        "choice_type": "single"
    },
    {
        "question": "Which helps in the production of more glucose?",
        "exp": "Reversal of the reaction catalyzed by pyruvate kinase in glycolysis involves two endothermic reactions. Mitochondrial pyruvate carboxylase catalyzes the carboxylation of pyruvate to oxaloacetate, Key Gluconeogenic Enzymes 1. Pyruvate carboxylase. Pyruvate Carboxylase Reaction Pyruvate in the cytoplasm enters the mitochondria. Then, carboxylation of pyruvate to oxaloacetate is catalysed by a mitochondrial enzyme, pyruvate carboxylase (Fig. 9. 24). It needs the co-enzymes biotin and ATP. Ref: DM Vasudevan, 7th edition, Chapter 9",
        "cop": 2,
        "opa": "Pyruvate kinase",
        "opb": "Pyruvate carboxylase",
        "opc": "PDH",
        "opd": "Pyruvate decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "053485fa-4a38-44a1-b70a-687af2906c74",
        "choice_type": "single"
    },
    {
        "question": "True about Type 1 diabetes mellitus",
        "exp": "* Patients may become hyperglycemic in poorly controlled type 1 diabetes mellitus. The reason being - due to lack of insulin to stimulate uptake and utilization of glucose and also because in the absence of insulin which antagonize the actions of glucagon, there is increase in gluconeogenesis from amino acids in liver. * Lack of insulin (which antagonize the actions of glucagon) results in increased lipolysis in adipose tissue, and the resultant NEFAs become substrates for ketogenesis in the liver. There is defect in the utilization of ketone bodies in muscle because of lack of oxaloacetate. * In uncontrolled diabetes, ketosis is severe enough to cause pronounced acidosis (ketoacidosis). * Coma results from both the acidosis and also the considerably increased osmolality of extracellular fluid (mainly as a result of the hyperglycemia, and diuresis resulting from the excretion of glucose and ketone bodies in the urine). Ref:- Harper 30/e; pg num:- 149",
        "cop": 3,
        "opa": "Decreased hepatic Glucose output",
        "opb": "Increase glucose uptake",
        "opc": "Increased lipolysis",
        "opd": "Decreased protein catabolism",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d043103e-7fb1-4308-bf51-749be1cdab13",
        "choice_type": "multi"
    },
    {
        "question": "One of the following molecules acts as a mobile electron carrier in the respiratory chain",
        "exp": "Ref: Harper&; s Biochemistry; 30th edition; Chapter 13; The Respiratory Chain & Oxidative Phosphorylation",
        "cop": 4,
        "opa": "Ubiquinone",
        "opb": "FADH2",
        "opc": "FeS",
        "opd": "Cytochrome b",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6c52fdac-3892-4594-a82d-247b9d316d66",
        "choice_type": "multi"
    },
    {
        "question": "Forbe&; s disease is due to deficiency of",
        "exp": "Glycogen storage disease type III is an autosomal recessive metabolic disorder and inborn error of metabolism characterized by a deficiency in glycogen debranching enzymes. It is also known as Cori&; s disease in honor of the 1947 Nobel laureates Carl Cori and Gey Cori. Other names include Forbes disease in honor of clinician Gilbe Burnett Forbes (1915-2003), an American Physician who fuher described the features of the disorder, or limit dextrinosis, due to the limit dextrin-like structures in cytosol. Limit dextrin is the remaining polymer produced after hydrolysis of glycogen. Without glycogen debranching enzymes to fuher conve these branched glycogen polymers to glucose, limit dextrinosis abnormally accumulates in the cytoplasm. Ref: DM Vasudevan, 7th edition, page no: 129",
        "cop": 2,
        "opa": "Branching enzyme",
        "opb": "Debranching enzyme",
        "opc": "Myophosphorylase",
        "opd": "Hepatic phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "62d1f728-d1cd-427c-a26a-294f077a7d7b",
        "choice_type": "single"
    },
    {
        "question": "Classic Galactosemia is due to deficiency of:",
        "exp": "Galactose 1-Phosphatase Uridyltransferase (GALT) the rate-limiting enzyme of galactose metabolism is deficient in galactosemia. Galactose undergoes an exchange reaction with UDP-glucose to produce glucose 1-phosphate and UDP-galactose, using the rate-limiting enzyme galactose 1-phosphate uridyltransferase (GALT). Galactose metabolism: Galactose and its derivatives play a central role in the biosynthesis of complex carbohydrates, glycoproteins and glycolipids. In many organisms galactose also can serve as an impoant source of energy. No direct catabolic pathways exist for galactose metabolism. Galactose is therefore preferentially conveed into Glucose-1. Phosphate, which may be shunted into glycolysis or into UDP galactose which can be used in synthetic pathways, including synthesis of lactose, glycoproteins, glycolipids, and glycosaminoglycans. Leloir pathway for Galactose metabolism: Galactose metabolism involves conversion of Galactose into Glucose-1-Phoshate, which may be shunted into Glycolysisor into UDP Galactose which can be used in synthetic pathways, including synthesis of Lactose, glycoproteins, glycolipids and glycosaminoglycans. This is carried out by the three principal enzymes in a mechanism known as Leloir pathways. Three major Enzymes of Galactose Metabolism and the metabolic consequence of result of their Deficiency: GALT: Galactose-1-Phosphate-Uridyl-Transferase (Classical Galactosemia; Most common: rate limiting Step) GALK: Galactokinase (Non classical Galactosemia; Less common) GALE: UDP-Galactose-4-Epimerase (Rare) These are diseases associated with deficiencies of each of these three enzymes the Leloir pathway Type 1 Type 2 Type 3 GALT GALK1 GALE Classic Galactosemia Galactokinase Deficient Galactosemia Galactose Epimerase Deficient Galactosemia Ref: Harper",
        "cop": 4,
        "opa": "Hexosaminidase",
        "opb": "Glucocerebroside",
        "opc": "Sphingomyelinase",
        "opd": "Galactose-1-Phosphate-Uridyl-Transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "063541e0-be6a-40c1-9ecc-c77edff6fa72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme does not catalyse the irreversible step in glycolysis",
        "exp": "Glycolysis Site of occurrence Cytosol Aerobic glycolysis Glucose - Pyruvate; 8 ATP Anaerobic glycolysis Glucose - Lactate; 2 ATPReaction occurring in aerobic conditions only Glyceraldehyde 3 phosphate - 1, 3- bisphosphoglycerate Inhibitors Glyceraldehyde 3 phosphate. Iodo acetate 1, 3 bisphosphoglycerate Arsenite Enolase Fluoride Glycolysis TCA cycle Malate shuttle ( Liver, Hea, Kidney )38 ATP / 32 ATP ( new ). Glycolysis TCA cycle Glycerophosphate shuttle ( Brain, White skeletal muscles )36 ATP / 30 ATP ( new ). Irreversible reactions Reactions Enzymes Glucose - Glucose-6-phosphate. Hexokinase Fructose-6-phosphate - Fructose-1, 6, bisphosphate. Phosphofructokinase. Phosphoenolpyruvate - Pyruvate Pyruvate kinase Oxidative / Substrate level phosphorylation Reactions Enzymes 1, 3- bisphosphoglycerate - 3 phosphoglycerate. Phosphoglycerate kinase Phosphoenol pyruvate - Pyruvate Pyruvate kinase Harper's illustrated Biochemistry, 30th ed, page 172",
        "cop": 2,
        "opa": "Hexokinase",
        "opb": "Phosphoglycero kinase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b367b9cf-ff74-48e3-a093-c058682b4633",
        "choice_type": "multi"
    },
    {
        "question": "Renal threshold for glycosuria",
        "exp": "For glucose, the renal threshold is 180 mg/dl and Tm is 375 mg/min. In other words, glucose stas to appear in urine when blood level is more than 180 mg/dl, and all the glucose molecules above 375 mg are excreted in the urine. abnormal conditions, the renal threshold may be lowered so that even at lower blood levels, compounds are excreted in urine, e. g. renal glycosuria (glucose); and renal tubular acidosis (bicarbonate). Ref: DM Vasudevan, 7th edition, page no: 316",
        "cop": 2,
        "opa": "100 mg/dl",
        "opb": "180 mg/dl",
        "opc": "300 mg/dl",
        "opd": "350 mg/dl",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a89aceeb-93c1-4503-afef-917af5fa307e",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Hurler syndrome?",
        "exp": "Disease name Abbretion Enzyme Defective GaG(s) affected Symptoms Hurler syndrome MPS I a-l-Iduronidase Dermatan sulfate, Heparan sulfate Mental retardation, coarse facial features, hepatosplenomegaly, cloudy cornea Reference: Harper; 30th edition; Page no: 639; Table: 50-8",
        "cop": 2,
        "opa": "Iduronate sulfatase",
        "opb": "a-l-Iduronidase",
        "opc": "b-Galactosidase",
        "opd": "Galactosamine 6-sulfatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4fc68f11-c23a-4d61-b6f9-d28554f3c917",
        "choice_type": "single"
    },
    {
        "question": "Which is not a substrate for gluconeogenesis?",
        "exp": "Substrate for gluconeogenesis are: -glucogenic amino acids, lactate, glycerol, propionyl CoA Glucose cannot be produced from fatty acid. Ref: DM Vasudevan, 7th edition, page no: 120",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Fatty acid",
        "opc": "Pyruvate",
        "opd": "Lactate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "3b7ddc8c-e912-4b50-ac48-237602b17ec5",
        "choice_type": "single"
    },
    {
        "question": "Epimers of glucose",
        "exp": "When sugars are different from one another, only in configuration with regard to a single carbon atom, other than the reference carbon atom, they are called epimers. For example, glucose and mannose are an epimeric pair which differs only with respect to C2. Similarly, galactose is the 4th epimer of glucose. (Fig. 6. 4). Galactose and mannose are not epimers but diastereoisomers. Ref: DM Vasudevan, 7th edition, page no: 77",
        "cop": 1,
        "opa": "Mannose",
        "opb": "Glyceraldehyde",
        "opc": "Fructose",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "116bec58-a434-48d5-8fba-2deb97a467dc",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme defect in galactosemia",
        "exp": "Galactosemia 1. There is deficiency of enzyme galactose-1phosphate uridyl transferase. It is an inborn error of metabolism. The incidence is 1 in 35, 000 bihs. Hermann Kalckar described it in 1958. 2. Due to the block in this enzyme, galactose-1phosphate will accumulate in liver. This will inhibit galactokinase as well as glycogen phosphorylase. Hypoglycemia is the result (Box 10. 4). 3. Bilirubin uptake is less and bilirubin conjugation is reduced; so unconjugated bilirubin level is increased in blood (for bilirubin, see Chapter 21). 4. There is enlargement of liver, jaundice and severe mental retardation. 5. Free galactose accumulates, leading to galactosemia. It is paly excreted in urine. Ref: DM Vasudevan, 7th edition",
        "cop": 4,
        "opa": "Uridyl transferase",
        "opb": "Galactokinase",
        "opc": "Epimerase",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cab66a4e-2a8d-488b-9590-9b58815c0f0c",
        "choice_type": "multi"
    },
    {
        "question": "Pentosuria is due to defect in which pathway?",
        "exp": "Essential Pentosuria i. It is one of the members of the Garrod&; s tetrad. The incidence is 1 in 2, 500 bihs. ii. It is an inborn error of metabolism, due to defect in glucuronic acid pathway of glucose. In the pathway, L-xylulose is conveed to D-xylulose by two enzymes, xylitol dehydrogenase and xylulose reductase absence of any of this enzyme lead to pentosuria. Ref: DM Vasudevan, 7th edition, page no: 134",
        "cop": 3,
        "opa": "Glycolysis",
        "opb": "Polyol pathway",
        "opc": "Uronic acid pathway",
        "opd": "Kreb's cycel",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d8e2ace6-84a4-462e-a7b5-6e6dd4d347f2",
        "choice_type": "single"
    },
    {
        "question": "Fluoroacetate blocks the Krebs cycle by inhibiting the following enzyme",
        "exp": "The poison fluoroacetate is found in some of the plants, and their consumption can be fatal to grazing animals. Some fluorinated compounds used as anticancer agents and industrial chemicals (including pesticides) are metabolized to fluoroacetate. It is toxic because fluoroacetyl-CoA condenses with oxaloacetate to form fluorocitrate, which inhibits aconitase, causing citrate to accumulate. Reference: Harper&; s Biochemistry; 30th edition; Chapter 16; The Citric Acid Cycle: The Central Pathway of Carbohydrate, Lipid & Amino Acid Metabolism",
        "cop": 2,
        "opa": "Citrate synthase",
        "opb": "Aconitase",
        "opc": "a-KG dehydrogenase",
        "opd": "Succinate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "73f93ccf-8777-4f82-ab69-6f5895b910f1",
        "choice_type": "single"
    },
    {
        "question": "Niemann-Pick disease is due to deficiency of",
        "exp": "It is a lipid storage disease, due to deficiency of sphingomyelinase. Leads to the accumulation of sphingomyelin. Ref: DM Vasudevan, 7th edition, page no: 193",
        "cop": 2,
        "opa": "Hexosaminidase",
        "opb": "Sphingomyelinase",
        "opc": "Galactokinase",
        "opd": "Glucosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fa8e485d-4f2b-400e-b334-fe0b43b11b4c",
        "choice_type": "single"
    },
    {
        "question": "ATP yield in Beta oxidation of palmitic acid?",
        "exp": "Energetics of Beta Oxidation (ATP Yield) - Palmitic acid (16 C) needs 7 cycles of beta oxidation. So, it gives rise to 8 molecules of acetyl CoA. Every molecule of acetyl CoA when oxidised in the TCA cycle gives 10 molecules of ATP. Each molecule of FADH2 produces 1. 5 molecules of ATP and each NADH generates 2. 5 molecules of ATP, when oxidised in the electron transpo chain. Hence, the energy yield from one molecule of palmitate may be calculated as: 8 acetyl CoA x 10 = 80 ATP 7 FADH2 x 1. 5 = 10. 5 ATP 7 NADH x 2. 5 = 17. 5 ATP Gross total = 108 ATP Net yield = 108-2 = 106 ATP. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 196.",
        "cop": 1,
        "opa": "106 ATP",
        "opb": "102 ATP",
        "opc": "120 ATP",
        "opd": "110 ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8963e63d-f43e-4f28-aa48-1060390490ee",
        "choice_type": "single"
    },
    {
        "question": "Enzymes not used in glycogen metabolism",
        "exp": "The liver phosphorylase-b is the inactive form. It becomes active on phosphorylation. The active form is phosphorylase-a. Glycogen synthase exists in two distinct forms that can be interconveed by the action of specific enzymes; active dephosphorylated glycogen synthase(glucose-6-p-independent) and less active, phosphorylated glycogen synthase D(glucose-6-p-dependent. Ref: DM Vasudevan, page no: 127",
        "cop": 3,
        "opa": "Glycogen phosphorylase B",
        "opb": "Glycogen synthase I",
        "opc": "Glycogen synthase C",
        "opd": "Glycogen synthase D",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "65f0ae92-f497-4d74-aa29-7ebba65bf209",
        "choice_type": "single"
    },
    {
        "question": "Essential pentosuria is due to deficiency of",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "Gulonolactone oxidase",
        "opb": "Phosphoglucomutase",
        "opc": "Xylulose reductase",
        "opd": "Fructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cf5e8420-b313-443d-823e-072827563a7e",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis enzyme stimulated in starvation",
        "exp": "In starvation, there is excessive breakdown of fatty acids resulting in the formation of Acetyl CoA in the liver. They ensure the conversion of pyruvate to oxaloacetic acid. It acts as allosteric activator of the enzyme pyruvate carboxylase and inhibits pyruvate dehydrogenase of Glycolysis.",
        "cop": 1,
        "opa": "Carboxylase",
        "opb": "Pyruvate dehydrogenase",
        "opc": "Pyruvate kinase",
        "opd": "Glucokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cc49d868-220f-4d2a-8b8e-9d6af30226d3",
        "choice_type": "single"
    },
    {
        "question": "Tautomerization",
        "exp": "Tautomerization or enolization The process of shifting a hydrogen atom from one carbon atom to another to produce enediols is known as tautomerization. Sugars possessing anomeric carbon atom undergo tautomerization in alkaline solutions. When glucose is kept in alkaline solution for several hours, it undergoes isomerization to formD-fructose and D-mannose. This reaction- known as the Lobry de Bruyn-von Ekenstein transformatiorr-results in the formation of a common intermediate-namely enediol--$or all the three sugars. The enediols are highly reactive, hence sugars in alkaline solution are powerful reducing agent Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 16, 17",
        "cop": 1,
        "opa": "Shift of hydrogen",
        "opb": "Shift of carbon",
        "opc": "Shift of both",
        "opd": "None of these",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "77faa3e8-5a5c-4ec0-8b11-e23838a6150f",
        "choice_type": "multi"
    },
    {
        "question": "Naf inhibits",
        "exp": "Enolase requires Mg2++, and by removing magnesium ions, fluoride will irreversibly inhibit this enzyme. Thus fluoride will stop the whole glycolysis. Ref: DM Vasudevan, 7th edition, page no: 111",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Glucokinase",
        "opc": "Hexokinase",
        "opd": "G-6 PD",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "07cc186e-078f-4eb5-82c8-d426261bb781",
        "choice_type": "single"
    },
    {
        "question": "6-Phospho. Gluconate dehydrogenase need",
        "exp": "The synthesis of glucose-6-phosphate dehydrogenase and 6-phosphogluconate dehydrogenase may also be induced by insulin in the fed state, A second oxidative step is catalyzed by 6-phosphogluconate dehydrogenase, which also requires NADP+ as hydrogen acceptor. Ref: Harper&; s Biochemistry, 30th edition, page no: 210",
        "cop": 2,
        "opa": "NAD",
        "opb": "NADPH",
        "opc": "FAD",
        "opd": "FMN",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a8dd9a97-9ea2-4481-8087-2cb858910d15",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Mc. Ardle's syndrome?",
        "exp": "Type name Enzyme Deficiency Clinical Features V Myophosphorylase deficiency, Mc. Ardle's syndrome Muscle phosphorylase Poor exercise tolerance Muscle glycogen abnormally high (2. 5%-4%) Blood lactate very low after exercise Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 2,
        "opa": "Acid maltase",
        "opb": "Muscle phosphorylase",
        "opc": "Liver debranching enzyme",
        "opd": "Branching enzyme",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "40209a49-d5e6-448e-94d0-499794199fd5",
        "choice_type": "single"
    },
    {
        "question": "Fructose 2-6 biphosphate is",
        "exp": "Fructose-2, 6-bisphosphate(F-2, 6-BP) increases the activity of phosphofructokinase. F-2, 6-BP formed from fructose-6-phosphate by the action of an enzyme called PFK2. Ref: DM Vasudevan, 7th edition, page no: 113",
        "cop": 4,
        "opa": "Intermediate of glycosis",
        "opb": "Positive allosteric regulation of PFK1 (Phospho-fructokinase 1)",
        "opc": "Ne gative allosteric regulation of PFK1",
        "opd": "Positive allosteric regulation of PFK2",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e3ebaeed-fc41-45a7-85b7-365c7760066c",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme deficiency in Tarui disease is",
        "exp": "Type name Enzyme Deficiency Clinical Features VII Tarui disease Muscle and erythrocyte phosphofructokinase 1 Poor exercise tolerance Muscle glycogen abnormally high (2. 5%-4%) Blood lactate very low after exercise Also hemolytic anemia Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 2,
        "opa": "Glucose-6-phosphatase",
        "opb": "Muscle and erythrocyte phosphofructokinase 1",
        "opc": "Lysosomal a1 - 4 and a1 - 6 glucosidase",
        "opd": "Liver phosphorylase kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ee2c79f4-7275-4a5b-9e07-64cdc9def892",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate can be a substrate of all except",
        "exp": "BIOSYNTHESIS OF HEME - Heme can be synthesized by almost all the tissues in the body. Heme is synthesized in the normoblasts, but not in the matured erythrocytes. The pathway is paly cytoplasmic and paly mitochondrial. Step 1: ALA synthesis - The synthesis stas with the condensation of succinyl CoA and glycine in the presence of pyridoxal phosphate to form delta amino levulinic acid (ALA). Hence, anemia may be manifested in pyridoxal deficiency. The enzyme ALA synthase is located in the mitochondria and is the rate-limiting enzyme of the pathway. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 325.",
        "cop": 4,
        "opa": "Fatty acid synthesis",
        "opb": "TCA cycle",
        "opc": "Cholesterol synthesis",
        "opd": "Hemoglobin synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1c54aa55-a642-4837-879c-554c93417ef7",
        "choice_type": "multi"
    },
    {
        "question": "Phosphorylation of phosphofructokinase and fructose-1, 6-bisphosphate by fructose-2, 6-bisphosphate regulation is seen in",
        "exp": "Fructose-2, 6-bisphosphate (F-2, 6-BP) increases the activity of phosphofructokinaseF-2, 6-BP is formed from fructose-6-phosphate by the action of an enzyme called PFK-2. (It is different from the PFK1). Fructose-2, 6bisphosphate is hydrolysed to fructose-6phosphate by fructose-2, 6-Bisphosphatase. The activities of both the enzymes (PFK2 and fructose-2, 6-bisphosphatase) are reciprocally regulated. When glucose supply is in plenty, PFK-2 is dephosphorylated and activated; so F2, 6-BP concentration increases; this, in turn, activates PFK. Thus glycolysis is ored Ref: DM Vasudevan, 6th edition, page no: 98-99",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Adrenal Coex",
        "opd": "RBC",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0fc17fac-4a19-487a-8b84-0b8254ad542c",
        "choice_type": "single"
    },
    {
        "question": "Glucose is conveed to sorbitol by",
        "exp": "In lens, the enzyme aldose reductase reduces monosaccharides to corresponding sugar alcohols; glucose to sorbitol and galactose to galactitol. POLYOL PATHWAY OF GLUCOSE - Sorbitol is very poorly absorbed from intestine. It involves the reduction of glucose by aldose reductase to sorbitol, which can then be oxidized to fructose. This would amount to the interconversion of glucose to fructose. Glucose when conveed to sorbitol, cannot diffuse out of the cell easily and gets trapped there. Sorbitol is normally present in lens of eyes. But in diabetes mellitus, when glucose level is high, the sorbitol concentration also increases in the lens. This leads to osmotic damage of the tissue and development of cataract. Galactitol also causes cataract. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 119, 588.",
        "cop": 2,
        "opa": "Aldolase B",
        "opb": "Aldose reductase",
        "opc": "Sorbitol Dehydrogenase",
        "opd": "UDP galactose 4 epimerase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0cf61ffb-7b29-4cfb-8a69-aa52311a97a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a step in the gluconeogenic pathway?",
        "exp": "Pyruvate to acetyl co A is an anaerobic step in oxidation of glucose Glucose 6 phosphate to fructose 6 phosphate is a step in glycolysis oxaloacetate to citrate is a step in krebs cycle",
        "cop": 4,
        "opa": "Pyruvate to Acetyl co A",
        "opb": "Glucose 6 phosphate to fructose 6 phosphate",
        "opc": "oxaloacetate to citrate",
        "opd": "oxaloacetate to phosphoenol pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ccd51509-1c82-4b46-9e8c-1fa1b519517a",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme deficient in Galactose, most commonly",
        "exp": "Galactose is a substrate for aldose reductase, forming galactitol, which accumulates in the lens of the eye, causing cataract. The condition is more severe if it is the result of a defect in the uridyl transferase since galactose-1-phosphate accumulates and depletes the liver of inorganic phosphate. Ultimately, liver failure and mental deterioration result. In uridyl transferase deficiency, the epimerase is present in adequate amounts, so that the galactosemic individual can still form UDPGal from glucose. This explains how it is possible for normal growth and development of affected children to occur despite the galactose-free diets used to control the symptoms of the disease. Ref: Harper&; s Biochemistry 30th edition, page no: 205",
        "cop": 3,
        "opa": "Galactokinase",
        "opb": "Epimerase",
        "opc": "Uridyl transferase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e50334f0-ab8b-4f77-83f8-7c54790f42f5",
        "choice_type": "multi"
    },
    {
        "question": "Branching enzyme deficiency is seen in",
        "exp": "Type Name Enzyme Deficiency Clinical Features IV Amylopectinosis, Andersen disease Branching enzyme Hepatosplenomegaly Accumulation of polysaccharide with few branch points Death from hea or liver failure before age 5 Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 1,
        "opa": "Andersen disease",
        "opb": "Mc. Ardle's syndrome",
        "opc": "Cori disease",
        "opd": "Von Gierke disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cc367b2d-15dc-4b26-aba8-9aaa6c69c740",
        "choice_type": "single"
    },
    {
        "question": "True about anaerobic glycolysis is",
        "exp": "Energy Yield from Glycolysis During anaerobic (oxygen deficient) condition - i. During anaerobic (oxygen deficient) condition, when one molecule of glucose is conveed to 2 molecules of lactate, there is a net yield of 2 molecules of ATP. ii. 4 molecules of ATP are synthesized by the 2 substrate level phosphorylations (steps 6 and 9). But 2 molecules of ATP are used in the steps 1 and 3, hence the net yield is only 2 ATP (Table 9. 4). iii. The whole reaction is summarized as Glucose + 2 Pi + 2 ADP --> 2 Lactate + 2 ATP Energy yield (number of ATP generated) per molecule of glucose in the glycolytic pathway, under anaerobic conditions STEP ENZYMES SOURCE No. of ATPs gained per glucose mol 1 Hexokinase - Minus 1 3 Phosphofructokinase - Minus 1 6 1, 3-bisphosphoglycerate kinase ATP 1 x 2 = 2 9 Pyruvate kinase ATP 1 x 2 = 2 TOTAL = 4 Minus 2 = 2 REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 132.",
        "cop": 1,
        "opa": "2 ATP from 1 glucose",
        "opb": "32 ATP from 1 glucose",
        "opc": "26 ATP from 1 glucose",
        "opd": "28 ATP from 1 glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c9d87bb5-f0fe-4dfb-9139-b5ed3151c950",
        "choice_type": "multi"
    },
    {
        "question": "During starvation, Brian utilizes",
        "exp": "Brain and starvation: During starvation, a significant pa (60-70%) of the energy requirement of the brain is then met by ketone bodies (Fig. 8. 1) Brain and acetoacetate: The brain is unable to utilize fatty acids as a source of fuel since the fatty acids complexed to albumin are unable to traverse the blood-brain barrier. But, the brain can effectively utilize acetoacetate. This is again a survival technique in diabetic and starvation ketosis. Ref: DM Vasudevan, 7th edition, page no: 100",
        "cop": 3,
        "opa": "Glycogen",
        "opb": "Fattey acids",
        "opc": "Ketone bodies",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7c8bf7fb-f9a0-4a0b-b5b7-6c2c005c8190",
        "choice_type": "multi"
    },
    {
        "question": "Which disaccharides are not broken down in git?",
        "exp": "Lactulose. Composition: O-a-d-galactopyranosyl-(1-4)-b-d-fructofuranose. Source: Heated milk (small amounts), mainly synthetic. Clinical Significance: Not hydrolyzed by intestinal enzymes, but fermented by intestinal bacteria; used as a mild osmotic laxative. Fermentation of lactulose results in acidification of the gut contents so that ammonia produced by intestinal bacteria is trapped as ammonium that cannot diffuse into the bloodstream. Fermentation of lactulose results in an eightfold increase in the osmolality of the gut contents so that there is more water for ammonia and ammonium to dissolve in so that less is absorbed into the bloodstream. Ref: Harper&; s Biochemistry, 30th edition, page no: 170, table 15-4",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Maltose",
        "opc": "Sucrose",
        "opd": "Lactose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "63db9615-4b19-4a12-a34e-375e4707dbf9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an amphibolic pathway?",
        "exp": "The citric acid cycle is not only a pathway for oxidation of two carbon units, but is also a major pathway for interconversion of metabolites arising from transamination and deamination of amino acids, and providing the substrates for amino acid synthesis by transamination, as well as for gluconeogenesis and fatty acid synthesis. Because it functions in both oxidative and synthetic processes, it is amphibolic. Reference: Harper; 30th edition; Page no: 164",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Citric acid cycle",
        "opc": "Gluconeogenesis",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fbd04480-fa63-49f8-bf4a-a5c259336544",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Cori disease is",
        "exp": "Type Name Enzyme Deficiency Clinical Features IIIa Limit dextrinosis, Forbe or Cori disease Liver and muscle debranching enzyme Fasting hypoglycemia Hepatomegaly in infancy Accumulation of characteristic branched polysaccharide (limit dextrin) Muscle weakness Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 3,
        "opa": "Liver phosphorylase",
        "opb": "Branching enzyme",
        "opc": "Liver and muscle debranching enzyme",
        "opd": "Muscle phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bebefba6-6417-4c22-bd37-b79061eba353",
        "choice_type": "single"
    },
    {
        "question": "Allosteric activator of PFK",
        "exp": "Step 3 of Glycolysis, Fructose-6-phosphate is fuher phosphorylated to fructose1, 6-bisphosphate. The enzyme is phosphofructokinase. PFK is an allosteric, inducible, regulatory enzyme. It is an impoant key enzyme of this pathway. This is again an activation process, the energy being derived by hydrolysis of yet another molecule of ATP. This irreversible step is the rate-limiting reaction in glycolysis. However, during gluconeogenesis, this step is circumvented by fructose-1, 6-bisphosphatase. of PFK: -insulin, AMP, F-6-P, F-2, 6-BP. Ref: DM Vasudevan, 7th edition, page no: 112",
        "cop": 2,
        "opa": "Fructose 1-6 biphosphate",
        "opb": "Fructose 2-6 biphosphate",
        "opc": "Phosphoenolpyruvate",
        "opd": "Pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7111f800-d539-4514-a4fb-23b5a102dc0f",
        "choice_type": "multi"
    },
    {
        "question": "Number of ATP molecules and NADH formed in each cycle of glycolysis",
        "exp": "Glycolysis Site of occurrence Cytosol Aerobic glycolysis Glucose - Pyruvate; 8 ATP Anaerobic glycolysis Glucose - Lactate; 2 ATPReaction occurring in aerobic conditions only Glyceraldehyde 3 phosphate - 1, 3- bisphosphoglycerate Inhibitors Glyceraldehyde 3 phosphate. Iodo acetate 1, 3 bisphosphoglycerate Arsenite Enolase Fluoride Glycolysis TCA cycle Malate shuttle ( Liver, Hea, Kidney )38 ATP / 32 ATP ( new ). Glycolysis TCA cycle Glycerophosphate shuttle ( Brain, White skeletal muscles )36 ATP / 30 ATP ( new ). Irreversible reactions Reactions Enzymes Glucose - Glucose-6-phosphate. Hexokinase Fructose-6-phosphate - Fructose-1, 6, bisphosphate. Phosphofructokinase. Phosphoenolpyruvate - Pyruvate Pyruvate kinase Oxidative / Substrate level phosphorylation Reactions Enzymes 1, 3- bisphosphoglycerate - 3 phosphoglycerate. Phosphoglycerate kinase Phosphoenol pyruvate - Pyruvate Pyruvate kinase DM Vasudevan, Textbook of Biochemistry for Medical Students, 7th ed, page 108",
        "cop": 2,
        "opa": "4, 2",
        "opb": "2, 2",
        "opc": "4, 4",
        "opd": "2, 4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5aaba224-3294-414d-86e4-7f37c1839fc7",
        "choice_type": "single"
    },
    {
        "question": "Glycosaminoglycans located in CNS is",
        "exp": "Proteoglycans linked to chondroitin sulfate by the Xyl-Ser O-glycosidic bond are prominent components of cailage. They are located at sites of calcification in endochondral bone and are a major component of cailage. They are found in high amounts in the ECM of the central nervous system and, in addition to their structural function, are thought to act as signaling molecules in the prevention of the repair of nerve endings after injury. Ref: Harper&; s Biochemistry; 30th edition; Chapter 50; The Extracellular Matrix",
        "cop": 2,
        "opa": "Hyaluronic acid",
        "opb": "Chondroitin sulfate",
        "opc": "Keratan sulfate 2",
        "opd": "Heparan sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "aee6df80-4318-4346-95d0-d8edbbc8e293",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a ketose?",
        "exp": "Ketoses: sugars with keto group. Ex: Dihydroxyacetone, Erythrulose, Xylulose, Ribulose, Fructose, Sedoheptulose. Ref: DM Vasudevan, 7th edition, page no: 70",
        "cop": 1,
        "opa": "Ribose",
        "opb": "Erythrulose",
        "opc": "Fructose",
        "opd": "Ribulose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "837f6958-9171-4bbf-826d-765309e35941",
        "choice_type": "single"
    },
    {
        "question": "Another name for glucose",
        "exp": "Glucose is the predominant sugar in the human body. It is the major energy source. It is present in blood. -glucose is dextro- rotatory. In clinical practice, it is often called as dextrose. Ref: DM Vasudevan, 7th edition, page no: 71",
        "cop": 2,
        "opa": "Dextrin",
        "opb": "Dextrose",
        "opc": "Sucrose",
        "opd": "Saccharin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f61a27b8-4b19-48de-902c-55aee0100c1a",
        "choice_type": "single"
    },
    {
        "question": "All the following organs produce lactate as the end product of glycolysis in normal conditions except",
        "exp": "Tissues that normally derive much of their energy from glycolysis and produce lactate include brain, gastrointestinal tract, renal medulla, retina, and skin. Lactate production is also increased in septic shock, and many cancers also produce lactate. The liver, kidneys, and hea normally take up lactate and oxidize it, but produce it under hypoxic conditions Reference: Harper; 30th edition; Page no: 172",
        "cop": 4,
        "opa": "Brain",
        "opb": "Retina",
        "opc": "Skin",
        "opd": "Liver",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5a1e50b5-42dc-40a4-bb66-75756975503a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a reducing sugar?",
        "exp": "Sucrose contains glucose and fructose. sucrose is not a reducing sugar, and it will not form osazone. is because the linkage involves first carbon of glucose and second carbon of fructose, and free reducing groups are not available. Ref: DM Vasudevan, 7th edition, page no: 77",
        "cop": 3,
        "opa": "Fructose",
        "opb": "Galactose",
        "opc": "Sucrose",
        "opd": "Maltose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8246704a-ccf9-4ef3-845e-3c547e543c99",
        "choice_type": "single"
    },
    {
        "question": "One of the following is considered to be the key regulatory enzyme of glycolysis",
        "exp": "Phosphofructokinase is both inducible and subject to allosteric regulation and has a major role in regulating the rate of glycolysis. These reactions, catalyzed by hexokinase (and glucokinase), phosphofructokinase, and pyruvate kinase, are the major sites of regulation of glycolysis. Phosphofructokinase is considered key regulator. Harper 30th edition pg: 172",
        "cop": 2,
        "opa": "Hexokinase",
        "opb": "Phosphofructokinase",
        "opc": "Phosphoglycerate kinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9ee7772e-b139-4c11-87a5-e6dfa77c9538",
        "choice_type": "single"
    },
    {
        "question": "GLUT 3 transpoer is located in",
        "exp": "Major Glucose Transpoers. Tissue Location. Functions. GLUT 1. Brain, kidney, colon, placenta, erythrocytes. Glucose uptake. GLUT 2. Liver, pancreatic b cell, small intestine, kidney. Rapid uptake or release of glucose. GLUT 3. Brain, kidney, placenta. Glucose uptake. GLUT 4. Hea and skeletal muscle, adipose tissue. Insulin-stimulated glucose uptake. GLUT 5. Small intestine. Absorption of fructose. SGLT 1 Small intestine and kidney. Active uptake of glucose against a concentration gradient. Ref: Harper&; s Biochemistry; 30th edition; Page no: 191; Table 19-2",
        "cop": 1,
        "opa": "Placenta",
        "opb": "Small intestine",
        "opc": "Liver",
        "opd": "Hea",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1ec381fd-032c-4959-96d9-1c59b73765f2",
        "choice_type": "multi"
    },
    {
        "question": "Pyridoxal phosphate is required for",
        "exp": "Glycogen phosphorylase removes glucose as glucose-1-phosphate from glycogen (phosphorolysis). It contains pyridoxal. Formation of branches in glycogen phosphate (PLP) as a prosthetic group. The alpha-1, 4 linkages in the glycogen are cleaved. removes glucose units one at a time. Enzyme sequentially hydrolyses alpha-1, 4 glycosidic linkages, till it reaches a glucose residue, 3-4 glucose units away from a branch point. It cannot attack the 1, 6 linkage at branch point. Ref: DM Vasudevan, 7th edition, page no: 124",
        "cop": 2,
        "opa": "Gluconeogenesis",
        "opb": "Glycogenolysis",
        "opc": "Glycolysis",
        "opd": "Fatty acid oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "22d22852-6b09-4f81-8fe7-979dc0bbe9eb",
        "choice_type": "single"
    },
    {
        "question": "Compound that joints glycolysis with glycogenesis and glycogenolysis is",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "Glucose 1, 6 biphosphate",
        "opb": "Glucose 1 phosphate",
        "opc": "Glucose 6 phosphate",
        "opd": "Fructose 1, 6 biphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5a4e9fae-1ce4-4565-8bdf-57443208edf3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pathway occurs paly in mitochondria and paly in cytosol?",
        "exp": "In mammals, the urea cycle takes place primarily in the liver, and to a lesser extent in the kidney. The urea cycle consists of five reactions: two mitochondrial and three cytosolic. The cycle conves two amino groups, one from NH4+ and one from Asp, and a carbon atom from HCO3-, to the relatively nontoxic excretion product urea at the cost of four \"high-energy\" phosphate bonds (3 ATP hydrolyzed to 2 ADP and one AMP). Ornithine is the carrier of these carbon and nitrogen atoms. Ref: DM Vasudevan, 7th edition, page no: 196, 203, 226",
        "cop": 4,
        "opa": "Glycolysis",
        "opb": "Kreb's cycle",
        "opc": "Ketogenesis",
        "opd": "Urea cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a252d123-ce90-4908-bc29-5644fdf17427",
        "choice_type": "single"
    },
    {
        "question": "Number of ATP formed per turn of citric acid cycle is",
        "exp": "TEN ATP ARE FORMED PER TURN OF THE CITRIC ACID CYCLE As a result of oxidations catalyzed by the dehydrogenases of the citric acid cycle, three molecules of NADH and one of FADH2 are produced for each molecule of acetyl-CoA catabolized in one turn of the cycle. These reducing equivalents are transferred to the respiratory chain, where reoxidation of each NADH results in the formation of ~2. 5 ATP, and of FADH2, ~1. 5 ATP. In addition, 1 ATP (or GTP) is formed by substrate-level phosphorylation catalyzed by succinate thiokinase. Reference: Harper; 30th edition; Page no: 164",
        "cop": 3,
        "opa": "5",
        "opb": "7",
        "opc": "10",
        "opd": "15",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "41be1a90-7b2a-4736-961c-7e6a501dd7ff",
        "choice_type": "single"
    },
    {
        "question": "Starch is a",
        "exp": "Starch is a polysaccharide composed of D- glucose units held together by a-glycosidic bonds, (a 1- 4 linkages; at branching points a 1- 6 linkages). Educational Points: Starch and Fiber - Health effects Effects of excessive fiber intake (Soluble Fibers) Lower blood cholesterol Slow glucose absorption Slow transit of food through upper GI tract Holds moisture in stools Softening stool Yields small molecules (sho chain fatty acids) that protect the colon, provide energy and control type of bacteria Lower risk of heart disease Lower risk of diabetes Insoluble Fibers Insoluble and less fermentable Cellulose Lignins Psyllium Resistant Starch Many hemicelluloses Insoluble Fibers Increase fecal weight Speed fecal passage through the colon Provide bulk and feelings of fullness Insoluble Fibers Allete constipation Lower risks of diveiculosis, Hemorrhoids, appendicitis May help with weight Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 20",
        "cop": 1,
        "opa": "Polysaccharide",
        "opb": "Protein",
        "opc": "Disaccharide",
        "opd": "None of these",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "59ebd948-8c3a-4163-b030-662b661fe96e",
        "choice_type": "multi"
    },
    {
        "question": "In TCA cycle, citrate is conveed into cis-aconitate by which mechanism?",
        "exp": "2nd Step: Formation of Isocitrate, Citrate is isomerized to isocitrate by aconitase (Step 2, Fig. 18. 2). This reaction is a two-step process. At first, one water molecule is removed from citrate forming cis aconitate; a transient compound with a very sho half-life. Immediately, one water molecule is added to aconitate to form isocitrate. Thus the position of the hydroxyl group is shifted. Ref: DM Vasudevan, 7th edition",
        "cop": 3,
        "opa": "Loss of H+",
        "opb": "Loss of phosphate",
        "opc": "Loss of H2O molecule",
        "opd": "Loss of carbon dioxide molecule",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "137492ba-1a0e-4513-9ca7-11e244a877cb",
        "choice_type": "single"
    },
    {
        "question": "Chitin contains",
        "exp": "It is present in exoskeletons of crustacea and insects. It is composed of units of N-acetyl-glucosamine with beta -1, 4-glycosidic linkage. Ref: DM Vasudevan, page no: 79",
        "cop": 4,
        "opa": "Alpha 1-4 bond",
        "opb": "b-1-6 bond",
        "opc": "Alfa 1-6 bond",
        "opd": "b-1-4 bond",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "874640a2-f32b-44cf-96ef-433414c1f5af",
        "choice_type": "single"
    },
    {
        "question": "Epimer of glucose is",
        "exp": "When sugars are different from one another, only in configuration with regard to a single carbon atom, other than the reference carbon atom, they are called epimers. For example, glucose and mannose are an epimeric pair which differs only with respect to C2. Similarly, galactose is the 4th epimer of glucose. Ref: DM Vasudevan, 7th edition, page no: 76",
        "cop": 2,
        "opa": "Fructose",
        "opb": "Galactose",
        "opc": "Glyceraldehyde",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b85c87a9-06f0-4106-b355-27130cdbdbcc",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are cofactors for the enzymes of the TCA cycle, except",
        "exp": "The following vitamins serve as cofactors for various enzymes of the TCA cycle - Riboflavin 1. Active form: FAD 2. Cofactor for: Succinate dehydrogenase Niacin 1. Active form: NAD+ 2. Cofactor for: Isocitrate dehydrogenase, a-ketoglutarate dehydrogenase, and Malate dehydrogenase complex Thiamin 1. Active form: Thiamin diphosphate 2. Cofactor for: decarboxylation step of alpha keto glutarate dehydrogenase complex Pantothenic acid 1. Active form: As a pa of Coenzyme A 2. Cofactor for: esterified to the carboxylic acid residues, i. e. acetyl-CoA and succinyl-CoA. Reference: Harper's Illustrated Biochemistry 30th Edition Page no: 164",
        "cop": 3,
        "opa": "Niacin",
        "opb": "Pantothenic acid",
        "opc": "Biotin",
        "opd": "Riboflavin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "12f3a775-d1a6-4d9e-8524-b204f9eabf5f",
        "choice_type": "multi"
    },
    {
        "question": "Major amino acid released from muscle during starvation",
        "exp": "Glucose-Alanine cycle (Cahill cycle) is transpoed to liver, transaminated to pyruvate and conveed to glucose. This glucose may again enter the glycolytic pathway to form pyruvate, which in turn, can be transaminated to alanine. -alanine cycle is impoant in conditions of starvation (Fig. 9. 30). Thus net transfer of amino acid (nitrogen) from muscle to liver and corresponding transfer of glucose (energy) from liver to muscle is affected. cycle is intimately related with Cori&; s cycle. Ref: DM Vasudevan, 7th edition, page no: 120",
        "cop": 2,
        "opa": "Arginine",
        "opb": "Alanine",
        "opc": "Hitidine",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6c1c66c1-4bb4-437b-a56b-64ae72bc820e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an intermediate of citric cycle?",
        "exp": "The citric acid cycle - also known as the tricarboxylic acid (TCA) cycle or the Krebs cycle - is a series of chemical reactions used by all aerobic organisms to generate energy through the oxidation of acetyl-CoA derived from carbohydrates, fats and proteins into carbon dioxide and chemical energy in the form of adenosine triphosphate. In addition, the cycle provides precursors of ceain amino acids as well as the reducing agent NADH that is used in numerous other biochemical reactions. Its central impoance to many biochemical pathways suggests that it was one of the earliest established components of cellular metabolism and may have originated abiogenically. The name of this metabolic pathway is derived from citric acid (a type of tricarboxylic acid) that is consumed and then regenerated by this sequence of reactions to complete the cycle. In addition, the cycle consumes acetate (in the form of acetyl-CoA) and water, reduces NAD+ to NADH, and produces carbon dioxide as a waste byproduct. The NADH generated by the TCA cycle is fed into the oxidative phosphorylation (electron transpo) pathway. The net result of these two closely linked pathways is the oxidation of nutrients to produce usable chemical energy in the form of ATP. Ref: DM Vasudevan, 7th edition, page no: 245",
        "cop": 1,
        "opa": "Acetyl-CoA",
        "opb": "Succinyl-CoA",
        "opc": "a-ketoglutarate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "15b9490f-89f6-44ca-9128-ae82a1da155c",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate is conveed to which substance to sta gluconeogenesis?",
        "exp": "GLUCONEOGENESIS 1. Definition - It is the process by which glucose molecules are produced from non-carbohydrate precursors. These include lactate, glucogenic amino acids, glycerol pa of fat and propionyl CoA derived from odd chain fatty acids. 2. Site - Gluconeogenesis occurs mainly in the liver, and to a lesser extent in the renal coex. The pathway is paly mitochondrial and paly cytoplasmic. 3. Key Gluconeogenic Enzymes - Pyruvate carboxylase, Phosphoenol pyruvate carboxy kinase, Fructose-1-6-bisphosphatase, Glucose-6-phosphatase. 1. Pyruvate Carboxylase Reaction - Pyruvate in the cytoplasm enters the mitochondria. Then, carboxylation of pyruvate to oxaloacetate is catalysed by a mitochondrial enzyme, pyruvate carboxylase. It needs the co-enzymes biotin and ATP. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 136.",
        "cop": 1,
        "opa": "Oxaloacetate",
        "opb": "Phosphenol pyruvate",
        "opc": "Cis-aconitate",
        "opd": "Succinate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fe8af389-9ecc-4a2f-9946-fdb3e6b65841",
        "choice_type": "single"
    },
    {
        "question": "Acetyl CoA can be directly conveed to all except",
        "exp": "acid synthesis is the creation of fatty acids from acetyl-CoA and NADPH through the action of enzymes called fatty acid synthases. This process takes place in the cytoplasm of the cell. Most of the acetyl-CoA which is conveed l fatty acids is derived from carbohydrates the glycolytic pathway synthesis:-The acetyl-CoA utilized for cholesterol biosynthesis is derived from an oxidation reaction (e. g., fatty acids or pyruvate) in the mitochondria and is transpoed to the cytoplasm by the same process as that described for fatty acid synthesis (see the Figure below). Acetyl-CoA can also be synthesized from cytosolic acetate derived from cytoplasmic oxidation of ethanol which is initiated by cytoplasmic alcohol dehydrogenase (ADH). All the reduction reactions of cholesterol biosynthesis use NADPH as a cofactor body synthesis:-When two acetyl-CoA molecules lose their -Co. As, (or Co-enzyme A groups) they can form a (covalent) dimer called acetoacetate. Beta-hydroxybutyrate is a reduced form of acetoacetate, in which the ketone group is conveed into an alcohol (or hydroxyl) group (see illustration on the right). Both are 4-carbon molecules, that can readily be conveed back into acetyl-CoA by most tissues of the body, with the notable exception of the liver. Acetone is the decarboxylated form of acetoacetate which cannot be conveed back into acetyl-CoA except detoxification in the liver where it is conveed into lactic acid, which can, in turn, be oxidized into pyruvic acid, and only then into acetyl-CoA.",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Fatty acids",
        "opc": "Cholesterol",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b6d740b9-1af1-4365-b22f-584604e1d690",
        "choice_type": "multi"
    },
    {
        "question": "Molisch&; s test is positive in all except",
        "exp": "reference from DM Vasudevan 8th edition page no. 93 and 108 Molisch test is the general test for carbohydrate. 1: mucoproteins give +ve molisch test because A mucoprotein is a glycoprotein composed primarily of mucopolysaccharides. 2: glycoprotein also gives +ve molisch test because glycoprotein consists of both carbohydrate and protein. 3: sucrose also gives +ve molisch test because it is a carbohydrate. sucrose is a disaccharide consisting of glucose + fructose. 4: phospholipids give -ve molisch test as it does not contains carbohydrate. phospholipids are derivatives of phosphatidic acid, phosphatidic acid is made up of one glycerol to which two fatty acids are esterified at carbon 1 and 2. the 3rd hydroxyl group is esterified to a phosphoric acid",
        "cop": 4,
        "opa": "Mucoproteins",
        "opb": "Glycoproteins",
        "opc": "Sucrose",
        "opd": "Phospholipids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9482959d-2432-4cf9-98f2-d67827825d98",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme is deficient in Mc Ardle's disease?",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "Liver phosphorylase deficiency",
        "opb": "Muscle phosphorylase deficiency",
        "opc": "Lysosomal alpha-1, 4 glucosidase deficiency",
        "opd": "G6. PD deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "98fd161d-fe88-40c9-b559-0115586f4f9b",
        "choice_type": "single"
    },
    {
        "question": "Malonate competitively inhibits",
        "exp": "Inhibitors of TCA Cycle - A. Aconitase (citrate to aconitate) is inhibited by fluoro-acetate. This is non-competitive inhibition. B. Alpha ketoglutarate dehydrogenase (alpha ketoglutarate to succinyl CoA) is inhibited by Arsenite. This again is non-competitive inhibition. C. Succinate dehydrogenase (succinate to fumarate) is inhibited by malonate; this is competitive inhibition. competitive inhibition - In competitive inhibition, the inhibitor will be a structural analog of the substrate. There will be similarity in three dimensional structure between substrate (S) and inhibitor (I). For example, the succinate dehydrogenase reaction is inhibited by malonate. Competitive inhibition is usually reversible. Or, excess substrate abolishes the inhibition. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 309, 63.",
        "cop": 2,
        "opa": "Fumarate dehydrogenase",
        "opb": "Succinate dehydrogenase",
        "opc": "Aconitase",
        "opd": "Succinate thiokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d6281f3a-af83-4b49-88ac-01796dd015c3",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation in glycolysis is catalyzed by",
        "exp": "In the reaction, catalyzed by phosphoglycerate kinase, phosphate is transferred from 1, 3-bisphosphoglycerate onto ADP, forming ATP (substrate-level phosphorylation) and 3-phosphoglycerate. The phosphate of phosphoenolpyruvate is transferred to ADP in another substrate-level phosphorylation catalyzed by pyruvate kinase to form two molecules of ATP per molecule of glucose oxidized. Reference: Harper; 30th edition; Page no: 171",
        "cop": 2,
        "opa": "Glyceraldehyde 3 phosphate dehydrogenase",
        "opb": "Pyruvate kinase",
        "opc": "Phosphofructokinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "498e34da-63c8-4baa-b1ff-7f99a35a0386",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation is catalysed by which enzyme?",
        "exp": "In TCA Cycle, Fifth step: Generation of succinate. The reaction involves a substrate level phosphorylation whereby a high energy phosphate is generated from the energy trapped in the thioester bond of succinyl CoA. The enzyme is succinate thiokinase. The molecule of GDP is phosphorylated to GTP and succinate is formed. Ref: DM Vasudevan, 7th edition, page no: 248",
        "cop": 3,
        "opa": "Succinate dehydrogenase",
        "opb": "Alpha keto glutarate dehydrogenase",
        "opc": "Succinate thiokinase",
        "opd": "Malate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "eacb6b6e-e782-4a3e-9593-9920abdc9379",
        "choice_type": "single"
    },
    {
        "question": "Fructose is transpoed by",
        "exp": "Glu. T5 is present in small intestine, testis, sperms, kidney.:: fructose transpoer; poor ability to transpo glucose. Ref: DM Vasudevan, 7th edition, page no: 106",
        "cop": 1,
        "opa": "GLUT 5",
        "opb": "GLUT 4",
        "opc": "GLUT 3",
        "opd": "GLUT 7",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2922fc3d-06b2-49fb-bc57-2aa8e97584b0",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Mc. Ardle syndrome",
        "exp": "Glycogen storage disorder. Type. Name. Enzyme Deficiency. Clinical Features. Type VMyophosphorylase deficiency, Mc. Ardle syndrome. Muscle phosphorylase. Poor exercise tolerance; muscle glycogen abnormally high(2. 5%-4%); blood lactate very low after exercise. Ref: Harper&; s Biochemistry; 30th edition; Table 18-2; Chapter 18; Metabolism of Glycogen",
        "cop": 1,
        "opa": "Muscle phosphorylase",
        "opb": "Liver phosphorylase",
        "opc": "Liver debranching enzyme",
        "opd": "Glycogen synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "207e03cd-31ec-415e-8a0f-9b79428a0a08",
        "choice_type": "single"
    },
    {
        "question": "Skeletal muscle is deficient in",
        "exp": "Muscle will not release glucose into the bloodstream, because muscle tissue does not contain the glucose-6-phosphatase. Ref: DM Vasudevan, 7th edition, page no: 125",
        "cop": 1,
        "opa": "Glucose -6 phosphatase",
        "opb": "Hexokinase",
        "opc": "Isomerase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "73310189-6aee-45a7-8027-14d6a0d2860e",
        "choice_type": "single"
    },
    {
        "question": "Co-factor for phosphofructokinase is",
        "exp": "Many of the glycolytic enzymes are sensitive to Mg2+. The most impoant effect is due to Mg. ATP2-being a cofactor for a number of these enzymes while other chelation forms are inactive or inhibitory. The means by which Mg2+ and Mg2+ chelates of adenine nucleotides regulate the most impoant glycolytic enzymes--hexokinase, phosphofructokinase, aldolase, phosphoglycerate kinase, and pyruvate kinase. Ref: DM Vasudevan, 7th edition",
        "cop": 1,
        "opa": "Mg +2",
        "opb": "Mn +2",
        "opc": "Fe +2",
        "opd": "Zn",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1ff4525e-dc64-4a44-a58a-83837ecba3ca",
        "choice_type": "single"
    },
    {
        "question": "In which of the following tissues, is glycogen incapable of contributing directly to blood glucose?",
        "exp": "Only liver can replenish blood glucose through gluconeogenesis because glucose-6-phosphatase is present mainly in liver. Ref: DM Vasudevan, 7th edition",
        "cop": 2,
        "opa": "Liver",
        "opb": "Muscle",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bdf9a09d-ca6c-40aa-a38b-d8d5fc5ca855",
        "choice_type": "multi"
    },
    {
        "question": "Coenzyme A in TCA contains which of the following?",
        "exp": "Co-enzyme Activity of Pantothenic Acid - i. The beta mercaptoethanol amine (NH2-CH2- CH2-SH) contains one thiol or sulfhydryl (-SH) group. It is the active site where acyl groups are carried. Therefore the co-enzyme A is sometimes abbreted as CoA-SH to denote this active site. ii. The thio ester bond in acyl-CoA is a high energy bond. These acyl groups are transferred to other acceptors, for example: Acetyl CoA + Choline - Acetyl choline + CoA (enzyme is acetyl choline synthase) iii. Acyl groups are also accepted by the CoA molecule during the metabolism of other substrates, for example: Pyruvate+CoA+NAD+ - Acetyl. CoA+CO2+NADH (Enzyme is pyruvate dehydrogenase). iv. The impoant CoA derivatives are: Acetyl CoA Succinyl CoA HMG CoA Acyl CoA. v. Co-enzyme A is an impoant component of fatty acid synthase complex. The ACP (acyl carrier protein) also contains pantothenic acid. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 472.",
        "cop": 3,
        "opa": "Thiamine",
        "opb": "Riboflavin",
        "opc": "Panthothenic acid",
        "opd": "Nicotinic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2d1bfd32-52c4-4794-969b-95fd2325bc17",
        "choice_type": "single"
    },
    {
        "question": "In the krebs cycle, CO2 is released from a step catalyzed by which of the following enzyme?",
        "exp": "Reference: Harper's Illustrated Biochemistry 31st edition Pg 151",
        "cop": 1,
        "opa": "Isocitrate dehydrogenase",
        "opb": "succinate dehydrogenase",
        "opc": "Aconitase",
        "opd": "Succinate thiokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a3bb98f8-569d-456c-8414-593988e4e10a",
        "choice_type": "multi"
    },
    {
        "question": "Non-reducing disaccharide is",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Sucrose",
        "opb": "Fructose",
        "opc": "Trehalose",
        "opd": "Lactose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fd262c15-b379-421e-bad8-a74af50fc604",
        "choice_type": "single"
    },
    {
        "question": "NAD+ linked dehydrogenase is",
        "exp": "Pyruvate Dehydrogenase Complex - Inside the mitochondria, pyruvate is oxidatively decarboxylated to acetyl CoA by pyruvate dehydrogenase (PDH). It is a multi-enzyme complex with 5 co-enzymes and 3 apo-enzymes. The coenzymes needed are: Thiamine pyrophosphate (TPP) Co-enzyme A (CoA) FAD NAD+ Lipoamide. The lipoic acid, otherwise called thioctic acid has two sulphur atoms and 8 carbon atoms. It can accept or donate hydrogen atoms. 6. The enzyme pa of the PDH complex is made up of three component enzymes. 6-A. Pyruvate Dehydrogenase (Enzyme 1): It catalyses oxidative decarboxylation. TPP is required in this step. So, Thiamine, a B-complex group vitamin is essential for utilization of pyruvate. An enzyme bound hydroxylethyl TPP is formed. 6-B. Dihydro Lipoyl Trans Acetylase (Enzyme 2): Then, hydroxyethyl group is oxidized to form an acetyl group and then transferred from TPP to lipoamide to form acetyl lipoamide. 6-C. Dihydro Lipoyl Dehydrogenase (Enzyme 3): The last step is the oxidation of lipoamide. At the end of the reaction the cofactors, namely TPP, Lipoamide and FAD are regenerated. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 135.",
        "cop": 1,
        "opa": "PDH",
        "opb": "G6. PD",
        "opc": "FAD",
        "opd": "FMN",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "73f8e5ee-c9d8-477c-8c4e-cdb4b6f0d2e7",
        "choice_type": "single"
    },
    {
        "question": "Which mucopolysaccharides does not contain uronic acid?",
        "exp": null,
        "cop": 4,
        "opa": "Hyaluronic acid",
        "opb": "Chondroitin sulfate",
        "opc": "Dermatan sulfate",
        "opd": "Keratan sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ecf9b2bc-c675-4e92-891f-cb97f9cb7bd2",
        "choice_type": "single"
    },
    {
        "question": "What is not given in fructose intolerance patient?",
        "exp": "Defects in Fructose Metabolism Cause DiseaseA lack of hepatic fructokinase causes essential fructosuria, which is a benign and asymptomatic condition. The absence of aldolase B, which cleaves fructose-1-phosphate, leads to hereditary fructose intolerance, which is characterized by profound hypoglycemia and vomiting after consumption of fructose (or sucrose, which yields fructose on digestion). Diets low in fructose, sorbitol, and sucrose are beneficial for both conditions. Ref: Harper's Biochemistry; 30th edition; Chapter 20 The Pentose Phosphate Pathway & Other Pathways of Hexose Metabolism",
        "cop": 2,
        "opa": "Glucose + Fructose",
        "opb": "Fructose + Sucrose",
        "opc": "Fructose + Galactose",
        "opd": "Fructose + Maltose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "39b8b0bd-d476-49bf-b294-7ec2e85c8f21",
        "choice_type": "single"
    },
    {
        "question": "True about gluconeogenesis",
        "exp": "Gluconeogenesis: Gluconeogenesis is the formation of glucose from non-carbohydrate sources. Gluconeogenesis helps to maintain the glucose level in the blood, so that the brain, RBC, and muscle can extract glucose from it to meet their metabolic demands when dietary glucose is low. This process is very much necessary in the body because brain and RBC utilizes only glucose as energy fuel. The major non-carbohydrate precursors of glucose are lactate, glucogenic amino acids (all except leucine) and glycerol. Lactate is formed by RBC in glycolysis because mitochondria are absent. Lactate is also formed by active skeletal muscle when the rate of glycolysis exceeds the rate of TCA cycle, the pyruvate formed is conveed to lactate. Amino acids are derived from proteins in the diet and during starvation, from the breakdown of proteins in skeletal muscle. Glycerol is derived from the hydrolysis of triacylglycerol's (TAG). Gluconeogenesis occurs mainly in liver and kidney. It also occurs in brain and muscle to some extent. Gluconeogenesis occurs during (1) Starvation, (2) To clear lactate formed in RBC and muscle, (3) When carbohydrates in the diet are low, (4) Pregnancy, (5) Lactation, (6) Febrile diseases. Gluconeogenesis is almost the reversal of glycolysis excepting at three steps which are irreversible in glycolysis. These steps are reversed by enzymes known as the key enzymes of gluconeogenesis i. e. those enzymes specific for gluconeogenesis only but not for any other pathway. Ref: DM Vasudevan, 7th edition, page no: 117",
        "cop": 3,
        "opa": "Occurs mainly in muscle",
        "opb": "It is reverse of glycolysis",
        "opc": "Alanine & lactate both can serve as substrate",
        "opd": "Glycerol is not a substrate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2c3bf623-bd19-45ec-8799-493a769e4faf",
        "choice_type": "multi"
    },
    {
        "question": "Muscles are not involved in which glycogen storage disease?",
        "exp": "Type 1 gluconeogenesis: von gierkes disease Enzyme defect: glucose 6 phoshatase; organs involved: liver, kidney, intestine, Charatestic features: fasting hypoglycemia, lactic acidemia, hyperacidosis, hyperlipidemia, hyperurecemia Ref: satyanarayana 4th edition pg: 269",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "3cd29fa1-bbe1-4249-8fcb-377e602b4dcf",
        "choice_type": "single"
    },
    {
        "question": "By which of the following anticoagulants used in estimating blood glucose, glycolysis is prevented",
        "exp": "Sodium fluoride is used as preservative for blood glucose by inhibiting the enzyme systems involved in glycolysis. Ref: DM Vasudevan, 7th edition, page no: 442",
        "cop": 3,
        "opa": "EDTA",
        "opb": "Heparin",
        "opc": "Sodium fluoride",
        "opd": "Sodium citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f2e707e5-6555-4047-aba8-cd60c752633c",
        "choice_type": "single"
    },
    {
        "question": "All are used in gluconeogenesis except",
        "exp": "GLUCONEOGENESIS 1. Definition - It is the process by which glucose molecules are produced from non-carbohydrate precursors. These include lactate, glucogenic amino acids (Alanine, glutamic acid, aspaic acid, etc), glycerol pa of fat and propionyl CoA derived from odd chain fatty acids. 2. Site - Gluconeogenesis occurs mainly in the liver, and to a lesser extent in the renal coex. The pathway is paly mitochondrial and paly cytoplasmic. 3. Key Gluconeogenic Enzymes Pyruvate carboxylase Phosphoenol pyruvate carboxy kinase Fructose-1-6-bisphosphatase Glucose-6-phosphatase. Propionyl CoA as a substrate in gluconeogenesis - Propionyl CoA is formed from odd chain fatty acids and carbon skeleton of some amino acids. It is conveed to succinyl CoA. It is a minor source for glucose. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 135, 136, 138.",
        "cop": 1,
        "opa": "Oleate",
        "opb": "Succinate",
        "opc": "Glutamate",
        "opd": "Aspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "caba7475-a470-48ee-8cb9-fce268209770",
        "choice_type": "multi"
    },
    {
        "question": "which requires thiamine pyrophosphate as the cofactor in HMP pathway?",
        "exp": "Transketolase catalyzes the transfer of a two-carbon unit from xylulose5-phosphate to ribose-5-phosphate, producing the seven-carbon ketose sedoheptulose-7-phosphate and the aldose glyceraldehyde-3-phosphate. Thus. This reaction requires two coenzymes:(a) Mg2+ (b). Thiamine diphosphate (vitamin B1) Measurement of erythrocyte transketolase and its activation by thiamine pyrophosphate provides an index of vitamin B1 nutritional status. Reference: Harper's Illustrated Biochemistry 31stedition Page nos 183-185",
        "cop": 4,
        "opa": "Phosphogluconate dehydrogenase",
        "opb": "Glucose 6 PO4 dehydrogenase",
        "opc": "Transaldolase",
        "opd": "Transketolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e7d4ffee-e9b4-442e-af5d-7a2fd62cf486",
        "choice_type": "single"
    },
    {
        "question": "Metabolic change seen in starvation are all except",
        "exp": "In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channeled to gluconeogenesis. The increased rate of lipolysis is to provide alternate source of fuel. The excess acetyl CoA is conveed to ketone bodies. The high glucagon level ors ketogenesis. The brain derives 60-75% of energy from ketone bodies under conditions of prolonged starvation. Hyperemesis (vomiting) in early pregnancy may also lead to starvation-like condition and may lead to ketosis. Ref: DM Vasudevan, 7th edition, page no: 165",
        "cop": 2,
        "opa": "Increased gluconeogenesis",
        "opb": "Increased glycolysis",
        "opc": "Ketogenesis",
        "opd": "Protein degradation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d0333e86-9a21-4867-a9e0-086c1182a495",
        "choice_type": "multi"
    },
    {
        "question": "True statements about Glucokinase is/are",
        "exp": "The Km value of glucokinase is higher than normal blood sugar level, km value of the glucokinase is 20 mmol/L. it acts only when blood glucose level is more than 100mg/dl, then glucose is taken up by liver cells for glycogen synthesis. Ref: DM Vasudevan, page no: 109",
        "cop": 1,
        "opa": "Km value is higher than normal blood sugar",
        "opb": "Not Found in liver",
        "opc": "G-6P inhibit it",
        "opd": "Has both glucose 6 phosphatase and kitase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f333da1a-36de-46d7-ad67-683a25b28f08",
        "choice_type": "multi"
    },
    {
        "question": "Which of the enzyme of glycolysis is a pa of gluconeogenesis?",
        "exp": "Step 6 of Glycolysis i. The energy of 1, 3-BPG is trapped to synthesize one ATP molecule with the help of bisphospho glycerate kinase. ii. This is an example of substrate-level phosphorylation, where energy is trapped directly from the substrate, without the help of the complicated electron transpo chain reactions. iii. When energy is trapped by oxidation of reducing equivalents such as NADH, it is called oxidative phosphorylation. Step 6 is reversible. Since reversal of this reaction occurs in gluconeogenesis. Ref: DM Vasudevan, 7th edition, page no: 110",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "PFK",
        "opc": "Hexokinase",
        "opd": "Phosphoglycerate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b51dbb67-e1f9-4083-92e9-ccde474c56b3",
        "choice_type": "single"
    },
    {
        "question": "Composition of Hyaluronic acid",
        "exp": "Composition of hyaluronic acid: repeating units of N-Acetyl-glucosamine and beta-1, 4-Glucuronic acid. Ref: DM Vasudevan, 7th edition, page no: 80",
        "cop": 2,
        "opa": "N-acetyl glucosamine + b glucosamine acid",
        "opb": "N-acetyl glucosamine + b-glucoraunic acid",
        "opc": "N-acetyl glucosamine + sulfated glucosamine acid",
        "opd": "N-acetyl glucosamine + iduranic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c67fcdc6-6045-4aec-90ae-82743ebceea0",
        "choice_type": "single"
    },
    {
        "question": "The activities of all the following enzymes are increased in starvation except",
        "exp": "Step 9 of Glycolysis i. Phosphoenolpyruvate (PEP) is dephosphorylated to pyruvate, by pyruvate kinase. First PEP is made into a transient intermediary of enol pyruvate; which is spontaneously isomerized into keto pyruvate, the stable form of pyruvate. ii. One mole of ATP is generated during this reaction. This is again an example of substrate-level phosphorylation (Fig. 9. 13). iii. The pyruvate kinase is a key glycolytic enzyme. This step is irreversible. reversal, however, can be brought about in the body with the help of two enzymes (pyruvate kinase and phosphoenolpyruvate carboxykinase) and hydrolysis of 2 ATP molecules. starvation activation of pyruvate kinase brought to glycolysis. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 1,
        "opa": "Pyruvate kinase",
        "opb": "Pyruvate carboxylase",
        "opc": "Phosphoenolpyruvate carboxykinase",
        "opd": "Glucose 6-phosphatese",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9d0928ab-e101-40f2-b14d-ec6cf0d78bee",
        "choice_type": "multi"
    },
    {
        "question": "Branched-chain ketoaciduria is due to deficiency of",
        "exp": "Maple syrup urine disease (MSUD), also called branched-chain ketoaciduria, is an autosomal recessive metabolic disorder affecting branched-chain amino acids. It is one type of organic acidemia. The condition gets its name from the distinctive sweet odor of affected infants&; urine, paicularly prior to diagnosis, and during times of acute illness MSUD is a metabolic disorder caused by a deficiency of the branched-chain alpha-keto acid dehydrogenase complex (BCKDC), leading to a buildup of the branched-chain amino acids (leucine, isoleucine, and valine) and their toxic by-products (ketoacids) in the blood and urine.",
        "cop": 2,
        "opa": "Carboxylase",
        "opb": "a-ketoacid dehydrogenase",
        "opc": "Methyl-malonyl CoA mutase",
        "opd": "Fumaryacetoacetate hydrolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d823e22c-8bf5-47d5-b2ab-e68c35175de5",
        "choice_type": "single"
    },
    {
        "question": "In the fasting state, glucose is obtained from",
        "exp": "Functions of Glycogen - 1). Glycogen is the storage form of carbohydrates in the human body. The major sites of storage are liver and muscle. The major function of liver glycogen is to provide glucose during fasting. The glycogen content of liver (10 gm/100 gm tissue) is more than in the skeletal muscle (1-2 gm/100 gm). But the total quantity of muscle glycogen is more than liver glycogen because of the larger muscle mass. 2. When blood glucose level falls, liver glycogen is broken down and helps to maintain blood glucose level. After taking food, blood glucose tends to rise, which causes glycogen deposition in liver. About 5 hours after taking food, the blood glucose tends to fall. But, glycogen is lysed to glucose so that the energy needs are met. After about 18 hours fasting, most of the liver glycogen is depleted, when depot fats are hydrolysed and energy requirement is met by fatty acid oxidation. 3. The function of muscle glycogen is to act as reserve fuel for muscle contraction. 4. All the enzymes related to glycogen metabolism are cytoplasmic. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 140.",
        "cop": 1,
        "opa": "Liver glycogen",
        "opb": "Myuscle glycogen",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9cf18070-0f61-4034-8aa6-d4ab83d70943",
        "choice_type": "multi"
    },
    {
        "question": "Insulin does not facilitate glucose uptake in the following except",
        "exp": "1. Insulin Receptors - Insulin acts by binding to a plasma membrane receptor on the target cells. In obesity, the number of receptors are decreased and target tissue becomes less sensitive to insulin (diabetes mellitus Type 2). Insulin receptor is a glycoprotein with 4 subunits; 2 alpha and 2 beta subunits. The alpha units (135 kD) are located on the extracellular side, to which insulin binds. The beta subunits (95 kD) traverse the membrane and are exposed on the cytoplasmic side. Beta subunit has tyrosine kinase activity. Signal Transduction - Insulin binds to the alpha subunit of the receptor. Oligomerization of alpha units whould trigger the tyrosine kinase activity of the beta subunit. The phosphorylated sites act as docking sites for insulin receptor substrates -IRS1 and IRS2. This recruits GLUT4 to cell surface and stimulate glycogen synthesis. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 165, 166.",
        "cop": 3,
        "opa": "Liver",
        "opb": "RBC",
        "opc": "Hea",
        "opd": "Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "3d235be9-bd3a-49a2-a9f7-3ef1e9dd71e8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not rate-limiting enzyme?",
        "exp": "1. Factors Regulating Glycolysis- Phosphofructokinase (PFK) is the most impoant rate-limiting enzyme for glycolysis pathway. ATP and citrate are the most impoant allosteric inhibitors. AMP acts as an allosteric activator. 2. Fatty acid synthesis - The first step in the fatty acid synthesis is the carboxylation of acetyl CoA to form malonyl CoA. The acetyl CoA carboxylase is not a pa of the multienzyme complex. But it is the rate-limiting enzyme. Biotin, a member of B complex vitamins, is necessary for this reaction. 3. ALA synthesis - The synthesis stas with the condensation of succinyl CoA and glycine in the presence of pyridoxal phosphate to form delta amino levulinic acid (ALA). Hence anemia may be manifested in pyridoxal deficiency. The enzyme ALA synthase is located in the mitochondria and is the rate-limiting enzyme of the pathway. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 133, 199, 326.",
        "cop": 4,
        "opa": "ALA synthase",
        "opb": "Phosphofructokinase",
        "opc": "Acetyl CoA carboxylase",
        "opd": "Malonate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "acaa7c02-ccaf-496d-9d96-e0b863718d00",
        "choice_type": "single"
    },
    {
        "question": "Insulin-mediated uptake of glucose into muscle is through",
        "exp": "Glu. T4 is the major glucose transpoer in skeletal muscle and adipose tissue. is under the control of insulin. But other glucose transpoers are not under the control of insulin. Ref: DM Vasudevan, 7th edition, page no: 107",
        "cop": 2,
        "opa": "GLUT-2",
        "opb": "GLUT-4",
        "opc": "GLUT-1",
        "opd": "GLUT-5",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7bc13437-7e86-43fc-b1cb-1203ef192292",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate dehydrogenase complex contains all except",
        "exp": "Pyruvate dehydrogenase complex--thiamin diphosphate, lipoate, NAD+, FAD, and CoA Reference: Harper; 30th edition; Page no: 163",
        "cop": 1,
        "opa": "Biotin",
        "opb": "NAD",
        "opc": "FAD",
        "opd": "CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9ebeb51e-0756-48b8-9641-597070a313f4",
        "choice_type": "multi"
    },
    {
        "question": "The energy for glycogenesis is provided by",
        "exp": "UDP glucose is formed from glucose-1-phosphate and UTP (uridine triphosphate) by the enzyme UDP-glucose pyrophosphorylase. UDP-glucose pyrophosphorylase Glucose-1- --------------- UDP-glucose phosphate +UTP + PPi. Ref: DM Vasudevan, 7th edition, page no: 125",
        "cop": 3,
        "opa": "GTP",
        "opb": "GDP",
        "opc": "UTP",
        "opd": "AMP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b02f72e8-d32a-428c-b5e1-ba7555ec2707",
        "choice_type": "single"
    },
    {
        "question": "MPS without corneal clouding is?",
        "exp": null,
        "cop": 2,
        "opa": "Hurler's disease",
        "opb": "Hunter's disease",
        "opc": "sly syndrome",
        "opd": "Maroteaux Lamy syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "3366186e-2e27-427f-be5e-98572596af60",
        "choice_type": "single"
    },
    {
        "question": "Xanthoproteic test is used for",
        "exp": "Xanthoproteic test: The ring systems in phenylalanine, tyrosine and tryptophan undergo nitration on treatment with concentrated nitric acid when heated (Salkowski, 1888). The end product is yellow in color which is intensified in strongly alkaline medium. This reaction causes the yellow stain in the skin by nitric acid. Ref: DM Vasudevan, 7th edition, page no: 31",
        "cop": 3,
        "opa": "Reducing sugars",
        "opb": "Bile salts",
        "opc": "Amino acids",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0172d766-b2e1-46aa-a1d0-f2f8a80fd233",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of glycolysis by increased supply of O2 is called",
        "exp": "The Pasteur effect is an inhibiting effect of oxygen on the fermentation effect can be easily explained; as the yeast being facultative anaerobes can produce energy using two different metabolic pathways. While the oxygen concentration is low, the product of glycolysis, pyruvate, is turned into ethanol and carbon dioxide, and the energy production efficiency is low (2 moles of ATP per mole of glucose). If the oxygen concentration grows, pyruvate is conveed to acetyl CoA that can be used in the citric acid cycle, which increases the efficiency to 32 moles of ATP per mole of glucose. Therefore, about 16 times as much glucose must be consumed anaerobically as aerobically to yield the same amount of ATP.",
        "cop": 2,
        "opa": "Crabtree effect",
        "opb": "Pasteur effect",
        "opc": "Lewis effect",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a9938778-0719-49df-a5bf-86e7537f4200",
        "choice_type": "multi"
    },
    {
        "question": "Hydrogen ions are not formed by which complex or which is not a proton pump?",
        "exp": "Complex II or Succinate-Q-reductase; the electrons from FADH2 enter the ETC at the level of coenzyme Q. This step does not liberate enough energy to act as a proton pump. (fig. 20. 13). Ref: DM Vasudevan, 7th edition, page no: 261",
        "cop": 2,
        "opa": "Complex I",
        "opb": "Complex II",
        "opc": "Complex III",
        "opd": "Complex IV",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cf252512-096b-4d15-9afd-b3a505cc8513",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby refuses breast milk since the 2nd day of bih but accepts glucose-water, develops vomiting and severe jaundice by the 5th day. Benedict's test was positive for urine and blood glucose was low. The most likely cause is due to the deficiency of",
        "exp": "The above clinical features suggest a disorder of galactose metabolism. Galactose-1-phosphate uridyl transferase deficiency leads to classical galactosemia. It is an autosomal recessive disorder. Clinical features: Accumulation of galactose-1-phosphate in the liver causes liver damage & leads to hepatomegaly, vomiting, convulsions. Accumulation of galactose-1-phosphate depletes the liver of inorganic phosphate leading to diminished ATP synthesis which affects gluconeogenesis resulting in hypoglycemia. Accumulation of galactose-1-phosphate in the nerves causes intellectual disability. Accumulation of galactitol in the lens causes oil-drop cataract. Urinary reducing sugar (Benedict's test) and Mucic acid test is positive. Treatment is galactose-free diet. Reference: Lippincott's Illustrated biochemisty 6th Edition Pg 141",
        "cop": 4,
        "opa": "Galactokinase",
        "opb": "Aldose reductase",
        "opc": "UDP galactose 4 epimerase",
        "opd": "Galactose 1 phosphate uridyl transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "04b4d29b-c809-4cf4-9ca5-58efd1ca1753",
        "choice_type": "single"
    },
    {
        "question": "Fluoride ions act by inhibiting",
        "exp": "Enolase is inhibited by fluoride, and when blood samples are taken for measurement of glucose, glycolysis is inhibited by taking the sample into tubes containing fluoride. Enolase is also dependent on the presence of either Mg2+ or Mn2+ ions. Reference: Harper; 30th edition; Page no: 171",
        "cop": 1,
        "opa": "Enolase",
        "opb": "Hexokinase",
        "opc": "Cytochrome oxidase",
        "opd": "Carbonic anhydrase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "85e2eab0-b9f6-42c7-b507-e91602fda4bc",
        "choice_type": "single"
    },
    {
        "question": "Coenzyme required for transketolase reaction is",
        "exp": "Transketolase transfers the two-carbon unit comprising carbons 1 and 2 of a ketose onto the aldehyde carbon of an aldose sugar. It, therefore, effects the conversion of a ketose sugar into an aldose with two carbons less and an aldose sugar into a ketose with two carbons more. The reaction requires Mg2+ and thiamin diphosphate (vitamin B1) as the coenzyme. Measurement of erythrocyte transketolase and its activation by thiamin diphosphate provides an index of vitamin B1 nutritional status. Ref: Harper&; s Biochemistry; 30th edition; Chapter 20; The Pentose Phosphate Pathway & Other Pathways of Hexose Metabolism",
        "cop": 2,
        "opa": "Ca2+",
        "opb": "Mg2+",
        "opc": "H+",
        "opd": "PO4-",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c1c34e74-acee-4437-9401-24012d87f236",
        "choice_type": "single"
    },
    {
        "question": "Mechanism by which pyruvate cytosol is transpoed to mitochondria is",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "Chloride antipo",
        "opb": "Proton sympo",
        "opc": "ATP dependent antipo",
        "opd": "Facilitated unipo",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "00ebfe41-d319-4db5-8894-eddf98d32763",
        "choice_type": "single"
    },
    {
        "question": "High energy phosphates are produced in the following pathways except",
        "exp": "ATP is neither utilized nor produced by the HMP shunt pathway. Ref: DM Vasudevan, 6th edition, page no: 117",
        "cop": 1,
        "opa": "HMP shunt",
        "opb": "Oxidative pathway",
        "opc": "Glycolysis",
        "opd": "TCA cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2573bcf1-5cdc-4fda-a017-6b89aa3bd888",
        "choice_type": "multi"
    },
    {
        "question": "Pyruvate dehydrogenase is inhibited allosterically by",
        "exp": "Regulation of PDH: PDH is subject to regulation by allosteric mechanisms and covalent modification. Allosteric inhibitors are the products acetyl CoA and NADH. PDH or E1 is covalently modified by phosphorylation by PDH kinase and dephosphorylated by PDH phosphatase. The dephosphorylated form of the enzyme is active. Hence, activators of PDH kinase like ATP, NADH and acetyl CoA inhibit PDH reaction. PDH phosphatase is activated by Ca++, Mg++ and AMP; this will increase the rate of PDH reaction where as PDH kinase is inhibited by Ca++. When there is adequate ATP and acetyl CoA, the enzyme is inhibited. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 101.",
        "cop": 3,
        "opa": "AMP",
        "opb": "Pyruvate",
        "opc": "NADH",
        "opd": "Insulin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "61edc8fd-4c8d-4b56-8f8e-f3ad44fc2f25",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticoagulant used in estimating blood glucose prevents glycolysis?",
        "exp": "Enolase is inhibited by fluoride, and when blood samples are taken for measurement of glucose, glycolysis is inhibited by taking the sample into tubes containing fluoride. Enolase is also dependent on the presence of either Mg2+ or Mn2+ ions. Reference: Harper; 30th edition; Page no: 171",
        "cop": 3,
        "opa": "Oxalate",
        "opb": "Citrate",
        "opc": "Sodium fluoride",
        "opd": "Heparin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1b4179fb-86aa-4f11-b79c-b1d9ce3d244f",
        "choice_type": "single"
    },
    {
        "question": "Not gluconeogenic",
        "exp": "The major non-carbohydrate precursors of glucose are lactate, glucogenic amino acids (all except leucine) and glycerol. Lactate is formed by RBC in glycolysis because mitochondria are absent. Lactate is also formed by active skeletal muscle when the rate of glycolysis exceeds the rate of TCA cycle, the pyruvate formed is conveed to lactate. Ref: DM Vasudevan, 7th edition, page no: 117",
        "cop": 1,
        "opa": "Acetyl CoA",
        "opb": "Lactate",
        "opc": "Glycerol",
        "opd": "Alaline",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0bc89c51-f298-42eb-9ed2-541125afe6be",
        "choice_type": "single"
    },
    {
        "question": "Non-ketotic hypoglycemia is seen in all except",
        "exp": "In glycogen storage disease, conditions; Hyperlipidemia, lactic acidosis and ketosis(table: 10. 2), hyperuricemia, cirrhosis. Ref: DM Vasudevan, 7th edition, page no: 128",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Hereditary fructose intolerance",
        "opc": "Hyperinsulinism",
        "opd": "Glycogen storage disorders",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "98036025-6bd4-47c3-a938-75041ce515da",
        "choice_type": "multi"
    },
    {
        "question": "Gluconeogenesis from lactate needs all except",
        "exp": "The lactate formed in the muscle is transpoed to the liver. In the liver cell lactate dehydrogenase conves lactate to pyruvate (Fig. 9. 28). The pyruvate enters the gluconeogenic pathway to form glucose. Ref: DM Vasudevan, 7th edition, page no: 119",
        "cop": 3,
        "opa": "Transpo of lactate from muscle to liver",
        "opb": "Conversion of lactate to pyruvate",
        "opc": "Transamination of pyruvate to alanine",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b8277cd7-1008-4fa7-96a9-2ba6e190753b",
        "choice_type": "multi"
    },
    {
        "question": "Enzymes in glycogen metabolism",
        "exp": "The liver phosphorylase-b is the inactive form. It becomes active on phosphorylation. The active enzyme is denoted as phosphorylase-a. Ref: DM Vasudevan, page no: 127",
        "cop": 1,
        "opa": "Phosphorylase a",
        "opb": "Phosphorylase b",
        "opc": "Glycogen Synthase II",
        "opd": "Glycogen Synthase C",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5ac8a556-54cf-4bbb-8885-7cf3ec4bb611",
        "choice_type": "single"
    },
    {
        "question": "The activity of pyruvate carboxylase is dependent upon the positive allosteric effector",
        "exp": "Pyruvate carboxylase is an allosteric enzyme. Acetyl CoA is an activator of pyruvate carboxylase so the generation of oxaloacetate is ored when acetyl CoA level is sufficiently high. Ref: DM Vasudevan, 7th edition, page no: 120",
        "cop": 4,
        "opa": "Succinate",
        "opb": "AMP",
        "opc": "Isocitrate",
        "opd": "Acetyl Co A",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "810b2633-9c7c-4902-a2e7-c74daa8c456a",
        "choice_type": "multi"
    },
    {
        "question": "Essential fructosuria is due to deficiency of",
        "exp": "Fructosuria is a benign metabolic defect due to deficiency of fructokinase. There is no abnormality in other than excretion of fructose in urine. Ref: DM Vasudevan, 7th edition, page no: 138",
        "cop": 3,
        "opa": "b-galactosidase",
        "opb": "Aldolase-B",
        "opc": "Fructokinase",
        "opd": "Aldose reductase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5ee3b978-d094-45db-858e-66f70b85c260",
        "choice_type": "single"
    },
    {
        "question": "In TCA cycle, NADH is produced at all sites except",
        "exp": "6th Step: Formation of Fumarate Succinate is dehydrogenated to fumarate, an unsaturated dicarboxylic acid, by succinate dehydrogenase (step 6, Fig. 18. 2). The hydrogen atoms are accepted by FAD. The FADH2 then enters into ETC to generate ATPs. Ref: DM Vasudevan, 7th edition, page no: 248",
        "cop": 2,
        "opa": "Isocitrate dehydrogenase",
        "opb": "Succinate dehydrogenase",
        "opc": "Malate dehydrogenase",
        "opd": "Pyruvate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a96768d2-f351-408d-bf95-648fc047ae52",
        "choice_type": "multi"
    },
    {
        "question": "The syndrome associated with deficiency of Dermatan sulfate, heparan sulfate, chondroitin 4-sulfate and chondroitin 6-sulfate is",
        "exp": "Disease name Abbretion Enzyme Defective GaG(s) affected Symptoms Sly syndrome MPS VII b-Glucuronidase Dermatan sulfate, heparan sulfate, chondroitin 4-sulfate, chondroitin 6-sulfate Skeletal dysplasia, sho stature, hepatomegaly, cloudy cornea Reference: Harper; 30th edition; Page no: 639; Table: 50-8",
        "cop": 3,
        "opa": "Hunter syndrome",
        "opb": "Morquio syndrome B",
        "opc": "Sly syndrome",
        "opd": "Hurler syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4c302094-39c9-4ac3-bcad-e7848d82ba86",
        "choice_type": "single"
    },
    {
        "question": "Accumulation of glycogen in lysosomes is characteristic in the deficiency of",
        "exp": "Type Name Enzyme Deficiency Clinical Features II Pompe disease Lysosomal a1 - 4 and a1 - 6 glucosidase (acid maltase) Accumulation of glycogen in lysosomes: Juvenile onset variant, Muscle hypotonia, Death from heart failure by age 2 Adult-onset variant, muscle dystrophy Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 3,
        "opa": "Glycogen synthase",
        "opb": "Liver debranching enzyme",
        "opc": "Acid maltase",
        "opd": "Muscle phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2d3c5a97-ced0-4adf-b0cb-25daeb847e34",
        "choice_type": "single"
    },
    {
        "question": "Lactate is formed in all except",
        "exp": "Anaerobic glycolysis does not occur in the brain. Therefore lactate is not formed in the brain. Most tissues have at least some requirement for glucose. In the brain, the requirement is substantial, and even in prolonged fasting, the brain can meet no more than about 20% of its energy needs from ketone bodies. Ref: Harper&; s biochemistry; 30th edition; page no: 168",
        "cop": 3,
        "opa": "RBC",
        "opb": "Lens",
        "opc": "Brain",
        "opd": "Testis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4168171e-b22c-45fc-bf24-fda5dd714b94",
        "choice_type": "multi"
    },
    {
        "question": "Cytochrome Oxidase is a",
        "exp": "Cytochrome oxidase is a hemoprotein widely distributed in many tissues, having the typical heme prosthetic group present in myoglobin, hemoglobin, and other cytochromes. Ref: Harper Biochemistry; 30th edition; Chapter 12; Biologic Oxidation",
        "cop": 1,
        "opa": "Hemoprotein",
        "opb": "Flavin mononucleotide",
        "opc": "Flavin adenine dinucleotide",
        "opd": "flavin adenine trinucleotide",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bbb62356-6488-4a31-a3c7-6dbd18202e52",
        "choice_type": "single"
    },
    {
        "question": "Isocitrate dehydrogenase is linked to",
        "exp": "There are three isoenzymes of isocitrate dehydrogenase. One, which uses NAD+, is found only in mitochondria. The other two use NADP+ and are found in mitochondria and the cytosol. Respiratory-chain-linked oxidation of isocitrate occurs through the NAD+-dependent enzyme. Reference: Harper; 30th edition; Page no: 163",
        "cop": 1,
        "opa": "NAD",
        "opb": "FAD",
        "opc": "NADP",
        "opd": "FMN",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b43e2ef0-1669-4f11-b01c-04a561bc1060",
        "choice_type": "single"
    },
    {
        "question": "Fluoride released from fluoroacetate inhibits which metabolic pathway?",
        "exp": "Fluoroacetate is toxic because fluoroacetyl co A condenses with oxaloacetate to form fluorocitrate, which inhibits aconitase, causing citrate to accumulate. Other inhibitors of citric acid cycle-Malonate, Arsenite. Enolase requires Mg++, and by removing magnesium ions, fluoride will reversibly inhibits this enzyme. Thus, fluoride will stop the glycolysis. So when blood for sugar estimation, fluoride is added to blood. If not, glucose is metabolized by the blood cells, so that lower blood glucose values are obtained. Reference: Harpers illustrated biochemistry, 30th edition",
        "cop": 2,
        "opa": "ETC",
        "opb": "TCA Cycle",
        "opc": "Oxidative phosphorylation",
        "opd": "Glycolytic pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f68707af-d09c-4003-9b06-a966869709dd",
        "choice_type": "single"
    },
    {
        "question": "Amino acid cannot used for glycogen synthesis",
        "exp": "Question Repeated",
        "cop": 3,
        "opa": "Muscle",
        "opb": "RBCs",
        "opc": "Brain",
        "opd": "Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0a19f6f6-95e7-4b72-af2c-d884b1a220e1",
        "choice_type": "single"
    },
    {
        "question": "Enzyme activated by covalent phosphorylation is",
        "exp": "Glycogen phosphorylase removes glucose as glucose-1-phosphate from glycogen(phosphorolysis). It contains pyridoxal phosphate as a prosthetic group. Ref: DM Vasudevan, 7th edition, page no: 124",
        "cop": 1,
        "opa": "Glycogen phosphorylase",
        "opb": "Acetyl CoA carboxylase",
        "opc": "HMG CoA reductase",
        "opd": "Pyruvate carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bd39d066-3e04-4658-a01e-1663494a8076",
        "choice_type": "single"
    },
    {
        "question": "The molecule, which is the initiator of cataract formation in the eye lens and whose 1-phosphate derivative is responsible for liver failure, is",
        "exp": "In lens, the enzyme aldose reductase reduces monosaccharides to corresponding sugar alcohols; glucose to sorbitol and galactose to galactitol. these polyols do not cross cell membranes and hence accumulate; causing osmotic swelling and consequent disruption of cell architecture. Thus diabetes mellitus and galactosemia cause cataract. Ref: DM Vasudevan, 7th edition, page no: 727",
        "cop": 4,
        "opa": "Sorbitol",
        "opb": "Mannitol",
        "opc": "Inositol",
        "opd": "Galactitol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "23b6edb1-8cd9-43aa-bd0b-4c46a76e9a91",
        "choice_type": "single"
    },
    {
        "question": "Cori&; s cycle is concerned with transpo of",
        "exp": "It is the process in which glucose is conveed to lactate in the muscle, and in the liver this lactate is reconveed into glucose actively contracting muscle, pyruvate is reduced to lactate which may tend to accumulate in muscle. The muscle cramps, often associated with strenuous muscular exercise, are thought to be due to lactate accumulation. To prevent lactate accumulation, the body utilizes Cori&; s cycle. Ref: DM Vasudevan, 7th edition, page no: 114",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Glutamate",
        "opc": "Lactate",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cb2ef6ce-9f1a-4405-824d-220756e45b1e",
        "choice_type": "multi"
    },
    {
        "question": "The general test for detection of carbohydrates is",
        "exp": "Molisch test: It is a general test for the detection of carbohydrates. The strong H2. SO4 hydrolyzes carbohydrates (poly and disaccharides) to liberate monosaccharides. The monosaccharides get dehydrated to form furfural (from pentoses) or hydroxymethyl furfural (from hexoses) which condense with a-naphthol to form a violet colored complex. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 17",
        "cop": 2,
        "opa": "Iodine test",
        "opb": "Molisch test",
        "opc": "Barfoed test",
        "opd": "Osazone test",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "34b917fe-1059-4714-9a73-0d9a4b4874bc",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate dehydrogenase complex requires all the following coenzymes, Except",
        "exp": "COA, TPP (thiamine pyrophosphate), Lipoate, FAD, NAD+ cofactors are pa of pyruvate dehydrogenase complexreaction. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 252",
        "cop": 3,
        "opa": "FAD",
        "opb": "NAD+",
        "opc": "THF",
        "opd": "TPP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1a77a9be-1484-45a0-b720-545e5794c0b8",
        "choice_type": "multi"
    },
    {
        "question": "Pyruvate dehydrogenase enzyme complex contains the following cofactors except",
        "exp": "Glycolysis; is oxidatively decarboxylated to acetyl CoA by pyruvate dehydrogenase(PDH). is a multienzyme complex with 5 co-enzymes and 3 apoenzymes. Coenzymes; -thiamine pyrophosphate -Coenzyme A -FAD -NAD+ -Lipoamide. Ref: DM Vasudevan, 7th edition, page no: 115",
        "cop": 4,
        "opa": "Thiamine pyrophosphate",
        "opb": "Coenzyme A",
        "opc": "Flavin adenine dinucleotide (FAD)",
        "opd": "Nicotinamide adenine dinucleotide phosphate NADP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "68aadf5c-52ea-43ce-a9e5-023730b3a5da",
        "choice_type": "multi"
    },
    {
        "question": "Muscle cannot make use of glycogen for energy because of deficiency of",
        "exp": "Muscle doesn&; t contain glucose -6-phosphate. only liver contain. Glucose -6-phosphatase hydrolyze glycose-6-phosphate into glucose and released into the blood. Ref: DM Vasudevan, 7th edition",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Phosphoglucomutase",
        "opc": "G-6-phosphatase",
        "opd": "Muscle phosphorylae",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ef1332d1-21a6-46ff-a9ff-f4d9c785d17b",
        "choice_type": "single"
    },
    {
        "question": "In Gaucher&; s diseases, there is deficiency of",
        "exp": "Enzyme defect Gaucher&; s disease. Beta glucosidase is deficient Salient features: -Glucocerebroside accumulate. adult, infantile, juvenile. Hepatosplenomegaly, erosion of bone, moderate anemia. Ref: DM Vasudevan, 7th edition, page no: 184",
        "cop": 1,
        "opa": "Glucocerebrosidase",
        "opb": "Glucokinase",
        "opc": "Sphingomyelinase",
        "opd": "G-6. PD",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c633816e-01d3-48fa-821d-cd2bb5131c8e",
        "choice_type": "single"
    },
    {
        "question": "Not an aldose sugar",
        "exp": "Aldose sugars glyceraldehyde, erythrose, arabinose, xylose, ribose, glucose, galactose, mannose. Ref: DM Vasudevan, 7th edition, page no: 76",
        "cop": 3,
        "opa": "Erythrose",
        "opb": "Glucose",
        "opc": "Fructose",
        "opd": "Galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "050eb885-25ca-4ccc-bbaf-e105b9648c6b",
        "choice_type": "single"
    },
    {
        "question": "Glycolytic enzyme(s) inhibited by fluoride",
        "exp": "Question repeated",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Aldolase",
        "opc": "Enolase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8379a97e-2589-40be-8e2a-40e6fe59a2b2",
        "choice_type": "single"
    },
    {
        "question": "Oxaloacetate is formed from",
        "exp": "Aminotransferase (transaminase) reactions form pyruvate from alanine, oxaloacetate from aspaate, and a-ketoglutarate from glutamate. Because these reactions are reversible, the cycle also serves as a source of carbon skeletons for the synthesis of these amino acids. Other amino acids contribute to gluconeogenesis because their carbon skeletons give rise to citric acid cycle intermediates. Alanine, cysteine, glycine, hydroxyproline, serine, threonine, and tryptophan yield pyruvate; arginine, histidine, glutamine, and proline yield a-ketoglutarate; isoleucine, methionine, and valine yield succinyl-CoA; tyrosine and phenylalanine yield fumarate. Reference: Harper; 30th edition; Page no: 165",
        "cop": 3,
        "opa": "Glutamate",
        "opb": "Histidine",
        "opc": "Aspaate",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c53dc758-28aa-44c0-99cd-d44182d60d36",
        "choice_type": "single"
    },
    {
        "question": "G-6-PD deficiency causes",
        "exp": "GPD Deficiency i. The enzyme glucose-6-phosphate dehydrogenase (GPD) may be deficient in some persons. It is the most common enzyme deficiency seen in clinical practice. The defect is transmitted as an X-linked recessive trait. ii. It will lead to drug-induced hemolytic anemia. The deficiency is manifested only when exposed to ceain drugs or toxins, e. g. intake of antimalarial drugs like primaquine. Primaquine stimulates peroxide formation inside RBC. In GPD deficient cells, the level of NADPH is low; hence fuher production of peroxides will lead to cell lysis. Ref: DM Vasudevan, 7th edition, page no: 134",
        "cop": 2,
        "opa": "Leukemia",
        "opb": "Hemolytic anemia",
        "opc": "Hemophilia",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9b4c536b-71af-46a2-89c4-f5d25a1d258e",
        "choice_type": "multi"
    },
    {
        "question": "Major contribution towards gluconeogenesis",
        "exp": "Alanine dominates among transpoed amino acid. It is postulated that pyruvate in skeletal muscle undergo transamination to produce alanine. Alanine is transpoed to liver and used for gluconeogenesis. This cycle is referred to as glucose-alanine cycle Ref: satyanarayana 4th edition, pg: 262",
        "cop": 2,
        "opa": "Ketones",
        "opb": "Alanine",
        "opc": "Lactate",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ba96fa8a-7933-4d9a-b119-64b0864456f3",
        "choice_type": "single"
    },
    {
        "question": "G6. PD stands for",
        "exp": "G6. PD-glucose 6 phosphate dehydrogenase. Ref: DM Vasudevan, 7th edition, page no: 67",
        "cop": 2,
        "opa": "Glucose 6 phosphatase dehydratase",
        "opb": "Glucose 6 phosphate dehydrogenase",
        "opc": "Glucose 6 phosphodiesterase",
        "opd": "Glucose 6 phosphate decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b61ef8cc-7add-4e13-9add-c12a21947345",
        "choice_type": "single"
    },
    {
        "question": "Gaucher&; s disease is caused by deficiency of",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "Ceramidase",
        "opb": "Be ta galactosidase",
        "opc": "Beta glucosidase",
        "opd": "Spingomyelinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e7bdc9de-11cc-44ce-b002-b550519b23a7",
        "choice_type": "single"
    },
    {
        "question": "Essential pentosuria is seen in defect of which pathway?",
        "exp": "Essential pentosuria is defect in glucuronic acid pathway of glucose. is an inborn error of metabolism. In the pathway, L-xylulose is conveed to D-xylulose by 2 enzymes, xylitol dehydrogenase, and xylulose reductase. of any of these enzymes leads to pentosuria. Ref: DM Vasudevan, 7th edition, page no: 135",
        "cop": 2,
        "opa": "HMP shunt",
        "opb": "Uronic acid pathway",
        "opc": "TCA cycle",
        "opd": "Gluconeogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e63d3d37-ae65-4c22-b757-e2774ac85372",
        "choice_type": "single"
    },
    {
        "question": "Energy source of brain in later pa of starvation",
        "exp": "Brain and starvation: During starvation, a significant pa (60-70%) of the energy requirement of the brain is then met by ketone bodies. Under conditions of paial anoxia, the production of ammonia is increased. This is immediately trapped as glutamine. The NH2 group of glutamine and glutamate can be used for synthesis of other amino acids. Ref: DM Vasudevan, 7th edition, page no: 100",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Fatty acids",
        "opc": "Ketonis",
        "opd": "Glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1353722d-b777-40f5-84d8-7c1b8b589fb5",
        "choice_type": "single"
    },
    {
        "question": "AST/ALT > 2 is seen in deficiency of",
        "exp": "The AST/ALT ratio is the ratio between the concentrations of the enzymes aspaate transaminase (AST) and alanine transaminase, aka alanine aminotransferase (ALT) in the blood of a human or animal. It is measured with a blood test and is sometimes useful in medical diagnosis to differentiate between causes of liver damage, or hepatotoxicity. the following are typical AST and ALT patterns relating to the \"upper limit of normal\" (ULN) Alcoholic fatty liver disease: AST > 8 times the ULN; ALT > 5 times the ULN Nonalcoholic fatty liver disease: AST and ALT > 4 times the ULN Acute viral hepatitis or toxin-related hepatitis with jaundice: AST and ALT > 25 times the ULN Ischemic hepatopathy (ischemic hepatitis, shock liver): AST and ALT > 50 times the ULN (in addition the lactate dehydrogenase is often markedly elevated) Chronic hepatitis C virus infection: Wide variability, typically normal to less than twice the ULN, rarely more than 10 times the ULN Chronic hepatitis B virus infection: Levels fluctuate; the AST and ALT may be normal, though most patients have mild to moderate elevations (approximately twice the ULN); with exacerbations, levels are more than 10 times the ULN Acid maltase deficiency (AMD) is an autosomal recessive disease characterized by an excessive accumulation of glycogen within lysosome-derived vacuoles in nearly all types of cells.",
        "cop": 3,
        "opa": "G-6-phosphatase",
        "opb": "Branching enzyme",
        "opc": "Acid maltase",
        "opd": "Liver phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a1990f96-841d-4430-be08-0480ac15be79",
        "choice_type": "single"
    },
    {
        "question": "Sandhoff's disease is d/t absence of which enzyme?",
        "exp": "It is a lipid storage disease. Due to deficiency of hexaminidase. Leads to accumulation of globoside (Table; 14. 4). Ref: DM Vasudevan, 7th edition, page no: 193",
        "cop": 1,
        "opa": "Beta-hexosaminidase",
        "opb": "Beta-glucuronibase",
        "opc": "Aryl sulphatase",
        "opd": "Alpha galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "474f1446-d48f-4129-b666-8c2fb8339ed0",
        "choice_type": "single"
    },
    {
        "question": "Final common pathway of metabolism of carbohydrates, lipids and protein metabolism is",
        "exp": "Final Common Oxidative Pathway Citric acid cycle may be considered as the final common oxidative pathway of all foodstuffs. all the major ingredients of foodstuffs are finally oxidized through the TCA cycle. Almost all the biochemical processes use ATP for meeting energy needs--muscle contraction, active transpo, biosynthetic reactions, etc. A thermodynamically unorable reaction when coupled with hydrolysis of ATP becomes orable. Ref: DM Vasudevan, 7th edition, page no: 250",
        "cop": 1,
        "opa": "TCA cycle",
        "opb": "Glycogenesis",
        "opc": "Gluconeogenesis",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8196a927-d987-4d0d-befe-a8636821489d",
        "choice_type": "multi"
    },
    {
        "question": "Main enzyme for glycogen metabolism",
        "exp": "The key enzyme for glycogenolysis is phosphorylase, which is activated by glucagon and adrenaline, under the stimulus of hypoglycemia. ii. The key enzyme for glycogen synthesis is glycogen synthase, the activity of which is decreased by adrenaline but is enhanced by insulin, under the stimulus of hyperglycemia (Fig. 9. 40). Glycogen metabolism is regulated by coordinated regulation of glycogen synthase and glycogen phosphorylase. The regulatory mechanisms include allosteric control as well as hormonal control by covalent modification of enzymes. The allosteric effectors are ATP, Glucose-6-phosphate, and AMP. Ref: DM Vasudevan, 7th edition",
        "cop": 2,
        "opa": "Glucose-6-phosphatase",
        "opb": "Glycogen synthase",
        "opc": "PFK-1",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "16ee4e01-7196-454a-962f-80beaf56ac80",
        "choice_type": "multi"
    },
    {
        "question": "Gluconeogenesis takes place in",
        "exp": "Only liver can replenish blood glucose through gluconeogenesis because glucose-6phosphatase is present mainly in liver. So liver plays the major role in maintaining the blood glucose level. Ref: DM Vasudevan, 7th edition, page no: 118",
        "cop": 1,
        "opa": "Liver",
        "opb": "RBC",
        "opc": "Adipocyte",
        "opd": "Myocyte",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8895b866-d1eb-491f-8a9b-71b29ac44a8a",
        "choice_type": "single"
    },
    {
        "question": "In glycolysis, the first committed step is catalyzed by",
        "exp": "Glucose enters glycolysis by phosphorylation to glucose 6-phosphate, catalyzed by hexokinase, using ATP as the phosphate donor. Under physiological conditions, the phosphorylation of glucose to glucose-6-phosphate can be regarded as irreversible. Hexokinase is inhibited allosterically by its product, glucose-6-phosphate. Reference: Harper; 30th edition; Page no: 169",
        "cop": 2,
        "opa": "2, 3 DPG",
        "opb": "Hexokinase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "16dcf96b-2d9e-42f6-82ae-7f96394cbe7e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzymes does NOT take pa in the conversion of lactate to phosphoenolpyruvate?",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "Lactate dehydrogenase",
        "opb": "Pyruvate kinase",
        "opc": "Pyruvate kinase",
        "opd": "Pyruvate carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bc345186-f2d7-4e2a-b0e7-97c062885153",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis occurs in all except",
        "exp": "Gluconeogenesis occurs mainly in liver and kidney. It also occurs in brain and muscle to some extent. Ref: DM Vasudevan, 7th edition, page no: 117",
        "cop": 3,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Gut",
        "opd": "Muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d2a6d3f8-a4ae-4aef-95a1-d2715e1dd98f",
        "choice_type": "multi"
    },
    {
        "question": "The conversion of propionyl CoA to succinyl CoA requires the following vitamins/coenzymes",
        "exp": "Propionate is a major precursor of glucose in ruminants; It enters gluconeogenesis the citric acid cycle. After esterification with CoA, propionyl-CoA is carboxylated to d-methylmalonyl-CoA, catalyzed by propionyl-CoA carboxylase, a biotin-dependent enzyme. l-methylmalonyl-CoA undergoes isomerization to succinyl-CoA catalyzed by methylmalonyl-CoA mutase. Methylmalonyl-CoA mutase is a vitamin B12-dependent enzyme, and in deficiency methylmalonic acid is excreted in the urine (methylmalonic aciduria). Ref: Harper&; s Biochemistry; 30th edition; Chapter 19; Gluconeogenesis & the Control of Blood Glucose",
        "cop": 4,
        "opa": "Thiamine pyrophosphate",
        "opb": "FAD and NAD+",
        "opc": "Coenzyme A",
        "opd": "Biotin and B12",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "36fd3c9c-bcd0-48b3-a097-60574a471317",
        "choice_type": "single"
    },
    {
        "question": "Not an example of substrate level phosphorylation",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Phosphofructokinase",
        "opb": "Succinyl thiokinase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphoglyccerate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0e6fa713-dc84-40ea-b06c-10d54abd59e9",
        "choice_type": "single"
    },
    {
        "question": "Mutarotation refers to change in",
        "exp": "Mutarotation refers to the change in the specific optical rotation representing the interconversion of a- and b- anomers of D-glucose to an equilibrium. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 14",
        "cop": 2,
        "opa": "pH",
        "opb": "Optical rotation",
        "opc": "Conductance",
        "opd": "Chemical propeies",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "512ba2e5-1089-4091-b10b-70039956cbd2",
        "choice_type": "single"
    },
    {
        "question": "All are substrates for gluconeogenesis except",
        "exp": "Substrates for gluconeogenesis- lactate, glucogenic amino acids such as alanine, glycerol, propionyl CoA. Ref: DM Vasudevan, 7th edition, page no: 119",
        "cop": 4,
        "opa": "Lactate",
        "opb": "Propionate",
        "opc": "Alanine",
        "opd": "Acetyl-CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "66af48a5-6255-47e2-bd51-e14fb8eac16a",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting enzyme in glycolysis",
        "exp": "Fructose-6-phosphate is fuher phosphorylated to fructose1, 6 bisphosphate. The enzyme is phosphofructokinase. is the rate-limiting enzyme of glycolysis. It is an allosterically regulated enzyme catalyzes the second phosphorylation step of glycolysis using a second molecule of ATP is an impoant key enzyme of this pathway. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 1,
        "opa": "Phosphofructokinase",
        "opb": "Glucose 6 dehydrogenase",
        "opc": "Pyruvate kinase",
        "opd": "Pyruvate carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5401532d-67de-47a4-8821-96e33b5dad77",
        "choice_type": "single"
    },
    {
        "question": "The metabolite that is regarded as the dead end in glycolysis",
        "exp": "Lactate is always the end product of glycolysis, lactate has been considered a dead -end waste product. Congruently, the end product of glycolysis has been viewed dichotomously: pyruvate in the presence of adequate oxygenation, La(-) in the absence of adequate oxygenation. In contrast, given the near-equilibrium nature of the lactate dehydrogenase (LDH) reaction and that LDH has a much higher activity than the putative regulatory enzymes of the glycolytic and oxidative pathways, we contend that La(-) is always the end product of glycolysis. Cellular La(-) accumulation, as opposed to flux, is dependent on (1) the rate of glycolysis, (2) oxidative enzyme activity, (3) cellular O2 level, and (4) the net rate of La(-) transpo into (influx) or out of (efflux) the cell. For intracellular metabolism, we reintroduce the Cytosol-to-Mitochondria Lactate Shuttle. Our proposition, analogous to the phosphocreatine shuttle, purpos that pyruvate, NAD(+), NADH, and La(-) are held uniformly near equilibrium throughout the cell cytosol due to the high activity of LDH. La(-) is always the end product of glycolysis and represents the primary diffusing species capable of spatially linking glycolysis to oxidative phosphorylation.",
        "cop": 2,
        "opa": "Pyruvate",
        "opb": "Lactate",
        "opc": "2, 3-bisphosphoglycerate",
        "opd": "3-phosphoglycerate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5fb4514d-2fc1-449a-8d41-eae6cc5c269e",
        "choice_type": "single"
    },
    {
        "question": "Debranching enzyme in glycogenolysis hydrolyzes which one of the following bonds to release free glucose?",
        "exp": "Alpha-1, 6-glucosidase(debranching enzyme)can hydrolyze the glucose unit held in alpha-1, 6-linkage at the branch point. Ref: DM Vasudevan, 7th edition, page no: 124",
        "cop": 2,
        "opa": "a (1-4)",
        "opb": "a (1-6)",
        "opc": "p (1-4)",
        "opd": "3 (1-6)",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "98ee7018-b321-4491-945a-fb6ce0ca762f",
        "choice_type": "single"
    },
    {
        "question": "Second messengers, DAG and IP3 are formed from",
        "exp": "Phosphatidylinositol Is a Precursor of Second Messengers. The G proteins activate phospholipase C, which hydrolyzes phosphatidylinositol4, 5-bisphosphate to produce diacylglycerols and the water-soluble second messenger inositol 1, 4, 5-triphosphate (IP3). Ref: Harper&; s Biochemistry; 30th edition; Chapter 54; White Blood Cells",
        "cop": 4,
        "opa": "Phosphatidyl choline",
        "opb": "Phosphatidyl ethanolamine",
        "opc": "Phosphatidyl serine",
        "opd": "Phosphatidyl inositol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f61c4488-4562-45e0-97d8-8c44275989c0",
        "choice_type": "single"
    },
    {
        "question": "Collagen has which amino acid?",
        "exp": "Each polypeptide chain of collagen has about 1000 amino acid residues. amino acid composition of collagen is quite unique. About 33% of the amino acids are glycine, that is, every third residue is glycine. Ref: DM Vasudevan, 7th edition, page no: 720",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Glycine",
        "opc": "Theonine",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6875872a-c199-46fc-96a8-ec6e49acdfd2",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of Von Gierke disease except",
        "exp": "Type name Enzyme Deficiency Clinical Features Ia Von Gierke disease Glucose-6-phosphatase Glycogen accumulation in liver and renal tubule cells Hypoglycemia Lactic acidemia Ketosis Hyperlipidemia Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 4,
        "opa": "Hypoglycemia",
        "opb": "Lactic acidosis",
        "opc": "Hyperlipidemia",
        "opd": "Muscle hypotonia",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "600c9a49-3e9c-4fe7-88d2-37ebbe822b10",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a homopolysaccharide?",
        "exp": "Chitin is composed of n-acetyl D-glucosamine held together by beta glycosidic bonds Heparin, chondroitin sulfate, hyaluronic acid are heteropolysacharides. Heparin - composed of D-glucuronate 2-sulfate, n-sulfoglucosamine 6-sulfate Chondritin sulfate-composed of D-glucuronic acid, N-acetylgalactosamine 4-sulfate Hyaluronic acid-D-glucuronic acif, N-acetylglucosamine Ref: satyanarayana, 4th edition pg no: 22",
        "cop": 2,
        "opa": "Heparin",
        "opb": "Chitin",
        "opc": "Chondroitin sulphate",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "97524b25-32c8-4478-b29d-d397a18e0bc9",
        "choice_type": "single"
    },
    {
        "question": "Transketolase requires",
        "exp": "Vitamin B complex. Co-enzyme form. Reactions used by the enzyme. Activity assessment. Thiamine Thiamine pyrophosphate Oxidative decarboxylation | RBC transketolase activity Riboflavin Flavin adenine dinucleotide Oxido reduction, Deamination | RBC glutathione reductase activity Niacin Nicotinamide adenine dinucleotide. Oxido reduction, Deamination Koenig reaction, Xanthurenic index Pantothenic acid Co enzyme A, ACP Co A derivatives, Acyl carrier proteins Pyridoxine Pyridoxal phosphate Transamination, Decarboxylation Tryptophan loading test, Xanthurenic index. Biotin Biotin Carboxylation Methylcobalamine. Homocysteine methyl transferase. Methyl malonylaciduria index Folic acid. FIGLU test Harper's illustrated Biochemistry, 30th ed, page 190",
        "cop": 2,
        "opa": "FAD",
        "opb": "TPP",
        "opc": "PLP",
        "opd": "FMN",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d8419f6a-9d73-4e0e-8c13-dff78e594147",
        "choice_type": "single"
    },
    {
        "question": "Cyclic AMP increase the rate of glycogenolysis by",
        "exp": "The roles of c. AMP and inorganic phosphate (Pi) in the regulation of muscle glycogenolysis during exercise have been investigated in humans using the needle biopsy technique. The fraction of phosphorylase a in resting muscle was as a mean 23%, but the rate of glycogenolysis was extremely low. Epinephrine infusion increased c. AMP in muscle by 3-fold and transformed 80% of phosphorylase to the form",
        "cop": 1,
        "opa": "Promoting the formation of phosphorylase",
        "opb": "Acting as a cofactor for glycogen phosphorylase",
        "opc": "Furnishing phosphate for the phosphorylysis of glycogen",
        "opd": "Acting as a precursor of 5' AMP which is a cofactor for glycogen phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "de81dfcb-574f-45f2-8746-99d232727ef8",
        "choice_type": "single"
    },
    {
        "question": "True about glycolysis are all except",
        "exp": "Glycolysis is the breakdown of glucose to pyruvic acid under aerobic conditions and to lactic acid under anaerobic conditions (a 3 carbon compounds). In fast-growing cancer cells, glycolysis proceeds at a high rate, forming large amounts of pyruvate, which is reduced to lactate and expoed. Glyceraldehyde-3-phosphate dehydrogenase form NADHSubstrate-level phosphorylation at Phosphoglycerate kinase, Pyruvate kinase. Ref: Harper 27e, page no: 169",
        "cop": 3,
        "opa": "Provide nutrition to cancer cells",
        "opb": "Substrate level phosphorylation at pyruvate kinase",
        "opc": "Two carbon end product is formed",
        "opd": "NADPH is formed by glyceraldhyde-3-phosphate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fd6058bb-91aa-459c-bbc0-285f0496b20f",
        "choice_type": "multi"
    },
    {
        "question": "End product of glycolysis in RBC is",
        "exp": "Under anaerobic conditions, the NADH cannot be reoxidized through the respiratory chain, and pyruvate is reduced to lactate catalyzed by lactate dehydrogenase. This permits the oxidization of NADH, permitting another molecule of glucose to undergo glycolysis. Under aerobic conditions, pyruvate is transpoed into mitochondria and undergoes oxidative decarboxylation to acetyl-CoA then oxidation to CO2 in the citric acid cycle. Glycolysis in erythrocytes always terminates in lactate, because the subsequent reactions of pyruvate oxidation are mitochondrial, and erythrocytes lack mitochondria. Reference: Harper; 30th edition; Page no: 171",
        "cop": 2,
        "opa": "Pyruvate",
        "opb": "Lactic acid",
        "opc": "Acetyl CoA",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f6f60da6-ce39-4745-aeaf-c1a11d1feb67",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a homopolysaccharide",
        "exp": "Polysaccharides are polymerized products of many monosaccharide units. o. Homoglycans are composed of single kind of monosaccharides, e. g. starch, glycogen and cellulose. o. Heteroglycans are composed of two or more different monosaccharides, e. g. hyaluronic acid, chondroitin sulfate. Polysaccharides. Repeating units. Homoglycans. Inulin D-fructose, beta 1, 2 linkages Dextran Glucose, 1-6, 1-4, 1-3 linkages Chitin N-acetyl glucosamine, beta 1-4 linkages. Heteroglycans. Agar Galactose, Glucose Agarose Galactose, Anhydrogalactose Hyaluronic acid N-acetyl glucosamine, Glucuronic acid Heparin Sulphated glucosamine, L-iduronic acid Chondroitin sulphate Glucuronic acid, N-acetyl galactosamine Keratin sulphate Galactose, N-acetyl glucosamine Dermatan sulphate L-iduronic acid, N-acetyl galactosamine DM Vasudevan, Textbook of Biochemistry for Medical Students, 7th ed, page 81",
        "cop": 2,
        "opa": "Heparin",
        "opb": "Chitin",
        "opc": "Chondroitin sulphate",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5c537c18-953b-4a0e-8322-0849b2371664",
        "choice_type": "single"
    },
    {
        "question": "All of the following take pa in oxidative phosphorylation except",
        "exp": "The NADPH system is responsible for generating free radicals in immune cells. NADPH is also used for anabolic pathways, such as lipid synthesis, cholesterol synthesis, and fatty acid chain elongation. Reference:",
        "cop": 1,
        "opa": "NADH",
        "opb": "FADH2",
        "opc": "NADPH",
        "opd": "ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "971493f9-ce86-4696-b889-aea5273ebba0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is required to bring about gluconeogenesis from pyruvate?",
        "exp": "Pyruvate in the cytoplasm enters the mitochondria. Then, carboxylation of pyruvate to oxaloacetate is catalysed by a mitochondrial enzyme, pyruvate carboxylase (Fig. 9. 24). It needs the co-enzymes biotin and ATP. Ref: DM Vasudevan, 7th edition, page no: 118",
        "cop": 2,
        "opa": "Pyruvate dehydrogenase",
        "opb": "Biotin",
        "opc": "Alpha ketoglutarate dehydrogenase",
        "opd": "Fructose-6 phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "00457243-699b-43e1-aac4-4836affd214b",
        "choice_type": "single"
    },
    {
        "question": "Coris disease is due to defect in",
        "exp": "It is type III glycogen storage disease. to deficiency of the debranching enzyme. Clinical features: highly branched dextrin accumulate, fasting hypoglycemia, hepatomegaly. Ref: DM Vasudevan, 7th edition, page no: 125",
        "cop": 2,
        "opa": "Branching enzyme",
        "opb": "Debranching enzyme",
        "opc": "Myophosphorylase",
        "opd": "Hepatic phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "334866ff-361f-45ed-a875-888c167f1e28",
        "choice_type": "single"
    },
    {
        "question": "A middle aged woman on oral contraceptives for many years, developed neurological symptoms such as depression, irritability, nervousness and mental confusion. Her hemoglobin level was 8g/dl. Biochemical investigations revealed that she was excreting highly elevated concentrations of xanthurenic acid in urine. She also showed high levels of triglycerides and cholesterol in serum. All of the above findings are most probably related to vitamin B6 deficiency caused by prolonged oral contraceptive use except:",
        "exp": "Increased triglyceride and cholesterol level are due to metabolic effects of OCP's and are not secondary to vitamin B6 deficiency. Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 4,
        "opa": "Increased urinary xanthurenic acid excretion",
        "opb": "Neurological symptoms by decreased synthesis of biogenic amines",
        "opc": "Decreased hemoglobin level",
        "opd": "Increased triglyceride and cholesterol level",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "60c8d0ca-e380-4719-bb29-2e3944848285",
        "choice_type": "multi"
    },
    {
        "question": "GAG affected in Sanfilippo syndromes is",
        "exp": "Disease name Abbretion Enzyme Defective GaG(s) affected Symptoms Sanfilippo syndrome A MPS IIIA Heparan sulfate-N-sulfatase Heparan sulfate Delay in development, motor dysfunction Sanfilippo syndrome B MPS IIIB a-N-Acetylglucosaminidase Heparan sulfate As MPS IIIA Sanfilippo syndrome C MPS IIIC a-Glucosaminide N-acetyltransferase Heparan sulfate As MPS IIIA Sanfilippo syndrome D MPS IIID N-Acetylglucosamine 6-sulfatase Heparan sulfate As MPS IIIA Reference: Harper; 30th edition; Page no: 639; Table: 50-8",
        "cop": 2,
        "opa": "Dermatan sulfate",
        "opb": "Heparan sulfate",
        "opc": "Keratan sulfate",
        "opd": "Chondroitin sulfate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "56cca985-bef9-493b-9204-3876c21afa0e",
        "choice_type": "single"
    },
    {
        "question": "Anaerobic glycolysis occurs in all except",
        "exp": "In the brain, the requirement is substantial, and even in prolonged fasting the brain can meet no more than about 20% of its energy needs from ketone bodies. Glycolysis, the major pathway for glucose metabolism, occurs in the cytosol of all cells. It can function either aerobically or anaerobically, depending on the availability of oxygen and the electron transpo chain. Erythrocytes, which lack mitochondria, are completely reliant on glucose as their metabolic fuel, and metabolize it by anaerobic glycolysis. However, to oxidize glucose beyond pyruvate (the end product of glycolysis) requires both oxygen and mitochondrial enzyme systems. Ref: harper&; s biochemistry 30 edition, page no: 168",
        "cop": 3,
        "opa": "RBCs",
        "opb": "Lens",
        "opc": "Brain",
        "opd": "Testis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6f0ede5b-5275-44b6-adcb-c11a43f0231e",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting enzyme in glycolysis?",
        "exp": null,
        "cop": 2,
        "opa": "Glucokinase",
        "opb": "Phosphofructokinase-1",
        "opc": "Phosphoglycerate kinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7347d9fa-8d3f-43da-9d2d-52697c1396c8",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of glycolysis by increased supply of O2 is",
        "exp": "u. Crab Tree Effect - Increasing concentrations of glucose accelerates glycolysis (the breakdown of glucose) which results in the production of appreciable amounts of ATP through substrate level phosphorylation. u. Pasteur effect - Under aerobic conditions, glycolysis is inhibited. This inhibitory effect of oxygen on glycolysis. u. Warburg Effect - Most cancer cells predominantly produce energy by a high rate of glycolysis followed by lactic acid fermentation in the cytosol, rather than by a comparatively low rate of glycolysis followed by oxidation of pyruvate in mitochondria as in most normal cells. Lehninger, Albe (2008). Principles of Biochemistry. 4th ed, p. 533.",
        "cop": 2,
        "opa": "Crabtree effect",
        "opb": "Pasteur effect",
        "opc": "Lewis effect",
        "opd": "Warburg effect",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a8ab8ba3-c149-4b65-88c6-4681a991cafb",
        "choice_type": "single"
    },
    {
        "question": "Pentose pathway is essential for the production of",
        "exp": "The major metabolic role of the HMP shunt pathway is to provide cytoplasmic NADPH for reductive biosynthesis of fatty acids, cholesterol, and steroids. Ref: DM Vasudevan, 7th edition, page no: 130",
        "cop": 3,
        "opa": "NAD",
        "opb": "FAD",
        "opc": "NADPH",
        "opd": "NADH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1fba8193-8c01-4d83-83aa-08dc1e9cc10b",
        "choice_type": "single"
    },
    {
        "question": "Von Gierke&; s disease is due to the deficiency of",
        "exp": "Glycogen storage disease type I (GSD I) or von Gierke&; s disease, is the most common of the glycogen storage diseases. This genetic disease results from deficiency of the enzyme glucose-6-phosphatase and has an incidence in the American population of approximately 1 in 100, 000 bihs. Ref: DM Vasudevan, 7th edition, page no: 128",
        "cop": 1,
        "opa": "Gluc-6 phosphatase",
        "opb": "Glue-1 phosphatase",
        "opc": "Branching enzyme",
        "opd": "Mycophosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9a60cf17-034c-48e8-ac30-82a222da9852",
        "choice_type": "single"
    },
    {
        "question": "Pair of organs involved in cahill cycle?",
        "exp": null,
        "cop": 1,
        "opa": "Liver and muscle",
        "opb": "liver and kidney",
        "opc": "liver and brain",
        "opd": "muscle and kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "53355a9e-2fee-44ff-9e00-b8f2f90f3067",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme is active when Insulin: Glucagon ratio is low?",
        "exp": "In the fasting state, as the concentration of glucose in the poal blood coming from the small intestine falls, insulin secretion decreases, and skeletal muscle and adipose tissue take up less glucose. The increase in secretion of glucagon by a cells of the pancreas inhibits glycogen synthetase and activates glycogen phosphorylase in the liver. The resulting glucose-6-phosphate is hydrolyzed by glucose 6-phosphatase, and glucose is released into the bloodstream for use by the brain and erythrocytes. The above scenario indicates glucagon is more hence glucose-6-phosphatase becomes active. Ref: Harper&; s Biochemistry; 30th edition; Page no: 148",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Hexokinase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Pyruvate carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "68419424-cfb3-48ae-9ce3-0cd6b2537252",
        "choice_type": "single"
    },
    {
        "question": "Major metabolic pathway in Erythrocytes?",
        "exp": "Major Metabolic Features. Organ. Major Pathways. Main Substrates. Major Products. Expoed. Specialist Enzymes. Erythrocytes. Anaerobic glycolysis, Pentose phosphatepathway. Glucose. Lactate. Hemoglobin, enzymesof pentose phosphatepathway. Ref: Harper&; s Biochemistry; 30th edition; Page no: 150; Table 14-3",
        "cop": 4,
        "opa": "b-Oxidation",
        "opb": "Citric acid cycle",
        "opc": "Gluconeogenesis",
        "opd": "Pentose phosphate pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "694825c5-99e4-4a11-afa9-492f6ff8c11f",
        "choice_type": "single"
    },
    {
        "question": "Hexosaminidase A deficiency causes",
        "exp": "Tay Sach&; s disease is a lipid storage disease. Due to deficiency of hexosaminidase A. Ganglioside. Ref: DM Vasudevan, 7th edition, page no: 193",
        "cop": 1,
        "opa": "Tay-sach disease",
        "opb": "Niemann pick disease",
        "opc": "Gaucher's disease",
        "opd": "Krabbe's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "61635c8f-0039-461f-bfa9-2bfc6bf4e7d2",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Von Gierke disease is",
        "exp": "Type Name Enzyme Deficiency Clinical Features Ia Von Gierke disease Glucose-6-phosphatase Glycogen accumulation in liver and renal tubule cells Hypoglycemia Lactic acidemia Ketosis Hyperlipidemia Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 2,
        "opa": "Glycogen synthase",
        "opb": "Glucose-6-phosphatase",
        "opc": "Branching enzyme",
        "opd": "Muscle phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "474991fb-1c13-4fb6-81d7-a4a7f0882036",
        "choice_type": "single"
    },
    {
        "question": "1st carbon of pentose sugar of nucleic acid joins",
        "exp": "The sugars and phosphates in nucleic acids are connected to each other in an alternating chain (sugar-phosphate backbone) through phosphodiester linkages. In conventional nomenclature, the carbons to which the phosphate groups attach are the 3&;-end and the 5&;-end carbons of the sugar. This gives nucleic acids directionality, and the ends of nucleic acid molecules are referred to as 5&;-end and 3&;-end. The nucleobases are joined to the sugars an N-glycosidic linkage involving a nucleobase ring nitrogen (N-1 for pyrimidines and N-9 for purines) and the 1&; carbon of the pentose sugar ring. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 2,
        "opa": "N-9 of pyrimidine",
        "opb": "N-1 of pyrimidine",
        "opc": "N-1 of purine",
        "opd": "N-8 of purine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "036aaf3a-48d7-4d5a-b38a-dfe4f456b7d5",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Pompe's disease?",
        "exp": "Type Name Enzyme Deficiency Clinical Features II Pompe disease Lysosomal a1 - 4 and a1 - 6 glucosidase (acid maltase) Accumulation of glycogen in lysosomes: juvenile onset variant, Muscle hypotonia, Death from heart failure by age 2 Adult-onset variant, muscle dystrophy Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 3,
        "opa": "Glycogen synthase",
        "opb": "Liver debranching enzyme",
        "opc": "Acid maltase",
        "opd": "Muscle phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "605a88f1-f105-4926-97ec-5f576f5c9f80",
        "choice_type": "single"
    },
    {
        "question": "Reducing equivalents produced in glycolysis are transpoed from cytosol to mitochondria by",
        "exp": "Malate-Aspaate Shuttle Mitochondrial membrane is impermeable to NADH. The NADH equivalents generated in glycolysis are therefore to be transpoed from the cytoplasm to mitochondria for oxidation. This is achieved by malate-aspaate shuttle or malate shuttle, which operates mainly in the liver, kidney, and hea. The cycle is operated with the help of enzymes malate dehydrogenase (MDH) and aspaate aminotransferase. From one molecule of NADH in the mitochondria, 2 1/2 ATP molecules are generated. Ref: DM Vasudevan, 7th edition, page no: 260",
        "cop": 3,
        "opa": "Carnitine",
        "opb": "Creatine",
        "opc": "Malate shuttle",
        "opd": "Glutamate shuttle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a57af29d-df33-4a39-a805-689935f3592a",
        "choice_type": "single"
    },
    {
        "question": "All the following enzymes catalyze physiologically irreversible reactions of glycolysis except",
        "exp": "GLYCOLYSIS IS REGULATED AT THREE STEPS INVOLVING NONEQUILIBRIUM REACTIONS Although most of the reactions of glycolysis are freely reversible, three are markedly exergonic and must, therefore, be considered to be physiologically irreversible. These reactions, catalyzed by hexokinase (and glucokinase), phosphofructokinase, and pyruvate kinase, are the major sites of regulation of glycolysis. Reference: Harper; 30th edition; Page no: 172",
        "cop": 4,
        "opa": "Hexokinase",
        "opb": "Phosphofructokinase",
        "opc": "Pyruvate kinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2c597fdb-ac23-4a2b-bafa-1a864cb8f178",
        "choice_type": "multi"
    },
    {
        "question": "Reverse folding of proteins is carried out by which enzyme?",
        "exp": "Most proteins in the body maintain their natural configuration or if that is paially lost are renatured by the action of molecular chaperones. Ref: DM Vasudevan, 7th edition, page no: 729",
        "cop": 3,
        "opa": "Valine",
        "opb": "Threonine",
        "opc": "Chaperone",
        "opd": "Aspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6f00e3ef-96a9-4e4f-bdb0-3b246dd8974a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following when absent would impair the rate-limiting step of glycogenolysis?",
        "exp": "The key enzyme for glycogenolysis is glycogen phosphorylase. Glycogen phosphorylase removes glucose as glucose-1- phosphate from glycogen. Alpha-1, 4- glycosidic linkage in glycogen are cleaved. Ref: DM Vasudevan, 7th edition, page no: 124",
        "cop": 3,
        "opa": "1, 4-Glucoronosyl troanterase",
        "opb": "Glycogen synthetase",
        "opc": "Glycogen phosphorylase",
        "opd": "Phosphoglucomutase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a647cb33-a85f-47d7-b9bf-4039bda06d20",
        "choice_type": "multi"
    },
    {
        "question": "Cofactor for Glycogen phosphorylase in Glycogenolysis is",
        "exp": "Glycogen phosphorylase removes glucose as glucose-6- phosphate from glycogen. It contains pyridoxal phosphate as prosthetic group. Ref: DM Vasudevan, 7th edition, page no: 124",
        "cop": 2,
        "opa": "Thiamine pyrophospohate",
        "opb": "Pyridoxal phosphate",
        "opc": "Citrate",
        "opd": "FAD",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "bba8c855-ee39-43f5-ba83-e9d37b9e5b80",
        "choice_type": "single"
    },
    {
        "question": "The hallmarks of type Ia glycogen storage disease are all of the following except",
        "exp": "Glycogen Storage Disease Type-I 1. It is also called Von Gierke&; s Disease. Most common type of glycogen storage disease is type I. 2. Incidence is 1 in 100, 000 live bihs. Salient features of the disease are: 3. Glucose-6-phosphatase is deficient. 4. Fasting hypoglycemia that does not respond to stimulation by adrenaline. The glucose cannot be released from liver during overnight fasting. 5. Hyperlipidemia, lactic acidosis, and ketosis. 6. Glucose-6-phosphate is accumulated, so it is channeled to HMP shunt pathway producing more ribose and more nucleotides. 7. Purines are then catabolized to uric acid, leading to hyperuricemia 8. Glycogen gets deposited in liver. Massive liver enlargement may lead to cirrhosis. 9. Children usually die in early childhood. 10. Treatment is to give small quantity of food at frequent intervals. Ref: DM Vasudevan, 7th edition, page no: 128",
        "cop": 2,
        "opa": "Hypoglycemia",
        "opb": "Metabolic alkalosis",
        "opc": "Hyperuricemia",
        "opd": "Hyperlipidemia",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a4f7d088-1d6f-4da5-b16f-9014092a8360",
        "choice_type": "multi"
    },
    {
        "question": "NAD+ is reduced to NADH + H+ by dehydrogenases of all the following substrates, Except",
        "exp": "Reference: Harper&; s Biochemistry; 30th edition; Chapter 8; Enzyme kinetics",
        "cop": 4,
        "opa": "Pyruvate",
        "opb": "Glyceraldehyde-3-phosphate",
        "opc": "Malate",
        "opd": "Succinate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "623b36a4-2a5e-41bf-957d-954a1bad84b3",
        "choice_type": "multi"
    },
    {
        "question": "The following types of reaction occur in glycolysis, except",
        "exp": "Step 1: Uptake and Phosphorylation of Glucose Glucose is phosphorylated to form glucose-6-phosphate. The reaction is catalysed by the specific enzyme glucokinase in liver cells and by non-specific enzyme hexokinase in liver and extrahepatic tissue. The enzyme splits the ATP into ADP, and the Pi is added to the glucose. Hexokinase is a key glycolytic enzyme. Hexokinase catalyses a regulatory step in glycolysis that is irreversible. Hexokinase, like many other kinases, requires Mg2+ for its activity. Step 2: Isomerization of Glucose-6-Phosphate to Fructose-6-Phosphate Glucose-6-phosphate is isomerised to fructose-6-phosphate by phosphohexose isomerase. This reaction involves an aldose-ketose isomerisastion catalysed by phosphohexose isomerase. There is opening of the glucopyranose ring of glucose-6-phosphate to a linear structure which then changes to the furanose ring structure of fructose-6-phosphate. Step 3: Phosphorylation of F-6-P to Fructose 1, 6-Biphosphate Fructose-6-phosphate is fuher phosphorylated to fructose 1, 6-bisphosphate. The enzyme is phosphofructokinase-1. It catalyses the transfer of a phosphate group from ATP to fructose-6-phosphate. The reaction is irreversible. One ATP is utilised for phosphorylation. Phosphofructokinase-1 is the key enzyme in glycolysis which regulates breakdown of glucose. Step 4: Cleavage of Fructose 1, 6-Biphosphate The 6 carbon fructose-1, 6-bisphosphate is cleaved into two 3 carbon units; one glyceraldehyde-3-phosphate (GAP) and another molecule of dihydroxyacetone phosphate (DHAP). The enzyme which catalyses the reaction is aldolase. Since the backward reaction is an aldol condensation, the enzyme is called aldolase. The reaction is reversible. Step 5: Interconversion of the Triose Phosphates GAP is on the direct pathway of glycolysis, whereas DHAP is not. Hence Triose-phosphate isomerase conves DHAP into GAP useful for generating ATP. Thus net result Is that glucose is now cleaved into 2 molecules of glyceraldehyde-3-phosphate. This reaction is rapid and reversible. Step 6: Oxidative phosphorylation of GAP to 1, 3-Bisphosphoglycerate The first step in the payoff phase is the oxidation of glyceraldehyde 3-phosphate to 1, 3-bisphosphoglycerate. This reaction is catalyzed by glyceraldehyde 3-phosphate dehydrogenase. It is the energy-yielding reaction. Reactions of this type in which an aldehyde group is oxidised to an acid are accompanied by the liberation of large amounts of potentially useful energy. During this reaction, NAD+ is reduced to NADH. This is a reversible reaction. Step 7: Conversion of 1, 3-Biphosphoglycerate to 3-Phosphoglycerate The enzyme phosphoglycerate kinase transfers the high-energy phosphoryl group from the carboxyl group of 1, 3-bisphosphoglycerate to ADP, forming ATP and 3-phosphoglycerate. This is a unique example where ATP can be produced at substrate level without paicipating in electron transpo chain. This type of reaction where ATP is formed at substrate level is called as Substrate level phosphorylation. Step 8: Conversion of 3-Phosphoglycerate to 2-Phosphoglycerate 3-phosphoglycerate is isomerized to 2-phosphoglycerate by shifting the phosphate group from 3rd to 2nd carbon atom. The enzyme is phosphoglucomutase. This is a readily reversible reaction. Mg2+ is essential for this reaction. Step 9: Dehydration of 2-Phosphoglycerate to Phosphoenolpyruvate 2-phosphoglycerate is conveed to phosphoenolpyruvate by the enzyme enolase. One water molecule is removed. A high energy phosphate bond is produced. The reaction is reversible. Enolase requires Mg++. Step 10: Conversion of Phosphoenol Pyruvate to Pyruvate Phosphoenolpyruvate (PEP) is dephosphorylated to pyruvate, by pyruvate kinase. First PEP is made into a transient intermediary of enol pyruvate; which is spontaneously isomerized into keto pyruvate, the stable form of pyruvate. One mole of ATP is generated during this reaction. This is again an example of substrate level phosphorylation. The pyruvate kinase is a key glycolytic enzyme. This step is irreversible. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 129.",
        "cop": 1,
        "opa": "Hydration",
        "opb": "Isomerisations",
        "opc": "Phosphoryl transfer",
        "opd": "Aldol cleavage",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2e2fbcce-d909-4239-87bd-80f40dc7a077",
        "choice_type": "multi"
    },
    {
        "question": "Conversion of lactate to glucose requires all except",
        "exp": "Step 3 of Glycolysis i. Fructose-6-phosphate is fuher phosphorylated to fructose1, 6-bisphosphate. The enzyme is phosphofructokinase. ii. PFK is an allosteric, inducible, regulatory enzyme. It is an impoant key enzyme of this pathway. This is again an activation process, the energy being derived by hydrolysis of yet another molecule of ATP. This irreversible step is the rate-limiting reaction in glycolysis. The lactate formed in the muscle is transpoed to the liver. In the liver cell lactate dehydrogenase conves lactate to pyruvate (Fig. 9. 28). The pyruvate enters the gluconeogenic pathway to form glucose. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 2,
        "opa": "Pyruvate carboxylase",
        "opb": "Phosphofructokinase",
        "opc": "PEP carboxykinase",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f2197de0-68cd-4018-a297-580527414600",
        "choice_type": "multi"
    },
    {
        "question": "Which of the enzyme of glycolysis is used in gluconeogenesis?",
        "exp": "Step 2 of Glycolysis Glucose-6-phosphate is isomerised to fructose-6phosphate by phosphohexose isomerase. This is readily reversible. Since reversal of this reaction occurs in gluconeogenesis. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 4,
        "opa": "Glucokinase",
        "opb": "PFK",
        "opc": "Pyruvate kinase",
        "opd": "Phosphohexose isomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4a4c9479-b313-4045-a819-301a29609bb5",
        "choice_type": "single"
    },
    {
        "question": "Arsenite inhibits",
        "exp": "Alpha ketoglutarate dehydrogenase (alpha ketoglutarate to succinyl CoA) is inhibited by Arsenite. This is a non-competitive inhibition. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 222.",
        "cop": 3,
        "opa": "Enolase",
        "opb": "G-6-PD",
        "opc": "Alpha ketoglutarate dehydrogenase",
        "opd": "Hexokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6101e57f-8fcc-480f-be18-1777700e5484",
        "choice_type": "single"
    },
    {
        "question": "Epimer combination (s) is/are",
        "exp": "When sugars are different from one another, only in configuration with regard to a single carbon atom, other than reference carbon atom, they are called epimers\\Ref: DM Vasudevan, 7th edition, page no: 71",
        "cop": 3,
        "opa": "D-glucose & D-fructose",
        "opb": "D-mannose & D-talose",
        "opc": "D-glucose & D-mannose",
        "opd": "D-glucose & D-gulose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "55be7001-4eee-4942-9e40-216ae2357e2d",
        "choice_type": "single"
    },
    {
        "question": "Hyperammonemia impairs Citric acid cycle by depleting",
        "exp": "Hyperammonemia, as occurs in advanced liver disease, leads to loss of consciousness, coma, and convulsions as a result of the impaired activity of the citric acid cycle, leading to reduced formation of ATP. Ammonia both depletes citric acid cycle intermediates (by withdrawing a-ketoglutarate for the formation of glutamate and glutamine) and also inhibits the oxidative decarboxylation of a-ketoglutarate. Reference: Harper; 30th edition; Page no: 161",
        "cop": 2,
        "opa": "Pyruvate",
        "opb": "a-ketoglutarate",
        "opc": "Oxaloacetate",
        "opd": "Succinate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a2b34e00-c6d7-48ab-8f9f-1373fd510bdf",
        "choice_type": "single"
    },
    {
        "question": "Key enzyme of gluconeogenesis are all except",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "Pyruvate carboxylase",
        "opb": "PEP carboxykinase",
        "opc": "Pyruvate kinase",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4e94cbe6-27b9-4a61-ad3e-e4c53c7f1034",
        "choice_type": "multi"
    },
    {
        "question": "In the Krebs cycle, Malonate competitively inhibits",
        "exp": "The first dehydrogenation reaction, forming fumarate, is catalyzed by succinate dehydrogenase, which is bound to the inner surface of the inner mitochondrial membrane. The enzyme contains FAD and iron-sulfur (Fe-S) protein, and directly reduces ubiquinone in the electron transpo chain. This is inhibited by Malonate Reference: Harper; 30th edition; Page no: 163",
        "cop": 3,
        "opa": "Isocitrate dehydrogenase",
        "opb": "Succinate thiokinase",
        "opc": "Succinate dehydrogenase",
        "opd": "a-Ketoglutarate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "dca0f5a4-c068-4705-9b88-7c6b687899a7",
        "choice_type": "single"
    },
    {
        "question": "Amphibolic cycle is",
        "exp": "All other pathways such as beta-oxidation of fat or glycogen synthesis are either catabolic or anabolic. But TCA cycle is truly amphibolic (both catabolic and anabolic) in nature. There is a continuous influx (pouring into) (Fig. 18. 9) and a continuous efflux (removal) of 4-carbon units from the TCA cycle (Fig. 18. 8). In a traffic circle, many roads converge and traffic flows towards one direction. Since various compounds enter into or leave from TCA cycle, it is sometimes called as \"metabolic traffic circle\". Impoant anabolic reactions related with citric acid cycle are a. Oxaloacetate is the precursor of aspaate b. Alpha-ketoglutarate can be made into glutamate c. Succinyl CoA is used for synthesis of heme d. Mitochondrial citrate is transpoed to cytoplasm, where it is cleaved into acetyl CoA, which then is the staing point of fatty acid synthesis",
        "cop": 1,
        "opa": "Citric acid cycle",
        "opb": "Glycolysis",
        "opc": "Protein synthesis",
        "opd": "Lipolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "21df9392-05d1-484c-8207-5c3343bbe58c",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of glycolysis is increased supply of O2 is",
        "exp": "Pasteur Effect - Under aerobic conditions, glycolysis is inhibited. This inhibitory effect of oxygen on glycolysis is known as Pasteur effect. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 134.",
        "cop": 2,
        "opa": "Crabtree effect",
        "opb": "Pasteur effect",
        "opc": "Lewis effect",
        "opd": "Krebs effect",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "88e58664-d8fe-4355-b229-c8ff4c23ca95",
        "choice_type": "single"
    },
    {
        "question": "Lactose on hydrolysis yields",
        "exp": "Lactose i. It is the sugar present in milk. It is a reducing disaccharide. On hydrolysis, lactose yields glucose and galactose. Beta glycosidic linkage is present in lactose. ii. The anomeric carbon atom of beta-galactose is attached to the 4th hydroxyl group of glucose through beta-1, 4 glycosidic linkage. The lactose may be alpha or beta variety, depending on the configuration of 1st carbon of glucose moiety. Ref: DM Vasudevan, 7th edition, page no: 77",
        "cop": 4,
        "opa": "2 molecules of fructose",
        "opb": "2 molecules of glucose",
        "opc": "One molecule of glucose and one molecule of fructose",
        "opd": "One molecule of glucose and one molecule of galactose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "feafc28c-b62f-4cd4-b1e6-f94671cf5c04",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about von Gierke&; s disease except",
        "exp": "Glycogen storage disease type I (GSD I) or von Gierke&; s disease, is the most common of the glycogen storage diseases. This genetic disease results from deficiency of the enzyme glucose-6-phosphatase and has an incidence in the American population of approximately 1 in 50, 000 to 100, 000 bihs. The deficiency impairs the ability of the liver to produce free glucose from glycogen and from gluconeogenesis. Since these are the two principal metabolic mechanisms by which the liver supplies glucose to the rest of the body during periods of fasting, it causes severe hypoglycemia and results in increased glycogen storage in liver and kidneys. Both organs function normally in childhood but are susceptible to a variety of problems in adult years. Other metabolic derangements include lactic acidosis and hyperlipidemia. Frequent or continuous feedings of cornstarch or other carbohydrates are the principal treatment. Other therapeutic measures may be needed for associated problems. Ref: DM Vasudevan, 7th edition, page no: 128",
        "cop": 4,
        "opa": "G-6 Phosphatase deficiency",
        "opb": "Hypoglycemia unresponsive to epinephrine but not glucagon",
        "opc": "Glycogen accumulates in kidney and liver",
        "opd": "Hyperglycemia",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f0de80ce-58aa-4d9a-bece-953751b2c97a",
        "choice_type": "multi"
    },
    {
        "question": "After 50 gm of glucose of feed orally",
        "exp": "Causes for Ketosis - Starvation: In starvation, the dietary supply of glucose is decreased. Available oxaloacetate is channelled to gluconeogenesis. The increased rate of lipolysis is to provide alternate source of fuel. The excess acetyl CoA is conveed to ketone bodies. The high glucagon level ors ketogenesis. The brain derives 60-75% of energy from ketone bodies under conditions of prolonged starvation. Hyperemesis (vomiting) in early pregnancy may also lead to starvationlike condition and may lead to ketosis. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 206.",
        "cop": 1,
        "opa": "Decrease ketone body production",
        "opb": "Increased lactate production upon exercise",
        "opc": "Decreased gluconeogenesis",
        "opd": "Increased gluconeogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5e111a0f-7a58-4a35-a4b3-c5e487ad4fe1",
        "choice_type": "multi"
    },
    {
        "question": "Inorganic phosphate is used in which enzyme of glycolysis?",
        "exp": "Step 6 of Glycolysis- i. The energy of 1, 3-BPG is trapped to synthesize one ATP molecule with the help of bisphospho-glycerate kinase. ii. This is an example of substrate level phosphorylation, where energy is trapped directly from the substrate, without the help of the complicated electron transpo chain reactions. iii. When energy is trapped by oxidation of reducing equivalents such as NADH, it is called oxidative phosphorylation. Step 6 is reversible. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 130.",
        "cop": 3,
        "opa": "Glucose-6-phosphatase",
        "opb": "Phospho fructokinase",
        "opc": "Phosphoglycerate kinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f17623d7-ac35-4740-8990-4213286bd056",
        "choice_type": "single"
    },
    {
        "question": "Regarding HMP shunt all of the following are true except",
        "exp": "Hexose monophosphate shunt is a metabolic pathway parallel to glycolysis. It generates NADPH and pentoses as well as ribose-5-phosphate the last one a precursor for the synthesis of nucleotides. There are two distinct phases in the pathway. The first is the oxidative phase, in which NADPH is generated, and the second is the non-oxidative synthesis of 5-carbon sugars. Ref: DM Vasudevan, 7th edition, page no: 130",
        "cop": 4,
        "opa": "Occurs in the cytosol",
        "opb": "No ATP is produced in the cycle",
        "opc": "It is active in Adipose tissue, Liver and Gonads",
        "opd": "The oxidative phase generates NADPH and the Non oxidative phase generates pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d4ca0de3-bde4-4ae8-9319-130662a1cd4f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about GLUT is false?",
        "exp": "Glu. T2 present in the serosal surface of intestinal cells, liver, beta cells of the pancreas. Glu. T3 present in neurons, and brain. Ref: DM Vasudevan, 7th edition, page no: 106",
        "cop": 1,
        "opa": "GLUT-2 is needed in brain",
        "opb": "GLUT-3 is present in placenta",
        "opc": "GLUT-4 is present in adipose tissue",
        "opd": "GLUT-3 is present in both intestine and testis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "802b2d8d-6422-48ab-8413-b6aa4af426c3",
        "choice_type": "multi"
    },
    {
        "question": "Fluoroacetate acts on ---- enzyme to inhibit the Citric acid cycle?",
        "exp": "The poison fluoroacetate is found in some of the plants, and their consumption can be fatal to grazing animals. Some fluorinated compounds used as anticancer agents and industrial chemicals (including pesticides) are metabolized to fluoroacetate. It is toxic because fluoroacetyl-CoA condenses with oxaloacetate to form fluorocitrate, which inhibits aconitase, causing citrate to accumulate. Reference: Harper; 30th edition; Page no: 162",
        "cop": 2,
        "opa": "Citrate synthase",
        "opb": "Aconitase",
        "opc": "Succinate dehydrogenase",
        "opd": "a-ketoglutarate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "25bc3586-479f-442e-b7ce-c2126261f441",
        "choice_type": "single"
    },
    {
        "question": "NADPH+, H+ is generated in the reaction catalyzed by",
        "exp": "u. The limited metabolic pathways present in red blood cells renders them completely reliant on the pentose phosphate pathway or, to be more specific, the X-linked enzyme glucose-6-phosphate dehydrogenase for the reduction of NADP+ to NADPH. u. Reduced NADPH is needed for the reduction of GSSG to GSH, a key intracellular antioxidant, by the enzyme glutathione reductase. uA deficiency in glucose-6-phosphate dehydrogenase renders red blood cells hypersensitive to oxidative stress. u. Individuals harboring G-6-PD deficiency are vulnerable to attacks of hemolytic anemia, resulting from the inability to generate sufficient reduced glutathione to combat episodes of oxidative stress. Harper's illustrated Biochemistry, 30th ed, page 693",
        "cop": 2,
        "opa": "LDH",
        "opb": "G-6-PD",
        "opc": "G-3-PD",
        "opd": "Alcohol dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f5c4c2b4-e8b6-48b5-af12-f12bc3fee7f4",
        "choice_type": "single"
    },
    {
        "question": "All of the following vitamins play a key role in the Citric acid cycle except",
        "exp": "VITAMINS PLAY KEY ROLES IN THE CITRIC ACID CYCLE Four of the B vitamins are essential in the citric acid cycle and hence energy-yielding metabolism: Riboflavin, in the form of flavin adenine dinucleotide (FAD), a cofactor for succinate dehydrogenase. Niacin, in the form of nicotinamide adenine dinucleotide (NAD+), the electron acceptor for isocitrate dehydrogenase, a-ketoglutarate dehydrogenase, and malate dehydrogenase. Thiamin (vitamin B1), as thiamin diphosphate, the coenzyme for decarboxylation in the a-ketoglutarate dehydrogenase reaction, and Pantothenic acid, as pa of coenzyme A, the cofactor esterified to \"active\" carboxylic acid residues: acetyl-CoA and succinyl-CoA. Reference: Harper; 30th edition; Page no: 164",
        "cop": 4,
        "opa": "Thiamin",
        "opb": "Riboflavin",
        "opc": "Niacin",
        "opd": "Cobalamin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "17b048c7-edb9-4f13-9ae2-f5c72306c0b1",
        "choice_type": "multi"
    },
    {
        "question": "Number of ATP molecules and NADPH formed in each cycle of glycolysis In aerobic condition,",
        "exp": "when oxygen is in plenty, the two NADH molecules, generated in the glyceraldehyde3-phosphate dehydrogenase reaction (step 5), can enter the mitochondrial electron transpo chain for complete oxidation. As each NADH provides 2. 5 ATPs, this reaction generates 2. 5 x 2 = 5 ATPs. Thus when oxygen is available, the net gain of energy from the glycolysis pathway is 7 ATPs. In aerobic conditions, Pyruvate is later oxidatively decarboxylated to acetyl CoA which enters the citric acid cycle for complete oxidation. Complete oxidation of glucose through glycolysis plus citric acid cycle will yield a net 32 ATPs. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 132.",
        "cop": 2,
        "opa": "4, 2",
        "opb": "2, 2",
        "opc": "4, 4",
        "opd": "2, 4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5885f220-2141-4789-8b43-508ada541cba",
        "choice_type": "single"
    },
    {
        "question": "Pentose pathway produces",
        "exp": "The major purpose of the pentose phosphate pathway is generation of reduced NADPH and pentose phosphates for nucleotide synthesis. Ref: DM Vasudevan, 7th edition, page no: 130",
        "cop": 2,
        "opa": "ATP",
        "opb": "NADPH",
        "opc": "ADP",
        "opd": "Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "170ba3ee-f7f9-4b5b-b6fb-a4cf00d13898",
        "choice_type": "single"
    },
    {
        "question": "Glycogen phosphorylase is active in",
        "exp": "The phosphorylase -b is the inactive form. It becomes active on phosphorylation. The active enzyme denoted as phosphorylase -a. Ref: DM Vasudevan, 7th edition, page no: 127",
        "cop": 1,
        "opa": "Phosphorylated form",
        "opb": "Dephosphorylated form",
        "opc": "Both phosphorylated & dephosphorylated form",
        "opd": "No rate of phosphorylation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e1f2fd98-a93b-48c8-99d9-06018b95a21e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a primer acting as an acceptor of glucose residues in glycogenesis?",
        "exp": "Primer for Glycogen biosynthesis: Glycogenin protein-contains tyrosine to which Glucose chain attached.",
        "cop": 3,
        "opa": "Carbohydrate",
        "opb": "Lipid",
        "opc": "Protein",
        "opd": "Nucleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1772bee4-bf3b-48ec-b502-9ef5870e5cca",
        "choice_type": "single"
    },
    {
        "question": "Glycosphingolipid is made up of",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Glycerol",
        "opc": "Sphingosine",
        "opd": "Fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "5cba5d45-4623-4a0c-a2de-85874f015ef9",
        "choice_type": "single"
    },
    {
        "question": "Fluoroacetate inhibits",
        "exp": "Fluoroacetate is similar to acetate, which has a pivotal role in cellular metabolism. disrupts the citric acid cycle (also known as the Krebs cycle) by combining with coenzyme A to form fluoroacetyl CoA, which reacts with citrate synthase to produce fluorocitrate which binds very tightly to aconitase, thereby halting the citric acid cycle. This inhibition results in an accumulation of citrate in the blood. Citrate and fluorocitrate are allosteric inhibitors of phosphofructokinase-1 (PFK-1), a key enzyme in the breakdown of sugars. When PFK-1 is inhibited, cells are no longer able to metabolize carbohydrates, depriving them of energy. Ref: DM Vasudevan, 7th edition",
        "cop": 2,
        "opa": "Citrate synthetase",
        "opb": "Aconitase",
        "opc": "Succinate dehydrogenase",
        "opd": "Alphaketoglutarate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c42d4b2e-4a37-4e0c-80ad-417dbef599e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is Aldosugar?",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "Fructose",
        "opb": "Erythrulose",
        "opc": "Glucose",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7f176cd9-f350-49f4-9ed8-c3a5ea2f6c0d",
        "choice_type": "multi"
    },
    {
        "question": "Within the RCBC, hypoxia stimulates glycolysis by which of the following regulating pathways?",
        "exp": "Rapapo Leubering Cycle (BPG Shunt) In the erythrocytes, step 6 of glycolysis is bypassed. Bis phosphoglycerate mutase conves 1, 3- bisphosphoglycerate (BPG) to 2, 3-BPG. Then BPG phosphatase removes the phosphate group to form 3-phosphoglycerate Significance of BPGThe 2, 3-BPG combines with hemoglobin and reduces the affinity towards oxygen. So, in presence of 2, 3-BPG, oxyhemoglobin will unload oxygen more easily in tissues. Under hypoxic conditions, the 2, 3-BPG concentration in the RBC increases, thus oring the release of oxygen to the tissues even when PO2 is low. The compensatory increase in 2, 3-BPG in high altitudes ors oxygen dissociation. BPG is increased in fetal circulation. In this shunt pathway, no ATP is generated. Ref: DM Vasudevan, 7th edition, page no: 100",
        "cop": 1,
        "opa": "Hypoxia Stimulates pyruvate dehydrogenase by increased 2, 3 BPG",
        "opb": "Hypoxia inhibits hexokinase",
        "opc": "Hypoxia stimulates release of all Glycolytic enzymes from Band 3 on RBC membrane",
        "opd": "Activation of the regulatory enzymes by high PH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "19f6b854-37fe-42c0-9d7a-c9433e54b4f5",
        "choice_type": "multi"
    },
    {
        "question": "Source of energy in Kreb cycle is",
        "exp": "TCA / Krebs cycle Characteristics of TCA cycleu. Site of occurrence - Mitochondria u20 ATPs are produced in one cycleu. Amphibolic pathway (Anabolic + Catabolic pathway)u. Anaplerotic reaction of TCA cycle - Pyruvate to Oxaloacetate by Pyruvate carboxylase Inhibitors Enzyme Inhibitor Aconitase Fluoroacetate Alpha ketoglutarate Arsenite Succinate dehydrogenase Malonate Irreversible reactions Reactions Enzyme Oxaloacetate - Citrate Citrate synthase Alpha ketoglutarate - Succinyl Co-AAlpha ketoglutarate dehydrogenase Oxidative / Substrate level phosphorylation Reactions Enzyme Succinyl Co-A - Succinate Succinate thiokinase Energetics 20 ATPVitamins in TCA cycle Riboflavin Niacin Thiamine Pantothenic acid FAD as cofactor NAD as cofactor Thiamine diphosphate as cofactor Coenzyme A as cofactor Alpha ketoglutarate dehydrogenase; Succinate dehydrogenase Isocitrate dehydrogenase; Alpha ketoglutarate dehydrogenase; Malate dehydrogenase Alpha ketoglutarate dehydrogenase. Acetyl CoA; Succinyl Co. AHarper's illustrated Biochemistry, 30th ed, page 164",
        "cop": 4,
        "opa": "NAD",
        "opb": "NADP",
        "opc": "NADPH",
        "opd": "NADH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "af84a898-17da-45b7-bf6d-24c9f875d917",
        "choice_type": "single"
    },
    {
        "question": "Flouride cause inhibition of",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "PDH",
        "opb": "Enolase",
        "opc": "G6. PD",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d301c022-f208-4fda-9356-bbde4ad58073",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting step in Gluconeogenesis is catalyzed by",
        "exp": "Key Gluconeogenic Enzymes 1. Pyruvate carboxylase. 2. Phosphoenolpyruvate carboxykinase 3. Fructose-1-6-bisphosphatase 4. Glucose-6-phosphatase in the cytoplasm enters the mitochondria. Then, carboxylation of pyruvate to oxaloacetate is catalysed by a mitochondrial enzyme, pyruvate carboxylase (Fig. 9. 24). It needs the co-enzymes biotin and ATP. Ref: DM Vasudevan, 7th edition, page no: 117",
        "cop": 1,
        "opa": "Phyruvate Carboxylase",
        "opb": "Glucokinase",
        "opc": "Glycoral kinase",
        "opd": "PDH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2b8cca66-af40-4cfa-bab5-b77e9ba625a6",
        "choice_type": "multi"
    },
    {
        "question": "The rate-limiting enzyme in glycolysis is",
        "exp": "Phosphofructokinase (PFK)(step3) is the most impoant rate-limiting enzyme for glycolysis pathway. Step 3. The enzyme phosphofructokinase uses another ATP molecule to transfer a phosphate group to fructose 6-phosphate to form fructose 1, 6-bisphosphate. Fructose 6-phosphate (C6. H11. O6. P1) + phosphofructokinase + ATP - ADP + Fructose 1, 6-bisphosphate (C6. H10. O6. P2) Ref: DM Vasudevan, 7th edition, page no: 113",
        "cop": 2,
        "opa": "Glucose 6-dehydrogenase",
        "opb": "Phosphofructokinase",
        "opc": "Glucokinase",
        "opd": "Pyruvate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "feedfc7f-df11-432c-bc52-92ca0c8b7083",
        "choice_type": "single"
    },
    {
        "question": "The enzyme deficient in Von-Gierke&; s disease is",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Glucose-6-phosphatase",
        "opb": "Acid maltase",
        "opc": "Muscle phosphorylase",
        "opd": "Liver phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a4d58e17-74fa-452b-8fa3-2902b2c0d8ba",
        "choice_type": "single"
    },
    {
        "question": "Phosphorylase b is maintained in an inactivated state by",
        "exp": "Question is repeasted",
        "cop": 4,
        "opa": "ATP",
        "opb": "c. AMP",
        "opc": "Calcium",
        "opd": "Insulin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c3087433-d493-45fa-bbf9-c5df9f851979",
        "choice_type": "single"
    },
    {
        "question": "Mc Ardles disease is due to deficiency of",
        "exp": "Glycogen storage diseases TYPE NAME DEFICIENT ENZYME CLINICAL FEATURES Type I von Gierke's disease Glucose-6-phosphatase Fasting hypoglycemia; hepatomegaly, thrombocyte dysfunction. Type II Pompe's disease Lysosomal maltase Accumulation of glycogen in lysosomes of liver, hea and muscle; death before 2 years Type III Limit dextrinosis (Cori's disease) Debranching enzyme Highly branched dextrin accumulates; Fasting hypoglycemia; hepatomegaly Type IV Amylopectinosis (Anderson's disease) Branching enzyme Glycogen with few branches; hepatosplenomegaly; mild- -hypoglycemia; death by age of 5 Type V Mc. Ardle's disease Muscle phosphorylase Excercise intolerance; accumulation of glycogen in muscles Type VI Her's disease Liver phosphorylase Mild hypoglycemia; hepatomegaly; better prognosis than other types REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 144.",
        "cop": 2,
        "opa": "Liver phosphorylase",
        "opb": "Muscle phosphorylase",
        "opc": "Glycogen phosphorylase",
        "opd": "Galactase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "46a65633-1016-4023-ad0d-a792e0e4fabb",
        "choice_type": "single"
    },
    {
        "question": "UDP glucose is not used in",
        "exp": "Glycogen Synthase - The glucose moiety from UDP-glucose is transferred to a glycogen primer (glycogenin) molecule. The primer is essential to accept the glycosyl unit. The primer is made up of a protein-carbohydrate complex. It is a dimeric protein, having two identical monomers. An oligosaccharide chain of 7 glucose units is added to each monomer. Glycogen primer (n)+ UDP-glucose --------- Glycogen (n+1) + UDP In the next step, activated glucose units are sequentially added by the enzyme glycogen synthase. The glucose unit is added to the nonreducing (outer) end of the glycogen primer to form an alpha-1, 4 glycosidic linkage and UDP is liberated. GALACTOSE METABOLISM - Galactose is a constituent of lactose of milk sugar, and is taken in the diet. Galactose is not an essential nutrient, because UDP glucose can form UDP galactose. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 109, 120.",
        "cop": 4,
        "opa": "Uronic acid pathway",
        "opb": "Glycogen synthase",
        "opc": "Galactose metabolism",
        "opd": "HMP shunt",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ae7aba84-70d8-44de-8909-74852d51843f",
        "choice_type": "single"
    },
    {
        "question": "Net gain of ATP in glycolysis",
        "exp": "During the anaerobic (oxygen deficient) condition, when one molecule of glucose is conveed into 2 molecules of lactate, there is a net yield of 2 molecules of ATP. 4 molecules of ATP are synthesized by the 2 substrate level phosphorylations (steps 6 and 9). But 2 molecules of ATP are used in the steps 1 and 3, hence the net yield is only 2 ATP (Table 9. 4). The whole reaction is summarized as Glucose + 2 Pi + 2 ADP --> 2 Lactate + 2 ATP iv. But when oxygen is in plenty, the two NADH molecules, generated in the glyceraldehyde3-phosphate dehydrogenase reaction (step 5), can enter the mitochondrial electron transpo chain for complete oxidation. As each NADH provides 2. 5 ATPs, this reaction generates 2. 5 x 2 = 5 ATPs. Thus when oxygen is available, the net gain of energy from the glycolysis pathway is 7 ATPs (Table 9. 5). Hence the ATP yield from glycolysis is different in anaerobic and aerobic conditions. Ref: DM Vasudevan, 7th edition, page no: 112",
        "cop": 2,
        "opa": "5",
        "opb": "7",
        "opc": "15",
        "opd": "20",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "53bc6263-292a-43db-b904-cd56286fc64b",
        "choice_type": "single"
    },
    {
        "question": "Source of energy in kerb cycle is",
        "exp": "ATP Generating Steps in TCA Cycle - There are 3 NADH molecules generated during one cycle, each of them will give rise to 2 1/2 ATPs on oxidation by electron transpo chain (ETC); so altogether they will give 3 x 2 1/2 = 7 1/2 (7. 5) high energy phosphates. The FADH2 will generate 1 1/2 molecules of ATP. In addition, one molecule of GTP (equivalent to one molecule of ATP) is formed by substrate level phosphorylation. Hence, per turn of the cycle, 10 high energy phosphates are produced. STEP NO. REACTIONS COENZYMES ATPs 3 Isocitrate - alpha ketoglutarate NADH 2. 5 4 Alpha ketoglutarate - succinyl CoA NADH 2. 5 5 Succinyl CoA - Succinate GTP GTP 1 6 Succinate - Fumarate FADH2 1. 5 8 Malate - Oxaloacetate NADH 2. 5 TOTAL = 10 REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTHEDITION, PG. NO., 305, 307.",
        "cop": 4,
        "opa": "NAD",
        "opb": "NADP",
        "opc": "NADPH",
        "opd": "NADH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9a468e95-b73f-4706-a53e-25f9229d671b",
        "choice_type": "single"
    },
    {
        "question": "Maximum energy is liberated by the hydrolysis of",
        "exp": "Step 8 of Glycolysis - i. 2-phosphoglycerate is conveed to phosphoenol pyruvate by the enzyme enolase. One water molecule is removed. ii. A high energy phosphate bond is produced, so when it is hydrolysed max. energy is liberated. The reaction is reversible. iii. Enolase requires Mg++, and by removing magnesium ions, fluoride will irreversibly inhibit this enzyme. Thus, fluoride will stop the whole glycolysis. So when taking blood for sugar estimation, fluoride is added to blood. If not, glucose is metabolized by the blood cells, so that lower blood glucose values are obtained. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 131.",
        "cop": 3,
        "opa": "Creatine phosphate",
        "opb": "ATP",
        "opc": "Phosphenol pyruvate",
        "opd": "G-6-P",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "dc6c0b27-020c-4a93-bcfb-063640062b2e",
        "choice_type": "single"
    },
    {
        "question": "Hexose monophosphate shunt occurs in except",
        "exp": "In mammals, the PPP occurs exclusively in the cytoplasm and is found to be most active in the liver, mammary gland and adrenal coex in the human. The PPP is one of the three main ways the body creates molecules with reducing power, accounting for approximately 60% of NADPH production in humans. Ref: DM Vasudevan, 7th edition",
        "cop": 4,
        "opa": "Liver",
        "opb": "Adipose tissue",
        "opc": "Mammary gland",
        "opd": "Skin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "55a9313e-8bc9-4a89-bb4b-9bea5a27fece",
        "choice_type": "multi"
    },
    {
        "question": "Congenital lactic acidosis occur due to the deficiency of which of the following enzyme?",
        "exp": "Inherited pyruvate dehydrogenase deficiency, presents with lactic acidosis. Due to lack of pyruvate dehydrogenase, there will be lack of Acetyl co A production and pyruvate to lactate conversion occurs leading to accumulation of lactic acid Causes of lactic acidosis: 1. Tissue hypoxia 2. Mitochondrial disorders 3. Deficiency of: PDH Enzyme TCA cycle enzymes Vit B1 4. Poisoning: Cyanide, Mercury, Arsenite Reference: Harper's Illustrated Biochemistry 30th Edition Page no: 174",
        "cop": 2,
        "opa": "Transketolase",
        "opb": "Pyruvate dehydrogenase enzyme complex",
        "opc": "Pyruvate kinase",
        "opd": "Pyruvate decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0134bde6-c72b-4382-9555-4e5cf3883b9e",
        "choice_type": "single"
    },
    {
        "question": "In Lysosomal storage disorders, true is",
        "exp": "Lysosomal storage diseases (LSDs); are a group of approximately 50 rare inherited metabolic disorders that result from defects in lysosomal function. Lysosomes are sacs of enzymes within cells that digest large molecules and pass the fragments on to other pas of the cell for recycling. This process requires several critical enzymes. If one of these enzymes is defective, because of a mutation, the large molecules accumulate within the cell, eventually killing it.",
        "cop": 1,
        "opa": "The lyososomes are deficient in the enzyme hydrolase",
        "opb": "There is a defect in the fusion of lysosomes and phagosomes",
        "opc": "There is a defect in the lysosomal membrane",
        "opd": "There is increased degradation of heteroglycans",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "f95f9c76-75a8-4bb3-bf08-603c8ed2edb8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is present in cornea?",
        "exp": "Chondroitin Sulphate - It is present in ground substance of connective tissues widely distributed in cailage, bone, tendons, cornea and skin. It is composed of repeating units of glucuronic acid - beta-1, 3-N-acetyl galactosamine sulphate - beta-1, 4 and so on. POLYSACCHARIDES -These are polymerized products of many monosaccharide units. They may be 1. Homoglycans- are composed of single kind of monosaccharides, e. g. starch, glycogen and cellulose. 2. Heteroglycans are composed of two or more different monosaccharides, e. g. hyaluronic acid, chondroitin sulphate. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 96, 98.",
        "cop": 2,
        "opa": "Hyaluronic acid",
        "opb": "Chondroitin sulphate",
        "opc": "Dermatan sulphate",
        "opd": "Heparin sulphate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "307aea80-554c-4bd0-86d0-f5cdc51be760",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Natowicz syndrome is",
        "exp": "Disease name Abbretion Enzyme Defective GaG(s) affected Symptoms Natowicz syndrome MPS IX Hyaluronidase Hyaluronic acid Joint pain, sho stature Reference: Harper; 30th edition; Page no: 639; Table: 50-8",
        "cop": 2,
        "opa": "Iduronate sulfatase",
        "opb": "Hyaluronidase",
        "opc": "b-Glucuronidase",
        "opd": "Galactosamine 6-sulfatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "11d155ff-d12d-436b-a0cc-b0fcda0e4f54",
        "choice_type": "single"
    },
    {
        "question": "Net ATP formed in glycolysis is",
        "exp": "ATP Formation in the Glycolysis pathway Reaction Catalyzed by Method of ATP Formation ATP per mol of Glucose Glyceraldehyde-3-phosphate dehydrogenase Respiratory chain oxidation of 2 NADH 5* Phosphoglycerate kinase Substrate-level phosphorylation 2 Pyruvate kinase Substrate-level phosphorylation 2 Total 9 Consumption of ATP for reactions of hexokinase and phosphofructokinase 2 Net 7 *This assumes that NADH formed in glycolysis is transpoed into mitochondria by the malate shuttle. If the glycerophosphate shuttle is used, then only 1. 5 ATP will be formed per mol of NADH. Reference: Harper; 30th edition; Page no: 169",
        "cop": 2,
        "opa": "5",
        "opb": "7",
        "opc": "10",
        "opd": "15",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "669bdd23-2eef-4dd4-9314-a2c3d7d0510f",
        "choice_type": "single"
    },
    {
        "question": "Gaucher&; s disease is due to deficiency of enzyme",
        "exp": "Gaucher&; s disease is a lipid storage disease. It is due to the deficiency of beta-glucosidase. Results accumulation of glucocerebroside. Ref: DM Vasudevan, 7th edition, page no: 193",
        "cop": 2,
        "opa": "Sphingomyelinase",
        "opb": "b-Glucosidase",
        "opc": "Hexosaminidase-A",
        "opd": "b-Galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9a32dc4b-22ac-4911-a290-9d3a42510ee6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an end product of glycosis in an RBC?",
        "exp": "Erythrocytes: Major Pathways: Anaerobic glycolysis, pentose phosphate pathway. Main Substrates: Glucose. Major Products Expoed: Latic acid, lactate. Specialist Enzymes: Hemoglobin, enzymes of pentose phosphate pathway. Ref: Harper&; s Biochemistry, 30th edition, page no: 150",
        "cop": 1,
        "opa": "Lactic acid",
        "opb": "Acettyl CoA",
        "opc": "Enters krebs cycle",
        "opd": "Ethanol",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1c794061-8dda-4eb7-b187-7f317c1a66c2",
        "choice_type": "single"
    },
    {
        "question": "ATP generated per TCA cycle is",
        "exp": "ATP Generating Steps in TCA Cycle:- There are 3 NADH molecules generated during one cycle, each of them will give rise to 2 1/2 ATPs on oxidation by electron transpo chain (ETC); so altogether they will give 3 x 2 1/2 = 7 1/2 (7. 5) high energy phosphates. The FADH2 will generate 1 1/2 molecules of ATP. In addition, one molecule of GTP (equivalent to one molecule of ATP) is formed by substrate-level phosphorylation. Hence, per turn of the cycle, 10 high energy phosphates are produced. Ref: DM Vasudevan, 7th edition, page no: 250",
        "cop": 3,
        "opa": "6",
        "opb": "8",
        "opc": "10",
        "opd": "12",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "636f17b7-29f9-45ae-9521-5cba8e2d9d33",
        "choice_type": "single"
    },
    {
        "question": "The rate-limiting step in glycolysis is catalyzed by",
        "exp": "Step 3 of Glycolysis Fructose-6-phosphate is fuher phosphorylated to fructose1, 6-bisphosphate. The enzyme is phosphofructokinase. ii. PFK is an allosteric, inducible, regulatory enzyme. It is an impoant key enzyme of this pathway. This is again an activation process, the energy being derived by hydrolysis of yet another molecule of ATP. ). This irreversible step is the rate-limiting reaction in glycolysis. However, during gluconeogenesis, this step is circumvented by fructose-1, 6-bisphosphatase. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "Enolase",
        "opc": "Glucokinase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fff11fad-34b9-4130-94f9-1a0e68bf0009",
        "choice_type": "multi"
    },
    {
        "question": "Benedict test is for",
        "exp": "It is commonly employed to detect the presence of glucose in urine. Benedict&; s reagent contains sodium carbonate, copper sulfate, and sodium citrate. In alkalain medium, sugars form enediol, cupric ions are reduced, correspondingly sugar is oxidized. Glucose is a reducing sugar. Any sugar with free aldehyde/keto group will reduce Benedict&; s reagent. Ref: DM Vasudevan, 7th edition, page no: 73",
        "cop": 3,
        "opa": "Bile salts in urine",
        "opb": "Bile pigment in urine",
        "opc": "Reducing sugar in urine",
        "opd": "Ketone bodies in urine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a124ef7a-e641-4b77-a354-3870262782aa",
        "choice_type": "single"
    },
    {
        "question": "Epimer combination(s) is/are",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "D-glucose & D-fructose",
        "opb": "D-glucose & D-talose",
        "opc": "D-glucose & D-mannose",
        "opd": "D-glucose & D-idose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1254274a-2ae1-47c6-b88d-cb992512b717",
        "choice_type": "single"
    },
    {
        "question": "Source of ribose is",
        "exp": "By-products of HMP Shunt pathway are NADPH and ribose. Ref: DM Vasudevan; 7th edition; Page no: 130",
        "cop": 1,
        "opa": "HMP shunt",
        "opb": "Glycolytic pathway",
        "opc": "Uronic acid pathway",
        "opd": "Beta oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c7def935-2aea-4d39-ae91-b7c2bb1e6064",
        "choice_type": "single"
    },
    {
        "question": "All of the following are regulating enzymes of glycolysis, except",
        "exp": "All three except enolase are regulatory enzymes of the glycolytic pathway. Ref: DM Vasudevan, 7th edition, page no: 108",
        "cop": 3,
        "opa": "Hexokinase",
        "opb": "Pyruvate kinase",
        "opc": "Enolase",
        "opd": "Phosphofructokinase I",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6b5f9892-a9a0-4a08-91ad-b6e86947725f",
        "choice_type": "multi"
    },
    {
        "question": "Location of Keratan sulfate 1 is",
        "exp": "Keratan sulfate I was originally isolated from the cornea, while keratan sulfate II came from cailage. In the eye, they lie between collagen fibrils and play a critical role in corneal transparency. Changes in proteoglycan composition found in corneal scars disappear when the cornea heals. Reference: Harper&; s Biochemistry; 30th edition; Chapter 50; The Extracellular Matrix",
        "cop": 3,
        "opa": "Skin",
        "opb": "Bone",
        "opc": "Cornea",
        "opd": "Lung",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4a64c76c-79fa-4f8b-ab01-d22cc778bd75",
        "choice_type": "single"
    },
    {
        "question": "Fructose intolerance is due to deficiency of",
        "exp": "Fructose intolerance is due to deficiency of aldolase-B. Incidence out of 1 is 20, 000. It is an autosomal recessive inborn error of metabolism. Fructose-1-phosphate cannot be metabolized. Accumulation of fructose -1-phosphate will inhibit glycogen phosphorylase. Ref: DM Vasudevan, 7th edition, page no: 144",
        "cop": 1,
        "opa": "Aldolase B",
        "opb": "F ructokinase",
        "opc": "Triokinase",
        "opd": "Aldolase A",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1abc5e82-c1c4-47b0-9a44-6b7e4d0e3807",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficients in von gierke&; s disease",
        "exp": "Repreated question",
        "cop": 2,
        "opa": "Glucose 1 phosphatase",
        "opb": "Glucose 6 phosphatase",
        "opc": "Acid maltase",
        "opd": "b Glucosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ccea4736-2b27-4c9b-a283-f716bf017c84",
        "choice_type": "single"
    },
    {
        "question": "Transamination of aspaate leads directly to -------- of the citric acid cycle",
        "exp": "Transamination of aspaate leads directly to the formation of oxaloacetate, and a variety of compounds that are metabolized to yield propionyl CoA, which can be carboxylated and isomerized to succinyl CoA are also impoant anaplerotic substrates. Ref: Harper&; s Biochemistry; 30th edition; Chapter 16; The Citric Acid Cycle: The Central Pathway of Carbohydrate, Lipid & Amino Acid Metabolism",
        "cop": 2,
        "opa": "Citrate",
        "opb": "Oxaloacetate",
        "opc": "a-ketoglutarate",
        "opd": "Fumarate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "25a305df-2bf2-4afe-bc77-55bc9e93590a",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation is catalysed by",
        "exp": "In glycolysis, The enzyme pyruvate kinase transfers a P from phosphoenolpyruvate (PEP) to ADP to form pyruvic acid and ATP Result in step 10. Details: The final step of glycolysis conves phosphoenolpyruvate into pyruvate with the help of the enzyme pyruvate kinase. As the enzyme's name suggests, this reaction involves the transfer of a phosphate group. The phosphate group attached to the 2' carbon of the PEP is transferred to a molecule of ADP, yielding ATP. Again, since there are two molecules of PEP, here we actually generate 2 ATP molecules. Ref: DM Vasudevan, 7th edition, page no: 111",
        "cop": 2,
        "opa": "Succinate dehydrogenase",
        "opb": "Pyruvate kinase",
        "opc": "Malate dehydrogenase",
        "opd": "Acetyl CoA carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "cc2dbc42-99b0-4bba-9a99-0877abeafed7",
        "choice_type": "single"
    },
    {
        "question": "Positive signals for glycogen breakdown include in all the following except",
        "exp": "They conve glycogen into glucose (this process is called glycogenolysis). The glucose is released into the bloodstream, increasing blood sugar. Hypoglycemia. Increased blood glucose level decreases the rate of glycogenolysis and increases glycogenesis.",
        "cop": 2,
        "opa": "Cyclic AMP",
        "opb": "Blood glucose",
        "opc": "Epinephrine",
        "opd": "Ca2+",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "81cf5715-e892-4736-a598-4bf684fa5d12",
        "choice_type": "multi"
    },
    {
        "question": "Lysosomal a1 - 4 and a1 - 6 glucosidase deficiency is seen in",
        "exp": "Type Name Enzyme Deficiency Clinical Features II Pompe disease Lysosomal a1 - 4 and a1 - 6 glucosidase (acid maltase) Accumulation of glycogen in lysosomes: juvenile onset variant, Muscle hypotonia, Death from heart failure by age 2 Adult-onset variant, muscle dystrophy Reference: Harper; 30th edition; Table: 18-2; Page no: 179",
        "cop": 3,
        "opa": "Von Gierke disease",
        "opb": "Cori disease",
        "opc": "Pompe disease",
        "opd": "Tarui disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "50a09672-c625-4fdc-99a1-e44f98d3cb1b",
        "choice_type": "single"
    },
    {
        "question": "HMP shunt occurs in all organs except",
        "exp": "The organs in which HMP pathway occurs are those which are actively concerned with lipid synthesis, like the adipose tissue, kidney, lactating mammary gland, liver, RBC, thyroid, and gonads. It takes place in the cytosol. Ref: DM Vasudevan, 7th edition, page no: 131",
        "cop": 4,
        "opa": "Liver",
        "opb": "Adipose tissue",
        "opc": "RBC",
        "opd": "Brain",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "dcdd3367-b0fd-4f34-8ef1-99fd873fb602",
        "choice_type": "multi"
    },
    {
        "question": "The deficiency of glucose - 6-phosphate dehydrogenase may cause",
        "exp": "G-6-PD deficiency causes haemolytic anemia. It is an X-linked recessive disorder. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 274",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Haemolytic anemia",
        "opc": "Wernicke-Korsakaoff syndrome",
        "opd": "Porphyria",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "dd1e09bd-21ac-46e8-8e6d-0bc3111756a3",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of glycogenolysis and gluconeogenesis is caused by",
        "exp": "Insulin, a key inhibitor of hepatic glucose production, has effects on both glycogenolysis and gluconeogenesis. Ref: DM Vasudevan, 7th edition",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucogon",
        "opc": "Glucocoicoid",
        "opd": "Epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e67cb133-667d-4cce-8807-b8561d21783c",
        "choice_type": "single"
    },
    {
        "question": "Fluoride, used in the collection of blood samples for glucose estimation, inhibits the enzyme",
        "exp": "Enolase requires Mg+ +, and by removing magnesium ions, fluoride will irreversibly inhibit this enzyme. Thus, fluoride will stop the whole glycolysis. So when blood collecting for sugar estimation, fluoride is added to the blood. If not, glucose is metabolized by the blood cells, so that lower blood sugar values are obtained. Ref: DM Vasudevan, 7th edition, page no: 111",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Hexokinase",
        "opc": "Enolase",
        "opd": "Glucose-6-phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "43ed6880-bf10-42c3-a372-c35ffacfa680",
        "choice_type": "single"
    },
    {
        "question": "Allosteric stimulator of glycogen phosphorylase",
        "exp": "AMP formed by degradation of ATP during muscle contraction is an allosteric activator of phosphorylase b. The calcium binds calmodulin and the complex activates phosphorylase kinase. Ref: DM Vasudevan, 7th edition, page no: 129",
        "cop": 2,
        "opa": "ATP",
        "opb": "AMP",
        "opc": "Insulin",
        "opd": "Glucose-6-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "fe1a50da-eec9-4865-99be-edf80a4505b3",
        "choice_type": "multi"
    },
    {
        "question": "The enzyme defect in galactosemia is",
        "exp": "Inability to metabolize galactose occurs in the galactosemias, which may be caused by inherited defects of galactokinase, uridyl transferase, or 4-epimerase Though deficiency of uridyl transferase is best known. Harper 30th edition pg: 205",
        "cop": 2,
        "opa": "Aldose reductase",
        "opb": "Galactose-1-phosphate uridyltransferase",
        "opc": "Galactokinase",
        "opd": "Aldolase B",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9771ef1d-4939-4293-9165-60a67e1ca8a6",
        "choice_type": "single"
    },
    {
        "question": "In which of the following steps of the TCA cycle does Substrate level phosphorylation occurs?",
        "exp": "Succinyl-CoA is conveed to succinate by the enzyme succinate thiokinase or also called as succinyl-CoA synthetase. GTP formation takes place in this step, and hence this is the one and only example of substrate level phosphorylation in the TCA cycle. The GTP so formed is used for the decarboxylation of oxaloacetate to phosphoenolpyruvate in gluconeogenesis. Here GTP is equivalent to ATP. Reference: 1. Harper's Illustrated Biochemistry 31st edition Pg 153",
        "cop": 4,
        "opa": "Succinate to fumarate",
        "opb": "Isocitrate to alpha keto glutarate",
        "opc": "Alpha keto glutarate to succinyl CoA",
        "opd": "Succinyl CoA to Succinate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1703e07d-4399-41b4-a8bd-ea9ae1814e4c",
        "choice_type": "multi"
    },
    {
        "question": "Glycogen storage disorder due to muscle phosphorylase deficiency",
        "exp": "Mc. Ardle&; s disease: type V glycogen storage disease. Due to deficiency of muscle phosphorylase. Incidence 1 out of 1million. Ref: DM Vasudevan, 7th edition, page no: 144",
        "cop": 1,
        "opa": "Mcardle's disease",
        "opb": "Pompe's disease",
        "opc": "Andersen's disease",
        "opd": "Tarui's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "502983d2-29c3-44cf-82ff-ba5284309bf9",
        "choice_type": "single"
    },
    {
        "question": "The mechanism by which pyruvate from cytosol is transpoed to mitochondria is?",
        "exp": "The transpo of pyruvate into the mitochondria is the transpo protein pyruvate translocase. Pyruvate translocase transpos pyruvate in a sympo fashion with a proton, and hence is active, consuming energy. Ref: DM Vasudevan, 7th edition",
        "cop": 2,
        "opa": "Chloride antipo",
        "opb": "Proton sympo",
        "opc": "ATP dependent antipo",
        "opd": "Facilitated unipo",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d1ba3bbc-430b-427e-b40f-ee35099f7bab",
        "choice_type": "single"
    },
    {
        "question": "Not glucogenic is",
        "exp": "CLASSIFICATION OF AMINO ACIDS BASED ON METABOLISM - A. Purely Ketogenic - Leucine is purely ketogenic because it is conveed to ketone bodies. B. Ketogenic and Glucogenic - Lysine, Isoleucine, Phenylalanine, Tyrosine and Tryptophan are paially ketogenic and paially glucogenic. How ever in humans lysine is predominantly ketogenic. During metabolism, pa of the carbon skeleton of these amino acids will enter the ketogenic pathway and the other pa to glucogenic pathway. C. Purely Glucogenic - All the remaining 14 amino acids are purely glucogenic as they enter only into the glucogenic pathway. the glucogenic amino acids are: Alanine Arginine Asparagine Aspaic acid Cysteine Glutamic acid Glutamine Glycine Histidine Methionine Proline Serine Valine. PNEMONIC TO REMEMBER ESSENTIAL AMINO ACIDS -\"Any Help In Learning These Little Molecules Proves Truely Valuable\" This stands for Arginine, Histidine, Isoleucine, Leucine, Threonine, Lysine, Methionine, Phenylalanine, Tryptophan and Valine in that order. Arginine and Histidine are semi-essential amino acids; while others are essential. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 26, 27.",
        "cop": 1,
        "opa": "Acetyl CoA",
        "opb": "Lactate",
        "opc": "Glycerol",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "2455757b-3cfb-4a58-93fa-0f5d71880ae1",
        "choice_type": "single"
    },
    {
        "question": "Aldehyde dehydrogenase",
        "exp": "Aldehyde dehydrogenase, mitochondrial is an enzyme that in humans is encoded by the ALDH2 gene located on chromosome 12. This protein belongs to the aldehyde dehydrogenase family of enzymes. Aldehyde dehydrogenase is the second enzyme of the major oxidative pathway of alcohol metabolism. Two major liver isoforms of aldehyde dehydrogenase, cytosolic and mitochondrial, can be distinguished by their electrophoretic mobilities, kinetic propeies, and subcellular localizations.",
        "cop": 3,
        "opa": "Cofactor",
        "opb": "Apoenzyme",
        "opc": "Coenzyme",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "28903402-ffc6-4f2d-8528-4011541f6099",
        "choice_type": "multi"
    },
    {
        "question": "Post prandial utilization of glucose is by which enzyme?",
        "exp": "Factors Regulating Glycolysis - Glucokinase/Hexokinase: Phosphorylation of glucose by these enzymes is a reaction which is regulated by feed back inhibition (hexokinase by glucose-6-phosphate) and activated by insulin (glucokinase is induced by insulin). Glucokinase that is active mainly in liver has a high Km for glucose and low affinity. Hence, glucokinase can act only when there is adequate glucose supply so that excess can be stored. Hexokinase with low km and high affinity can phosphorylate glucose even at lower concentrations so that glucose is made available to brain, cardiac and skeletal muscle. Glucokinase can act only when there is plenty of glucose. Thus, when the supply of glucose is limited, glucose is made available to brain and muscles. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 98.",
        "cop": 2,
        "opa": "Hexokinase",
        "opb": "Glucokinase",
        "opc": "Fructokinase",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "c738dc6d-e3fc-4c74-978c-c2fcf301e14e",
        "choice_type": "multi"
    },
    {
        "question": "Inulin like fructans is used as prebiotics as they are non-digestible. Resistance to digestion in the upper G1 tract result from",
        "exp": "of the beta-configuration of the anomeric C2 in their fructose monomers, inulin-type fructans resist hydrolysis by intestinal digestive enzymes, they classify as &; non-digestible&; carbohydrates, and they are dietary fibres. increasing faecal biomass and water content of the stools, they improve bowel habits, but they have characteristic features different from other fibres. They affect gastrointestinal functions not because of their physicochemical propeies but rather because of their biochemical and physiological attributes. In the colon, they are rapidly fermented to produce SCFA that are good candidates to explain some of the systemic effects of inulin-type fructans.",
        "cop": 2,
        "opa": "Absence of digestive enzyme in the upper GIT",
        "opb": "Beta configuration of anomeric C2",
        "opc": "Low pH of the stomach",
        "opd": "Presence of a-osidic linkages",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6aaba36d-3997-44e6-bc75-e5e4ac921cff",
        "choice_type": "single"
    },
    {
        "question": "False about glycolysis?",
        "exp": "Glycolysis takes place in cytosol of all the cells Glucose is conveed to two 3-carbon units, pyruvate Net ATP from Aerobic glycolysis is 7 ATP Net ATP from anerobic glycolysis is 2 ATP 2 ATP molecules are utilised in glycolysis",
        "cop": 1,
        "opa": "Net ATP from anaerobic glycolysis is 3 ATP",
        "opb": "occurs in cytosol of all the cells",
        "opc": "Net ATP from aerobic glycolysis is 7. ATP",
        "opd": "none of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "eff1483c-4664-47f7-a23d-5a1527b16d15",
        "choice_type": "multi"
    },
    {
        "question": "Phospo-dephosphorylation of phosphorus to kinase and fructose 1, 6 Biphosphatase by fructose 2, 6 Biphosphate regulation is seen in",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Adrenal Coex",
        "opd": "RBC",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "ad01cad3-07be-4148-ba54-2d07a1f1356f",
        "choice_type": "single"
    },
    {
        "question": "TCA is not controlled by",
        "exp": "There are 3 NADH molecules generated during one cycle, each of them will give rise to 2 1/2 ATPs on oxidation by electron transpo chain (ETC); so altogether they will give 3 x 2 1/2 = 7 1/2 (7. 5) high energy phosphates. The FADH2 will generate 1 1/2 molecules of ATP. In addition, one molecule of GTP (equivalent to one molecule of ATP) is formed by substrate-level phosphorylation. Hence, per turn of the cycle, 10 high energy phosphates are produced. Hence NADPH is note controlled. Ref: DM Vasudevan, 7th edition, page no: 250",
        "cop": 3,
        "opa": "NADH",
        "opb": "ATP",
        "opc": "NADPH",
        "opd": "ADP",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1290c426-6ba0-46d1-8c8f-dc4d394d90b6",
        "choice_type": "single"
    },
    {
        "question": "Glucose is linked to hemoglobin through",
        "exp": "*When blood glucose enters the erythrocytes, it glycates the e-amino group of lysyl residues and the amino terminals of hemoglobin.*The fraction of hemoglobin glycated, normally about 5%, is propoionate to blood glucose concentration.*Since the half-life of an erythrocyte is typically 60 days, the level of glycated hemoglobin (Hb. A1c) reflects the mean blood glucose concentration over the preceding 6 to 8 weeks.*Measurement of HbA 1c therefore provides valuable information for management of diabetes mellitus.*Enzymatic addition of any sugar to a protein is called \" glycosylation\", while non-enzvmatic process is termed \"glycation\".*Interpretation of Hb. A1C values. Hb. A1C values. Interpretation <5. 5 % Normal 5. 5 - 7 % Adequate control 7 - 8 % Inadequate control 8 - 9 % Poor control Any values between 5. 6 and 6. 4 are to be considered as impaired glucose tolerance. Value above 6. 5 % is considered as diabetic Harper's illustrated Biochemistry, 30th ed, page 59",
        "cop": 1,
        "opa": "N-linkage",
        "opb": "O-linkage",
        "opc": "C-C linkage",
        "opd": "O-H linkage",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b53470eb-eafe-4796-a091-cc92b0e3f7cc",
        "choice_type": "single"
    },
    {
        "question": "A young man finds that every time he eats dairy products he feels very uncomfoable. His stomach becomes distended. He develops gas and diarrhea frequently. These symptoms do not appears when he eats foods other than dairy products. Which of the following is the most likely enzyme in which this young man is deficient?",
        "exp": "The clinical picture is suggestive of lactose intolerance. But lactase is not given in the options. Hence we have to look for an enzyme whose deficiency produces a similar clinical picture. Sucrase-isolamtase deficiency also presents with diarrhoea and bloating (gas) following intake of a diet containing sucrose or glucose polymers.",
        "cop": 4,
        "opa": "alpha-amylase",
        "opb": "B-galactosidase",
        "opc": "alpha-glucosidase",
        "opd": "Sucrase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d11cc9fa-70d3-4648-94a0-70a71ecec0f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a glycosphingolipid?",
        "exp": "Phospholipids - They containing phosphoric acid. 1. Nitrogen containing glycerophosphatides: Lecithin (phosphatidyl choline) Cephalin (phosphatidyl ethanolamine) Phosphatidyl serine 2. Non-nitrogen glycerophosphatides: Phosphatidyl inositol Phosphatidyl glycerol Diphosphatidyl glycerol (cardiolipin) 3. Plasmalogens - having long chain alcohol Choline plasmalogen Ethanolamine plasmalogen 4. Phospho sphingosides, with sphingosine Sphingomyelin Non-phosphorylated lipids - 1. Glycosphingolipids (carbohydrate) - Cerebrosides (ceramide monohexosides) Globosides (ceramide oligosaccharides) Gangliosides (ceramide + oligosaccharides + N-acetyl neuraminic acid) REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 74.",
        "cop": 4,
        "opa": "Lecithin",
        "opb": "Cardiolipin",
        "opc": "Plasmalogens",
        "opd": "Sphingomyelin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1bd8f224-5bc6-4030-b21b-8d9285118175",
        "choice_type": "single"
    },
    {
        "question": "Von Gierke disease enzyme deficient",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Glucose 6 phosphatase",
        "opb": "Branching enzyme",
        "opc": "Debranching enzyme",
        "opd": "Phospharylase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "85c36979-fd47-4b54-9431-37a7b58a298a",
        "choice_type": "single"
    },
    {
        "question": "Benedict&; s test will be positive in the urine after administration of",
        "exp": "Ascorbic acid is very common ingredient of many tonics. person taking such tonics will excrete ascorbic acid in urine. It is a powerful reducing agent. This may cause confusion, as Benedict&; s test is positive in such normal individuals. Ref: DM Vasudevan, 7th edition, page no: 318",
        "cop": 2,
        "opa": "Folic acid",
        "opb": "Ascorbic acid",
        "opc": "Pantothetic acid",
        "opd": "Retinoic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b0511147-7c8c-44c7-8d2f-716a5a54249c",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine enters gluconeogenesis by forming which substrate?",
        "exp": "GLUCONEOGENESIS 1. Definition - It is the process by which glucose molecules are produced from non-carbohydrate precursors. These include lactate, glucogenic amino acids (Alanine, glutamic acid, aspaic acid, etc), glycerol pa of fat and propionyl CoA derived from odd chain fatty acids. 2. Site - Gluconeogenesis occurs mainly in the liver, and to a lesser extent in the renal coex. The pathway is paly mitochondrial and paly cytoplasmic. 3. Key Gluconeogenic Enzymes Pyruvate carboxylase Phosphoenol pyruvate carboxy kinase Fructose-1-6-bisphosphatase Glucose-6-phosphatase. The amino acids like phenyl alanine, tyrosine, aspeate, aspargin (Glucogenic amino acids) 1st conve into Fumerate then enters into gluconeogenesis. Ref: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 135, 136.",
        "cop": 3,
        "opa": "Succinyl CoA",
        "opb": "Alpha Ketoglutarate",
        "opc": "Fumerate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "4c1308f9-59c4-42ca-91fa-a15d0018dd31",
        "choice_type": "single"
    },
    {
        "question": "Enzyme regulated by phosphorylation",
        "exp": "Glycogen Synthase catalyzes elongation of glycogen chains. Glycogen Synthase catalyzes transfer of the glucose moiety of UDP-glucose to the hydroxyl at C4 of the terminal residue of a glycogen chain to form a (1 4) glycosidic linkage (diagrams p. 633): glycogen (n residues) + UDP-glucose glycogen (n +1 residues) + UDPRef: DM Vasudevan, 6th edition, page no: 106",
        "cop": 2,
        "opa": "Glucokinase",
        "opb": "Glycogen synthetase",
        "opc": "Pyruvate dehydrogenase",
        "opd": "Isocitrate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "61ef245f-0f3a-46d0-a391-77d86bb4f66f",
        "choice_type": "single"
    },
    {
        "question": "Alcohol is metabolized by all except",
        "exp": "METABOLISM OF ALCOHOL -Alcohol absorption stas from the stomach itself, but most of it is absorbed by intestine. Only 1% of the ingested alcohol is excreted through the lungs or urine. Major fraction of the alcohol is oxidized in the liver. 1. Alcohol Dehydrogenase (ADH) - It is an NAD+ dependent cytoplasmic enzyme that oxidizes ethanol to acetaldehyde. Alcohol dehydrogenase is a dimer and has 6 isoenzymes. In some individuals the enzyme is mutated. This mutation rate is more in Orientals. In such individuals, alcohol metabolism is slower and even small quantity of alcohol may produce symptoms of intoxication. The enzyme was identified by Bateilli and Stern in 1909. 2. Aldehyde Dehydrogenase - Acetaldehyde is fuher oxidized to acetate by a mitochondrial NAD+ dependent enzyme. The acetate is then conveed to acetyl CoA. The activity of alcohol dehydrogenase is more than aldehyde dehydrogenase. So acetaldehyde accumulates in liver. Aldehyde is toxic, which in excess may lead to cell death. 3. Microsomal Ethanol Oxidizing System (MEOS) - It is another mechanism of detoxification of alcohol. It is cytochrome P450 dependent and is inducible. This accounts for metabolic tolerance of alcohol observed in chronic alcoholics. CH3-CH2-OH + NADPH + H+ + 2. O2 --> CH3. CHO + 2. H2. O2 + NADP+ REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 121.",
        "cop": 4,
        "opa": "Alcohol dehydrogenase",
        "opb": "MEOS",
        "opc": "Catalase",
        "opd": "Aldehyde transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6984f611-53f3-4efc-bb3a-c476be238be2",
        "choice_type": "multi"
    },
    {
        "question": "Which reaction uses propionic acid?",
        "exp": "The major non-carbohydrate precursors of glucose are lactate, glucogenic amino acids (all except leucine), glycerol and propionyl Co. ARef: DM Vasudevan, 7th edition, page no: 117",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Glyconeogenesis",
        "opc": "Glycogenolysis",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "6c2e7996-dcc1-4afa-a205-085af1572281",
        "choice_type": "multi"
    },
    {
        "question": "Deficiency of the following enzyme causes hereditary fructose intolerance?",
        "exp": "The absence of aldolase B, which cleaves fructose-1-phosphate, leads to hereditary fructose intolerance, which is characterized by profound hypoglycemia and vomiting after consumption of fructoseA lack of hepatic fructokinase causes essential fructosuria, which is a benign and asymptomatic condition. Harper 30th edition PG: 205",
        "cop": 2,
        "opa": "Aldolase A",
        "opb": "Aldolase B",
        "opc": "Fructokinase",
        "opd": "Glycerol kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "b299c56a-5c6a-4d74-a732-27f465ad0a65",
        "choice_type": "single"
    },
    {
        "question": "Branching enzyme is found in",
        "exp": "Glycogen synthesis:- i. The glycogen synthase can add glucose units only in the alpha-1, 4 linkage. A branching enzyme is needed to create the alpha-1, 6 linkages. ii. When the chain is lengthened to 11 - 12 glucose residues, the branching enzyme will transfer a block of 6 to 8 glucose residues from this chain to another site on the growing molecule. The enzyme amylo--transglucosidase (branching enzyme) forms this alpha-1, 6 linkage (Fig. 9. 37). iii. To this newly created branch, fuher glucose units can be added in alpha-1, 4 linkage by glycogen synthase. Ref: DM Vasudevan, 7th edition, page no: 125",
        "cop": 1,
        "opa": "Glycogenesis",
        "opb": "Gluconeogenesis",
        "opc": "Glycogenolysis",
        "opd": "Glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "26afe7b8-6469-42c2-89d7-5b6def049000",
        "choice_type": "single"
    },
    {
        "question": "Defective enzyme in Hurler's disease?",
        "exp": "Type of MPS Disease Defective Enzyme 1 Hurler syndrome Iduronidase 2 Hunter syndrome Iduronate sulfatase 3 san filipo A Heparin sulfatase 3 San filipo B N-acetyl glucosamidase 3 San filipo C Glucosamine N-acetyl transferase 3 San filipo D N-acetyl glucosamine 6 sulfatase 4 Morquio syndrome N-acetyl galactosamine 6 sulfatase 6 Maroteaux lamy syndrome N-acetyl galactosamine 4 sulfatase/aryl sulfatase B 7 Sly syndrome Beta-glucoronidase",
        "cop": 1,
        "opa": "Alpha-L-Iduronidase",
        "opb": "Iduronate sulfatase",
        "opc": "Beta-glucoronidase",
        "opd": "Beta-galactosidase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e849ace4-2f92-4d4d-adc4-4db61c84a820",
        "choice_type": "single"
    },
    {
        "question": "Final product in anaerobic glycolysis",
        "exp": "In glycolysis; During anaerobic (oxygen deficient) condition, when one molecule of glucose is conveed into 2 molecules of lactate, there is a net yield of 2 molecules of ATP. (refer, table: 9. 4). Ref: DM Vasudevan, 7th edition, page no: 112",
        "cop": 3,
        "opa": "Pmyruvate",
        "opb": "Acetyl CoA",
        "opc": "Lactate",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "864a6bd1-dffd-40bd-b43c-5ea1003880cd",
        "choice_type": "single"
    },
    {
        "question": "About O2 dissociation curve, true is",
        "exp": "The affinity of Hb F for oxygen and carbon dioxide: The affinity of Hb F for oxygen. The affinity of Hb F for carbon dioxide1. Affinity for oxygen in case of HbF is more than that of HbA, i. e., it can take more oxygen than HbA at low oxygen pressure due to poor binding of 2, 3 DPG by the gamma polypeptide chain. 2. Because of this, movement of oxygen from maternal to fetal circulation is facilitated. 3. One molecule of DPG is bound per hemoglobin tetramer, in its central cavity, in the T-form, when the space between the H-helices of the beta chains is just wide enough to accommodate it1. Carbon monoxide reversibly binds hemoglobin to one of the oxygen binding sites and conves the molecule into carboxyhemoglobin (Co. Hb). Co. Hb binds the three remaining sites to oxygen; 2. However, the conformation of the molecule is such that it does not release the bound oxygen. The oxygen saturation of hemoglobin, therefore, remains normal, yet the oxygen cannot be off-loaded in peripheral tissues. For this reason, Co. Hb has the effect of shifting the oxygen dissociative curve to Left. 3. Also, CO has 240 times more affinity for Hb than 02. Refer: Textbook of Medical Biochemistry By S Ramakrishnan. Pg no: 102",
        "cop": 3,
        "opa": "Affinity of O2 with Hb decreases as Hb attaches to O2 in linear fashion",
        "opb": "1 Hb attaches to 2 molecules of 2, 3 DPG",
        "opc": "O2 affinity will be equal in both HbF and HbA in the absence of 2, 3. DPG",
        "opd": "Carboxy Hb increases releases of O2 in blood (shift O2 dissociation curve to right)",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e719ce9a-7cb6-406f-b804-008a2c5dbe16",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is NOT a fuel for gluconeogenesis?",
        "exp": "Acetyl CoA, however, does paicipate in the inactivation of pyruvate dehydrogenase, so that pyruvate preferentially forms oxaloacetate pyruvate carboxylase. Oxaloacetate is then conveed into malate, which is transpoed from the mitochondria into the cytoplasm where it is conveed back into oxaloacetate. The oxaloacetate is then conveed into phosphoenolpyruvate using phosphoenolpyruvate carboxykinase and GTP, thus completing the first step in the gluconeogenic process. Glycerol is only metabolized by the liver, which has glycerol kinase. Glycerol kinase conves glycerol into glycerol 3-phosphate, which is conveed into dihydroxyacetone phosphate, a three-carbon intermediate for gluconeogenesis. Lactate is conveed back into pyruvate, the key substrate for gluconeogenesis, by lactate dehydrogenase. The oxidation of odd-chained fatty acids produces propionyl CoA, which is eventually conveed into succinyl CoA in the tricarboxylic acid cycle. Succinyl CoA is eventually conveed into succinate- malate- oxaloacetate- glucose. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 258",
        "cop": 1,
        "opa": "Acetyl CoA",
        "opb": "Glycerol",
        "opc": "Lactate",
        "opd": "Shoening of the cell cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7012fe54-b441-4b28-958d-f7551fb7b220",
        "choice_type": "single"
    },
    {
        "question": "Measurement of bilirubin in serum is by",
        "exp": "Measurement of Bilirubin in Serum. Quantitation of bilirubin employs a colorimetric method based on the reddish-purple color formed when bilirubin reacts with diazotized sulfanilic acid. An assay conducted in the absence of added methanol measures \"direct bilirubin, \" which is bilirubin glucuronide. An assay conducted in the presence of added methanol measures total bilirubin. The difference between total bilirubin and direct bilirubin is known as \"indirect bilirubin, \" and is unconjugated bilirubin. Ref: Harper&; s Biochemistry; 30th edition; Chapter 31; Porphyrins & Bile Pigments",
        "cop": 1,
        "opa": "Colorimetric method",
        "opb": "Electrophoresis",
        "opc": "Spectrophotometry",
        "opd": "Chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "3b0a7d82-5698-4aca-91ac-70bfab19afcd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme does not catalyse the irreversible step in glycolysis?",
        "exp": "Step 1 of Glycolysis - i. Glucose is phosphorylated to glucose-6- phosphate. ii. The enzyme is hexokinase (HK), which splits the ATP into ADP, and the Pi is added on to the glucose. The energy released by the hydrolysis of ATP is utilized for the forward reaction. iii. Hexokinase is a key glycolytic enzyme. Hexokinase catalyses a regulatory step in glycolysis that is irreversible. But this irreversibility is circumvented by another enzyme glucose-6-phosphatase (see gluconeogenesis). Step 3 of Glycolysis - i. Fructose-6-phosphate is fuher phosphorylated to fructose1, 6-bisphosphate. The enzyme is phosphofructokinase. ii. PFK is an allosteric, inducible, regulatory enzyme. It is an impoant key enzyme of this pathway. This is again an activation process, the energy being derived by hydrolysis of yet another molecule of ATP. This irreversible step is the rate limiting reaction in glycolysis. However, during gluconeogenesis, this step is circumvented by fructose-1, 6-bisphosphatase. Step 9 of Glycolysis - i. Phosphoenol pyruvate (PEP) is dephosphorylated to pyruvate, by pyruvate kinase. First PEP is made into a transient intermediary of enol pyruvate; which is spontaneously isomerized into keto pyruvate, the stable form of pyruvate. ii. One mole of ATP is generated during this reaction. This is again an example of substrate level phosphorylation. iii. The pyruvate kinase is a key glycolytic enzyme. This step is irreversible. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 129, 131.",
        "cop": 2,
        "opa": "Hexokinase",
        "opb": "Phosphoglycero kinase",
        "opc": "Pyruvate kinase",
        "opd": "Phosphofructokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "1bdcb9cd-bbde-4482-b473-f9d3944b22c6",
        "choice_type": "multi"
    },
    {
        "question": "Cancer cells derive nutrition from",
        "exp": "In fast-growing cancer cells, glycolysis proceeds at a high rate, forming large amounts of pyruvate, which is reduced to lactate and expoed. This produces a relatively acidic local environment in the tumor, which may have implications for cancer therapy. The lactate is used for gluconeogenesis in the liver, an energy-expensive process, which is responsible for much of the hypermetabolism seen in cancer cachexia. Reference: Harper; 30th edition; Page no: 168",
        "cop": 1,
        "opa": "Glycolysis",
        "opb": "Oxidative phosphorylation",
        "opc": "Gluconeogenesis",
        "opd": "Glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "51e0da77-e642-4881-a181-401bec3e1a25",
        "choice_type": "single"
    },
    {
        "question": "Which of the following syndrome is associated with mental retardation?",
        "exp": "Disease name Abbretion Enzyme Defective GaG(s) affected Symptoms Hurler syndrome MPS I a-l-Iduronidase Dermatan sulfate, Heparan sulfate Mental retardation, coarse facial features, hepatosplenomegaly, cloudy cornea Hunter syndrome MPS II Iduronate sulfatase Dermatan sulfate, Heparan sulfate Mental retardation Reference: Harper; 30th edition; Page no: 639; Table: 50-8",
        "cop": 1,
        "opa": "Hunter syndrome",
        "opb": "Morquio syndrome B",
        "opc": "Sly syndrome",
        "opd": "Natowicz syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "18237460-9c89-43a9-a32f-f88384ccfd16",
        "choice_type": "single"
    },
    {
        "question": "Hemolytic anemia is seen most commonly due to",
        "exp": "Pyruvate kinase deficiency is an inherited disorder that affects red blood cells, which carry oxygen to the body&; s tissues. People with this disorder have a condition known as chronic hemolytic anemia, in which red blood cells are broken down (undergo hemolysis) prematurely, resulting in a shoage of red blood cells (<a href=\" Specifically, &nbsp; pyruvate kinase deficiency&nbsp; is a common cause of a type of inherited hemolytic anemia called hereditary nonspherocytic hemolytic anemia. In hereditary nonspherocytic hemolytic anemia, the red blood cells do not assume a spherical shape as they do in some other forms of hemolytic anemia.</p>",
        "cop": 1,
        "opa": "Pyruvate kinase",
        "opb": "Phospho fructokinase I",
        "opc": "Phospho fructokinase II",
        "opd": "Pyruvate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "0a41db89-6e71-4fca-9010-d87395329ef3",
        "choice_type": "single"
    },
    {
        "question": "Enzyme inhibited by insulin is",
        "exp": "3. Hypoglycemic Effect of INSULINE - i. Insulin lowers the blood glucose level by promoting utilization and storage. ii. Gluconeogenesis is inhibited by insulin by repressing the key enzymes, pyruvate carboxylase (PC) phosphoenol pyruvate carboxykinase (PEPCK) and glucose-6- phosphatase. iii. Insulin inhibits glycogenolysis by oring the inactivation of glycogen phosphorylase and inhibiting glucose-6-phosphatase. The net effect of all these three mechanisms, blood glucose level is lowered. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 167.",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "PFK-1",
        "opc": "Glycogen phosphorylase",
        "opd": "Glycogen synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "14d59eb2-7592-4d47-916b-05f085779233",
        "choice_type": "single"
    },
    {
        "question": "Marquios disease not seen is",
        "exp": "Morquio syndrome is an inherited disease of metabolism in which the body is missing or doesn&; t have enough of a substance needed to break down long chains of sugar molecules called glycosaminoglycans (formerly called mucopolysaccharides). Symptoms. Abnormal development of bones, including the spine. Bell-shaped chest with ribs flared out at the bottom. Coarse facial features. Knock-knees. Large head (<a href=\" spaced teeth</a>",
        "cop": 2,
        "opa": "Corneal opacity",
        "opb": "Mental retardation",
        "opc": "Stunted growth",
        "opd": "Absent clavicle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "73564a51-b790-4540-8d90-68e603dccc9f",
        "choice_type": "single"
    },
    {
        "question": "Glucose is transpoed in pancreas through which receptor?",
        "exp": "The transcellular movement of glucose, in this case, involves one additional component: a unipo (Figure 40-19) that allows the glucose accumulated within the cell to move across the basolateral membrane and involves a glucose unipoer (GLUT2). Glucose uptake into muscle and adipose tissue is controlled by insulin, which is secreted by the b-islet cells of the pancreas in response to an increased concentration of glucose in the poal blood. Ref: Harper&; s Biochemistry, 30th edition, page no: 491",
        "cop": 2,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "GLUT 4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d36a363f-495b-42c2-8833-caec480daa7f",
        "choice_type": "single"
    },
    {
        "question": "End-Product of the action of salivary amylase is",
        "exp": "Salivary alpha-amylase hydrolyse the alpha-1, 4-glycosidic linkage, so as to produce smaller subunits like maltose, isomaltose, dextrins and oligosaccharides. Ref: DM Vasudevan, page no: 39",
        "cop": 2,
        "opa": "Mannose",
        "opb": "Maltose",
        "opc": "Sucrose",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "9fc7e316-3a89-4401-a1d8-c522aa165233",
        "choice_type": "single"
    },
    {
        "question": "Enzymes of Calvin cycle are",
        "exp": "The Calvin cycle is regulated by light-dependent activation of at least 5 enzymes: Rubisco(Ribulose Bisphosphate Carboxylase) NADP: glyceraldehyde-3-phosphate dehydrogenase Fructose-1, 6-bisphosphate phosphatase Sedoheptulose-1, 7-bisphosphate phosphatase Ribulose-5-phosphate kinase Of these 5 enzymes, all except rubisco are regulated by the ferredoxin-thioredoxin system. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 304.",
        "cop": 2,
        "opa": "G-6-PD",
        "opb": "Sedoheptulose-7-biphosphatase",
        "opc": "Glycerol Kinase",
        "opd": "Phosphoribulose kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "29173d63-cce6-4bfd-aacf-bf206fcbcc7c",
        "choice_type": "single"
    },
    {
        "question": "A 8-year-old boy rapidly develops hypoglycemia after moderate activity. On examination, doll like face and the liver and kidneys are found to be enlarged. Blood examination reveals raised levels of ketone bodies, lactic acid, and triglycerides. Histopathology of the liver shows deposits of glycogen in an excess amount. What is the diagnosis?",
        "exp": "Inheritance: Autosomal recessive Definitive diagnosis - liver biopsy Fructose and galactose restriction in the diet is advised. Reference: Harper's Illustrated Biochemistry 30th Edition Page no 179",
        "cop": 3,
        "opa": "Pompe's",
        "opb": "Mc. Ardle's",
        "opc": "von Gierke's",
        "opd": "Cori's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "17d812a5-926a-4230-9407-35f4d23e52f4",
        "choice_type": "single"
    },
    {
        "question": "Keratin of skin and nail differ because",
        "exp": "Keratins - Keratins are proteins present in hair, skin and nails, horn, hoof, etc. The fibers present are called alpha keratins and matrix as keratohyalin. They mainly have the alpha helical structure. Each fibril has 3 polypeptide chains and each bundle has about 10-12 fibrils. The keratohyalin matrix has cysteinerich polypeptide chains which are held together by disulfide bonds. The more the number of disulfide bonds, the harder the keratin is. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, EIGHTH EDITION, PG. NO., 674.",
        "cop": 3,
        "opa": "Vander waal bond",
        "opb": "Lipolysis",
        "opc": "Disulphide bond",
        "opd": "Covalent bond",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "7bc92e64-6559-4216-bcce-f97d89db6f8b",
        "choice_type": "single"
    },
    {
        "question": "Phosphofructokinase is the key enzyme of",
        "exp": "Step 3 of Glycolysis -6-phosphate is fuher phosphorylated to fructose1, 6-bisphosphate. The enzyme is phosphofructokinase. ii. PFK is an allosteric, inducible, regulatory enzyme. It is an impoant key enzyme of this pathway. This is again an activation process, the energy being derived by hydrolysis of yet another molecule of ATP. This irreversible step is the rate-limiting reaction in glycolysis. However, during gluconeogenesis, this step is circumvented by fructose-1, 6-bisphosphatase. Ref: DM Vasudevan, 7th edition, page no: 109",
        "cop": 3,
        "opa": "Glycogenolysis",
        "opb": "Glycogenesis",
        "opc": "Glycolysis",
        "opd": "TCA cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "120bb24e-4ead-480e-b60b-c5b33d4c899d",
        "choice_type": "single"
    },
    {
        "question": "Essential Pentosuria is due to defect in?",
        "exp": "Affected individuals excrete large amounts of L-xylulose in urine. Xylulose being a reducing sugar gives Benedict's test positive. Bial's test is positive as xylulose is a pentose Reference Harper's Illustrated Biochemistry 30th Edition Pg 205",
        "cop": 4,
        "opa": "Glycolysis",
        "opb": "HMP Shunt",
        "opc": "TCA Cycle",
        "opd": "Uronic acid pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "d5b054aa-2d01-4c3e-b0bf-9d0b7719bc1e",
        "choice_type": "single"
    },
    {
        "question": "True about Gaucher disease",
        "exp": "This is an inborn error of metabolism due to failure of degradation of glucocerebrosides. The enzyme beta-glucosidase is deficient in this condition. Ref: DM Vasudevan, 7th edition, page no: 192",
        "cop": 2,
        "opa": "Due to deficiency of enzymes sphingomyelinase",
        "opb": "Due to deficiency of enzyme b-Gluco-cerebroisidase",
        "opc": "Deposition of glucosylceramide",
        "opd": "Foam cell deposition",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "498c9184-26ab-4019-80ee-b1f476b634bf",
        "choice_type": "multi"
    },
    {
        "question": "Which is not Glucogenic?",
        "exp": "The glucogenic amino acids are: Alanine Arginine Asparagine Aspaic Cysteine Glutamic Glutamine Glycine Histidine Methionine Proline Serine Valine. Ref: DM Vasudevan, 7th edition",
        "cop": 4,
        "opa": "Arginine",
        "opb": "HIstidine",
        "opc": "Glycine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "8563613e-ccc0-4b34-8458-39fadfcda3e9",
        "choice_type": "single"
    },
    {
        "question": "A 44 yr old female presented with bony pain. On general examination hepatospleenomegaly was observed. Biopsy from spleen shows crumpled tissue paper appearance. Which of the following product is likely to have accumulated?",
        "exp": "GAUCHER DISEASE: It is one of the most common lysosomal storage diseases There are 3 clinical subtypes delineated by the absence or presence and progression of neurologic manifestations: type 1 or the adult, nonneuronopathic form; type 2, the infantile or acute neuronopathic form; and type 3, the juvenile or subacute neuronopathic form. All are autosomal recessive traits. Clinical manifestations: Thrombocytopenia & its manifestation *Anemia & its manifestation * Hepatomegaly with or without elevated liver function test results *Splenomegaly *Bone pain. *Pulmonary involvement *Growth retardation Erlenmeyer flask deformity of the distal femur Gaucher disease should be considered in the differential diagnosis of patients with unexplained organomegaly, who bruise easily, have bone pain, or have a combination of these conditions The pathologic hallmark of Gaucher disease is the Gaucher cell in the reticuloendothelial system, paicularly in the bone marrow. Treatment: Enzyme replacement therapy. The efficacy of enzyme replacement therapy with mannose-terminated recombinant human acid b- glucosidase has definitively been demonstrated. Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 2,
        "opa": "Ganglioside",
        "opb": "Glucocerebroside",
        "opc": "Sphingomyelin",
        "opd": "Sulfatides",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "a0393e45-f54e-48bb-a8d8-08345f4718eb",
        "choice_type": "single"
    },
    {
        "question": "Which is not a product of the pentose phosphate pathway?",
        "exp": "Step 5: Transketolase Reaction - Transketolase is a thiamine pyrophosphate (TPP) dependent enzyme. It transfers two-carbon unit (with keto group) from xylulose-5-phosphate to ribose-5-phosphate to form a 7 carbon sugar, sedoheptulose-7-phosphate and glyceraldehyde-3- phosphate. Transketolase enzyme will transfer the group from a donor ketose to an aldose acceptor. In thiamine deficiency transketolase activity is decreased. The reaction may be summarized as 5C + 5C = 7C + 3C. REF: DM VASUDEVAN TEXTBOOK OF BIOCHEMISTRY, SIXTH EDITION, PG. NO., 114.",
        "cop": 2,
        "opa": "Sedoheptulose-7-phosphate",
        "opb": "O2",
        "opc": "Glyceraldehyde-3-phosphate",
        "opd": "NADPH",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "81c41c9a-1d5c-4bff-b21f-f434326278d9",
        "choice_type": "single"
    },
    {
        "question": "Essential pentosuria is due to defect in",
        "exp": "It is an inborn error of metabolism. In the pathway, L-xylulose is conveed to D-xylulose by two enzymes, xylitol dehydrogenase, and xylulose reductase. Absence of any of these enzymes leads to pentosuria. Ref: DM Vasudevan, 7th edition, page no: 135",
        "cop": 4,
        "opa": "HMP pathway",
        "opb": "Glycolysis",
        "opc": "Gluconeogenesis",
        "opd": "Uronic acid pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "97c1e5e7-6935-4bb3-adef-7d62f28690fe",
        "choice_type": "single"
    },
    {
        "question": "Following statements are true with respect to glycogen except",
        "exp": "Insulin inhibits glycogenolysis by oring the inactivation of glycogen phosphorylase and inhibiting glucose-6-phosphatase. The net effect of all these three mechanisms, blood glucose level is lowered. Ref: DM Vasudevan, 7th edition, page no: 321",
        "cop": 4,
        "opa": "Principle storage of carbohydrate in the human body is glycogen",
        "opb": "Liver and muscle are the main sites of glycogen storage",
        "opc": "Produced by glycogenesis",
        "opd": "Insulin stimulates glycogenolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "44bf519a-c799-4707-a4dc-10fd6e4349c6",
        "choice_type": "multi"
    },
    {
        "question": "The glycolytic enzyme Enolase is inhibited by",
        "exp": null,
        "cop": 2,
        "opa": "Iodoacetate",
        "opb": "Fluoride",
        "opc": "Arsenate",
        "opd": "Arsenic",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of carbohydrate",
        "id": "e4b0f449-dbc2-4e5c-a08d-79793ae8763a",
        "choice_type": "single"
    }
]