[
    {
        "question": "Glycine is useful in all of the following except -",
        "exp": "Ans. is 'c' i. e., Spermine synthesis Glycineo Glycine is a nonessential amino acid which is synthesized from serine. Glycine is metabolized by following three pathways -It can be converted to serine, a reaction that require tetrahydrofolate {derivative of folic acidQ) and pyridoxal phosphateQ as coenzyme. Further serine is metabolized by serine dehydratase into pyruvate and NH4+. The major pathway of glycine degradation is oxidative cleavage into CO and NH4' by glycine cleavage complex of liver. H4 folate is required which is converted to N5, N10- methylene H4 folate. Thus folic acid is required forglycine metabolismQ. Glycine may be oxidatively deaminated by glycine oxidase to glyoxylic acid. o Glycine is necessary for the formation of following products:- HemeQ, purine ringQ, bile acids conjugation (formation of glycocholic acidQ, and glyco-chenodeoxycholic acid), creatineQ, glutathioneQ, glucose (by gluconeogenesis).",
        "cop": 3,
        "opa": "Purine synthesis",
        "opb": "Creatine synthesis",
        "opc": "Spermine synthesis",
        "opd": "Heme synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "ddd43c2d-d035-4720-af60-a9ce27d5bfe2",
        "choice_type": "multi"
    },
    {
        "question": "Pruritis (Itching) is caused by deficiency of -",
        "exp": "Ans. is 'd' i. e., Uroporphyrinogen - III synthase Porphyriaso Porphyrias are heterogenous group of disorders characterized by defective metabolism of porphyrins. Porphyrins are important intermediates in biosynthesis of heme from glycine and succinyl CoA. Each step is controlled by specific enzyme. So, prophyrias are due to inherited or acquired deficiency of enzymes in heme bio-synthetic pathways (also called porphyrin pathway). They manifest with either neurological complications or skin problems (or rarely both). Based on the site of overproduction and accumulation of porphyrins, porphyrias are broadly classified as:-A) Acute (hepatic prophyria)i) Acute intermettant porphyriaii) 5-ALA dehydratase deficiencyiii) Hereditary Coproporphyriaiv) Variegate porphyriav) Porphyria cutanea tardaB) Cutaneous (erythropoeitic) porphyriai) Erythropeitic protoporphyriaii) Congenital erythropoeitic porphyriaiii) X-linked sideroblastic Anemiao The acute (hepatic) porphyrias primarily affect nervous system resulting in abdominal pain, vomiting, acute neuropathy, seizures, muscle weakenss, psychiatric/mental symptoms (i. e., Hallucination, depression, anxiety, paronoia); and autonomic nervous disturbances like hypertension, tachycardia, constipation, arrhythmias, sweatingo The cutaneous (erythropoietic) porphyrias primarily affect skin causing photosensitivity (photodermatitis) blisters, itching, maculopapular rash. There is no abdominal paino There are some variation in above presentation. 1) Following two types of hepatic (acute) porphyrias also affect skin: - Hereditary coproporphyria and varigatedporphyria. Therefore these two have both neuropsychiatric as well as skin manifestations. 2) Porphyria cutanea tarda (a hepatic porphyria) does not have neuropsychiatric symptom, rather it has only skin manifestation. 3) X-linked sideroblastic anemia (an erythropoietic porphyria) has neither neuropsychiatric nor skin symptoms. Type. Enzyme involved. Acute intermittent Porphyria. Uroporphyrinogen-I synthase, (also called PBG deaminase or HMB synthase). Congenital erythropoietic. Uroporphyrinogen III Synthase. Porphyria cutanea tarda. Uroporphyrinogen decarboxylase. Hereditary coproporphyria. Coproporphyrinogen oxidase. Variegate porphyria. Protoporphyrinogen oxidase. Protoporphyria. Ferrochelatase (Heme synthase).",
        "cop": 4,
        "opa": "HMB synthase",
        "opb": "5-ALA dehydratase",
        "opc": "Uroporphyrinogen - I synthase",
        "opd": "Uroporphyrinogen - III synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "c54ee6e6-ec32-42d2-83c6-3d5f6aa338a9",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of purine nucleoside phosphorylase causes -",
        "exp": "Ans. is 'b' i. e., Cellular immunodeficiency o Purine nucleoside phosphorvlase is involved in purine nucleoside catabolism. o Purine nucleoside phosphorylase (PNP) deficiency is an autosomal recessive disorder, o It is characterized by decreased cell mediated immunity and recurrent infection, o There is a severe T-cell deficiency with normal B-cel! function. o They usually present with hypoplastic anemia with recurrent pneumonia, diarrhea and candidiasis. Also knowo Adenosine deaminase deficiency causes severe combined immunodeficiency.",
        "cop": 2,
        "opa": "Complement deficiency",
        "opb": "Cellular immunodeficiency",
        "opc": "Humoral immunodeficiency",
        "opd": "Combined immunodeficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "c8e561bd-f71a-4adf-8d00-5f6561cb1c7a",
        "choice_type": "single"
    },
    {
        "question": "About purine and pyrimidine nucleotides, all are true except-",
        "exp": "Ans. is 'c' i. e., Adenosine is a nucleotide o Two types of bases are found in nucleotides: (i) purines and (ii) pyrimidines. i) Purines: Two major purine bases found both in DNAs as well as RNAs are (i) adenine (A) and (ii) guanine (G). ii) Pyrimidines: Three major pyrimidine bases are (i) cytosine (C), (ii) Uracil (U) and (iii) Thymine (T). Cytosine and uracil are found in RNAs and cytosine and thymine are found in DNAs. Uracil is notfound in DNAs Q and thymine is not found in RNAs. Different major bases with their corresponding nucleosides and nucleotides. Base. Ribonucleoside. Ribonucleotide. Adenine (A). Guanine (G). Uracil (U). Cytosine (C). Adenosine. Guanosine. Uridine. Cytidine. Adenosine monophosphate (AMP). Guanosine monophosphate (GMP). Uridine monophosphate (UMP). Cytidine (Monophosphate) (CMP). Base. Deoxy ribonucleoside. Deoxyribonucleotide. Adenine. Guanine. Cytosine. Thymine. Deoxyadenosine. Deoxyguanosine. Deoxycytidine. Deoxythymidine. Deoxyadenosine monophosphate (d. AMP). Deoxyguanosine monphosphate (d. GMP). Deoxycytidine monophosphate (d. CMP). Deoxythymidine monophosphate (d. CMP)o Thus adenosine is a nucleoside (not nucleotide). Nucleoside= Nitrogenous base (purine or pyrimidine) + Pentose sugar (ribose or deoxyribose). Nucleotide= Nucleoside + phosphate group (phosphoric acid)or= Nitrogenous base + Pentose sugar + Phosphate group",
        "cop": 3,
        "opa": "Uracil is not found in DNA",
        "opb": "Thymine is not found in RNA",
        "opc": "Adenosine is a nucleotide",
        "opd": "Adenine is present in both DNA and RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "5ad75e45-a34a-4164-8ae9-7ba63116cf7b",
        "choice_type": "multi"
    },
    {
        "question": "Salvage pathway of purine nucleotide synthesis are used by all except -",
        "exp": "Ans. is 'b' i. e.. Liver o Purine nucleotide synthesis occurs by two pathways. De novo synthesis. Salvage pathwayo Liver is the major site of purine nucleotide biosynthesis (de novo). o Certain tissues cannot synthesize purine nucleotides by de novo palyway, e g. brain, erythrocytes and polymorphonuclear leukocytes. o These are dependent on salvage pathway for synthesis of purine nucleotides by using exogenous purines, which are formed by degradation of purine nucleotides synthesized in liver.",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "RBC",
        "opd": "Leukocytes",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "eb5d7bbb-21ed-4c27-8e12-b51d8e9a4ec4",
        "choice_type": "multi"
    },
    {
        "question": "Number of prosthetic groups in a hemoglobin molecule -",
        "exp": "Ans. is 'd' i. e., 4 o Hemoglobin is a conjugated protein which has a tetrameric structure, o It is an assembly of four globular proteins. o Each subunit is composed of a protein part, i. e. globin and a nonprotein prosthetic group, i. e. heme, o Each hemoglobin molecule is made up of 4 heme molecules and 4 polypeptide chains (2 pairs of similar polypeptide chains). Hemoglobin=Globin (containing 4 polypeptide chains)+ 4 heme molecules",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "554d5438-2394-48be-9b8d-fb11631b6bd5",
        "choice_type": "single"
    },
    {
        "question": "Allantoin is the end product of metabolism of -",
        "exp": "Ans. is 'b' Le., Purine o In non-primate mammals, end product of purine metabolism is allantoin due to presence of enzyme uricase. Uricase convenes uric acid to allantoin. o Humans lack the enzyme uricase. Therefore, end product of purine catabolism in humans is uric acid.",
        "cop": 2,
        "opa": "Glycogen",
        "opb": "Purine",
        "opc": "Pyrimidine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "5aefc76d-c694-437a-acd0-52e1e029ea91",
        "choice_type": "multi"
    },
    {
        "question": "Gout is a metabolic disorder of -",
        "exp": "Ans. is 'a' i. e., Purine Disorder of purine metabolism. Disorder of pyramidine metabolismo Gouto Orotic aciduriao Lesch-Nyhan syndromeo b- hydroxybutyric aciduriao Adenosine deaminase deficiencyo- Purine nucleoside phosphorylase deficiencyo Uraciiuria-thyminuria",
        "cop": 1,
        "opa": "Purine",
        "opb": "Pyramidine",
        "opc": "Glycogen",
        "opd": "Fatty acid oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "0ea3cd79-9828-43f9-a600-9a362f6bf66b",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting step in porphyrine synthesis -",
        "exp": "Ans. is 'b' i. e., ALA synthase o See above explanation. Heme is the most important porphyrin (porphyrin III) in the body.",
        "cop": 2,
        "opa": "ALA dehydratase",
        "opb": "ALA synthase",
        "opc": "UPG decarboxylase",
        "opd": "Ferrochelatase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "594d2516-77b0-4043-bd89-992949cd3531",
        "choice_type": "multi"
    },
    {
        "question": "Lesh-Nyan syndrome is due to deficiency of: (Repeat)",
        "exp": "Ans: A (HGPRTase) Ref: Harper's Illustrated Biochemistry, 29th edition. Page 335, 339 & 742. Explanation: Lesh-Nyhan Syndrome. This syndrome is characterized by: Hyperuricemia. Urolithiasis. Self mutilation. CNS manifestations. Extrapyramidul involvement (Choreathethosis, Dystonia, Ophisthotonus). Enzyme Defect. Hypoxanthine-guanine Phosphoribosyl Transferase (HGPRTase). This enzyme is involved in purine salvage it converts hypoxanthine to inosine mono phosphate (IMP). In absence of this enzyme intracellular PRPP levels will be elevated. Mutation in gene producing HGPRTase may be due to deletion, frame shift mutation, base substitutions or aberrent m. RNA splicing. Note: Salvage reactions require less energy than the de novo synthesis.",
        "cop": 1,
        "opa": "HGPRTase",
        "opb": "CPS I",
        "opc": "CPS II",
        "opd": "PRPP synthetase",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "f6b2fb39-fc4e-4259-998d-94ca10f8526c",
        "choice_type": "single"
    },
    {
        "question": "End product of purine metabolism is:",
        "exp": "Ans. B. Uric acid. Uric acid is the end product of purine metabolism. \"GOUT\" is a metabolic disease associated with over production of uric acid.",
        "cop": 2,
        "opa": "Creatinine",
        "opb": "Uric acid",
        "opc": "Xanthine",
        "opd": "Phosphates",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "1ada5c01-1614-473f-b3df-05b7d61dd683",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting step in pyrimidine synthesis -",
        "exp": "Ans. is 'c' i. e.. Aspartate transcarbomoylase o Pyrimidine biosynthesis starts with the formation of carbamoyl phosphate from glutamine, ATP and CO.. The reaction is catalyzed by 'cytosolic' enzymes carbamoyl phosphate synthase-II (CPS-II), an enzymes different form mitochondrial carbamoyl phosphate synthase-1 (CPS-I) required in urea synthesis. o Regulation of pyrimidine nucleotide synthesis occurs at first two reactions. Carbamoyl phosphate synthase-II is feed-back inhibited by UTP and activated by PRPP. Aspartate transcarbamoylase is feed-back inhibited by CTP and activated by ATP.",
        "cop": 3,
        "opa": "Dihydro-orotase",
        "opb": "Ornithine transcarbomoylase",
        "opc": "Aspartate transcarbomoylase",
        "opd": "Carbamoyl phosphate synthase-I",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "89308d96-4a07-46a2-bda2-a4427d66f50c",
        "choice_type": "multi"
    },
    {
        "question": "Carbamoyl phosphate synthase - 1 acts in -",
        "exp": "Ans. is 'c' i. e., Urea cycle o Biosynthesis of urea occurs in five steps. Carbamoyl phosphate synthase-I (CPS-I), a mitochondrial enzyme, catalyzes the formation of carbamoyl phosphate by condensation of CO, and ammonia. Two molecules of ATP are required for the reaction. CPS- I is the rate limiting enzyme of urea cycle, It is an allosteric enzyme and allosterically activated by N- acetyl glutamate. o There is one cytosolic carbamyl phosphate synthase-II (CPS-II) which uses glutamine rather than ammonia as the nitrogen donor and functions in pyrimidine synthesis. Ornithine transcarbamoylase catalyzes the formation of citrulline from carbamoyl phosphate and ornithine. Arginosuccinate synthase catalyzes the formation of arginosuccinate from citrulline and aspartate. This reaction requires I ATP, but 2 high energy phosphate bonds are consumed as ATP is converted to AMP + PPi. The amino group of aspartate provides one of the two nitrogen atoms that appear in urea (The other one is provided by ammonia NH4). Arginosuccinate lyase (arginosuccinase) catalyses the cleavage of arginosuccinate into arginine and fumarate. Fumarate enters in TCA cycle. Arginase catalyses the formation of urea from arginine by hydrolytic cleavage of arginine to yield urea and ornithine. Ornithine is thus regenerated and can enter mitochondria to initiate another round of the urea cycle.",
        "cop": 3,
        "opa": "Purine synthesis",
        "opb": "Pyrimidine synthesis",
        "opc": "Urea cycle",
        "opd": "TCA cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "46a22665-6e4e-45a0-9694-47b8ef053c62",
        "choice_type": "single"
    },
    {
        "question": "Purine metabolism produces -",
        "exp": "Ans. is 'd' i. e., Uric acid o Humans catabolize purines (adenine and guanine) to uric acid. o Humans catabolize purines to uric acid. o But, first purines are catabolized to xanthine, which is further catabolized to purine. o In mammals other than higher primates (in non primate mammals), uric acid is converted to water soluble abandon by enzyme 'uncase'. However, human lack uricase, therefore the end product of purine catablism is uric acid, which is excreted.",
        "cop": 4,
        "opa": "b-alanine",
        "opb": "NH3",
        "opc": "CO2",
        "opd": "Uric acid",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "b78715c3-b381-487a-88a3-a155b65b820a",
        "choice_type": "single"
    },
    {
        "question": "Porphyrins absorb light in the wavelength of:",
        "exp": "Ref: Harper's Illustrated Biochemistry, 28th ed. Ch. 31. pp-272. Explanation:\"Porphyrins are strongly fluorescent: they absorb ultraviolet light (wavelength about 400 nm f nanometres), and re-emit it as a red light at about 630 nm. This property is used as the basis of most of our biochemical tests to detect porphyrins in urine, stool and blood. \"Porphyrias are a group of rare disorders caused by deficiencies of enzymes of the heme biosynthetic pathway. (See the following table) Type. Enzyme Involved. Major Symptoms. Laboratory tests. Acute intermittent porphyria. Uroporphyrinogenlsvnchase. Abdominal pain Neurcpsvchiatric. Urinary porphobilinogen |Congenitalerythropoietic porphyria. Uroporphyrinogerc III cosynthase. Photosensitivity. Urinary uroporphyrin. Porphobilinogen|-Porphyria cutanea tarda. Uroporphyrinogen. Decarboxylase. Photosensitivity. Urinary uroporphyrin. Porphobilinogen|-Variegate porphyria. Protoporphyrinogen Oxidase. Photosensitivity Abdominal pain Neuropsychiatric. Urinary uroporphyrin. Fecal coproporphyrin. Fecal protoporphyrin|||Erythropoieticprotoporphyria. Ferrochelatase. Photosensitivity. Fecal protoporphyrin. Red cell protoporphyrin||",
        "cop": 2,
        "opa": "340 nm",
        "opb": "400 nm",
        "opc": "540 nm",
        "opd": "670 nm",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "a5999a04-4b52-4a81-8b82-2046becf5afb",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is not a pyrimidine -",
        "exp": "Ans. is 'c' i. e., Adenine o Two types of bases are found in nucleotides: (i) purines and (ii) pyrimidines. Purines: Tw o major purine bases found both in DNAs as well as RNAs are (i) adenine (A) and (ii) guanine (G). Pyrimidines: Three major pyrimidine bases are (i) cytosine (C), (ii) Uracil (U) and (iii) Thymine (T). Cytosine and uracil are found in RNAs and cytosine and thymine are found in DNAs. Uracil is not found in DNAsQ and thymine is notfound in RNAs.",
        "cop": 3,
        "opa": "Uracil",
        "opb": "Thymine",
        "opc": "Adenine",
        "opd": "Cytosine",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "3d8874a3-efe4-475c-9ea5-c1cc59089375",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metabolic pathway in carbohydrate metabolism is required for synthesis of nucleic acids -",
        "exp": "Ans. is 'c' i. e., HMP shunt o HMP is an alternative route for the oxidation of glucose (beside glycolysis). It is also called as **pentose phosphate pathway \", \"Dickens - Horecker pathway\", \"Shunt pathway\" or \"phosphogluconate oxidative pathway\"o HMP shunt is required for provision of reduced NADPH and fiver-carbon sugars e. g. ribose (Pentose phosphates) for nucleic acid synthesis. o Normally, 90% of glucose is oxidized by glycolysis and 10% is oxidized by HMP shunt. However, in liver and RBCs HMP shunt accounts for oxidation of 30% glucose, o HMP shunt occurs in the cytosol. It is highly active in liver, adipose tissue, adrenal cortex, lens, cornea, lactating (but not the noniactating) mammary gland, Gonads (testis, ovary) and erythrocytes. Activity of this pathway is minimal in muscle and brain, where almost all of the glucose is degraded by glycolysis.",
        "cop": 3,
        "opa": "Gluconeogenesis",
        "opb": "Glycolysis",
        "opc": "HMP shunt",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "cc4281a0-9582-471b-abce-fa99fa032a4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is the disorder of purine -",
        "exp": "Ans. is 'b' i. e., Gout Disorders of purine metabolism Disorders of pyrimidine metabolismo Gout o Orotic aciduriao Lesch-Nyhan syndrome o b-hydroxybutyric aciduriao Adenosine-deaminase dificiency o Uraciluria-thyminuriao Purine uncleoside phosphorylase dificiency",
        "cop": 2,
        "opa": "Hyperammonemia",
        "opb": "Gout",
        "opc": "Orotic acduria",
        "opd": "Hartnup disease",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "adaecbb7-fd47-4215-bd21-103c78555bea",
        "choice_type": "single"
    },
    {
        "question": "In humans, end product of purine metabolism -",
        "exp": "Ans. is 'b' i. e., Uric acid Catabolism of purine nucleotideso Humans catabolize purines (adenine and guanine) to uric acid. o In mammals other than higher primates (in non primate mammals), uric acid is converted to water soluble allantion by enzyme 'uncase'. However, human lack uricase, therefore the end product of purine catablism is uric acid, which is excreted.",
        "cop": 2,
        "opa": "Allantoin",
        "opb": "Uric acid",
        "opc": "CO,",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "08e2c7a3-1ce6-4e25-92fd-121bae470451",
        "choice_type": "multi"
    },
    {
        "question": "Carbamoyl phosphate synthase I is used in -",
        "exp": "Ans. is 'c' i. e., Urea cycle o Carbamyl phosphate synthase I - Urea cycleo Carbamyl phosphate synthase II - Pyrimidine synthesis. Urea cvcleo Ammonia is ultimately disposed of by formation of urea by \"Kreb's Henseleit urea cycle\" in the liverr. Urea cycle takes place both in mitochondria and cytosol. First two reactions of urea cycle occur in the mitochondria, and remaining reactions occurs in cytosolr. o Biosynthesis of urea occurs in five steps. Carbamoyl phosphate synthase-I (CPS-I), a mitochondrial enzyme, catalyzes the formation of carbamoyl phosphater by condensation of CO2 and ammonia. Two molecules of ATP are required for the reaction. CPS-I is the rate limiting enzyme of urea cycle0. It is an allosteric enzyme and allosterically activated by N-acetyl glutamater. Ornithine transcarbamoylaser catalyzes the formation of citruliine from carbamoyl phosphate and ornithiner. Arginosuccinate synthase6 catalyzes the formation of arginosuccinate from citruliine and aspartate. This reaction requires 1. ATP, but 2 high energy phosphate bonds are consumed as ATP is converted to AMP + PPi. The amino group of aspartate provides one of the two nitrogen atoms that appear in urear (The other one is provided by ammonia NH4 r). Arginosuccinate lyase (arginosuccinase) catalyses the cleavage of arginosuccinate into arginine and fumarate. Fumarate enters in TCA cycle. Arginaser catalyses the formation of urea from argininer by hydrolytic cleavage of arginine to yield urea and ornithine. Ornithine is thus regenerated and can enter mitochondria to initiate another round of the urea cycle. o The source of two nitrogen atoms of urea one from ammoniar and one from amino group of aspartate6. Source of carbon is CO2r. Thus out of all amino acids in%rolved in urea cycle aspartate is consumed, while there is no net loss or gain of ornithine, citruliine, arginosuccinate or arginine. There is production of fumarate as by productr. o 3 molecules of ATP are consumed (2 in first reaction and 1 in third reaction). However, 4 high energy phosphate bonds are utilized as 3rd ATP is converted to AMP+PPi.",
        "cop": 3,
        "opa": "Purine synthesis",
        "opb": "Pyrimidine synthesis",
        "opc": "Urea cycle",
        "opd": "Uronic acid pathway",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "05d57ef0-18b1-4998-975c-34fc3e780fd3",
        "choice_type": "single"
    },
    {
        "question": "Pyrimidine metabolism end product -",
        "exp": "Ans. is 'c' i. e., Beta alanine o Unlike the purine which are degraded to sparingly soluble product, uric acid, the end products of pyrimidine catabolism are highly water soluble: CO2, NH3, b- alanine and b- aminoisobutyrate. o Pseudouridine is excreted unchanged as it cannot be catabolized in human. Humans have no enzyme that can catabolize pseudouridine derived from degradation of t-RNA.",
        "cop": 3,
        "opa": "Urea",
        "opb": "Uric acid",
        "opc": "Beta alanine",
        "opd": "Allantoin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "d5fcf13b-5d3a-4413-aaee-9513c6bcecda",
        "choice_type": "multi"
    },
    {
        "question": "End product of purine metabolism is?",
        "exp": "ANSWER: (B) Uric add. REF: Biochemistry 3rd edition by S C Rastogi page 366, In humans and higher primates, uric acid is the final oxidation (breakdown) product of purine metabolism and is excreted in urine. AUantoin is a natural end product of purine metabolism in most mammals other than humans.",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Uric acid",
        "opc": "Ammonia",
        "opd": "Allantoin",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "bd9fbcad-a531-4796-9641-7d59dbe187c9",
        "choice_type": "multi"
    },
    {
        "question": "Uric acid is formed by -",
        "exp": "Ans. is 'c' i. e., Catabolism of purines o Humans catabolize purines (adenine and guanine) to uric acid.",
        "cop": 3,
        "opa": "Catabolism of proteins",
        "opb": "Catabolism of ketones",
        "opc": "Catabolism of purines",
        "opd": "Catabolism fo pyrimidines",
        "subject_name": "Biochemistry",
        "topic_name": "Metabolism of Purines and Pyrimidines",
        "id": "a93e604a-e9a6-4a46-a008-82c4abdebef6",
        "choice_type": "single"
    }
]