[
    {
        "question": "Chymotrypsinogen is a:",
        "exp": "Ans. d. Zymogen: (Ref: Lippincott 4/e p64, 443, 248-49; Harper 29/e p89, 519, 651-53). Chymotrypsinogen or prochymotrypsin is a proprotein, proenzyme or zymogen. \"Chymotrypsinogen or prochymotrypsin is a proprotein, proenzyme or zymogen. Trypsin can then activate chymotrypsinogen to chymotrypsin, proelastase to elastase. procarboxypeptidase to carboxypeptidase, and proaminopeptidase to aminopeptidase. Chymotrypsinogen is a endopeptidase, breaking the peptide bond formed by alpha carboxyl group of amino acids: phenylalanine, tyrosine, tryptophan, valine or leucine. \"Proproteins (Proenzymes or Zymogens). Zymogen is an inactive precursor of enzyme/protein that require selective proteolysis for activationQ. Selective proteolysis often result in conformational changes that create the catalytic site of an enzyme or it unmasks the active site of an enzyme by removing small region of peptide chain (by hydrolysis of specific peptide bond)Q. Enzymes needed intermittently but rapidly often are secreted in an initially inactive form since new synthesis and secretion of required proteins might be insufficiently rapid to respond to a pressing pathophysiological demand such as clot formation, clot dissolution, tissue repair etc. Proenzymes facilitate rapid mobilization of activity in response to physiological need. Proteolytic digestive enzymes are known as proteases. These are secreted as inactive zymogens. The synthesis of enzymes as Zymogens protects the cell from being digested by its own product (autodigestion)Q. Types of Proteases. Exopeptidase. Endopeptidase* Hydrolyse peptide bonds one at a time from the ends of polypeptide chain.* Carboxypeptidase (in pancreatic juice): Cleaves amino acid from carboxy terminalQ* Aminopeptidase (in small intestine): Cleaves amino acid from amino terminalQ* Hydrolyse peptide bonds in mid portion between specific amino acids (Pepsin, Elastase, Trypsin, Chymotrypsin)Q",
        "cop": 4,
        "opa": "Transaminase",
        "opb": "Carboxypeptidase",
        "opc": "Clot lysing protein",
        "opd": "Zymogen",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "798c45ab-90f9-415e-ae9f-78b939f731a0",
        "choice_type": "single"
    },
    {
        "question": "Enzymes found in CSF:",
        "exp": "Ans. c. CK + LDH (Ref: Textbook of Medical Biochemistry by Dinesh Puri 2/e p154, 155)CK (Subunit composition BB) and LDH-3 (Subunit composition HHMM) are found in brain (CSF). Tissue Distribution of Lactate Dehydrogenase Isoenzyme. Isoenzyme. Subunit composition. Tissue. Percentage in serum. LDH-1. HHHHMyocardium, RBCQ30. LDH-2. HHHMMyocardium, RBCQ35. LDH-3. HHMMBrainQ, kidney20. LDH-4. HMMMSkeletal muscle, liver. Q10. LDH-5. MMMMSkeletal muscle, liver. Q5 Characteristics of CK Isoenzymes. Isoenzyme. Subunit composition. Tissue. Percentage in serum. CKBBBrain. Q30. CKMBHeart. Q35. CKMMSkeletal muscle. Q20",
        "cop": 3,
        "opa": "GGT + ALP",
        "opb": "ALP + CK-MB",
        "opc": "CK + LDH",
        "opd": "Deaminase and Peroxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "a7bd7edc-7d2b-4bf0-86d3-0e037c3de55d",
        "choice_type": "single"
    },
    {
        "question": "Cofactor of carbonic anhydrase is?",
        "exp": "Ans. (b) Zinc. Refi. Text of Biochemistry By G. P Talwar and LMSrivastava p 585, Shinde and Chatterjee 6th ed /-555",
        "cop": 2,
        "opa": "Molybdenum",
        "opb": "Zinc",
        "opc": "Copper",
        "opd": "Selenium",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "ffbe2c69-1bcc-4975-97be-056e59a49949",
        "choice_type": "single"
    },
    {
        "question": "Selenium dependent enzyme is?",
        "exp": "ANSWER: (A) Glutathione peroxidase. REF: Harper 29th Ed Page 118, 201, 204, 664. See Table for Cofactors of enzymes in December 2011 (Biochemistry). Repeat Biochemistry 2005. 2003, 2001, 2000. The selenium-containing enzyme glutathione peroxidase will also act on reduced glutathione (GSH) and H2. O2 to produce oxidized glutathione (GSSG) and H2O; this enzyme can also use other peroxides as substrates.",
        "cop": 1,
        "opa": "Glutathione peroxidase",
        "opb": "Xanthine oxidase",
        "opc": "Cytochrome oxidase",
        "opd": "Carbonic anhydrase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "bf70cd9a-db83-49c4-8c15-9031d6f54fb4",
        "choice_type": "single"
    },
    {
        "question": "Enzyme catalase is found in -",
        "exp": "Ans. is 'c' i. e., Peroxisomes Organelle or fraction. Markers. Mitochondria. Inner membrane:- ATP synthase, Succinate dehydrogenase. Intermembrane space:- Creatine kinase, Adenyl kinase. Matrix:- Glutamate dehydrogenase, Pyruvate dehydrogenase, enzymes of TCA cycle & b-oxidation of fatty acids. Plasma membrane51-Nucleotidase, Adenyl cyclase, Na+K+ ATPase. Lysosome. Acid phosphatase. Golgi Apparatus. Galactosyl transferase, Golgi mannosidase II, Sialyl transferase, Glc. NAc transferase IEndoplasmic reticulum. Glucose-6-phosphatase. Peroxisome. Catalase, Urate (uric acid) oxidase. Cytosol. Lactate dehydrogenase. Nucleus. DNARibosome. High content of RNA",
        "cop": 3,
        "opa": "Lysosome",
        "opb": "Mitochondria",
        "opc": "Peroxisomes",
        "opd": "Cytosol",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "52a752cd-b884-4f65-a99e-ff445dcb91b4",
        "choice_type": "single"
    },
    {
        "question": "All have antioxidant property except -",
        "exp": "Ans, is 'c' i. e., Phosphorylase o There are two types of antioxidant systems:-1. Enzymatic antioxidant system. This include. Catalase. Superoxide dismutase (SOD). Glutathione peroxidase2. Non-enzymatic antioxidant system. This is further subdivided into. Vitamins: Vitamin E, Vitam in A & beta carotene, Vitamin C. Minerals: Selenium, Copper, Zinc, Manganese. Tissue proteins: Transferrin, ferritin, lactoferrin, ceruloplasmin. Amino acids: Glutathione, Cysteine",
        "cop": 3,
        "opa": "Catalase",
        "opb": "Glutathione peroxidase",
        "opc": "Phosphorylase",
        "opd": "Superoxide dismutase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "83812788-e343-4b4f-b1e8-52a7cc112946",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting step in heme synthesis is catalyzed by-",
        "exp": "Ans. is 'b' i. e., ALA synthase Synthesis of hemeo Heme synthesis takes place in all cells, but occurs to greatest extent in bone marrow and liver, o The first step in the synthesis of heme is the condensation of glycine and succinyl Co-A to form d-aminolevulinic acid (d-ALA), which occurs in mitochondria. o This reaction is catalyzed by d-ALA synthase which requires pyridoxal phosphate (PLP) as cofactor, o This is the rate limiting step in heme synthesis. o Heme is then combined with protein component (e. g. globin) to form hemoproten (e. g. hemoglobin).",
        "cop": 2,
        "opa": "ALA dehydratase",
        "opb": "ALA synthase",
        "opc": "UPG decarboxylase",
        "opd": "Ferrochelatase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "5faa89d9-970a-4013-af41-0fdcde222ebc",
        "choice_type": "multi"
    },
    {
        "question": "Hexokinase is -",
        "exp": "Ans. is 'b' i. e., Transferase o All kinases (including hexokinase) are transferases. Enzyme class. Important enzymes. Oxidoreductase. Oxidases, Dehydrogenases, Hydroperoxidases, (catalase, peroxidase), oxygenases. Transferase. Amino transferase or transaminase, e. g., SGOT (AST) and SGPT (ALT), kinases (Hexokinase Q glucokinase, pyruvate kinase etc), Transketolases, transaldolases, tran scarboxy 1 ases. Hydrolases. All digestive enzymes (Pepsin, trypsin, lipases, esterases), lysosomal enzymes, urease, and phosphatase. Lyases. Decar boxy lases Q, aldolases, hydratases, enolase, fumarase Q, Arginosuccinase. Isomerases. Racemases, epimerases, cis- trans- isomerases, mutases. Ligases. Synthatases Q, Carboxylases, DNA ligase",
        "cop": 2,
        "opa": "Ligase",
        "opb": "Transferase",
        "opc": "Oxidoreductase",
        "opd": "Reductase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "2dd26249-26df-4025-971a-ae85a9a48507",
        "choice_type": "single"
    },
    {
        "question": "Catalase is present in which of the following?",
        "exp": "ANSWER: (C) Peroxisomes. REF: Lippincott's 4th ed p- 194, Harper 28th ed chapter 12, 22, 45, 51. Hydroperoxidases Use Hydrogen Peroxide or an Organic Peroxide as Substrate. Two type of enzymes found both in animals and plants fall into this category: peroxidases and catalase. The enzyme catalase, present in many types of cells, converts it to H2O and O2, Catalase is a hemoprotein containing four heme groups. In addition to possessing peroxidase activity, it is able to use one molecule of H2. O2 as a substrate electron donor and another molecule of H2. O2 as an oxidant or electron acceptor. Catalase is found in blood, bone marrow, mucous membranes, kidney, and liver. Its function is assumed to be the destruction of hydrogen peroxide formed by the action of oxidases. Peroxisomes are found in many tissues, including liver. The peroxisome is an important organelle involved in aspects of the metabolism of many molecules, including fatty acids and other lipids (eg, plasmalogens, cholesterol, bile acids), purines, amino adds, and hydrogen peroxide. The peroxisome is bounded by a single membrane and contains more than 50 enzymes; catalase and urate oxidase are marker enzymes for this organelle.",
        "cop": 3,
        "opa": "Golgi complex",
        "opb": "Lysosomes",
        "opc": "Peroxisomes",
        "opd": "Mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Enzymes)",
        "id": "3be224cd-0b80-4d4c-be27-3a4790e4dfcb",
        "choice_type": "single"
    }
]