[
    {
        "question": "In Diabetes, What happens to RQ:",
        "exp": "Respiratory Quotient (RQ) Calculation of RQ of Glucose (carbohydrates): Oxidation of glucose in body: C6H1206 + 602 - 6C02 + 6H20 So, RQ = 6/6 = 1 RQ VALUES for different food components: Carbohydrates - 1 Proteins - 0.8 Fats - 0.74 Mixed diet - 0.85 Brain - 0.97 - 0.99 RQ TELLS US Type of macromolecules used in the body Conversion of one macromolecule to another FASTING / STARVATION - RQ decreases RQ in Diabetics - RQ decreases On giving insulin - RQ Increases",
        "cop": 4,
        "opa": "RQ always increases in Diabetes",
        "opb": "RQ increases & on giving Insulin it again decreases",
        "opc": "RQ always decreases in Diabetes",
        "opd": "RQ decreases & on giving Insulin it again increases",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "9f0780b8-052e-4c1d-9d5a-3d8fbeba9efc",
        "choice_type": "single"
    },
    {
        "question": "Most powerful chain breaking antioxidant:",
        "exp": "Alpha- tocopherol is most powerful chain breaking anti-oxidants. 2 Classes of antioxidants Chain breaking anti - oxidants : (They interfere with chain propagation) Alpha - tocopherol Beta - carotene Vitamin C Super oxide dismutase (SOD) Uric acid/Urate Polyphenols Preventive antioxidants: (They reduce the rate of chain initiation) Glutathione peroxidase Catalase Ceruloplasmin & transferrin (Chelate metal ions)",
        "cop": 2,
        "opa": "Vitamin C",
        "opb": "Alpha - tocopherol",
        "opc": "Catalase",
        "opd": "Glutathione peroxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "19c1563d-b26b-4948-97d4-39158becef3f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes is known as 'suicide enzyme'?",
        "exp": "Cyclooxygenase can switch off the synthesis of prostaglandins by undergoing self-catalysed destruction. That is why this enzyme is known as suicidal enzyme. (Do not confuse this with suicidal inhibition). Cyclooxygenase aka prostaglandin H synthase Bifunctional enzyme with two activities - cyclooxygenase and peroxidase. There are two isoenzymes of cyclooxygenase, COX-1 (Constitutive) and COX-2 (Inducible).",
        "cop": 1,
        "opa": "Cyclooxygenase",
        "opb": "Lipoxygenase",
        "opc": "Phospholipase C",
        "opd": "Xanthine oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "3d7e7e16-25c6-410f-aba6-8abac9b032f9",
        "choice_type": "single"
    },
    {
        "question": "Products formed from alcohol but not the intermediate of TCA cycle?",
        "exp": "Acetaldehyde is formed from alcohol and not intermediate of TCA cycle. Whereas, Succinate,fumarate and oxaloacetate all are intermediate of TCA",
        "cop": 1,
        "opa": "Acetaldehyde",
        "opb": "Succinate",
        "opc": "Fumarate",
        "opd": "Oxaloacetate",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "563edfac-a7b4-4ced-b0ea-65f744832c4d",
        "choice_type": "single"
    },
    {
        "question": "Oxytocin receptor is:-",
        "exp": "Oxytocin receptor is G protein coupled receptors which bound to Gq which activate phospholipase C. Phospholipase C breaks down PIP2 to IP3. IP3 will act as 2nd messenger It helps in mobilization of calcium in sarcoplasmic reticulum and will increase calcium levels in the cell and cause excitatory effects in cells.",
        "cop": 2,
        "opa": "Cytokine related receptor",
        "opb": "G protein coupled receptor",
        "opc": "Tyrosine kinase receptor",
        "opd": "Nuclear or cytoplasmic",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "676f00bf-c1fd-4c7f-ab00-dbc15becd422",
        "choice_type": "single"
    },
    {
        "question": "Rossman fold associated NADH domain is found in which of the following enzyme:",
        "exp": "Rossmann fold bab fold- a super-secondary structure Named after Michael Rossmann Characterized by an alternating bab (beta strand-alpha helix-beta strand) The bab fold structure is commonly observed in enzymes that have dinucleotide coenzymes(FAD, SAM, NAD and NADP) Found in a lot of dehydrogenase enzymes towards N-terminal end. It is also found in alcohol dehydrogenase enzyme The enzymes which have Rossmann fold are known as Rossmann enzymes e.g. Glyceraldehyde-3-Phosphate Dehydrogenase Alcohol Dehydrogenase Isocitrate Dehydrogenase Lactate Dehydrogenase Phosphoglycerate Dehydrogenase Glutathione Reductase D-AminoAcid Oxidase",
        "cop": 1,
        "opa": "Isocitrate Dehydrogenase",
        "opb": "Pyruvate Dehydrogenase",
        "opc": "Citrate synthase",
        "opd": "Succinate Dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "21357332-c300-4ce2-b6ec-187981a1e677",
        "choice_type": "single"
    },
    {
        "question": "Asians & native americans may flush & feel ill after drinking small amount of ethanol. This reaction is due to genetic variation in which enzyme:",
        "exp": "* Genetic variation occurs in enzyme aldehyde dehydrogenase, specially in people of China, Korea & native America, known as Asian flush syndrome. Increased acetaldehyde causes:- Nausea Vomiting Flushing Sweating Tachycardia & hyperventilation ADDITIONAL READING ON ALCOHOL DEHYDROGENASE (ADH): There are many isoenzymes Most abundant - ADH-1A Present in cytoplasm of liver and adrenal glands Has NAD containing domain known as Rossman fold",
        "cop": 2,
        "opa": "Alcohol dehydrogenase",
        "opb": "Aldehyde dehydrogenase",
        "opc": "Isocitrate dehydrogenase",
        "opd": "Alpha-keto glutarate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "3f5bcd62-7957-4634-aede-19a4d43d2047",
        "choice_type": "multi"
    },
    {
        "question": "Acquired porphyria is due to the which of the following:",
        "exp": "Porphyria can be either inherited or acquired. Causes of acquired porphyria: Lead poisoning Alcoholism Hepatitis C infection Lead induced acquired porphyria is known as Plumboporphyria.",
        "cop": 2,
        "opa": "Mercury toxicity",
        "opb": "Lead poisoning",
        "opc": "Copper deficiency",
        "opd": "Selenium toxicity",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "867f04f4-1cec-461b-9e91-6faa0edb3a2e",
        "choice_type": "single"
    },
    {
        "question": "Which amino acids are absorbed in enterocytes through Meister cycle?",
        "exp": "Absorption of neutral amino acids requires Meister cycle Glutathione is essential here 3 ATPs are used in this cycle to transpo one amino acid Not a common transpo system for amino acids",
        "cop": 4,
        "opa": "Dibasic amino acids",
        "opb": "Basic amino acids",
        "opc": "Dicarboxylic amino acids",
        "opd": "Neutral amino acids.",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "130ce0b5-4ded-47ed-ad2f-6a7020cbe860",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not occur in lysosomal storage disorders:",
        "exp": "Lysosomal storage disorders : Inborn diseases due to lack or inactivity of lysosomal hydrolases, transpoers or integral membrane proteins. Have severe neurological abnormalities. Large vacuoles and ubiquitinated aggregates, promoting degradation and induction of lysosome biogenesis. Defects in apoptosis. Substrate accumulation in lysosomes increase the size of lysosomes.",
        "cop": 3,
        "opa": "Increased number and size of lysosomes",
        "opb": "Accumulation of the polyubiquinated proteins",
        "opc": "No neurological deficit",
        "opd": "Apoptosis defects",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "56881cdb-6f21-4814-81c5-593163f4b978",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has cyclic GMP mediated action?",
        "exp": "cGMP is involved in Visual cycle Vasodilation caused by nitric oxide Activation of peptide hormones like Atrial natriuretic peptide ANP and brain-type natriuretic peptide BNP. cGMP cAMP Secondary messenger Secondary messenger (more inolved) Long term and sustained cellular response Less sustained respone Activates protein kinase G which causes phosphorylation and various other events Activate protein kinase A which causes phosphorylation",
        "cop": 1,
        "opa": "Photochemical reactions of visual cycle",
        "opb": "Steroidogenesis",
        "opc": "Thyroid hormone action",
        "opd": "Recruitment of glucose transpoers to cell membrane",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "88cdae4d-78fd-485c-8abc-ea70b0fbafa0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme is present inside the given organelle:",
        "exp": "This cell organelle shown is endoplasmic reticulum. Glucose-6-phosphatase is an enzyme which conves glucose-6- phosphate to free glucose. This enzyme is common to two pathways i.e. gluconeogenesis and glycogenolysis. This enzyme is present in the membrane of endoplasmic reticulum. Marker enzymes of different organelles: Membrane Enzyme Plasma 5'-Nucleotidase Adenylyl cyclase Na+- K+- ATPase Endoplasmic reticulum Glucose 6-phosphatase Golgi apparatus GlcNAc transferase I Golgi mannosidase II Galactosyl transferase Sialyl transferase Inner mitochondrial membrane ATP synthase",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Isocitrate dehydrogenase",
        "opc": "Glucose-6-phosphatase",
        "opd": "Fructose 2, 6 bisphosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "0997516e-d778-474e-8e0c-2eafce6a152d",
        "choice_type": "single"
    },
    {
        "question": "Source of energy for a running race athlete for the initial 3 minutes of running",
        "exp": "Systems for energy during strenuous exercise or running 1. First System-Phosphagen system (8-10 seconds) - Immediate source of energy for Muscles is Creatine Phosphate. - But this is of limited supply in muscles, so depleted quickly 2. Second system -Anaerobic Glycolysis or Lactate system. (for 1-3 minutes ) - This system derives ATPs using Glucose derived from Muscle Glycogen 3.Third system -Aerobic System (or Mitochondrial Respiration) - can use carbohydrates, Fats, or Proteins to produce energy. - Slowest in providing energy, but more efficient than the other two systems - This system uses mainly TCA & ETC. Reasons for use of Phosphocreatine:- - Does not uses O2 - Does not produce lactate - Quickest source of energy - Most direct form of energy production",
        "cop": 3,
        "opa": "Free fatty acid",
        "opb": "Creatine phosphate",
        "opc": "Muscle glycogen",
        "opd": "Blood Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "292cb459-929d-471a-92ab-f0ca30d45994",
        "choice_type": "single"
    },
    {
        "question": "Which of the following gene is defective in Wilson's disease?",
        "exp": "Menkes disease Wilson's disease Defective gene & its product ATP7A- ATPase (chromosome) ATP7B (Chromosome 13) Inheritance X-linked recessive Autosomal recessive Pathogenic defect Intestinal absorption of copper Defective biliary excretion of copper Accumulation of copper in liver Spillage into circulation due to liver damage Blood and urinary copper | | Clinical features Kinky hair and those of copper deficiency Kayse-Fleischer ring in cornea Liver cirrhosis Neurological manifestations NOTE: Menkesis caused by defective lysyl oxidase enzyme, This results from a deficiency of its co-factor i.e copper due to a defect in the ATP7A gene.",
        "cop": 2,
        "opa": "ATP7A",
        "opb": "ATP7B",
        "opc": "ATP7C",
        "opd": "ATP7D",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "6690e4f9-3a19-4cda-bce5-3a6078272228",
        "choice_type": "single"
    },
    {
        "question": "Products of uronic acid pathway in human beings are all EXCEPT:",
        "exp": "Humans cannot synthesize vitamin C due to deficiency of enzyme, L-Gulonolactone Oxidase Uronic acid pathway in humans",
        "cop": 1,
        "opa": "Vitamin C",
        "opb": "Pentoses",
        "opc": "NADH",
        "opd": "Glucuronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "7dbe80cb-2959-413c-8f39-095bcf2404f0",
        "choice_type": "multi"
    },
    {
        "question": "Phase II reactions include all EXCEPT:",
        "exp": "Phase I reactions include: Phase II reactions includes: Hydroxylation Oxidation Reduction Hydrolysis Conjugation ( most common xenobiotic reaction) Methylation (by SAM- S-Adenosyl Methionine) Sulfation (by PAPS- Phospho Adenosyl Phospho Sulfate) Acetylation (by Acetyl CoA)",
        "cop": 4,
        "opa": "Acetylation",
        "opb": "Glycine conjugation",
        "opc": "Methylation",
        "opd": "Reduction",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "3aa0cd55-c425-4829-a2bf-bcd79c2894ab",
        "choice_type": "multi"
    },
    {
        "question": "In the given chromatography, the negative charged compound used is:",
        "exp": "This is ion exchange chromatography shown. In ion exchange chromatography: Either positive charge can be used on the column or negative charge. Carboxy group always gives negative charge because carboxy -COOH ionize to give COO-, E.g.CMC i.e. carboxy methyl cellulose is negatively charged. Amino group (NH2) always gives positive charge as NH2+ ionize to give NH3+. E.g. DEAE cellulose (Di Ethyl Amino Ethyl cellulose) positively charged. NOTE: The best method to measure HBA1C is ion-exchange chromatography.",
        "cop": 2,
        "opa": "Sephadex",
        "opb": "CMC (carboxy methyl cellulose)",
        "opc": "DEAE cellulose (Di Ethyl Amino Ethyl cellulose)",
        "opd": "Methyl cellulose media",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "83d0ada7-19be-4c50-a1ac-8018c2dab317",
        "choice_type": "single"
    },
    {
        "question": "Hemoproteins are all EXCEPT:",
        "exp": "Elastin is a highly elastic protein in connective tissue and allows many tissues in the body to resume their shape after stretching or contracting. All others are hemoproteins. Hemoproteins are chromoproteins which carry heme as the prosthetic group ,is a red coloured pigment found in these proteins Some impoant human & animal hemoproteins Protein Function Hemoglobin Transpo of oxygen in blood Myoglobin Storage of oxygen in muscle Cytochrome Involvement in electron transpo chain Cytochrome P 450 Hydroxylation of xenobiotics Catalase Degradation of Hydrogen Peroxide Tryptophan Pyrrolase Oxidation of Tryptophan Peroxidase Oxidative enzyme",
        "cop": 4,
        "opa": "Cytochrome P450",
        "opb": "Catalase",
        "opc": "Myoglobin",
        "opd": "Elastin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "52d430e7-5bb3-4f09-bb4f-af07e3d1ee3f",
        "choice_type": "multi"
    },
    {
        "question": "Which is the marker for lipid peroxidation:",
        "exp": "MDA (Malon dialdehyde) is also considered the marker of lipid peroxidation. Other products of peroxidation are:- Oxidized LDL Oxysterols Prostanoids. WITH REGARDS TO OTHER OPTIONS: (Option a & b)-Catalase and Glutathione reductase are preventive antioxidants that causes breakdown of H2O2. (Option c)-Maltase enzyme breaks alpha (1 - 4) bonds of maltose, releasing many Monosaccharides, i.e. glucose.",
        "cop": 4,
        "opa": "Catalase",
        "opb": "Glutathione reductase",
        "opc": "Maltase",
        "opd": "Malon dialdehyde",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "38fc4510-c16b-46f2-a9bf-4c86b16aeb51",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement among given options related to heme :",
        "exp": "Synthesis of heme:* In first step of heme synthesis, Glycine amino acid is required* Glycine condenses with succinyl CoA to form 6-amino levulinate which serves as a precursor for heme synthesis. Heme oxygenase uses oxygen & it produces CO, Fe3+ & water. But it does not produce CO2. Copper is necessary for the synthesis of haemoglobin because Cu is a constituent of ALA synthase, needed for heme synthesis. Pyridoxal phosphate is required for the synthesis of d-amino levulinic acid, the precursor for heme. Extra Information Senescent RBCs are destroyed in reticuloendothelial System (RES) releasing hemoglobin Globin pa enters the amino acid pool Heme iron is usually oxidised to ferric iron forming hemin Hemin is the substrate of microsomal Heme Oxygenase system.",
        "cop": 2,
        "opa": "Glycine is required in 1st step of heme synthesis",
        "opb": "Heme oxygenase produces CO2 , Fe3+ & water",
        "opc": "Pyridoxal phosphate is required for the synthesis of d-amino levulinic acid",
        "opd": "Cu is a constituent of ALA synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "4bbb34d3-078c-4897-b8e3-ebcbd12fbc94",
        "choice_type": "multi"
    },
    {
        "question": "Free radical with highest activity:",
        "exp": "Oxygen Free Radical with highest activity which is most powerful is OH (hydroxy) radical.",
        "cop": 2,
        "opa": "Hydrogen peroxide",
        "opb": "Hydroxyl radical",
        "opc": "Superoxide radical",
        "opd": "Hydroperoxyl radical",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "0ede3b04-f1bb-431a-8aa4-32bbdcab794d",
        "choice_type": "single"
    },
    {
        "question": "During 3rd day to 2nd week of starvation, brain depends on which of the following substance as fuel:",
        "exp": "For brain, Glucose is the main/preferred fuel during Fed as well Fasting state whereas during Starvation, Brain depends upon Ketone Bodies as the fuel. So, answer is A - Ketone bodies. ADDITIONAL EDGE: Fed state: When we eat food (Within 2 hours of food intake is called Fed state) Fasting state: In between meals, when we are not eating food (From 12-18 hours after food upto 48 hours is Fasting) Starvation: Severe or complete lack of nutrients (since last 1-3 days) In between meals and night time is called Fasting time. That's why Breakfast is named -->BREAK THE NIGHT FAST.",
        "cop": 1,
        "opa": "Ketone bodies",
        "opb": "Glucose",
        "opc": "Fatty acid",
        "opd": "Amino Acid",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "1b890c0f-d214-49ab-ad00-557d3c0c5ac1",
        "choice_type": "single"
    },
    {
        "question": "Minerals which can generate free radical are all EXCEPT:",
        "exp": "Selenium helps in the scavenging of free radical as it is required for enzyme Glutathione Peroxidase (antioxidant). Transition metals like Iron, Copper, Cobalt, Nickel generate free radicals. Transition metals can react with superoxide radical to form hydroxyl radical Ferrous and Cuprous ions are more reactive than their oxidized counterpas i.e. ferric and cupric (Fe+3, Cu+2),Therefore these metals are never found in free state in body.",
        "cop": 2,
        "opa": "Copper",
        "opb": "Selenium",
        "opc": "Cobalt",
        "opd": "Nickel",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "58c2a4f9-0477-4af9-b4ba-12bfdfc442c3",
        "choice_type": "multi"
    },
    {
        "question": "Marfan syndrome is due to mutation of:",
        "exp": "Marfan syndrome is caused by mutations in the FBN1 gene on chromosome 15, which encodes Fibrillin-1. Fibrillin normally binds to TGF-b (Transforming Growth Factor) Mutated fibrillin can't bind to TGF-b. Elevated levels of TGF-b contribute to the features of Ectopia lentis, arachnodactyly, and aoic dilatation.",
        "cop": 3,
        "opa": "Collagen",
        "opb": "Elastin",
        "opc": "Fibrillin",
        "opd": "Fibronectin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "32dbdbb3-c54b-48d7-9554-2c4ed69f4c16",
        "choice_type": "single"
    },
    {
        "question": "Assay for lipid peroxidation is:",
        "exp": "Free radical measurement can be done by : FOX assay - (Ferrous oxidation in Xylenol) Estimation of Dialdehydes (e.g. MDA- Malon dialdehyde) Pentane and methane measurement in exhaled air",
        "cop": 2,
        "opa": "MTT Assay",
        "opb": "FOX assay",
        "opc": "Ame's test",
        "opd": "Guthrie's test",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous",
        "id": "8aa749fa-a30d-40bf-a2fa-ab752b98be22",
        "choice_type": "single"
    }
]