[
    {
        "question": "Ehrlich's test is done to detect:",
        "exp": "D Harper, 26th ed, p. 283 & 25th ed, p. 370",
        "cop": 4,
        "opa": "Urinary amylase",
        "opb": "Urinary cystine",
        "opc": "Abnormal porphyrin",
        "opd": "Urobilinogen",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "0deceed6-5c74-4689-b838-55df0b2aebc6",
        "choice_type": "single"
    },
    {
        "question": "Phenylketonuria caused by deficiency of",
        "exp": "(C) Phenyalanine hydroxylase # Phenylketonuria is a genetic disorder inherited from a person's parents.> It is due to mutations in the PAH gene which results in low levels of the enzyme phenylalanine hydroxylase.> This results in the build up of dietary phenylalanine to potentially toxic levels. It is autosomal recessive meaning that both copies of the gene must be mutated for the condition to develop.> There are two main types, classic PKU and variant PKU, depending on if any enzyme function remains.> Those with one copy of a mutated gene typically do not have symptoms.",
        "cop": 3,
        "opa": "Tyrosine transaminase",
        "opb": "Tyrosine hydroxylase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Phenylketonuria hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ec52d55a-71e0-420b-b01e-410856e4742a",
        "choice_type": "single"
    },
    {
        "question": "In this child Which of the following enzymes is likely to be deficient?",
        "exp": "Ans. A. HGPRTase. Slide 1 showing nibbling of lips and fingers; slide 2 showing bite marks on hand inflicted by self. Self-mutilation seen in Lesch Nyhan Syndrome; characteristic of the disease in children. Clinical signs and symptoms seen in Lesch Nyhan Syndrome: a. Biochemical: Hyperuricemia, can result ini. Gout (Joint pains)ii. Nephrolithiasis (abdominal pain, may be radiating in nature)iii. Tophib. Neurological: i. Mental Retardation (Poor performance in school)ii. Dystonia, variablec. Neuropsychiatric: i. Aggressive Behaviour (frequent fight, quarreling with siblings)ii. Self-Mutilation Tendency (associated with muscle loss; biting, chewing, etc.)d. Inheritance is XLR, enzyme absent is HGPRTase; in some patient, where the enzyme is not absent, but only diminished, have a less severe condition called Kelley Seegmiller Syndrome, where neurological and neuropsychiatric symptoms are either absent or very mild.",
        "cop": 1,
        "opa": "HGPRTase",
        "opb": "Adenosine deaminase",
        "opc": "APRTase",
        "opd": "Acid maltase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "dc3b5e3b-9a1d-4000-8747-8ff108aa2980",
        "choice_type": "single"
    },
    {
        "question": "Citrullinemia type I results from deficiency of the",
        "exp": "(B) Argininosuccinate synthase# Citrullinemia type I (CTLN1) presents as a clinical spectrum that includes an acute neonatal form (the \"classic\" form), a milder late-onset form, a form without symptoms or hyperammonemia, and a form in which women have onset of severe symptoms during pregnancy or post partum.> Citrullinemia type I results from deficiency of the enzyme argininosuccinate synthase (ASS), the third step in the urea cycle in which citrulline is condensed with aspartate to form argininosuccinic acid.> Untreated individuals with the severe form of citrullinemia type I have hyperammonemia (plasma ammonia concentration 1000- 3000 pmol/L).> Plasma quantitative amino acid analysis shows absence of argininosuccinic acid and concentration of citrulline usually greater than 1000 pmol/L (normal: <50 pmol/L).> Argininosuccinate synthase enzyme activity, measured in fibroblasts, liver, and in all tissues in which ASS is expressed, is decreased.> ASS1 is the only gene in which mutation is known to cause citrullinemia type I.",
        "cop": 2,
        "opa": "Isocitrate dehydrogenase",
        "opb": "Argininosuccinate synthase",
        "opc": "Pyruvate dehydrogenase",
        "opd": "Sucinyl Co-A synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "39c95dcc-9e79-42ce-96fa-1dc76ca64d2d",
        "choice_type": "single"
    },
    {
        "question": "Basophilic stippling is due to",
        "exp": "(C) (5'- nucleotides deficiency) (880-H 18(tm)). Lead intoxication is accompanied by an acquired deficiency of erythrocyte pryimidine-specific, 5'-nucleotidase. Genetically determined deficiency of this enzyme is associated with chronic hemolysis, marked basophilic stippling of erythrocytes on stained blood films, and unique intraerythrocytic accumulations of pyrimidine-containing nucleotides. Basophilic stippling aka Punctatebasophilia refers to an observation found when observing a blood smear in which erythrocytes display small dots at the periphery. These dots are the visualization of ribosomes and can often be found in the peripheral blood smear, even in some normal individuals. Pyrimidine 5'- nucleotides (P 5 N) deficiency- P5N is a key enzyme in the catabolism of nucleotides arising from the degradation of nucleic acids that takes place in the final stages of erythroid cell maturation. How exactly its deficiency causes Hemolytic anemia is not well understood; but a highly distinctive features of this condition is a morphologicabnormality of the red cells known as basophilic stippling. Hemolytic anemia caused by lead poisoning is characterized by basophilic stippling. It is infact a phenocopy of that seen in P5N deficiency, suggesting it is mediated at least in part by lead inhibiting then enzyme. Causes of Basophilic Stippling in blood smear1. Thalassemias2. Hemoglobin s S - disease3. Hemoglobin s C disease4. Hemoglobin s E disease5. Iron deficiency6. Unstable hemoglobin s / Myelodysplasia7. Lead poisoning* Basophilic leucocytoses is seen in CML *",
        "cop": 3,
        "opa": "Ala synthetase deficiency",
        "opb": "Ferrochelatase deficiency",
        "opc": "5' nucleotidase deficiency",
        "opd": "Ala dehdrogenase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2e221bd1-8592-4f12-8123-11dc83170753",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's encephalopathy occurs due to deficiency of",
        "exp": "(A) Vitamin B1 # Dry Beriberi involves both the peripheral and the central nervous systems.> Peripheral nerve involvement is typically asymmetric motor & sensory neuropathy with pain, paresthesias& loss of reflexes.> The legs are affected more than the arms. Central nervous system involvement results in Wernicke-Korsakoff syndrome.> Wernicke's encephalopathy consists of nystagmus progressing to ophthalmoplegia, truncal ataxia & confusion> Koraskoff's syndrome includes amnesia, confabulation, and impaired learning.",
        "cop": 1,
        "opa": "Vitamin B1",
        "opb": "Vitamin B2",
        "opc": "Vitamin B6",
        "opd": "Vitamin B12",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "6b01ac12-4343-4f44-b384-4af8f9913859",
        "choice_type": "single"
    },
    {
        "question": "Source of ATP in RBCs is -",
        "exp": "Ans. is 'a' i. e., Glucose* RBCs don't have mitochondria* RBC membrane integrity is maintained by Na+K+ATPase. This pump pumps out 3 sodium ions and reciprocally pumps in 2 potassium ions. In other words, this pump helps in maintaining low sodium concentration within RBCs. Sodium accumulation is avoided, as sodium attracts water, cells swell and rupture. This pump needs ATP.* The required ATP is to be provided by anaerobic metabolism* The only pathway that provides ATP even in anaerobic conditions is glycolysis.* The only fuel which can be utilized in glycolysis is glucose.* Hence RBCs utilize glucose as their fuel through glycolysis.* This is principally why glycolytic enzyme defects present with hemolytic anemia.",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Fatty acid",
        "opc": "Aminoacid",
        "opd": "Ketone body",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "b8203e4e-7a2e-459e-966e-6bb8613f54b6",
        "choice_type": "single"
    },
    {
        "question": "In Glycinuria, glycine is excreted as",
        "exp": "(D) Oxalate # Diseases associated with glycine metabolism: are 1. Glycinuria and 2. Primary hyperoxaluria> In Glycinuria there is excessive urinary excretion of glycine with a tendency to form oxalate renal stones. This disease is inborn and very rare.> Primary hyperoxaluria is a metabolic disease characterized biochemically by a continuous and high excretion of oxalate in urine, the excess oxalate probably coming from glycine.> There is recurrent infection of the urinary tract.> In vitamin B6 deficiency also, increased quantities of oxalate are excreted",
        "cop": 4,
        "opa": "Urea",
        "opb": "Glutathione",
        "opc": "Formate",
        "opd": "Oxalate",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "03e558c2-8af2-433f-b660-a4462d7a915a",
        "choice_type": "single"
    },
    {
        "question": "Human growth hormone has:",
        "exp": "Ans. B. One polypeptide chain and two intra chaindisulphide bond. Growth hormone or somatotrophin consists of a single polypeptide with a molecular weight of about 21500. It consists of 191 amino acids. There are two disulfide bridges between the adjacent cysteine residues. GH brings about positive nitrogen balance by retaining nitrogen.",
        "cop": 2,
        "opa": "One polypeptide chain and one intra chaindisulphide bond",
        "opb": "One polypeptide chain and two intra chaindisulphide bond",
        "opc": "Two polypeptide chains joined by onedisulphide bond",
        "opd": "Two polypeptide chains joined by twodisulphide bond",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2fc04c9e-2836-454b-92e3-56a662f0cded",
        "choice_type": "single"
    },
    {
        "question": "Substance with same atomic number but different mass number:",
        "exp": "Ans. a (Isotope). (Ref. Radioactive isotope in Medicine Biology by Quimby, 2nd ed., 26)TERMDEFINITIONE-g. Isotopes. Atoms having same atomic numbers, different mass numbers (hence different neutron number)e. g., 17. CI35, 17. CI37. Isobars. Atoms having same mass numbers, different atomic number (hence different neutron number)e. g., 28. Ni64, 30. Zn64. Isotones. Atoms having same neutron number, different atomic mass numbere. g., 18. A40. Isomers. Atoms having same atomic and mass numbers but different energy states in nucleus",
        "cop": 1,
        "opa": "Isotope",
        "opb": "Isobar",
        "opc": "Isomer",
        "opd": "Molecule",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "aceac33b-6512-4e5e-b9a6-a8ad9fd2aead",
        "choice_type": "single"
    },
    {
        "question": "Lack of Homogentisate oxidase enzyme causes",
        "exp": "(B) Alkaptonuria # ALKAPTONURIA: The defective enzyme in alkaptonuria is homogentisate oxidase in tyrosine metabolism. Homogentisate accumulates in tissues & blood, gets oxidized to the corresponding quinones, which polymerize to give black or brown colour. For this reason, the urine of alkaptonuric patients resembles coke in colour.",
        "cop": 2,
        "opa": "Phenylketonuria",
        "opb": "Alkaptonuria",
        "opc": "Maple syrup urine disease",
        "opd": "Homocystinuria",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "7538e508-8cb8-49c3-a76b-f4e22a21489a",
        "choice_type": "single"
    },
    {
        "question": "Alkali resistant hemoglobin is -",
        "exp": "Ans. is 'c' i. e., HbF* Adult hemoglobin is made up of a2b2* Foetal hemoglobin is made up of a2g2* Adult hemoglobin undergoes denaturation in the presence of alkali to form alkaline hematin. Alkaline hematin is insoluble and precipitates.* On the contrary foetal hemoglobin is resistant to alkali denaturation.* This is the basis of estimation of foetal hemoglobin, wherein HbF is quantitated by measuring the hemoglobin concentration before and after denaturation.* It is also the basis of alkali denaturation test or Apt test or Apt - Downey test used to differentiate foetal blood from maternal blood in a new born stool or vomitus.* After treatment with alkali, foetal hemoglobin will appear as a pinkish colour under the microscope while the adult hemoglobin will appear as a yellow-brownish colour.* A positive result is when pink colour is observed and is diagnosed as foetal bleeding.* A negative result is when yellow brownish colour is observed and is diagnosed as the neonatal swallowing of maternal blood.",
        "cop": 3,
        "opa": "HbA",
        "opb": "Hb. A2",
        "opc": "HbF",
        "opd": "HbS",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "cb618b63-c306-4e86-840a-23246701e7d2",
        "choice_type": "single"
    },
    {
        "question": "A child few hours after ingestion of a fruit, vomiting started later developed convulsion. In the hospital his blood glucose was very low, but no ketone bodies. The fruit he ingested was identified as a fruit found in Africa. What is the diagnosis?",
        "exp": "Ans. D. Jamaican vomiting sickness* The fruit given in picture is Ackee apple fruit seen in Africa.* The fruit contains a toxin hypoglycin that inhibit acyl-CoA dehydrogenase.* Lack of beta oxidation results in lack of ATP and acetyl-Co A, which decreases gluconeogenesis.* This result in hypoglycaemia.* No ketone bodies due to lack of beta oxidation.",
        "cop": 4,
        "opa": "MCAD deficiency",
        "opb": "Zellweger syndrome",
        "opc": "Carnitine deficiency",
        "opd": "Jamaican vomiting sickness",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "4ead73cf-c592-4dac-8943-7e28ffd34818",
        "choice_type": "single"
    },
    {
        "question": "A person with type 1 diabetes ran out of her prescription insulin and has not been able to inject insulin for the past 3 days. An overproduction of which of the following could cause a metabolic acidosis?",
        "exp": "Ketone bodies are weak acids. In diabetic ketoacidosis, the liver produces ketone bodies, which will reduce the brain's dependency on glucose as its sole energy source. This is due to the lack of insulin and the liver switching to starvation mode owing to the constant signaling by glucagon. Hb in the red blood cells and bicarbonate, both in the red blood cells and the plasma, are two of the body's major buffers, and their overproduction would not lead to an acidosis. HCl overproduction within the stomach might lead to duodenal ulcers or gastroesophageal reflux, but not to an overall metabolic acidosis, because the protons do not find their way into the circulation. A loss of chloride, if severe enough, could produce a metabolic alkalosis, but not an acidosis.",
        "cop": 2,
        "opa": "Hb",
        "opb": "Ketone bodies",
        "opc": "HCl",
        "opd": "Bicarbonate",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "271febf6-1650-4007-b2ce-323382e7e8f3",
        "choice_type": "single"
    },
    {
        "question": "The Second most important intracellular cation is",
        "exp": "(A) Magnesium # MAGNESIUM is the second most important intracellular divalent cation and is involved in a variety of metabolic processes including glucose metabolism, ion channel translocation, stimulus-contraction coupling, stimulus secretion coupling, peptide hormone receptor signal transduction.> Normal concentrations of extracellular magnesium and calcium are crucial for normal muscular activity.",
        "cop": 1,
        "opa": "Magnesium",
        "opb": "Calcium",
        "opc": "Sodium",
        "opd": "Iron",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "624335d2-ae39-4f85-81f8-9bdca11bb855",
        "choice_type": "single"
    },
    {
        "question": "Water is a poor conductor of electricity because it is",
        "exp": "Ans: a (Non ionised) Reg: Harper's 27th ed/p. 5, 6. Pure water (de ionised water) is a poor conductor of electricity. The electrical conductance of water increases when there are impurities (salts), resulting in more number of ions for electrical conduction. A water molecule is an irregular, slightly skewed tetrahedron with oxygen at its center. It is a strong dipole, with high dielectric constant of 78. 5 which enable water to dissolve large quantities of charged compounds such as salts. Water is an excellent nucleophile.",
        "cop": 1,
        "opa": "Non ionised",
        "opb": "Neutral solution",
        "opc": "Low specific gravity",
        "opd": "High specific gravity",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "898c4837-d0ae-461e-8f4f-3fd90d475af5",
        "choice_type": "single"
    },
    {
        "question": "Wilson's disease is characterized by the deposition of one of the following minerals in the tissue",
        "exp": "(B) Cu # Wilsons' disease (hepatolenticular degeneration):# A rare disorder of abnormal copper metabolism and is characterized by the following manifestations:> Copper is deposited in abnormal amounts in liver and lenticular nucleus of brain.> This may lead to hepatic cirrhosis and brain necrosis> Low levels of copper and ceruloplasmin in plasma with increased excretion of copper in urine.> Copper deposition in kidney causes renal damage.> This leads to increased excretion of amino acids, glucose, peptides and hemoglobin in urine.> Intestinal absorption of copper is very high, about 4-6 times higher than normal.",
        "cop": 2,
        "opa": "Fe",
        "opb": "Cu",
        "opc": "Hg",
        "opd": "F",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2ba65f36-14b2-4db2-a34f-c49fccca7784",
        "choice_type": "single"
    },
    {
        "question": "In case of electromagnetic radiation, constant parameter is:",
        "exp": "Ans: d (Velocity) Ref: Resnick and Halliday Fundamentals of General physics. Electromagnetic radiation is the spectrum of waves propagated through space or matter by the oscillation of electric field and a magnetic field at right angle to one another. Waves travel perpendicular to both electric and magnetic field. They have a constant velocity of 3 x 10s m/s in vacuum. Remember the formula E= me2 where c is the constant velocity. Electromagnetic waves include radio waves, heat waves, light waves, UV waves, X-rays, gamma rays. Note: X rays are produced from orbital electrons where as gamma rays are produced from the nucleus of an atom. Source of radiation that cause heat cataract -infra red radiation. Principle used in radiotherapy -ionization of molecule. Functional basis of ionizing radiation -excitation of electrons from orbit. In therapeutic x rays - Compton effect. In diagnostic x-rays - photoelectric effect. In accidental x-ray work * pair production. Devices used in radiotherapy. Linear accelerator- used to accelerate electrons and produce x-ray beam. Cyclotron- produces neutrons and photons. Microtron- an electron accelerator, combines principles of linear accelerator and cyclotron. Betatron- device for accelerating electrons used for production of electron beam for RT and an x-ray beam. Types of therapy: Superficial therapy - treated with x-rays produced at a energy ranging from 50- 150 kv. Orthovoltage or deep therapy - treated with x-rays ranging from 150- 500 kv. Super voltage therapy - x-ray therapy in the range of 500 - 1000 kv. Oxygen enhancement ratio is maximum with neutrons",
        "cop": 4,
        "opa": "Intensity",
        "opb": "Wave length",
        "opc": "Frequency",
        "opd": "Velocity",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "035a4ff5-9396-430c-ad62-5af18594d0ce",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency in Acute intermittent porphyria is",
        "exp": "B. i. e. (Uroporphyrinogen- I synthase) (286 - Harper 27th). Enzyme involved. Porphyria* ALA synthase* Uroporphyrinogen I synthase- X- linked sideroblastic anemia- Acute Intermittent porphyria* Uroporphyrinogen III synthase- Congenital erythropoietic porphyria* Uroporphyrinogen decarboxylase- Porphyria cutanea tarda* ALA synthase is the rate controlling step in hepatic porphyrin biosynthesis*** Porphyrins are synthesized mainly in Liver and bone marrow*** The conversion of uroporphyrinogen III to coproporphyrinogen III is an example of - Decarboxylation*** Prophobilinogen in urine produces pink colour with Ehrlich's aldehyde reagent**",
        "cop": 2,
        "opa": "ALA synthase",
        "opb": "Uroporphyrinogen I- synthase",
        "opc": "Uroporphyrinogen III synthase",
        "opd": "Uroporphyrinogen decarboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "356c1013-deae-4ea0-87dd-c0c3dcc72b2f",
        "choice_type": "single"
    },
    {
        "question": "Post translational modification of hydroxylysine and hydroxyproline is by",
        "exp": "Ans: a (Vit C) Ref: Vasudevan 4th ed/p. 415. Post translational modification:-* Gamma carboxylation of glutamic acid residues of prothrombin under the influence of vitamin K.* Hydroxylation of proline and lysine in collagen with the help of Vitamin C* C- terminal amidation and cyclisation of N-terminal amino acid of TRH* Phosphorylation of hydroxyl groups of serine, threonine or tyrosine by kinases. eg. glycogen phosphory- lase. Cotranslational glycosylation, whereby carbohydrates are attached to serine or Threonine residues* Methylation of lysine, Histidine and Arginine residues eg. Histones* Acylation eg. myelin proteolipid or transferring receptor. Post transcriptional modification:-* 5' capping: - this is the first of the processing reactions for hn RNA. 7-methyl guanosine is attached 'backwards' to the 5' terminal of the m. RNA. This serves to stabilise the m. RNA.* Addition of poly-A tail (3' polyadenylation): About 40-200 adenine are attached to the 3' end of the m. RNA. These tails help to stabilize the m. RNA and facilitate its exit from the nucleus. After m. RNAenters the cytosol, the poly-A tail is gradually shortened. Removal of introns (splicing):- Introns or intervening sequences that do not code for protein are removed. This splicing occurs in the nucleus and serves to bring the exons together. After removal of the introns, the mature m. RNA molecules leave the nucleus.",
        "cop": 1,
        "opa": "Vit C",
        "opb": "Vit K",
        "opc": "Vit E",
        "opd": "Vit D",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "0f4d2b47-6457-499a-ad21-2f6ee92f7d59",
        "choice_type": "single"
    },
    {
        "question": "Function of Endonucleases",
        "exp": "(D) Cut DNA at specific DNA sequences # Restriction enzymes(endonucleases) are bacterial proteins that recognize specific DNA sequences and cut DNA at or near the recognition site. These enzymes are widely used in molecular genetics for analyzing DNA and creating recombinant DNA molecules. The ability of restriction enzymes to reproducibly cut DNA at specific sequences has led to the widespread use of these tools in many molecular genetics techniques. Restriction enzymes can be used to map DNA fragments or genomes. Mapping means determining the order of the restriction enzyme sites in the genome. These maps form a foundation for much other genetic analysis. Restriction enzymes are also frequently used to verify the identity of a specific DNA fragment, based on the known restriction enzyme sites that it contains.",
        "cop": 4,
        "opa": "Enhancers",
        "opb": "To point out the coding regions",
        "opc": "To find out antibiotic resistance",
        "opd": "Cut DNA at specific DNA sequences",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "cbe496f3-c632-4a94-8613-676b3ae41185",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies utilized by conversion of",
        "exp": "(C) Acetoacetate to... # Ketone bodies (Acetoacetate and 3-Hydroxybutyrate) serve as a fuel for extrahepatic tissues> Liver forms ketone bodies but cannot utilize it.",
        "cop": 3,
        "opa": "Succinyl CoA",
        "opb": "Alpha keto glutaric acid 3",
        "opc": "Acetoacetate to acetoacetyl CoA",
        "opd": "Series of changes leads to pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "34ed2332-d519-4358-9fe4-d1156b23b86e",
        "choice_type": "single"
    },
    {
        "question": "Proteins targeted for destruction in eukaryotes are covalently linked to",
        "exp": "(D) Ubiquitin # UBIQUITIN is a small protein present in eukaryotic cells, that targets many intracellular proteins for degradation, mainly Abnormal newly produced proteins Aged normal proteins> The 'C terminal residue of ubiquitin becomes covalently attached to lysine residues of proteins that are then degraded via an adenosine triphosphate dependent process.# Other options:> Clathrin: Clathrin is a peripheral membrane protein that helps in endocytosis. The vesicles formed during absorptive pinocytosis are derived from invaginations (pits) that are coated on the cytoplasmic site with a filamentous material known as clathrin.> Pepsin: Is a proteolytic enzyme secreted by chief cells of stomach It is used for digestion> Laminin: Is found in extracellular matrix It is the most abundant glycoprotein present in basement membrane",
        "cop": 4,
        "opa": "Clathrin",
        "opb": "Pepsin",
        "opc": "Laminin",
        "opd": "Ubiquitin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ef5410a2-46c0-4f42-92f7-7cb0458ecb60",
        "choice_type": "single"
    },
    {
        "question": "Hemopexin binds -",
        "exp": "Ans. is 'a' i. e., Heme* Heme is a metal containing tetrapyrrole ring, linked by methylene or methenyl bridges.* It is a component of hemoglobin, myoglobin, cytochrome proteins* Major form of heme in our body is hemoglobin. In hemoglobin, the metal in the centre is Fe2+. It is surrounded by four pyrrole rings linked by methylene bridges* Heme is released into circulation from RBCs following oxidative stress in the form of hematin* Hematin has Fe3+ in the centre of tetrapyrrole rings.* This non protein bound hematin is cytotoxic as the iron in the centre can act as a Fenton's reagent generating free radicals* These free radicals cause lipid peroxidation of membranes of cells and organelles, protein and DNA damage. This induces apoptosis of cells* To avoid such oxidative damage caused by heme, proteins like hemopexin help. HEMOPEXIN* Hemopexin is a glycoprotein which exhibits the highest affinity for free heme* Hemopexin's function is to protect the cell and tissues from oxidstive damage cause by heme. Because hemopexin does not only bind to free heme but also facilitate the uptake of heme into liver by binding to specific receptors on hepatocytes. Hence hemopexin helps in recycling iron and the iron stores are maintained. Hemopexin is also found to cause an upregulation of heme oxygenase 1 enzyme, thereby they facilitate the conversion of heme into bilirubin and biliverdin.",
        "cop": 1,
        "opa": "Heme",
        "opb": "Hemoglobin",
        "opc": "Iron",
        "opd": "Bilirubin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "436f2861-6063-4e18-981e-216915fcbfb1",
        "choice_type": "single"
    },
    {
        "question": "Serum bilirubin secretion is used for estimation of:",
        "exp": "Ans: b (Liver function). Ref: Vasudevan 4th ed/p. 483-486, 488. Liver:-Tests based on excretory function:-a) Serum bilirubinb) Urinary bilirubinc) Bromsulphthalein testd) Indocyanine green. Tests based on metabolic capacity of liver:-a) Galactose tolerance testb) Plasma amino acidsc) Antipyrine breath test. Tests based on synthetic function of liver:-a) Blood albumin levelb) Prothrombin Timec) Alpha feto protein. Tests based on serum enzymes:-a) ASTb) ALTc) ALPd) GGTe) 5'-nucleotidasef) Leucine amino peptidase",
        "cop": 2,
        "opa": "Pancreatic function",
        "opb": "Liver function",
        "opc": "Kidney function",
        "opd": "Splenic function",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d534982e-60ba-43d9-9283-77318110408b",
        "choice_type": "single"
    },
    {
        "question": "The density of lipoproteins increases as the protein content:",
        "exp": "Ans. A. Increases. The density is inversely proportional to triacylglycerol content and is directly proportional to the protein content. Property. Chylomicrons. VLDLIDLLDLHDLDiameter(nm)100-50030-8025-3520-355-10. Density(kg/l)<0. 95<1. 0061. 006-1. 0191. 019-1. 063>1. 063. Electrophoresis. Stay at origin. Pre-bbba-1. Phospholipid510152025. Cholesterol520405035. Protein15102025. Triglyceride906535105",
        "cop": 1,
        "opa": "Increases",
        "opb": "Decreases",
        "opc": "Highly decreases",
        "opd": "Slightly and promptly decreases",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d842302d-1103-4fdc-905a-299ff9e6c1c6",
        "choice_type": "single"
    },
    {
        "question": "Hartnup's disease is associated with disturbed metabolism of",
        "exp": "(C) Tryptophan # HARTNUP DISEASE:> This disorder is characterized by reduced intestinal absorption & renal reabsorption of neutral amino acids.> The defect involves an amino acid transporter on the brush border of the jejunum & the proximal tubule. Intestinal absorption of free amino acids is reduced, though the neutral amino acids can be absorbed when present in di- & tripeptides.> Degradation of unabsorbed tryptophan by intestinal bacteria produces indolic acids that are absorbed & subsequently excreled at high levels in the urine of these patients.> The disorder is inherited as an autosomal recessive trait with an estimated incidence of 1 in 24, 000 live births. Linkage analysis suggests a locus on chromosome 5.",
        "cop": 3,
        "opa": "Phenylalaine",
        "opb": "Tyrosine",
        "opc": "Tryptophan",
        "opd": "Valine",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d20d2bbf-3ebf-4d49-a347-29d531e8f930",
        "choice_type": "single"
    },
    {
        "question": "Action of a buffer is maximum when its pH is",
        "exp": "Ans: a (p. Ka). Ref: Vasudevan & Sreekumari, 6th edi., Pg. 340. BUFFERS - are solutions which can resist changes in pH when acid or alkali is added. Composition of buffers - two types. Mixtures of weak acid with their salt with a strong base. Mixture of weak bases with their salt with strong acid. Example-Carbonic acid and sodium bicarbonate (bicarbonate buffer). Acetic acid and sodium acetate (acetate buffer)HENDERSON -HASSELBALCH EQUATIONpH = p. Ka + log / pH= negative log of hydrogen ion concentration p. Ka = pH at which the acid is half ionized is called p. Ka of an acid When base or salt =acid, then pH= p. Ka Therefore, when the concentrations of bases and acid are same, then pH is equal to p. Ka. Strong acids will have a low p. Ka and weak acids have a higher p. Ka. A buffer is most effective when the concentration of salt and acid are equal or when pH = p. Ka. When the ratio between salt and acid is 10: 1, the pH will be 1 unit higher than the p. Ka.",
        "cop": 1,
        "opa": "p. Ka",
        "opb": "p. KI",
        "opc": "p log(h+)",
        "opd": "pI",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2af12709-d0b6-449b-97ca-182a53b746cf",
        "choice_type": "single"
    },
    {
        "question": "In estimation of bilirubin, the solution is examined at",
        "exp": "Ans: b (450nm) Ref: Vasudevan 4th ed/p. 480. The characteristic absorption maximums of some importantsubstances are:- Protein, peptide linkage- 220 nm. Protein, tryptophan units- 280 nm. Nucleic acids- 260 nm. Deoxy hemoglobin- 565 nm. Bilirubin- 450 nm. NADH- 340 nm. FAD- 450 nm. FADH2- 570 nm. Porphyrin- 400 nm",
        "cop": 2,
        "opa": "540 nm",
        "opb": "450 nm",
        "opc": "480 nm",
        "opd": "580 nm",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "97cfa6e4-9ee9-424a-9cc4-f09bdbba0a9a",
        "choice_type": "single"
    },
    {
        "question": "A woman is a carrier for an X-linked disease. The disease frequency in the population is 1 in 2, 000. What fraction of women in this population are carriers for this particular disease?",
        "exp": "If one squares p+q=1, the Hardy-Weinberg equation is realized, p2+2pq+q2=1. (1). p2 represents the frequency of AA homozygotes in the population (wild-type). (2). q2 represents the frequency of aa homozygotes in the population (those with the autosomal recessive disease). (3). 2pq represents the frequency of carriers (heterozygotes) in the population. For an X-linked disease, it is important to realize that the disease frequency is the same as the gene frequency. Males only have one X chromosome, so if the disease frequency is 1 in 2, 000, then 1 in 2, 000 X chromosomes will carry the mutation. As females contain two X chromosomes, 1, 000 women will represent 2, 000 X chromosomes, so the carrier frequency is 1 in 1, 000. Using Hardy-Weinberg equilibrium, q=1 in 2, 000, p is very close to 1 (1, 999/2, 000), so 2pq is 1 in 1, 000.",
        "cop": 2,
        "opa": "1 in 500",
        "opb": "1 in 1, 000",
        "opc": "1 in 1, 500",
        "opd": "1 in 2, 000",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "470aadd6-2874-4341-9d91-691d2300b8cb",
        "choice_type": "single"
    },
    {
        "question": "PIN number of oxygen is",
        "exp": "Ans: a (2, 5 ) Ref: Ajay Yadov, 2nded, p. 22. Pin index for gases. Oxygen-2, 5 Entonox(50%02 +50%N2O)-7. Nitrous oxide-3, 5 Carbondioxide(<7. 5%)-2, 6. Cyclopropane-3, 6 Carbondioxide(> 7. 5%)-1, 6. Air-1, 5 Nitrogen-1, 4",
        "cop": 1,
        "opa": "2, 5",
        "opb": "3, 5",
        "opc": "2, 6",
        "opd": "3, 6",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "842225ef-27db-4c89-a110-868238be293e",
        "choice_type": "single"
    },
    {
        "question": "Tryptophan deficiency leads to:",
        "exp": "(C) Hartnup disease # Hartnup disease occurs due to impaired intestinal absorption and renal re-absorption of a neutral amino acid, tryptophan.> Tryptophan is required for synthesis of serotonin and nicotinic acid.> Neurological manifestations of Hartnup disease are due to decreased synthesis of serotonin while pellagra-like rash occurs due to decreased synthesis of nicotinic acid.> Her's disease (choice A) is caused by deficiency of liver phosphorylase.",
        "cop": 3,
        "opa": "Her's disease",
        "opb": "Lesch Nyhan syndrome",
        "opc": "Hartnup disease",
        "opd": "Alkaptonuria",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "f2cd26a8-a0cc-41e8-9dcd-6e68dfcf002e",
        "choice_type": "single"
    },
    {
        "question": "Acute intermittent porphyria is caused by deficiency of enzyme?",
        "exp": "Ans. A. Uroporphyrinogen I synthase. (Ref. Harper's Biochemistry 26th ed. 270-278). Porphobilinogen deaminase (also known as hydroxymethylbilane synthase or uroporphyrinogen I synthase) causes AIP... So, HMB1 synthase = UP I synthase!!! Type/porphyria. Deficient enzyme. Inheritance. Photosensitivity. Neurovisceral Symptoms. HEPATIC PORPHYRIAS ALA-dehydratase deficiency (ADP)ALA-dehydratase. AR-+Acute intermittent porphyria (AIP)HMB-synthase. AD-+Porphyria cutanea tarda (PCT)URO-decarboxylase. AD+++-Hereditary coproporphyria (HCP)COPRO-oxidase. AD++Variegate porphyria (VP)PROTO-oxidase. AD++ERYTHROPOIETIC PORPHYRIAS X-linked sideroblastic anemia (XLSA)ALA-synthase. XLR--Congenital erythropoietic porphyria (CEP)URO-synthase. AR+++-Erythropoietic protoporphyria (EPP). Ferrochelatase. AD+-",
        "cop": 1,
        "opa": "Uroporphyrinogen I synthase",
        "opb": "Ferrochelatase",
        "opc": "Uroporphyrinogen III synthase",
        "opd": "Proto-oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d6b4db8b-e2a8-40bf-bbb0-2cf9cdd3aba4",
        "choice_type": "single"
    },
    {
        "question": "The fuel used by neurons during starvation is -",
        "exp": "Ans. is 'd' i. e., Ketone* There is no stored fuel in brain, but it utilizes 60% of total energy under resting conditions.* Glucose is virtually the sole fuel for the brain, except in prolonged starving when ketone bodies are the major source.* Fatty acids do not serve as fuel for the brain, because they are bound to albumin in plasma; hence cannot cross blood-brain barrier.",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Fatty acid",
        "opc": "Aminoacid",
        "opd": "Ketone",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2fdd3c29-8ffb-4d4a-88be-2d83bd53fba9",
        "choice_type": "single"
    },
    {
        "question": "Colour vision is tested with help of the",
        "exp": "(C) Ishihara plates # ISHIHARA COLOR TEST is an example of a color perception test for red-green color deficiencies.> It was named after its designer, Dr. Shinobu Ishihara, a professor at the University of Tokyo.> The test consists of a number of colored plates, called Ishihara plates, each of which contains a circle of dots appearing randomized in color and size.> Within the pattern are dots which form a number or shape clearly visible to those with normal color vision, and invisible, or difficult to see, to those with a red-green color vision defect.",
        "cop": 3,
        "opa": "Amsler chart",
        "opb": "Arden gratings",
        "opc": "Ishihara plates",
        "opd": "Snellen Chart",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "1d1b8360-1ecf-42b7-b4d8-e1294d1396a6",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman has been admitted to a substance abuse center for her alcoholism. As a first attempt to curb the patient's drinking, she is given a drug that will lead to an elevation of which one of the following metabolites if she drinks alcohol?",
        "exp": "One treatment for chronic alcoholism is to inhibit the enzyme aldehyde dehydrogenase, which would lead to the accumulation of acetaldehyde if ethanol has been imbibed. Ethanol metabolism, at the first step, converts ethanol to acetaldehyde (the enzyme is alcohol dehydrogenase). Aldehyde dehydrogenase then converts the acetaldehyde to acetic acid, which is eventually converted to acetyl. CoA. The accumulation of acetaldehyde initiates the symptoms associated with a hangover, such as headache and nausea. The theory behind the treatment is that, if the individual drinks alcohol while on the drug, the buildup of acetaldehyde will make the person feel very uncomfortable and will lead to a reduction, or cessation, of drinking alcohol. Inhibiting aldehyde dehydrogenase will not lead to elevations of acetic acid, ethanol, carbon dioxide, or carbon monoxide.",
        "cop": 2,
        "opa": "Acetic acid",
        "opb": "Acetaldehyde",
        "opc": "Ethanol",
        "opd": "Carbon dioxide",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "7148483b-d04d-4bc7-bbc3-83fd71086929",
        "choice_type": "single"
    },
    {
        "question": "The four pyrole rings in hemoglobin molecule are joined together by?",
        "exp": "Ans. B. Methylene bridges. (Ref. Harper's Biochemistry 26th / pg. 270-278)# The four pyrrole rings of protophyrin IX are held together by methylene bridges. Structure of Hb# Hb = Heme + globulin (2? + 2? chains)Q# The iron is in Fe++ state in the heme of functional Hb.# Iron can form six \"Co-Ordinated Bonds\".# Iron is held at the centre of the heme by 4 nitrogen of porphyrin rings (pyrrole rings).# Iron bind internally (by 5th linkage) with amino acids of Histidine. Q# The co-ordinated position of Fe++ is a available to bind to O2.# The four Pyrole rings are joined by Methylene or Methylidene bridge (-C = bridge).# Hb-intemally contains mostly Hydrophobic amino acids (forming \"Heme pocket\") and Hydrophilic amino acids on their surfaces.# The \"Heme pocket\" of a-subunit are adequate for entry of O2 while b-subunits Heme pockets blocks entry of O2 by a valine residues.",
        "cop": 2,
        "opa": "Disulphide bridges",
        "opb": "Methylene bridges",
        "opc": "Hydrogen bonds",
        "opd": "Alpha bonds",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "26cf1d04-b894-4c94-a9e2-02ec09fb4044",
        "choice_type": "single"
    },
    {
        "question": "Serotonin is a derivative of",
        "exp": "(A) Tryptophan # SEROTONIN (5-hydroxytryptamine, 5 HT), produced from tryptophan is important in mere impulse transmission (neurotransmitter)> It regulates sleep, behaviour, blood pressure etc.> Hydroxylation of tryptophan to 5-hydroxytryptophan is catalyzed by liver tyrosine hydroxylase.> Subsequent decarboxylation forms serotonin (5-hydroxytryptamine), a potent vasoconstrictor and stimulator of smooth muscle contraction.> Catabolism of serotonin is initiated by monoamine oxidase (MAO) catalyzed oxidative deamination to 5-hydroxindoleacetate, which humans excrete in their urine (2-8 mg/d)> The psychic stimulation that follows administration of iproniazid is attributed to its ability to prolong the action monoamine oxidase> Serotonin or 5-hydroxytryptamine (5 HT) is a neurotransmitter, synthesized from tryptophan.> Normally, about 1 % of tryptophan is converted to serotonin> The production of 5. HT occurs in the target tissues.",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Tyrosine",
        "opc": "Phenylalanine",
        "opd": "Melatonin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "23d7b291-3014-47c0-b006-03cc8c6dca3a",
        "choice_type": "single"
    },
    {
        "question": "The pH of body fluids is stabilized by buffer y systems. Which of the following compounds is the most effective buffer at physiologic pH?",
        "exp": "Ans. C. Na. H2 PO4, p. Ka5 7. 21. In any fluid, maximum buffering action is achieved by the acid whose p. Ka most nearly approximates the pH of the fluid. Physiologic pH is about 7. 4, so that among those buffers listed in the question, Na. H2 PO4 is the most effective.",
        "cop": 3,
        "opa": "Na2. HPO4, p. Ka5 12. 32",
        "opb": "NH4. OH, p. Ka5 9. 24",
        "opc": "Na. H2. PO4, p. Ka5 7. 21",
        "opd": "CH3. CO2H, p. Ka5 4. 75",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "c7c08b82-8e31-4f52-b785-5983391a29d2",
        "choice_type": "single"
    },
    {
        "question": "Affinity of Hemoglobin-F for oxygen is more than Hemoglobin-A for which of the following reason?",
        "exp": "Answer: d) 2, 3 DPG poorly binds to fetal HB.* Under physiologic conditions, Hb F has a higher affinity for oxygen than does Hb A, as a result of Hb F binding only weakly to 2, 3-BPG.* The y-globin chains of Hb F lack some of the positively charged amino acids that are responsible for binding 2, 3-BPG in the P-globin chains.* Because 2, 3-BPG serves to reduce the affinity of hemoglobin for oxygen, the weaker interaction between 2, 3-BPG and Hb-F results in a higher oxygen affinity for Hb F relative to Hb A.* In contrast, if both Hb A and Hb F are stripped of their 2, 3-BPG, they then have a similar affinity for oxygen.",
        "cop": 4,
        "opa": "Decreased secretion of growth hormone by the fetus",
        "opb": "Oxygen dissociation curve for HbF is a rectangular hyperbola",
        "opc": "No 2, 3 DPG is synthesized in fetal red blood cells",
        "opd": "2, 3 DPG poorly binds to fetal HB",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "881a5fef-6cd0-4e36-abfb-745ccd58284b",
        "choice_type": "single"
    },
    {
        "question": "Mutation in the oxidative enzymes could lead to:",
        "exp": "Ans. A. Zellweger's syndrome. Peroxisome biogenesis disorders are a group of diseases involving the enzyme activities of peroxisomes. The most severe form is Zellweger's syndrome characterized by the absence of functional peroxisomes.",
        "cop": 1,
        "opa": "Zellweger's syndrome",
        "opb": "Gaucher's disease",
        "opc": "Epidermolysis bullosa",
        "opd": "Leber's neuropathy",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "9868fbe3-01bf-4408-9a3d-f111d256f34a",
        "choice_type": "single"
    },
    {
        "question": "Taysach's disease is due to the deficiency of",
        "exp": "(A) Hexosaminidase # Tay-Sachs disease (TSD, GM2 gangliosidosis, Hexosaminidase A deficiency or Sphingolipidosis) is a genetic disorder, fatal in its most common variant known as Infantile Tay-Sachs disease. TSD is inherited in an autosomal recessive pattern.> Disease occurs when harmful quantities of a fatty acid derivative called a ganglioside accumulate in the nerve cells of the brain.> Gangliosides are lipids, components of cellular membranes, and the ganglioside GM2, implicated in Tay-Sachs disease, is especially common in the nervous tissue of the brain.",
        "cop": 1,
        "opa": "Hexosaminidase",
        "opb": "Lysozomal enzyme",
        "opc": "Galactocerebroside",
        "opd": "Ceramidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "1d4ef008-ad71-45d4-a5a2-9cfe418f2a23",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is neither reabsorbed nor secreted after glomerular filtaration?",
        "exp": "Ans: a (Inulin). Ref: Vasudevan & Sreekumari, 6th edi., Pg. 320. Inulin is a polysaccharide made up of fructose unit. It is clinically used to find renal clearance value and GFR. Creatinine is a waste product, from creatine phosphate. This conversion is spontaneous, non enzymatic and is dependent on total muscle mass of the body. It is not affected by diet, age or exercise. 98% creatine pool is in muscle; about 1. 6% is converted to creatinine per day which is rapidly excreted. Since the production is continuous, the blood level will not fluctuate much, making creatinine ideal substance for clearance test. Creatinine clearance in males 95-115 ml/minute, females 85-110 ml/minute GFR cannot be measured directly; it is estimated from the clearance. Relationship of GFR with clearance. Mechanism. Result. Example. Substances filtered; neither. GFR=clearance. Inulin, creatininereabsorbed nor excretedclearance <GFRUrea (75 ml/Substances filtered; Clearance>GFRmin) Diodrast, partially reabsorbed. Substances filtered; not reabsorbed but excreted. Substances filtered; completely reabsorbed. Clearance =0. PAH (700 ml/ min) Glucose",
        "cop": 1,
        "opa": "Inulin",
        "opb": "Creatinine",
        "opc": "Glucose",
        "opd": "Water",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "424f1a88-f101-4084-8e26-eb5bcc06e9ea",
        "choice_type": "single"
    },
    {
        "question": "In muscle, phosphorylase b is kept in inactivated state by",
        "exp": "(A) c. AMP",
        "cop": 1,
        "opa": "c. AMP",
        "opb": "ATP",
        "opc": "Calcium",
        "opd": "Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "05acae19-9ac3-43e2-8a93-9101e47a5ccd",
        "choice_type": "single"
    },
    {
        "question": "Nephelometry measures the light-",
        "exp": "Ans. is 'c' i. e., Scattered* When particles are suspended in a solution in a cuvette, they make the solution unclear (turbid). Incident light entering the cuvette will be subjected to three reactions: i) Some of the light will be absorbed by the particlesii) Some will be transmitted through the cuvetteiii) Some will be scattered in various directions. Turbidimetry* Turbidimetry is involved with measuring the amount of transmitted light (and calculating the absorbed light) by particles in suspension to determine the concentration of the substance in question.* Amount of absorbed light, and therefore, concentration is dependent on# Number of particles# Size of particles* Measurements are made using light spectrophotometers* Clinical Applications# Determination of the concentration of total protein in biological fluids such as urine and CSF which contain small quantities of protein (mg/L quantities) using trichloroacetic acid. Nephelometry* Principle# Nephelometry is concerned with measurement of scattered light from a cuvette containing suspended particles in a dilute solution.* The components of a nephelometer are the same as a light spectrophotometer except that the detector is placed at a specific angle from the incident light. The detector is a photomultiplier tube placed at a position to detect forward scattered light. Detectors may be placed at 90o, 70o or 37o depending on the angle at which most scattered light are found.* Since the amount of scattered light is far greater than the transmitted light in a turbid suspension, nephelometry offers higher sensitivity than turbidimetry.* For most clinical applications, the light source is a tungsten lamp giving light in the visible region. For higher sensitivity and for applications that determine the size and number of particles in suspension, laser light nephelometers is used.* Clinical applications of nephelometry.# Widely used to determine concentrations of unknowns where there is antigen-antibody reactions such as-* Determination of immunoglobulins (total, IgG, IgE, IgM, IgA) in serum and other biological fluids.* Determination of the concentrations of individual serum proteins; hemoglobin, haptoglobin, transferring, c-reactive protein, a1-antitrypsin, albumin (using antibodies specific for each protein).# Turbidity is measured as Nephalometric Turbidity units (NTU) or as Formazin Turbidity unit (FTU). Formazin Turbidity Unit is the International Standard Unit. Both measure the light scattered at 90o. NTU uses white light with peak spectral output at 400 to 680nm as light source. FTU uses Infrared monochromatic light with peak output at 780 to 900nm as light source.",
        "cop": 3,
        "opa": "Absorbed",
        "opb": "transmitted",
        "opc": "Scattered",
        "opd": "Refracted",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ea1c7e18-d24b-415f-a8a3-ab28d1e775f6",
        "choice_type": "single"
    },
    {
        "question": "In blood buffers Bicarbonates buffers is ideal why?",
        "exp": "(High concentration): (711-/2- Shinde 8th edition). Bicarbonate Buffer system* Consists of weak acid \"Carbonic acid\" (H2. CO3) and strong base (HCO3), Na. HCO3 (Sodium bicarbonate)* Normal ratio in blood =Na. HCO3. H2. CO3=201* They are the chief buffers of blood and constitute the so called Alkali reserve* Neutralisation of strong and non volatile acids entering the ECF is achieved by the bicarbonate buffers* Bicarbonate buffer system is directly linked up with respiration* Bicarbonate buffers system serve as an index to understand the disturbance in the acid base balance of the body (476- U. Satyanarayan 4th). Advantages of bicarbonate buffer system* It is present in very high concentration than other buffer system (26 to 28 millimole per littre )* Produces H2. CO3 which is weak acid and volatile and CO2 is exhaled out* Hence it is a very good physiological buffer and acts as a front line defense. Disadvantages - As a chemical buffer, it is rather weak, p. Ka is further away from the physiological pH",
        "cop": 2,
        "opa": "Pka is equal to Ph",
        "opb": "High concentration",
        "opc": "Weak acid and weak base combination",
        "opd": "easy to measure",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "f380c6de-ef10-4b19-beb7-8e12e38989d1",
        "choice_type": "single"
    },
    {
        "question": "Affinity for O2 in the blood depends on?",
        "exp": "Ans. a (2-3 diphosphoglycerate). (Ref. Ganong, Physiology, 21 st/pg. 537)2-3 DPG/ 2-3 BPG is essential for normal transport function of Hb, eg., storing blood in acid citrate dextrose (formerly used medium) leads to decreased 2, 3 DPG in RBCs and such blood displays an abnormally high oxygen affinity, acting virtually as an oxygen \"trap\" rather than oxygen transport system, failing to unload properly its bound oxygen in tissues. However, decrease in 2-3 DPG can be prevented by adding inosine to storage medium as it can enter RBC where it is converted to 2, 3 DPG.",
        "cop": 1,
        "opa": "2-3 diphosphoglycerate",
        "opb": "3 Phosphoglycerate",
        "opc": "ATP",
        "opd": "c. AMP",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "78fc1e86-a142-438e-91f9-af17715f46ab",
        "choice_type": "single"
    },
    {
        "question": "Most Basic amino acid is",
        "exp": "(C) Arginine # Aminoacid can be acidic, basic or neutral depending up on their side chain.> The lower the Pka of the R gp, the more acidic will be the amino acids, so aminoacid with the highest Pka of the RGP will be most basic. Basic Amino Acid. Pka of 'R' group* Arginine12. 5* Lysine10. 8* Histidine6. 0",
        "cop": 3,
        "opa": "Lecuine",
        "opb": "Istidine",
        "opc": "Arginine",
        "opd": "Glutamic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "5988b0ef-6828-4e01-86c4-5af5bd7e91bb",
        "choice_type": "single"
    },
    {
        "question": "Buffering is maximum when",
        "exp": "Ans: a (pH = p. Ka) Ref: Vasudevan 4'k ecU p. 346. At values close to p. Ka, the buffer solution resists changes in pH most effectively. Buffering is the tendency of a solution to resist a change in pH more effectively after addition of a strong acid or base tha n does equal volume of water. Solutions of weak acids and their conjugate bases, and vice versa exhibit buffering. Strong acid /bases do not have buffering quality as great as the weak acid/ bases. p. Ka refers to the pH at which the concentration of acid equals that of base.* At pH = p. Ka, the solution would contain acid and base in equal amounts, and therefore would resist a change most effectively in either direction. Note:-The effective range of a buffer is one pH unit higher or lower than p. Ka.",
        "cop": 1,
        "opa": "pH = p. Ka",
        "opb": "pH > p. Ka",
        "opc": "pH < p. Ka",
        "opd": "No relation to p. Ka",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "e79c8c8f-ae66-4977-8a6e-e00972f439e6",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old female patient presents to the emergency room (ER) with a feeling of being unable to catch her breath, light-headedness, and \"tingling\" of her fingers, toes, and around her mouth. This happens whenever she drives through a tunnel and that is what set off this episode. Which of the following arterial blood pH would be most consistent with her diagnosis?",
        "exp": "The patient is having a panic attack (due to driving in tunnels) and is hyperventilating, causing an acute respiratory alkalosis. The loss of CO2 pushes the carbonic anhydrase reaction in the direction of CO2 production, reducing the proton concentration (and thereby raising the pH). The patient would lose consciousness with a more severe attack. A respiratory alkalosis is usually mild as compared to a metabolic alkalosis. For this reason, the pH increase is smaller (7. 55 is more likely than a pH of 8. 10, which could occur via a metabolic alkalosis). The other choices given, 7. 15, 6. 40, and 6. 10, are all lower than physiologic pH (7. 4) and would be considered acidosis, instead of alkalosis. An example of a metabolic alkalosis is hypokalemia, a reduction in normal potassium values. Owing to low-serum potassium levels, potassium leaves the cells and is replaced by protons from the circulation. The loss of protons from the blood leads to the alkalosis.",
        "cop": 2,
        "opa": "8. 1",
        "opb": "7. 55",
        "opc": "7. 15",
        "opd": "6. 4",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "f633f13c-a663-4972-beab-a6e1dfbff5b1",
        "choice_type": "single"
    },
    {
        "question": "Iron in heme is linked to globin through",
        "exp": "Ans. a (Histidine) (Ref. Harper's biochemistry 27th ed., Chapter 6, 12; Harrison's 17th/ pg. 635). Heme, an essentially planar, slightly puckered, cyclic tetrapyrrole, has a central Fe2+ linked to all four nitrogen atoms of the heme, to histidine F8, and, in oxy. Mb and oxy. Hb, also to O2. The Hemoglobin:# Heme synthesis:- Occurs in the liver and bone marrow.- Committed step is glycine + succinyl CoA -delta aminolevulinate (ALA Synthase required).- Lead inhibits ALA dehydratase and ferrochelatase, preventing incorporation of iron and causing anemia and porphyria.# Glutathione reductase requires NADPH for its action. In G6. PD deficiency NADPH cannot be generated at the normal rate and hence oxidants cannot be destroyed, which in turn cause damage, both to hemoglobin and cell membrane cause hemolysis.# Solubility and reversible oxygen binding, both depend most on the hydrophilic surface amino acids, the hydrophobic amino acids lining the heme pocket, a key histidine in the F helix, and the amino acids forming the a1 b1, and a1 b2 contact points.# Hemoglobin is a tetramer composed of 4 globin molecules; 2 alpha globins and 2 beta globins. The alpha globin chain is composed of 141 amino acids and the beta globin chain is composed of 146 amino acids. Both alpha and beta globin proteins share similar secondary and tertiary structures, each with 8 helical segments (labeled helix A-G).# Each globin chain also contains one heme molecule. Heme, an essentially planar, slightly puckered, cyclic tetrapyrrole, has a central Fe2+ linked to all four nitrogen atoms of the heme, to histidine F8, and, in oxy. Mb and oxy. Hb, also to O2 The heme molecule is located between helix E and helix F of the globin protein. The alpha and beta subunits of the globin chains exist in two dimers, which are bonded together strongly. The four Pyrole rings are joined by Methylene or Methylidene bridge (-C = bridge).# In Heme synthesis, the two starting materials are succinyl-CoA and glycine. Pyridoxal phosphate is also necessary in this reaction to \"activate\" glycine.",
        "cop": 1,
        "opa": "Histidine",
        "opb": "Alanine",
        "opc": "Glycine",
        "opd": "Cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "e84a0bf9-618c-489e-82ab-fa054fa09652",
        "choice_type": "single"
    },
    {
        "question": "NADPH oxidase deficiency causes:",
        "exp": "ANSWER: (B) Chronic granulomatous disease. REF: Medical biochemistry at a glance J. G. Salway page 47, The Metabolic basis of inherited disease John Bruton Stanbury page 1971. Chronic granulomatous disease is a rare, X-linked deficiency of NADPH oxidase activity which drastically impairs the ability of macrophages and neutrophils to destroy pathogens. Patients are especially vulnerable to mycobacteria, E coli, and staphylococcus since these organisms produces catalase to defend themselves against hydrogen peroxide attack by phagocytes.",
        "cop": 2,
        "opa": "Chedickhigasi syndrome",
        "opb": "Chronic granulomatous disease",
        "opc": "Leucocyte adhesion defect type 1",
        "opd": "Leucocyte adhesion defect type 2",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "5eaf4b28-096e-4e29-8d8f-e81bc46e456a",
        "choice_type": "single"
    },
    {
        "question": "A 2 month old infant presented with generalized muscle weakness with a \"floppy infant\" appearance. He also has other features like macroglossia, feeding difficulty, hepatomegaly and hypertrophic cardiomyopathy. What is the diagnosis?",
        "exp": "Ans. B. Type II GSD (Pompe's Disease). Identifying features* Affected infants present in the 1st few months of life with hypotonia, a generalized muscle weakness with a \"floppy infant\" appearance, * Neuropathic bulbar weakness, feeding difficulties, macroglossia, * Hepatomegaly* A hypertrophic cardiomyopathy followed by death from cardiorespiratory failure or respiratory infection usually by 1 yr of age",
        "cop": 2,
        "opa": "Type I GSD",
        "opb": "Type II GSD",
        "opc": "Type III GSD",
        "opd": "Type IV GSD",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "80ec88a7-7516-41af-85c2-eeaf6d551b96",
        "choice_type": "single"
    },
    {
        "question": "Niemann Pick disease is due to deficiency of",
        "exp": "(C) Sphinomyelinase EXAMPLES OF SPHINGOLIPIDOSESDisease. Enzyme. Deficiency. Lipid Accumulating. Clinical Symptoms. Tay-Sachs disease. Hexosaminidase ACer--Glc--Gal(Neu. Ac) / Gal. NAc. Mental retardation, blindness, muscular weakness. GM2 Ganglioside Fabry's diseasea-Galactosidase. Cer--Glc--Gal. Gal. Skin rash, kidney failure (full symptoms only in Globotriaosylceramidemales; X-linked recessive). Metachromaticleukodystrophy. Arylsulfatase ACer--Gal/OSO3. Mental retardation and psychologic disturbances in adults; demyelination. 3-Sulfogalactosylceramide. Krabbe's diseaseb-Galactosidase. Cer/ Gal. Mental retardation; myelin almost absent. Galactosylceramide Gaucher's diseaseb-Glucosidase. Cer/ Glc. Enlarged liver and spleen, erosion of long bones, Glucosylceramidemental retardation in infants. Niemann-Pick disease. Sphingomyelinase. Cer/ P--choline. Sphingomyelin. Enlarged liver and spleen, mental retardation; fatal in early life. Farber's disease. Ceramidase. Acyl/Sphingosine. Hoarseness, dermatitis, skeletal deformation, mental retardation; fatal in early life.",
        "cop": 3,
        "opa": "Galactokinase",
        "opb": "Galactosidase",
        "opc": "Sphingomyelinase",
        "opd": "Hexosaminidase A",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d6c72d23-4b61-4884-a7c8-1f8d12ab3227",
        "choice_type": "single"
    },
    {
        "question": "HMG-Co-A Reductase is associated with",
        "exp": "(B) Familial Hypercholesterolemia # HMG-CoA reductase (or 3-hydroxy-3-methyl-glutaryl-CoA reductase or HMGR) is the first enzyme of the HMG-CoA reductase pathway, the metabolic pathway that produces cholesterol and various other biomolecules.> HMG-CoA reductase is a polytopic, transmembrane protein that catalyzes a key step in the mevalonate pathway which is involved in the synthesis of sterols, isoprenoids and other lipids.> HMG-CoA reductase is the rate-limiting step in cholesterol synthesis and represents the sole major drug target for contemporary cholesterol-lowering drugs.",
        "cop": 2,
        "opa": "Type 2 Diabetes",
        "opb": "Familial Hypercholesterolemia",
        "opc": "Gaucher's disease",
        "opd": "Abetalipoproteinemia",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ad903f38-0b36-434e-8761-e19b0d723d58",
        "choice_type": "single"
    },
    {
        "question": "In mammals, DNA synthesis occurs in which part of the cell cycle?",
        "exp": "(A) S phase # Cell Cycle:> M phase: Consists of nuclear division (mitosis) and cytoplasmic division (cytokinesis).> Interphase: After M phase, the daughter cells each begin interphase of a new cycle.> G1 phase: Biosynthetic activities of the cell, which had been considerably slowed down during M phase, resume at a high rate. Synthesis of various enzymes that are required in S phase, mainly those needed for DNA replication.> S phase: Ensuing S phase starts when DNA synthesis commences; when it is complete, all of the chromosomes have been replicated, i. e., each chromosome has two (sister) chromatids. Rates of RNA transcription and protein synthesis are very low during this phase. An exception to this is histone production, most of which occurs during the S phase.> G2 phase Significant protein synthesis occurs during this phase, mainly involving the production of microtubules, which are required during the process of mitosis. Inhibition of protein synthesis during G2 phase prevents the cell from undergoing mitosis.> GO phase: \"post-mitotic\" is sometimes used to refer to both quiescent and senescent cells. Cellular senescence is a state that occurs in response to DNA damage or degradation that would make a cell's progeny nonviable; it is often a biochemical alternative to the self-destruction of such a damaged cell by apoptosis.",
        "cop": 1,
        "opa": "S phase",
        "opb": "G1 phase",
        "opc": "M phase",
        "opd": "G2 phase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "a11afd99-4261-4dc4-9b3d-2fc900d38196",
        "choice_type": "single"
    },
    {
        "question": "The regulating enzyme in heme synthesis is",
        "exp": "(ALA synthase) (276-Lippencott's 3rd) (210- U. S. 3rd). Biosynthesis of heme - The major sites of heme biosynthesis are the liver, which synthesizes a number of heme proteins (particularly, cytochrome P450) and the erythrocyte-producing cells of the bone marrow, which are active in hemoglobin synthesis.* ALA-synthase is the rate controlling step in hepatic porphyrin biosynthesis (276-LP)* The first committed step in heme biosynthesis catalyzed by 5-aminolevulinate (ALA) synthase is regulatory. Heme or its oxidized product hemin (Fe+++) controls this enzyme activity by three mechanisms. 1. Feedback inhibition2. Repression of ALA synthatase3. Inhibition of transport of ALA synthase from cytosol to mitochondria (the site of action) (21. 5-U Satyanarayan 2nd)* ALA synthase is main rate-limiting enzyme in the synthetic pathway (469-Chatterjee & Shinde 6th)* ALA dehydratase is second rate-limiting enzyme. Rate limiting Enzymes1. Fatty acid synthesis. Acetyl Co A carboxylase2. Cholesterol synthesis. HMG-Co A reductase3. Bile acid synthesis7 a-hydroxylase4. Prostaglandin synthesis. Phospholipase A25. Uric acid synthesis. Xanthine oxidase6. Catecholamine (epinephrine). Tyrosine hydroxylase (tyrosinase)",
        "cop": 1,
        "opa": "ALA synthase",
        "opb": "ALA dehydratase",
        "opc": "Ferrochelatase",
        "opd": "Protoporphyrin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d251c65e-62fa-43e0-960d-a1e0fc754e69",
        "choice_type": "single"
    },
    {
        "question": "NADP is not needed in:",
        "exp": "Ans: b (Urea synthesis) Ref: Lippincott, 23th ed, p. 145; Vasudevan, 4th ed, p. 284; 5th ed, p. 181. NADPH uses: Fatty acid synthesis. Sources of NADPH: Cholesterol synthesis. Generation of superoxide in phagocytosis. Nucleotide synthesis. Glutathione reduction. Synthesis of spingolipids. steroids. Phenyl alanine to tyrosine. Met Hb to Hb. Uronic acid pathway. Drug metabolism. HMP shunt. Malic enzyme (malate to pyruvate). Cytoplasmic isocitrate dehydrogenase. 6- Phosphogluconate dehydrogenase in the shunt pathway. (Glucose-6 Po4 - 6- Phosphogluconolactone)",
        "cop": 2,
        "opa": "Steroid synthesis",
        "opb": "Urea synthesis",
        "opc": "Fatty acid synthesis",
        "opd": "Reduced glutathione synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "9adf70ae-3e73-4b15-9f97-bf4868ef85d9",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 deficiency leads to accumulation of",
        "exp": "(D) Methylmalonyl-CoA # Vit B12 deficiency leads to megaloblastic anemia.> B12 (cobalamin) is involved in the isomerization of methylmalonyl coenzyme Ato succinyl coenzyme A, requiring adenosylcobalamin as a prosthetic group on the enzyme methylmalonyl- coenzyme A mutase.> A deficiency of vitamin B12 thus leads to increased levels of methylmalonate, excreted in the urine as methylmalonic acid. Interruption of the succinyl pathway with the build-up of increased levels of methylmalonate and propionate (a precursor) could lead to the formation of abnormal fatty acids that may be incorporated into neuronal lipids.> Beta oxidation of saturated fatty acids with odd number of carbon atoms proceeds as follows: Propionyl CoA with biotin (Propionyl CoA carboxylase) forms methylmalonyl CoA which is converted to succinyl CoA due to methylmalonyl CoA mutase (vitamin B12 as coenzyme) Deficiency of vitamin B12 leads to methylmalonyl aciduria.",
        "cop": 4,
        "opa": "Succinyl-CoA",
        "opb": "Propionyl-CoA",
        "opc": "Acetyl-CoA",
        "opd": "Methylmalonyl-CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "8572b1fb-1de6-4b20-9aef-c44041908b1c",
        "choice_type": "single"
    },
    {
        "question": "Keratin sulfate in urine is found in",
        "exp": "(C) Morquio's syndrome > Hurler syndrome, also known as Mucopolysaccharidosis type I (MPSI), Hurler's disease, also Gargoylism, is a genetic disorder that results in the buildup of glycosaminoglycans (formerly known as mucopolysaccharides) due to a deficiency of alpha-L iduronidase, an enzyme responsible for the degradation of mucopolysaccharides in lysosomes.: Without this enzyme, a buildup of heparan sulfate and dermatan sulfate occurs in the body. Symptoms appear during childhood and early death can occur due to organ damage.> Hunter syndrome, or mucopolysaccharidosis Type II, is a lysosomal storage disease caused by a deficient (or absent) enzyme, iduronate-2-suifatase.> Morquio's syndrome (mucopolysaccharidosis IV or Morquio's) is an autosomal recessive mucopolysaccharide storage disease, usually inherited. It is a rare type of birth defect with serious consequences. When the body cannot process certain types of mucopolysaccharides, they build up or are eliminated, causing various symptoms. lt involves accumulation of keratan sulfate> Sanfilippo syndrome, or Mucopolysaccharidosis III (MPS-III) is a rare autosomal recessive lysosomal storage disease caused by a deficiency in one of the enzymes needed to break down the glycosaminoglycan heparan sulfate (which is found in the extra-cellular matrix and on cell surface glycoproteins).",
        "cop": 3,
        "opa": "Hurler's syndrome",
        "opb": "Hunter's syndrome",
        "opc": "Morquio's syndrome",
        "opd": "Sanfillipo's syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "3466943a-469a-4962-9e22-955477c71763",
        "choice_type": "single"
    },
    {
        "question": "PKU-Ferric chloride test color",
        "exp": "(B) Green brown > A test for phenylketonuria in which ferric chloride is added to urine & turns the urine blue-green when phenylketonuria is present",
        "cop": 2,
        "opa": "Emerald green",
        "opb": "Green brown",
        "opc": "Purple",
        "opd": "Navy blue",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "1f29b971-ab51-4a32-9b84-a7028483e0f2",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a heterocyclic amino acid?",
        "exp": "(D) Proline # Proline is one of the nonessential amino acids, found in many proteins, especially collagen.> Because the nitrogen atom of its amino group is part of a ring structure (making it a heterocyclic compound), its chemical properties differ from those of the other amino acids in proteins.> It is used in biochemical, nutritional, and microbiological research and as a dietary supplement.",
        "cop": 4,
        "opa": "Leucine",
        "opb": "Methionine",
        "opc": "Alanine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2475cfdf-f137-4ceb-8825-d66a9e49e37a",
        "choice_type": "single"
    },
    {
        "question": "Inner diameter of adult male endotracheal tube is:",
        "exp": "Ans: c (9 mm) Ref: Ajay Yadav, 2nd ed, p. 33). Sizes of endotracheal tubes. Normal healthy males usually need No: 9 (means inner diameter 9 mm). Normal healthy female -No: 8 (means inner diameter 8 mm). In children. Premature: 2. 5 mm i. d (Inner diameter)0-6 months: 3-3. 5 mm i. d6 months to 1 year: 3. 5-4 mm i. d. For children aged 1 -6 years is calculated by formula. Age (in years)+3. 5 mm i. d3 For children aged > 6 years. Age (in years)- 4. 5 mm i. d4 Smallest size of tube available is 2. 5 mm and largest size is 10. 5 mm",
        "cop": 3,
        "opa": "4 nun",
        "opb": "6 mm",
        "opc": "9 mm",
        "opd": "2 mm",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "c1b6752f-6e79-44fd-985a-b138c429a211",
        "choice_type": "single"
    },
    {
        "question": "Gaucher's disease is due to enzyme deficiency of",
        "exp": "(A) Glucocerebrosidase# Gaucher disease refers to a duster of autosomal recessive disorders resulting from mutations in the gene encoding glucocerebrosidase. This disease is the most common lysosomal storage disorder.> This affected gene encodes glucocerebrosidase, an enzyme that normally cleaves glucose residue from ceramide> As a result, glucocerebroside accumulates principally in the phagocytic cells of the body but in some forms also in the central nervous system.> Glucocerebrosides derived mainly from the cell membranes of leukocytes and erythrocytes.",
        "cop": 1,
        "opa": "Glucocerebrosidase",
        "opb": "Sphingomyelinase",
        "opc": "Hexosaminidase",
        "opd": "Ceramidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "07c191e2-b279-4c57-b564-a03430e50971",
        "choice_type": "single"
    },
    {
        "question": "Common to acyl carrier protein and coenzyme A",
        "exp": "Ans. c (Phosphopantotheine is the reactive group). (Ref. Harper's Biochemistry 26th/pg. 173, 495). Pantothenic acid has central role in acyl group metabolism when acting as a functional moiety of coenzyme A or acyl carrier protein (ACP). PANTOTHENIC ACID# The pantothene functional moiety is formed after combination of pantothenate with cysteine, which provides the -SH prosthetic group of CoA and ACP.# CoA takes part in reactions of the citric acid cycle, fatty acid synthesis and oxidation, acetylation, and cholesterol synthesis.# ACP participates in fatty acid synthesis.# Pantothenic acid is widely distributed in all foods, and deficiency has not been unequivocally reported. Educational point:# The fatty acid synthase system is a MULTIENZYME polypeptide complex that incorporates ACP, which takes over the role of CoA and it contains the pantothenic acid in the form of 4-phosphopantetheine.# Co-enzyme A (CoA) is a widely distributed mercaptan containing adenine, ribose, pantothenic acid, and thioethanolamine.",
        "cop": 3,
        "opa": "Located in mitochondria as well as cytoplasm",
        "opb": "Carriers of folate",
        "opc": "Phosphopantotheine is the reactive group",
        "opd": "Phosphorylated to tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "77ae9b30-d2b5-431f-a787-b761fb8c43ac",
        "choice_type": "single"
    },
    {
        "question": "Rate Limiting enzyme for Cholesterol synthesis is",
        "exp": "(C) HMG Co-A reductase# 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA) reductase is the rate-controlling enzyme of the mevalonate pathway, the metabolic pathway that produces cholesterol and ther isoprenoids. Bio synthesis of Lipids - Multiple Steps IMPRTANT RATE-LIMITING ENZYME REACTIONSUrea cycle. Carbamoyl phosphate synthetase IGlycolysis. PFK-1. Gluconeogenesis. Fructose-1, 6-bisphosphatase (reverses PFK-1 step)TCA cycle. Isocitrate DHGlycogen synthesis. Glycogen synthase. Glycogenolysis. Glycogen phosphorylase (requires pryridoxal phosphate, the active form of B6)HMP shunt. G6. PD (deficient in \"hemolysis IS PAIN\" - INH, sulfonamides, primaquine, aspirin, ibuprofen, nitrofurantoin). De novo pyrimidine synthesis. Carbamoyl phosphate synthetase li (combined orotic acid phosphoribosyltransferase/ orotidine-5-phosphate decarboxylase). De novo purine synthesis. Glutamine-PRPP amidotransferase. Fatty acid synthesis. Fatty acid oxidation. Acetyl-CoA carboxylase (ACC). Carnitine acyltransferase IKetogenesis. HMG-CoA synthase. Catecholamine synthesis. Tyrosine hydroxylase. Cholesterol synthesis. HMG-CoA reductase (blocked by statins)",
        "cop": 3,
        "opa": "HMG Co-A synthase",
        "opb": "Mevalonate kinase",
        "opc": "HMG Co-A reductase",
        "opd": "L-acyl cholesterol transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "1a655799-807d-42aa-8f26-db947dbfd41d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most sensitive to radiation",
        "exp": "Ans: a (Stem cells) Ref: Robbins, 7th ed, p. 437, rsi. muhealth. org. Since DNA is the most important sub cellular target of ionizing radiation, rapidly dividing cells are more radiosensitive than quiescent cells. Law of Bergonie' and Tribondeau. Radiation has a more rapid (is more effective) effective against cells that are actively dividing, are undifferentiated and have a large dividing future. Modification by Ancel and Vitemberger. The appearance of radiation damage is dependent on two factors: 1. The biologic stress on the cell2. The conditions to which the cell is exposed pre and post irradiation. The most important biologic stress is division. So the rapidly dividing cells express damage earlier and slowly dividing cells express damage later. Radiation injury susceptible cells are. Radiation resistant tissues. Haematopoeitic cells. Bone. Germ cells. Cartilage. Gastrointestinal epithelium. Muscle. Squamous epithelium. Peripheral nerves. Endothelial cells Lymphocytes",
        "cop": 1,
        "opa": "Stem cells",
        "opb": "Skin",
        "opc": "Lymphocyte",
        "opd": "Bone",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "1de6f609-f445-4a72-a55f-051683b897cf",
        "choice_type": "single"
    },
    {
        "question": "Ubiquitin is the key protein involved in",
        "exp": "Ans. b (Protein degradation) (Ref. Harper's biochemistry 27th ed., Chapter 45)# Ubiquitin targets many intracellular proteins for degradation.# It is estimated that a minimum of 4 ubiquitin molecules must be attached to commit a target molecule (e. g., a misfolded form of CFTR-protein involved in cystic fibrosis) to degradation in a proteasome. UBIQUITIN: A KEY MOLECULE IN PROTEIN DEGRADATION# Many proteins are degraded by the ubiquitin proteasome pathway, the discovery of which earned Aaron Ciechanover, Avram Hershko, and Irwin Roose a Nobel Prize.# There are 2 major pathways of protein degradation in eukaryotes:- One involves lysosomal proteases and does not require ATP.- The other pathway involves ubiquitin and is ATP-dependent.# Ubiquitin is small protein that plays key role in marking proteins for subsequent degradation in proteasomes.# Ubiquitin is known to be involved in: y- Degradation of proteins, and is particularly in disposal of misfolded proteins- Cell cycle regulation (degradation of cyclins), - DNA repair;- Activation of NFB, - Muscle wasting, - Viral infections, etc# Ubiquitin can be cleaved from a target protein by deubiquitinating enzymes and the liberated ubiquitin can be reused. MISFQLDED PROTEINS UNDERGO ENDOPLASMIC RETICULUM-ASSOCIATED DEGRADATION# Chaperones present in the lumen of the ER and in the cytosol target misfolded proteins to proteasomes. Prior to entering proteasomes, most proteins are ubiquitinated and escorted to proteasomes by polyubiquitin-binding proteins.- Diseases caused by lack of a particular functioning protein, due to its degradation as a consequence of misfolding, include:* Cystic fibrosis (misfolded CFTR protein), Q* Marfan syndrome (misfolded fibrillin), * Fabry disease (misfolded alpha galactosidase), * Gaucher's disease (misfolded beta glucocerebrosidase) and* Retinitis pigmentosa 3 (misfolded rhodopsin).* Some cancers may be associated with misfolding, and hence ineffective functioning, of tumour suppressor proteins such as von Hippel Lindau protein or p53.- Many protein misfolding diseases are characterised not by disappearance of a protein but by its deposition in insoluble aggregates within the cell. E. g.:* Alzheimer's disease (deposits of amyloid beta and tau), * Type II diabetes (depositis of amylin), * Parkinson's disease (deposits of alpha synuclein), * Spongiform encephalopathies such as Creutzfeldt-Jakob disease (deposits of prion protein). Educational Points:# The GOLGI APPARATUS Is Involved in Glycosylation & Sorting of Proteins.",
        "cop": 2,
        "opa": "Translation",
        "opb": "Protein degradation",
        "opc": "Protein activation",
        "opd": "Glycosylation",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "a4545c5a-2b63-42fa-940d-b371cffce072",
        "choice_type": "single"
    },
    {
        "question": "Gastric enzyme which is present in the stomach of infants but absent from stomach of adults",
        "exp": "(B) Rennin # Rennin, also called Chymosin, is present in the stomach of infants and children.> It is involved in curdling of milk.> It converts casein to calcium paracaseinate which is digested by pepsin>It is absent in adults.",
        "cop": 2,
        "opa": "Pepsin",
        "opb": "Rennin",
        "opc": "Trypsin",
        "opd": "Lipase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "abeb84c2-3cab-4e76-90bf-514dd4b84f7b",
        "choice_type": "single"
    },
    {
        "question": "The hydrolysis of Glucose-6-phosphate is catalyzed by a specific phosphatase which is found only in:",
        "exp": "Ans. A. Liver, intestines and kidneys. Glucose-6-phosphatase is present only in liver, kidney and intestines. It catalyses the conversion of Glucose-6-phosphate to Glucose.",
        "cop": 1,
        "opa": "Liver, intestines and kidneys",
        "opb": "Brain, spleen and adrenals",
        "opc": "Striated muscle",
        "opd": "Plasma",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "3c205ec2-6f3d-4d88-9a44-446d114d2f0a",
        "choice_type": "single"
    },
    {
        "question": "Best buffer of human blood:",
        "exp": "Ans. a (HCO3). (Ref. Guyton physiology 11th ed. 385-387; Ganong, Physiology, 21st/736)# Phosphate buffer system is not important as an extracellular fluid buffer, it plays a major role in buffering renal tubular fluid and intracellular fluids.# The buffer system that is quantitatively the most important in the extracellular fluid--the bicarbonate buffer system. Principal buffers in body fluids1. Blood. H2. CO3 K H+ +HCO-3 HProt K H+ + Prot- HHb K H+ + Hb-2. Interstitial fluid. H2 CO3 KH+ + HCO 33. Intracellular fluid. HProt KH + + HCO3, H2. PO4 - KH-+ HPO4 2-# For ECF especially blood plasma the predominant buffer is HCO3- (Bicarbonate buffer). Bicarbonate thus acts as major buffers in ICW as well as ECW, but proton s are important buffers only in ICW.",
        "cop": 1,
        "opa": "HCO3",
        "opb": "Chlorides",
        "opc": "Hb",
        "opd": "Phosphates",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "819debcf-81dc-4fc3-b13a-f50ff5f6b68b",
        "choice_type": "single"
    },
    {
        "question": "pH of the whole blood is estimated in",
        "exp": "Ans: a (Plasma) Ref: Vasudevan 4th ed/p. 346. The pH of plasma is 7. 4. The pH of plasma is maintained within a narrow range of 7. 38 to 7. 42",
        "cop": 1,
        "opa": "Plasma",
        "opb": "Serum",
        "opc": "RBC",
        "opd": "Whole blood",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "16ebf22b-812e-473e-88f0-53f02cebced8",
        "choice_type": "single"
    },
    {
        "question": "The Refsum's disease in which there is accumulation of phytanic acid is due to defect of",
        "exp": "(D) a-oxidation # Ref sum's disease is a rare but severe neurological disorder. The patients of this disease accumulate large quantities of an unusual fatty acid, phytanic acid.> It is derived from phytol, a constituent of chlorophyll.> Hence it is found mostly in plants foods.> However, it is also present in milk lipids and animal fats> Phytanic acid cannot undergo (3-oxidation due to the presence of a methyl group on carbon-3.> This fatty acid undergoes initial a-oxidation to remove the methyl group and this is followed by b-oxidation.> Refsums disease is caused by faulty enzymes during the alpha-oxidation of phytanic acid resulting in buildup of phytanic acid and its unsaturated fatty acid derivatives in the plasma and tissues.> Improved a-oxidation of branched chain fatty acids may be clue to deficiency of Phytanoyl-CoA hydraxylase (or) percxin-7 activities.",
        "cop": 4,
        "opa": "Carnitine palmitoyl transferase-I deficiency",
        "opb": "HMG-CoA lyase deficiency",
        "opc": "b-oxidation",
        "opd": "a-oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "50e18785-7344-4fb4-9a87-c95ce07f3c85",
        "choice_type": "single"
    },
    {
        "question": "Sulphur containing amino acid is",
        "exp": "(A) Cysteine # Sulfur-containing amino acids (cysteine & methionine) are generally considered to be nonpolar and hydrophobic.> In fact, methionine is one of the most hydrophobic amino acids and is almost always found on the interior of proteins.> Cysteine on the other hand does ionize to yield the thiolate anion.",
        "cop": 1,
        "opa": "Cysteine",
        "opb": "Lysine",
        "opc": "Arginine",
        "opd": "Phenylalanine",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d512cbd2-16cd-43f6-979c-b1beb9239445",
        "choice_type": "single"
    },
    {
        "question": "Normal serum bilirubin level is:",
        "exp": "Ans: c (0. 1- 0. 5 mg/dl) Ref: Harper, 23th ed, p. 371; Vasudevan, 4th ed, p. 255. Answer is option c since a, b, d have values more than one. Normal plasma bilirubin level ranges from 0. 2 - 0. 8 mg/dl. Of this major fraction is un-conjugated which is about 0. 2 - 0. 6 mg/dl, while conjugated bilirubin is only 0 -0. 2 mg/dl. If plasma bilirubin level exceeds 1 mg/dl, the condition is called hyperbilirubinaemia. The level between 1 and 2 mg /dl are indicative of latent jaundice. Level > 2 mg/dl is jaundice. Direct serum bilirubin: 0. 1 - 0. 4 mg/dl ( Harper ). Indirect serum bilirubin: 0. 2 - 0. 7 mg/dl ( Harper ). Level more than 1 mg/dl is hyper bilirubinemia ( Harper )",
        "cop": 3,
        "opa": "0. 3-1. 2 mg/dl",
        "opb": "2-4 mg/dl",
        "opc": "0. 1-0. 5 mg/dl",
        "opd": "1-2 mg/dl",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "8a368e8a-f0dd-473c-ad82-c928a2af53a0",
        "choice_type": "single"
    },
    {
        "question": "Trinucleotide repeat is seen in",
        "exp": "(A) Fragile X syndrome # Trinucleotide repeat disorder> Trinucleotide repeat disorders (also known as trinucleotide repeat expansion disorders, triplet repeat expansion disorders or codon reiteration disorders) are a set of genetic disorders caused by trinucleotide repeats in certain genes exceeding the normal, stable, threshold, which differs per gene.> The mutation is a subset of unstable micro satellite repeats that occur throughout all genomic sequences.> If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene.> The first triplet disease to be identified was fragile X syndrome that has since been mapped to the long arm of the X chromosome.> At this point, there are from 230 to 4000 CGG repeats in the gene that causes fragile X syndrome in these patients, as compared with 60 to 230 repeats in carriers and 5 to 54 repeats in normal persons.> The chromosomal instability resulting from this trinucleotide expansion presents clinically as mental retardation, distinctive facial features, and macroorchidism in males.> The second, related DNA-triplet repeat disease, fragile X-E syndrome, was also identified on the X chromosome, but was found to be the result of an expanded GCC repeat.> Identifying trinucleotide repeats as the basis of disease has brought clarity to our understanding of a complex set of inherited neurological diseases.",
        "cop": 1,
        "opa": "Fragile X syndrome",
        "opb": "Down's syndrome",
        "opc": "Trisomy 13",
        "opd": "Turner's syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "e661df66-f591-4b54-8549-324c499e98c7",
        "choice_type": "single"
    },
    {
        "question": "Two solutions with equal osmotic pressures are",
        "exp": "Ans: a (Isotonic solution) Ref: Gcmong 22nd ed/p. 5. Osmosis: - The diffusion of solvent molecules into a region in which there is a higher concentration of a solute to which the membrane is imperme-able. Osmotic pressure: - The pressure necessary to prevent solvent migration is the osmotic pressure of the solution.",
        "cop": 1,
        "opa": "Isotonic solution",
        "opb": "Hypertonic solution",
        "opc": "Hypotonic solution",
        "opd": "Normal solution",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "27f1802f-c0a8-41a0-816e-3fa4125464ed",
        "choice_type": "single"
    },
    {
        "question": "Pepsin is a type of",
        "exp": "(D) Hydrolase# PEPSIN:> Pepsin is produced by the serous cells of the stomach as pepsinogen, the inactive zymogen or proenzyme.> Pepsin A is the most predominant gastric protease which preferentially cleaves peptide bonds formed by amino groups of phenylalanine or tyrosine or leucine.> Protease or Peptidase or Proteinase: is any enzyme that performs proteolysis; protein catabolism by hydrolysis of peptide bonds.> It break down the bonds by a process - hydrolysis and convert proteins into smaller chains - peptides or even smaller units - amino acids.> Pepsinogen is converted to active pepsin either by autocatalysis, brought about by other pepsin molecules or by gastric HCI (pH < 2). HYDROLASESPhospholipids-Phospholipase. Lysophospholipids. Lecithin - Lysolecithin. Enzymes Acting on Peptide Bonds: Exopeptidases-Carboxypeptidase. Aiminoacids. Endopeptidase-Aminopeptidases(smallerpeptides)E. g. Pepsin > Removal of a fragment of polypeptide chain (44 amino acids in case of pig enzyme) makes the inactive enzyme active after attaining a proper conformation.> Pepsin is an acid-stable endopeptidase optimally active at a very low pH (2. 0).> The active site of the enzyme contains two carboxyl groups, which are maintained at low pH.> Pepsin digestion of proteins results in peptides and a few amino acids which act as stimulants for the release of the hormone cholecystokinin from the duodenum.",
        "cop": 4,
        "opa": "Oxidoreductase",
        "opb": "Ligase",
        "opc": "Transferase",
        "opd": "Hydrolase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "3e2c66e8-3180-4cbe-a219-58e471f4546b",
        "choice_type": "single"
    },
    {
        "question": "The major storage form of fatty acids in the body are",
        "exp": "(A) Triacylglycerols [UNS: - 33; Harrison'7 - 2197; Harrison11 - 2878; Harrison16 - 2077",
        "cop": 1,
        "opa": "Triacylglycerols",
        "opb": "Cholesteryl esters",
        "opc": "Cholesterol",
        "opd": "Ketones",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "d81c02ba-eed4-4302-ace4-f0eb055f8bb9",
        "choice_type": "single"
    },
    {
        "question": "In which type of Chromatography, the separation of Protein molecules is based on their size, shape and molecular weight?",
        "exp": "(B) Gel filtration chromatography # Gel filtration chromatography:> Separation of molecules is based on their size, shape and molecular weight.> Technique is also referred to as molecular sieve or molecular exclusion chromatography.> Apparatus consists of a column packed with sponge like gel beads (usually cross-linked polysaccharides) containing pores.> Gels serve as molecular sieves for the separation of smaller and bigger molecules.> Gel-filtration chromatography can be used for an approximate determination of molecular weights.> This is done by using a calibrated column with substances of known molecular weight.> Partition chromatography: Molecules of a mixture get partitioned between the stationary phase and mobile phase dependir g on their relative affinity to each one of the phases.> Ion-exchange chromatography: Ion-exchange chromatography involves the separation of molecules on the basis of their electrical charges Ion-exchange resins--cation exchangers and anion exchangers--are used for this purpose.> Affinity chromatography: The principle of affinity chromatography is based on the property of specific and non-covalent birding of proteins to other molecules, referred to as ligands.> For instance, enzymes bind specifically to ligands such as substrates or cofactors.",
        "cop": 2,
        "opa": "Partition chromatography",
        "opb": "Gel filtration chromatography",
        "opc": "Ion-exchange chromatography",
        "opd": "Affinity chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "0584e65d-4420-42ac-ac7a-01f4644906ea",
        "choice_type": "single"
    },
    {
        "question": "In sickle cell anemia, sickle shape occurs due to polymerization of",
        "exp": "B. i. e. (Deoxyhemoglobin) (205 - U. satyanarayan 3rd)* Sickling is due to polymerization of deoxy HbS, Therefore if HbS is maintained in the oxygenated form (or with minimum deoxy HbS) sickling can be prevented.* The sticky patch of one deoxy HbS binds with the receptor of another deoxy HbS and this process continous resulting in the formation of long aggregate molecules of deoxy HbS. Thus the polymerization of deoxy HbS molecules leads to long fibrous precipitates these stiff fibres distort the erythrocytes into a sickle or cresent shape. The sickled erythrocytes are highly vulnerable to lysis* Basic defect in HbS is - altered solubility**",
        "cop": 2,
        "opa": "Oxyhemoglobin",
        "opb": "Deoxyhemoglobin",
        "opc": "Methoxyglobin",
        "opd": "Carboxy hemoglobin",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "2cd2a494-7996-45f4-a0ea-4d2a257c1bce",
        "choice_type": "single"
    },
    {
        "question": "Human serum albumin, the most abundant blood protein, has multiple roles, including acting as a buffer to help maintain blood pH. Albumin can act as a buffer because of which one of the following?",
        "exp": "The side chains of the amino acid residues in proteins contain functional groups with different p. Ka values. Therefore, they can donate and accept protons at various pH values and act as buffers over a broad pH spectrum. There is only one N-terminal amino group (p. Ka 9) and one C-terminal carboxyl group (p. Ka 3) per polypeptide chain. At physiologic pH, these groups would not be accepting or donating protons because the amino terminal group would always be protonated, and the carboxyl terminal carboxylic acid would always be deprotonated. Peptide bonds are not readily hydrolyzed, and such hydrolysis would not provide buffering action. Hydrogen bonds have no buffering capacity because the hydrogen in these bonds is not donated or accepted once the bond is formed.",
        "cop": 2,
        "opa": "The protein contains a large number of amino acids.",
        "opb": "The protein contains many amino acid residues with different p. Ka values.",
        "opc": "The amino and carboxyl ends of albumin can donate and accept protons in the range of physiologic pH.",
        "opd": "Albumin contains peptide bonds that readily hydrolyze, consuming hydrogen and hydroxyl ions.",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "21753c6e-bc6f-4be1-8c65-989e5a67269e",
        "choice_type": "single"
    },
    {
        "question": "In plasma, if pH is 5, what is the fraction of base to acid?",
        "exp": "Ans: b (0. 1). Ref: Vasudevan 4th ed/p. 347. According to Henderson-Hasselbach equation, pH = p. Ka + log (p. Ka= pH at which the acid is half ionised. It is a constant). The most important buffer system in plasma is bicarbonate- carbonic acid system. p. Ka for carbonic acid is 6. 1. pH = p. Ka + log rbasel5 = 6. 1 + log log rbasel = -1. 1 = log 10'-1 approx.",
        "cop": 2,
        "opa": "0. 01",
        "opb": "0. 1",
        "opc": "1",
        "opd": "10",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "983a00a8-b72f-4178-a0b3-da99caac7e1f",
        "choice_type": "single"
    },
    {
        "question": "Carbamoyl phosphate intermediates the synthesis of",
        "exp": "(B) Urea & Pyrimidine # Biosynthesis of urea begins with the condensation of CC>2, NHs and ATP to form carbamoyl phosphate, a reaction catalyzed by carbamoyl phosphate synthase I which is a mitochondrial enzyme, and rate limiting or pacemaker enzyme and the enzyme is active only in the presence of its allosteric activator N-acetylglutamate, which enhances the affinity of synthase for ATP.",
        "cop": 2,
        "opa": "Urea",
        "opb": "Urea & Pyrimidine",
        "opc": "Uric acid",
        "opd": "Ketone body",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ef7b70d9-9605-46ad-b894-73476befdceb",
        "choice_type": "single"
    },
    {
        "question": "Vitamin that acts like a hormone",
        "exp": "(D) Vitamin D # Vitamin D is a fat-soluble vitamin that acts as a steroid hormone.> Several hormones, including adrenal and gonadal steroid hormones, thyroid hormones, retinoid hormones, and vitamin D, bind with protein receptors inside the cell rather than in the cell membrane. Because these hormones are lipid soluble, they readily cross the cell membrane and interact with receptors in the cytoplasm or nucleus.> The activated hormone-receptor complex then binds with a specific regulatory (promoter) sequence of the DNA called the hormone response element, and in this manner either activates or represses transcription of specific genes and formation of messenger RNA (m. RNA)",
        "cop": 4,
        "opa": "Vitamin K",
        "opb": "Vitamin B1",
        "opc": "Vitamin B12",
        "opd": "Vitamin D",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "06477366-22f3-4ac1-9954-ee6899a28f7b",
        "choice_type": "single"
    },
    {
        "question": "Alkaptonuria is due to deficiency of",
        "exp": "(D) Homogentisic acid oxidase # Enzyme defect in Ochronosis (Alkaptonuria):> Defective enzyme in alkaptonuria is Homogentisate oxidase in tyrosine metabolism.> Homogentisate accumulates in tissues and blood, and is excreted into urine.> Homogentisate, on standing, gets oxidized to the corresponding quinones, which polymerize to give black or brown colour.> For this reason, the urine of alkaptonuric patients resembles coA are in colour.> Homogentiste gets oxidised by polyphenol oxidase to benzoquinone acetate which undergoes polymerization to form a pigment \"Alkapton\".> Alkapton gets deposited in connective tissues, bones and various organs resulting in a condition called \"Ochronosis\".> Many patients suffer from arthritis: and this is believed to be due to the deposition of pigment alkapton in the connective tissues.",
        "cop": 4,
        "opa": "Alkaptonase",
        "opb": "Tyrosinase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Homogentisic acid oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Miscellaneous (Bio-Chemistry)",
        "id": "ff8c6385-0f57-4d64-b868-6d861904c5d1",
        "choice_type": "single"
    }
]