[
    {
        "question": "For RNA, which blotting technique is used -",
        "exp": "Ans. is 'b' i. e., Northern blot Technique. Sample analyzed. Gel used. Probe. Southern blot. DNAQYes. Radioactive DNAAllele specific oligonucleotide (ASO)DNANo. Allele specific oligonucleotide. Microarravm-RNA or c-DNANo. DNA probe. Northern blot. RNAQYes. DNA probe. Western (immuno) blot. Protein QYes. Labeled antibody QSouth Western blot. Protein DNANo. DNA probe. ELISAProtein or antibodies. No. Antibody Q (Specific for protein to be measured). Proteomics. Protein QYes-",
        "cop": 2,
        "opa": "Western blot",
        "opb": "Northern blot",
        "opc": "Southernblod",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "3dc0dd82-3432-4b61-ad9f-a773a732b840",
        "choice_type": "multi"
    },
    {
        "question": "Which method is used to locate a known gene locus?",
        "exp": "Ans. A. FISH(Ref: Robbins 9/e page 177). Robbins 9th edition gives the following description. FISH uses DNA probes that recognize sequences specific to particular chromosomal regions. Method. Requires growing cells. Detects deletion and duplication. Detects balanced structural rearrangements. Detects uniparental disomy. Lower limits of detectionG banding. Yes. Yes. Yes. No5-10mb. Metaphase FISHYes. Yes. Yes. No40-250 thousand mb. Interphase FISHNo. Yes. Some. No40-250 thousand mb. CGH array. No. Yes. No. No. Single Exon or Single gene. SNP array. No. Yes. No. Some. Single Exon or Single gene",
        "cop": 1,
        "opa": "FISH",
        "opb": "CGH",
        "opc": "Chromosome painting",
        "opd": "RT-PCR",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "4b825897-f36f-4e85-9e06-b3a78c3d0874",
        "choice_type": "single"
    },
    {
        "question": "Epigenetic deals with genetic modifications that do not alter the sequence of DNA. All of the following can detect epigenetic modification except:",
        "exp": "Ans. a. HPLC (Ref: Robbins 9/e p180, 319-320 8/e p180-181). Methylation specific PCR, Bisulphite method and ChlP on Chip can detect epigenetic modification but not the HPLC. 'Epigenetics is defined as the study of heritable chemical modification of DNA or chromatin that does not alter the DNA sequence itself Examples of such modification include the methylation of DNA, and the methylation and acetylation of histones. Since traditional Sanger sequencing alone cannot detect DNA methylation; other techniques have been developed to uncover these chemical modifications. One common approach is to treat genomic DNA with sodium bisulfite, a chemical that converts unmethylated cytosines to uracil, white methylated cytosines are protected from modification. An assay termed methylation-specific PCR uses two PCR primer sets to analyze single DNA loci: one to detect a DNA sequence with unmethylated cytosines (which are converted to uracils after bisulfite treatment) and the other to detect DNA sequences with methylated cytosines (which remain cytosines after bisulfite treatment). Additional techniques are evolving that provide a genome-wide snapshot of epigenetically altered DNA. These techniques are based on the ability to detect histone modifications such as methylation and acetylation (which, like DNA methylation, are important regulators of gene expression) by using antibodies against specifically modified histones. Such antibodies can be used to pull down bound DNA sequences, a method termed chromatin immunoprecipitation (Ch. IP). These pulled- down sequences can be amplified and analyzed by hybridizing to microarrays ('Ch. IP on Chip') or sequencing ('Ch. IP- Seq') to map epigenetically modified genes throughout the genome. - Robbins 8/e p180 Isolation of cells of the immune response* Use the correct number of cells: 1 x 106 x to 10 x 106* Collect biological replicates of cells* Choose an appropriate control for antibody specificity (knockout or RNAi knockdown). Fragmentation by sonication or MNase treatment* Shear chromatin to a size range of ~ 150-300 bp* Sonicate chromatin extracts for non-histone proteins. Sonication conditions should be determined empirically for each cell type. Treat chromatin extracts with MNase for analysis of histone modifications. Do not overdigest chromatin. Ch. IP analysis of histone modifications, transcription factors or epigenetic regulators* Select antibody: monoclonal versus polyclonal* Choose reference control (Input or IgG)* Perform Ch. IP with established protocols* Purify DNALibrary construction* Do end repair and adapter ligation* Perform PCR using primers compatible with sequencing platform. Avoid overamplifying DNA Sequencing* Determine sequencing depth on the basis of the prevalence of binding throughout the genome: more sequencing tags may be needed for diffuse signals (such as H3. K27me3)* Perform single-end or paired-end sequencing. Epigenetic Alterations. Epigenetics is defined as the study of heritable chemical modification of DNA or chromatin that does not alter the DNA sequence itself. Examples of such modification include the methylation of DNA. and the methylation and acetylation of histonesQ. Since traditional Sanger sequencing alone cannot detect DNA methylation, other techniques have been developed to uncover these chemical modifications. One common approach is to treat genomic DNA with sodium bisulfite, a chemical that converts unmethylated cytosines to uracil, while methylated cytosines are protected from modificationQ. An assay termed methylation-specific PCR uses two PCR primer sets to analyze single DNA loci: one to detect a DNA sequence with unmethylated cytosines (which are converted to uracils after bisulfite treatment) and the other to detect DNA sequences with methylated cytosinesQ (which remain cytosines after bisulfite treatment). Additional techniques are evolving that provide a genome-wide snapshot of epigenetically altered DNA. These techniques are based on the ability to detect histone modifications such as methylation and acetylation (which, like DNA methylation, are important regulators of gene expression) by using antibodies against specifically modified histones. Such antibodies can be used to pull down bound DNA sequences, a method termed chromatin immunoprecipitation (ChlP). These pulled-down sequences can be amplified and analyzed by hybridizing to microarrays ('ChlP on Chip') or sequencing ('Ch. IP-Seq') to map epigenetically modified genes throughout the genome.",
        "cop": 1,
        "opa": "HPLC",
        "opb": "Methylation specific PCR",
        "opc": "Bisulphite method",
        "opd": "Ch. IP on Chip",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "77295292-d28a-43fd-a1f8-79d4ddadb539",
        "choice_type": "multi"
    },
    {
        "question": "Western blot is used for -",
        "exp": "Ans. is 'd' i. e., Protein o Visualization of a specific DNA or RNA fragment among the many thousand of contaminating molecules requites the convergence of number of techniques collectively termed the blot transfer. Southern blot -Detects DNANorthern blot -Detects RNAWestern blot -Detects proteins (proteins are separated by electrophoresis, renatured and analysed for an interaction by hybridization with a specific labelled DNA probe)",
        "cop": 4,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Sugar",
        "opd": "Protein",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "035f483e-e785-4d0c-a032-3da008fd5b1a",
        "choice_type": "single"
    },
    {
        "question": "What biologist uses to diagnose and treat diseases with disorders with multigenic inheritance?",
        "exp": "Ans. B. Tag SNP(Ref: Robbins 9/epagel79). Linkage and Association Studies. There are two primary strategies for mapping genes that cause or increase susceptibility to human disease: 1. Classic linkage can be performed based on a known genetic model or, when the model is unknown, by studying pairs of affected relatives2. Disease genes can be mapped using allelic association studies (Genome Wide Association Studies, GWAS). Genome-wide association studies (GWAS) have elucidated numerous disease-associated loci and are providing novel insights into the allelic architecture of complex traits. These studies have been facilitated by the availability of comprehensive catalogues of human single-nucleotide polymorphism (SNP) haplotypes generated through the Hap. Map Project. The data generated by the Hap. Map Project are greatly facilitating GWAS for the characterization of complex disorders. Adjacent SNPs are inherited together as blocks, and these blocks can be identified by genotyping selected marker SNPs, so-called Tag SNPs, thereby reducing cost and workload.",
        "cop": 2,
        "opa": "Gene card",
        "opb": "Tag SNPs",
        "opc": "Flipped card",
        "opd": "Virtual Cell",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "d3fad20c-b360-46e4-ad39-9da611a4be59",
        "choice_type": "single"
    },
    {
        "question": "Southern blot is used to visualize -",
        "exp": "Ans. is 'b' i. e., DNA o Visualization of a specific DNA or RNA fragment among the many thousand of contaminating molecules requires the convergence of number of techniques collectively termed the blot transfer. Southern blot-Detects DNANorthern blot-Detects RNAWestern blot-Detects proteins (proteins are separated by electrophoresis, renatured and analysed for an interaction by hybridization with a specific labelled DNA probe).",
        "cop": 2,
        "opa": "RNA",
        "opb": "DNA",
        "opc": "Protein",
        "opd": "Antibody",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "2b503cd6-37d6-4546-b286-0af299bc0bf0",
        "choice_type": "single"
    },
    {
        "question": "DNA estimation can be done by:",
        "exp": "Ans. b. Spectrophotometer (Ref: Laboratory Protocols. Cl. MMYT Applied Biotechnology Center, 2nd Edition; http: //en. wikipedia. org/wiki/ Spectrophotometer_ for_Nucleic_ Acid_ Measurements)DNA estimation can be done by spectrophotometer. DNA Quantification and Quality Analysis. After isolation of DNA. quantification and analysis of quality are necessary to ascertain the approximate quantity of DNA obtained and the suitability of DNA sample for further analysis. This is important for many applications including digestion of DNA by restriction enzymes or PCR amplification of target DNA. The most commonly used methodologies for quantifying the amount of nucleic acid in a preparation are: Gel electrophoresis. Spectrophotometric analysis. Spectrophotometric Determination. Analysis of UV absorption by the nucleotides provides a simple and accurate estimation of the concentration of nucleic acids in a sampleQ. Components of Spectrophotometer. Spectrophotometer. Biomolecules absorb light at characteristic wavelengths, just as tryptophan, tyrosine and to a much lesser extent phenylalanine absorb ultraviolet light near a wavelength of 280 nmQ. The fraction of incident light absorbed by solution at given wavelength depends on thickness of absorbing layer (path length ) and concentration of the absorbing species. Lambart Beer Law. Absorbance = log Ideg/I = e. Cl. Where e is molar extinction coefficient and it has been assumed that incident light is parallel, mono chromatic (of single wave length) and solvent and solute are randomly oriented. So each successive millimeter path of absorbing solution absorbs not a constant amount but a constant fraction of light. However, with fixed path length absorbing layer, absorbance is directly proportional to the concentration of absorbing soluteQ. So it can be used in quantitative estimation of DNA, RNA or aminoacidsQ.",
        "cop": 2,
        "opa": "Spirometer",
        "opb": "Spectrophotometer",
        "opc": "pH meter",
        "opd": "Sphygmomanometer",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "872c6f3a-8ef0-4c39-861b-48a40654f1b5",
        "choice_type": "single"
    },
    {
        "question": "Most common enzymatic tool in genetic engineering-",
        "exp": "Ans. is 'd' i. e., Restriction endonuclease o At the heart of genetic engineering is the ability to cut DNA molecules at precisely defined sites, o This is usually done with purified bacterial enzyme, the restrication endonuclease. o Restriction endoncleases were called restriction enzymes because their presence in a given bacterium restricted the growth of foreign (non-bacterial) DNA, e g. bacteriophages, o Restriction endonuclease (also called restrition enzyme) cut DNA at specific DNA sequence within the molecule in a sequence specific manner. The site cleaved by restriction endonuclease is called its restriction siteo These enzymes recognize certain palindromic sequences in the DNA, ie. the short sequence (4-7 base pairs) which has got two fold rotational symmetry. In simple language, a short sequence (4-7 bp) of duplex DNA that is same when two strands are read in opposite direction is called palindrome. o Palindrome serves as the target for most restriction endonucleases. Each restriction enzyme (restriction endonuclease) recognizes specific nucleotide sequence, ie. each restriction enzyme has specific palindromic sequence to recognizeo Restriction endonucleases cleave (cut) both strands of DNA. o Some restriction enzymes cut both strand at same level, so as to leave no unpaired bases on either end. These ends are called blunt ends. o On the other hand, some restriction enzyme cut two strands in staggered manner, leaving two to four nucleotides of one strand unpaired at each end. Thses ends are referred to as cohesive ends (or sticky ends or staggered ends). o Sticky ends are particularly useful in constructing hybrid (or chimeric) DNA molecule. Restriction fragments of different DNAs can base pair with each other if they have sticky ends which are complementary. Therefore two unrelated DNA fragments can base pair with each other, if they were cleaved by the same restriction endonucleases (because each restriction endonuclease cuts same and specific palindromic sequence on diferent DNAs).",
        "cop": 4,
        "opa": "Halicase",
        "opb": "Topoisomerase",
        "opc": "DNALigase",
        "opd": "Restriction endonuclease",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "d6127b40-7fbc-4e38-9b3e-e7c50cb8cb08",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following enzymes is obtained from Thermophilus aquaticus bacterium which is heat stable and used in PCR at high temperature?",
        "exp": "ANSWER: (C) Taq polymerase. REF: Lehninger Principles of Biochemistry 4th edition page 321. PCR uses a heat-stable DNA polymerase, such as the Taq polymerase (derived from a bacterium that lives at 90 cC), which remains active after every heating step and does not have to be replenished.",
        "cop": 3,
        "opa": "DNA polymerase III",
        "opb": "Endonuclease",
        "opc": "Taq polymerase",
        "opd": "DNA gyrase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "72587686-9d4d-41d8-8246-1b809b381562",
        "choice_type": "single"
    },
    {
        "question": "For isolating a gene of long DNA molecules (50-100 KB) following is used:",
        "exp": "Ans. A. Chromosome walking(Ref: Harper 30/e page463). Chromosome Walking. Method to isolate and clone target DNA from a long segment of DNAIn Chromosome walking, a fragment representing one end of a long piece of DNA is used to isolate another fragment, that overlaps the first but extends the first. This process continued till the target DNA is isolated. Cystic fibrosis (CF) gene was the first to be isolated solely by chromosome walking.",
        "cop": 1,
        "opa": "Chromosome walking",
        "opb": "Sanger's sequencing",
        "opc": "RFLP",
        "opd": "SSLP",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "164dc0aa-7237-433b-a296-84b678d2f4b2",
        "choice_type": "single"
    },
    {
        "question": "Which process separates the fragments of DNA",
        "exp": "Ans is 'a' i. e. Gel Centrifugation. \"DNA sequencing is now an automated procedure. Although many protocols exist the most commonly used strategy is based on the Sanger method in which dideoxy- nucleotides are used to randomly terminate DNA polymerization at each of the four bases (A, G, T, C, ). After separating the array of terminated DNA fragment using high resolution gel or capillary electrophoresis, it is possible to deduce the DNA sequence\"Note - In many other sources, the question asked is slightly different: Which process separates the two helix of DNA.* DNA melting or separation achieved by subjecting the DNA to heat, guanidine or many other solvents.",
        "cop": 1,
        "opa": "Gel centrifugation",
        "opb": "Paper chromatography",
        "opc": "High speed centrifugation",
        "opd": "Thin layer chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "b9dc7562-2a50-46c1-9fa5-b7b1bf2d6a9a",
        "choice_type": "single"
    },
    {
        "question": "In sequential order what are the three steps of PCR?",
        "exp": "Ans. is 'c' i. e., Denature DNA, Anneal Primers, Extend DNA Steps in PCRIsolation of target DNA sequence|Primer Construction|Denaturation of DNA|Annealing of primers to single stranded DNA|Chain extension",
        "cop": 3,
        "opa": "Anneal Primers, Extend DNA, Denature DNA",
        "opb": "Denature DNA, Extend DNA, Anneal Primers",
        "opc": "Denature DNA, Anneal Primers, Extend DNA",
        "opd": "Extend DNA, Anneal Primers, Denature DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "933fbef2-8008-46a8-b5e0-652650034843",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not used as vector in genetics -",
        "exp": "Ans. is 'b' i. e., Proteosomes o The traditional viral vectors are adenoviral vectors followed by papilloma viruses and retroviruses. Retroviruses are the main and most commonly used viral vectors. o Other cloning vectors for gene delivery are. Plasmid. Bacteriophageiii) Cosmid. BAC (Bacterial artificial chromosome)YAC (Yeast artificial chromosome). o Liposomes or iipoplexes are also used as vector for gene delivery.",
        "cop": 2,
        "opa": "Adenovirus",
        "opb": "Proteasome",
        "opc": "Liposome",
        "opd": "Retrovirus",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "478afc9e-6e5e-478d-8b94-735db225a495",
        "choice_type": "single"
    },
    {
        "question": "Test to differentiate the chromosome of normal and cancer cells:",
        "exp": "Ans. b. Comparative genomic hybridization (Ref: Harrison 19/e 83e-2, 83e-2, 83e-2f, 18/e p512). Comparative genomic hybridization differentiate the chromosome of normal and cancer cells. FISH comparative genomic hybridization (CGH) is a method that can be used only when DNA is available from a specimen of interestQ. The entire DNA specimen from the sample of interest is labeled in one color (e. g., green), and the normal control DNA specimen is indicated by another color (e. g., red). These are mixed in equal amounts and hybridized to normal metaphase chromosomes. The red-to-green ratio is analyzed by a computer program that determines where the DNA of interest may have gains or losses of material. Comparative genomic hybridization is used to study cryptic chromosomal imbalances in patients with mental retardation and multiple congenital anomalies, as well as in prenatal diagnosis and to detect microdeletions and microduplications in cancer and in previously unidentified genomic disordersQ. Exact location of a genetic loci is identified by Fluorescent in-situ hybridization (FISH). Fluorescent in-situ hybridization: FISH, which utilizes fluorescent rather than radioactiveiy labeled probes, is a very sensitive technique for exact location of a genetic lociQ. This often places the gene at a location on a given band or region of the chromosomeQ. Polymerase chain reaction: PCR is a cell free, test tube method used for amplifying a target sequence of DNAQ. Much faster and more sensitive than cell based cloning. QPCR is used to amplify specific regions of DNA strandQ (target DNA). Chromosome painting: A technique for visualizing CHROMOSOME ABERRATIONS using fluorescently labeled DNA probes, which are hybridized to chromosomal DNA. Multiple fluorochromes may be attached to the probes. Upon hybridization, this produces a multicolored, or painted, effect with a unique color at each site of hybridizationQ. This technique may also be used to identify cross-species homology by labeling probes from one species for hybridization with chromosomes from another species. Comparative genomic hybridization: Comparative genomic hybridization differentiate the chromosome of normal and cancer cellsQ. Comparative genomic hybridization is used to study cryptic chromosomal imbalances in patients with mental retardation and multiple congenital anomalies, as well as in prenatal diagnosis and to detect microdeletions and microduplications in cancer and in previously unidentified genomic disordersQ. FISH (Fluorescent In-Situ Hybridization). The majority of FISH applications involve hybridization of one or two probes of interest as an adjunctive procedure to conventional chromosomal banding techniques. In this regard. FISH can be utilized to identify specific chromosomes, characterize de novo duplications or deletions, and clarify subtle chromosomal rearrangementsQ. Its greatest utilization in constitutional analysis, however, is in the detection of microdeletionsQ. In cancer cytogenetics, it is used extensively in the analysis of structural rearrangements. Though conventional cytogenetic studies ean detect some microdeietions, initial detection and/or confirmation with FISH is essential. In addition to metaphase FISH, cells can be analyzed at a variety of stages. Interphase analysis can be used to make a rapid diagnosis in instances when metaphase chromosome preparations are not yet available (e. g., amniotic fluid interphase analysts). One specialized type of interphase analysts involves the application of FISH to paraffin-embedded sections, thereby preserving the architecture of the tissue. The use of interphase FISH has increased recently, especially for analyses of amniocentesis samplesQ. These studies are performed on uncultured amniotic fluid, typically using DNA probes specific for the chromosomes most commonly identified in trisomies (chromosomes 13, 18, 21, and the X and Y). These studies can be performed rapidly (24-48 hours) and will ascertain about 60% of the abnormalities detected prenatally. Interphase analysts is routinely utilized is cancer cytogeneticsQ. Many site-specific translocations are associated with specific types of malignanciesQ. For example, there are probes available for both the Abelson (Abl) oncogene and breakpoint cluster region (ber) involved in chronic myelogenous leukemia (CML); these probes are labeled in red and green, respectively; the fusion of these genes in CML combines the fluorescent colors and appears as a yellow hybridization signal. Enhanced techniques for specific types of analysis: Multicolor FISH techniques. Reverse painting. Fiber FISHComparative genomic hybridization. Spectral karyotyping (SKY) and multicolor FISH (m-FISH) techniques. SKY and m-FISH techniques use combinatorially labeled probes that create a unique color for individual chromosomes. Useful in the identification of unknown chromosome material (such as accessory marker chromosomes containing additional material) but has been most commonly used with the complex rearrangements seen in cancer specimens. Fiber FISHFiber FISH is a technique in which chromosomes are mechanically stretched, using a variety of different methods. It provides a higher resolution of analysis than conventional FISH. FISH comparative genomic hybridization (CGH)FISH comparative genomic hybridization (CGH) is a method that can be used only when DNA is available from a specimen of interestQ. The entire DNA specimen from the sample of interest is labeled in one color (e. g.. green), and the normal control DNA specimen is indicated by another color (e. g.. red). These are mixed in equal amounts and hybridized to normal metaphase chromosomes. The red-to-green ratio is analyzed by a computer program that determines where the DNA of interest may have gains or losses of material. The major advance for examining human chromosomes is an extension of the FISH CGH technologies. Used to study cryptic chromosomal imbalances in patients with mental retardation and multiple congenital anomalies, as well as in prenatal diagnosisQ. Used to detect microdeletions and microduplications in cancer and in previously unidentified genomic disordersQ",
        "cop": 2,
        "opa": "PCR",
        "opb": "Comparative genomic hybridization",
        "opc": "Karyotyping",
        "opd": "Western Blotting",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "b7123f7c-ed4c-469b-918d-5e1426370422",
        "choice_type": "single"
    },
    {
        "question": "All are steps of PCR EXCEPT:",
        "exp": "ANSWER: (D) Transformation. REF: Harper's 28 ed chapter 39. The polymerase chain reaction (PCR) is a method of amplifying a target sequence of DNA. PCR provides a sensitive, selective, and extremely rapid means of amplifying any desired sequence of DNA. Specificity is based on the use of two oligonucleotide primers that hybridize to complementary sequences on opposite strands of DNA and flank the target sequence. The DNA sample is first heated to separate the two strands of the template DNA containing the target sequence; the primers, added in vast excess, are allowed to anneal to the DNA; and each strand is copied by a DNA polymerase, starting at the primer sites in the presence of all 4 d. XTPs. The two DNA strands each serve as a template for the synthesis of new DNA from the two primers. Repeated cycles of heat denaturation, annealing of the primers to their complementary sequences, and extension of the annealed primers with. DNA polymerase result in the exponential amplification of DNA segments of defined length (a doubling at each cycle). Early PCR reactions used an E coli DNA polymerase that was destroyed by each heat denaturation cycle. Substitution of a heat-stable DNA polymerase from Thermusaquaticus (or the corresponding DNA polymerase from other thermophilic bacteria), an organism that lives and replicates at 70-80degC, obviates this problem and has made possible automation of the reaction, since the polymerase reactions can be run at 70degC. This has also improved the specificity and the yield of DNA.",
        "cop": 4,
        "opa": "Denaturation",
        "opb": "Annealing",
        "opc": "Extension",
        "opd": "Transformation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "3e8fa5dc-22ea-4422-9d21-8d73d6ef126a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the follow ing is/are the application/s of FISH?",
        "exp": "Ans. is 'd' i. e., All the above [Ref: align=\"center\" style=\"font-family: Times New Roman, Times, serif\">Examples of FISH applications. Diagnostic. Research. The identification of specific chromosome abnormalities. The identification of new non-random abnormalities (by M-FISH or SKY). The characterization of marker chromosomes. Gene mapping. Interphase FISH for specific abnormalities in cases of failed cytogenetics. Identification of regions of amplification or deletion by CGHMonitoring disease progression. The identification of translocation breakpoints. Monitoring the success of bone marrow transplantation. The study of 3D chromosome organization in interphase nuclei",
        "cop": 4,
        "opa": "Gene mapping",
        "opb": "Study of 3D chromosome organization in interphase nuclei",
        "opc": "Monitoring the success of bone marrow transplantation",
        "opd": "All the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "769259fd-f286-4b07-ab89-7d391fafff02",
        "choice_type": "multi"
    },
    {
        "question": "Northern blot test is used for",
        "exp": "Ans. is 'b' i. e. RNA analysis: Northern blot is used for - RNA analysis*Southern blot is used for - DNA analysis*Western blot is used for - Protein analysis*Mnemonic: South is Down on the globe. [i. e. South-DNA'",
        "cop": 2,
        "opa": "DNA analysis",
        "opb": "RNA analysis",
        "opc": "Analysis of proteins",
        "opd": "Enzyme analysis",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "36df44c4-c38d-4d3e-a6f1-2ad0a5fbd7e5",
        "choice_type": "single"
    },
    {
        "question": "Study of structure and products of gene is:",
        "exp": "Ans. A. Genomics(Ref: Harper 30/e page 98, 99). Bioinformatics: The discipline concerned with the collection, storage, and analysis of biologic data, mainly DNA and protein sequences. Genome: The complete set of genes of an organism. Genomics: In depth study of the structures and functions of genomes. Transcriptome: The complete set of RNA transcripts produced by the genome during a fixed period of time. Transcriptomics: The comprehensive study of transcriptome. Proteome: The complete compliment of proteins of an organism. Proteomics: The systematic study of structures and functions of proteomes and their variation in health and disease. Exome: The nucleotide sequence of the entire complement of m. RNA exons expressed in a particular cell, tissue, organ or organism.",
        "cop": 1,
        "opa": "Genomics",
        "opb": "Proteomics",
        "opc": "Bioinformatics",
        "opd": "Cytogenetics",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "658d717e-e75d-4fc1-968c-ee04ff339126",
        "choice_type": "single"
    },
    {
        "question": "Northern Blot is used for:",
        "exp": "Ref: Harpers Illustrated biochemistry, 28th ed, ch. 39, pp-393. Explanation: Northern Blot: Similar to the Southern Blot, but used to probe RNA. Can be used to determine m. RNA size, e. g., detect differences in the promoter and terminator sites, etc. Can be used to determine if a particular gene is expressed, and if so, how much, in which tissue type, and when is it expressed in the life cycle",
        "cop": 1,
        "opa": "RNA",
        "opb": "DNA",
        "opc": "Protein",
        "opd": "c DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "023d7ded-7b98-4513-bbab-620ef90deefc",
        "choice_type": "single"
    },
    {
        "question": "Splicing is a process of -",
        "exp": "Ans. is 'b' i. e., Removal of introns o In molecular biology and genetics, splicing is a modification of an RNA after transcription, in which introns are removed and exons are joined. o This is needed for the typical eukaryotic messenger RNA before it can be used to produce a correct protein through translation. o For many eukaryotic introns, splicing is done in a series of reactions which are catalyzed by the spliceosome a complex of small nuclear ribonucleoproteins (sn. RNAs), but there are also self-splicing introns,",
        "cop": 2,
        "opa": "Activation of protein",
        "opb": "Removal of introns",
        "opc": "Synthesis of protein",
        "opd": "Replication of DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "a79f6f02-1d22-4f95-b5f7-70fca297b5eb",
        "choice_type": "single"
    },
    {
        "question": "Exact location of a genetic loci is identified by:",
        "exp": "Ans. a. Fluorescent in-situ hybridization (Ref: Harrison 19/e 83e-2, 83e-2f, 83e-3t p512; style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">Exact location of a genetic loci is identified by Fluorescent in-situ hybridization (FISH). Fluorescent in-situ hybridization: FISH, which utilizes fluorescent rather than radioactiveiy labeled probes, is a very sensitive technique for exact location of a genetic lociQ. This often places the gene at a location on a given band or region of the chromosomeQ. Polymerase chain reaction: PCR is a cell free, test tube method used for amplifying a target sequence of DNAQ. Much faster and more sensitive than cell based cloning. QPCR is used to amplify specific regions of DNA strandQ (target DNA). Chromosome painting: A technique for visualizing CHROMOSOME ABERRATIONS using fluorescently labeled DNA probes, which are hybridized to chromosomal DNA. Multiple fluorochromes may be attached to the probes. Upon hybridization, this produces a multicolored, or painted, effect with a unique color at each site of hybridizationQ. This technique may also be used to identify cross-species homology by labeling probes from one species for hybridization with chromosomes from another species. Comparative genomic hybridization: Comparative genomic hybridization differentiate the chromosome of normal and cancer cellsQ. Comparative genomic hybridization is used to study cryptic chromosomal imbalances in patients with mental retardation and multiple congenital anomalies, as well as in prenatal diagnosis and to detect microdeletions and microduplications in cancer and in previously unidentified genomic disordersQ. FISH (Fluorescent In-Situ Hybridization). The majority of FISH applications involve hybridization of one or two probes of interest as an adjunctive procedure to conventional chromosomal banding techniques. In this regard. FISH can be utilized to identify specific chromosomes, characterize de novo duplications or deletions, and clarify subtle chromosomal rearrangementsQ. Its greatest utilization in constitutional analysis, however, is in the detection of microdeletionsQ. In cancer cytogenetics, it is used extensively in the analysis of structural rearrangements. Though conventional cytogenetic studies ean detect some microdeietions, initial detection and/or confirmation with FISH is essential. In addition to metaphase FISH, cells can be analyzed at a variety of stages. Interphase analysis can be used to make a rapid diagnosis in instances when metaphase chromosome preparations are not yet available (e. g., amniotic fluid interphase analysts). One specialized type of interphase analysts involves the application of FISH to paraffin-embedded sections, thereby preserving the architecture of the tissue. The use of interphase FISH has increased recently, especially for analyses of amniocentesis samplesQ. These studies are performed on uncultured amniotic fluid, typically using DNA probes specific for the chromosomes most commonly identified in trisomies (chromosomes 13, 18, 21, and the X and Y). These studies can be performed rapidly (24-48 hours) and will ascertain about 60% of the abnormalities detected prenatally. Interphase analysts is routinely utilized is cancer cytogeneticsQ. Many site-specific translocations are associated with specific types of malignanciesQ. For example, there are probes available for both the Abelson (Abl) oncogene and breakpoint cluster region (ber) involved in chronic myelogenous leukemia (CML); these probes are labeled in red and green, respectively; the fusion of these genes in CML combines the fluorescent colors and appears as a yellow hybridization signal. Enhanced techniques for specific types of analysis: Multicolor FISH techniques. Reverse painting. Fiber FISHComparative genomic hybridization. Spectral karyotyping (SKY) and multicolor FISH (m-FISH) techniques. SKY and m-FISH techniques use combinatorially labeled probes that create a unique color for individual chromosomes. Useful in the identification of unknown chromosome material (such as accessory marker chromosomes containing additional material) but has been most commonly used with the complex rearrangements seen in cancer specimens. Fiber FISHFiber FISH is a technique in which chromosomes are mechanically stretched, using a variety of different methods. It provides a higher resolution of analysis than conventional FISH. FISH comparative genomic hybridization (CGH)FISH comparative genomic hybridization (CGH) is a method that can be used only when DNA is available from a specimen of interestQ. The entire DNA specimen from the sample of interest is labeled in one color (e. g.. green), and the normal control DNA specimen is indicated by another color (e. g.. red). These are mixed in equal amounts and hybridized to normal metaphase chromosomes. The red-to-green ratio is analyzed by a computer program that determines where the DNA of interest may have gains or losses of material. The major advance for examining human chromosomes is an extension of the FISH CGH technologies. Used to study cryptic chromosomal imbalances in patients with mental retardation and multiple congenital anomalies, as well as in prenatal diagnosisQ. Used to detect microdeletions and microduplications in cancer and in previously unidentified genomic disordersQ",
        "cop": 1,
        "opa": "Fluorescent in-situ hybridization",
        "opb": "Polymerase chain reaction",
        "opc": "Chromosome painting",
        "opd": "Comparative genomic hybridization",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "472c7a8e-23f9-4636-b0c5-bd80952431b9",
        "choice_type": "single"
    },
    {
        "question": "Quantitative DNA analysis/estimation is done by:",
        "exp": "Ans. D. Spectrometer. Absorbance of UV light at 260nm can be used to estimate DNACan be done using spectrophotometer or simply spectrometer. Other options are self explanatory.",
        "cop": 4,
        "opa": "pH meter",
        "opb": "Sphymometer",
        "opc": "Spirometer",
        "opd": "Spectrometer",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "e80c6cc5-a084-427a-aa19-158814d834bb",
        "choice_type": "single"
    },
    {
        "question": "Purpose of gene therapy:",
        "exp": "Ans. A. Replacement of abnormal gene by normal gene. Novel area of therapeutics. Intracellular delivery of genes to generate a therapeutic effect by correcting an existing abnormality. Divided into1. Somatic cell gene therapy: Gene is introduced into somatic cells. 2. Germ cell gene therapy (Transgenic animal)",
        "cop": 1,
        "opa": "Replacement of abnormal gene by normal gene",
        "opb": "Replacement of normal gene by abnormal gene",
        "opc": "Knock out of abnormal gene",
        "opd": "Introduction of viral gene",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "afb4d617-49e7-4899-b2b3-c5eb172a44b5",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used vector for DNA cloning -",
        "exp": "Ans. is 'a' i. e.. Plasmid o A cloning vector is a carrier DNA molecule to which human DNA fragment is attached. Normally, foreign DNA fragments cannot self-replicate within host cell. Therefore, they are joined to a vector DNA, that can replicate within host cell. o The five major types of cloning vectors used are -Plasmids. Viral vectors/Bacteriophages. Cosmids. Bacterial Artificial Chromosomes (BACs). Yeast artificial chromosomes (YACs)o Most commonly used vectors are plasmids.",
        "cop": 1,
        "opa": "Plasmid",
        "opb": "Virus",
        "opc": "Cosmid",
        "opd": "Phage",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "80f25566-5b1c-4ab8-9fa4-5e76b8439b5f",
        "choice_type": "single"
    },
    {
        "question": "Function of endonucleases:",
        "exp": "Ans. A. Cut DNA at specific DNA sequences(Ref: Harper 31/e page433). Restriction endonuclease cut DNA at specific palindromic sites. These enzymes are isolated from bacteria. They restrict the entry of phages into the bacteria.",
        "cop": 1,
        "opa": "Cut DNA at specific DNA sequences",
        "opb": "To point out the coding regions",
        "opc": "Enhancers",
        "opd": "To find out antibiotic resistance",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "1c96f5bc-ed8f-46cc-8b4c-4acce1bbc4ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true about Linkage analysis?",
        "exp": "Ans. A. Detection of characteristic DNA polymorphism in a family associated with disorders(Ref Robbins 9/e page 177-179). Linkage analysis. The genetic marker loci very close to the disease allele, that are transmitted through pedigrees called linkage disequilibrium. Assess the genetic marker loci in family members having the disease or trait of interest. With time it becomes possible to define a panel of marker loci, all of which co-segregate with the putative diseases. Hence Linkage analysis facilitates localization and cloning of the disease allele. The genetic markers used are, SNPs and repeat-length polymorphisms (minisatellite and microsatellite).",
        "cop": 1,
        "opa": "Detection of characteristic DNA polymorphism in a family associated with disorders",
        "opb": "Useful to make pedigree chart to show affected and non-affected family members",
        "opc": "Used to make a pedigree chart to show non-paternity",
        "opd": "Non gene mapping method of genetic study",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "84bc15ab-e3e4-44bc-90a0-7fba9c5767a0",
        "choice_type": "multi"
    },
    {
        "question": "Rapid method of chromosome identification in intersex is:",
        "exp": "Ans. A. FISHCertain probes used in FISH hybridize to repetitive sequences located to the pericentromeric regions. These probes are useful for the rapid identification of certain trisomies in interphase cells of blood smears, or even in FISH requires prior knowledge of the one or few specific chromosomal regions suspected of being altered. Genomic abnormalities canal so be detected without prior knowledge of what these aberrations may be, using a global strategy such as array CGH. From the above description it is concluded that. To locate a known gene locus FISH can be used. To locate an unknown gene locus, a global strategy like CGH is used.",
        "cop": 1,
        "opa": "FISH",
        "opb": "PCR",
        "opc": "SSCP",
        "opd": "Karyotyping",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "30c64eed-77c3-4548-915a-2130491a9d26",
        "choice_type": "single"
    },
    {
        "question": "DNA microarrays allow detection of Gene mutations using?",
        "exp": "ANSWER: (D) Hybridization. REF: Harrisons 17 Edition, Table 62-9 chapter 62, Biology by Raven Tata Mc. Graw-Hill Education p 331, http://en. wikipedia. org/wiki/DNA_microarray\"A DNA microarray (also commonly known as gene chip, DNA chip, or biochip) is a collection of microscopic DNA spots attached to a solid surface. The core principle behind microarrays is hybridization between two DNA strands, the property of complementary nucleic acid sequences to specifically pair with each other by forming hydrogen bonds between complementary nucleotidebase pairs\"Method. Principle. Type of Mutation Detected. Cytogenetic analysis. Unique visual appearance of various chromosomes. Numerical or structural abnormalities in chromosomes. Fluorescent in situ hybridization (FISH). Hybridization to chromosomes with fluorescently labeled probes. Numerical or structural abnormalities in chromosomes. Southern blot. Hybridization with genomic probe or c. DNA probe after digestion of high molecular DNALarge deletion, insertion, rearrangement, expansions of triplet repeat, amplification. Polymerase chain reaction (PCR). Amplification of DNA segment. Expansion of triplet repeats, variable number of tandem repeats (VNTR), gene rearrangements, translocations; prepare DNA for other mutation methods. DNA sequencing. Sequencing of DNA segments clonedinto plasmid vectors. Direct sequencing of PCR products. Point mutations, small deletions and insertions. Restriction fragmentpolymorphism(RFLP). Detection of altered restriction pattern of genomic DNA (Southern blot) or PCR products. Point mutations, small deletions and insertions. Microarrays. Hybridization of PCR products to midtype or mutated oligonucleotides. Point mutations, small deletions and insertions. Genotyping of SNPs",
        "cop": 4,
        "opa": "Polymerase Chain Reaction",
        "opb": "Cloning",
        "opc": "Southern Blotting",
        "opd": "Hybridization",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "115db66d-17c3-44a9-8828-bcb67d8d419b",
        "choice_type": "multi"
    },
    {
        "question": "After digestion by restriction endonucleases DNA strands can be joined again by:",
        "exp": "Ans. B. DNA Ligase(Ref: Harper 31/e page434). Enzymes involved in the DNA Replication1. Topoisomerases#Relieve torsional strain that results from helicase-induced unwinding of DNA.#Nicking Resealing Enzyme2. Helicase: ATP driven processive unwinding of DNA3. Single Strand Binding Protein (SSB). Prevent premature reannealing of ds. DNA4. DNA Primase:#Initiates synthesis of RNA primers.#Special class of DNA dependent RNA Polymerase5. DNA Polymerase: Catalyse the chemical reaction of DNA Polymerisation. Synthesise DNA only in 5' to 3' direction. 6. DNA Ligase: Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand.",
        "cop": 2,
        "opa": "DNA polymerase",
        "opb": "DNA ligase",
        "opc": "DNA topoisomerase",
        "opd": "DNA gyrase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "3402791a-886b-4b74-85b0-00a28e22252b",
        "choice_type": "single"
    },
    {
        "question": "Northern blot is used to detect -",
        "exp": "Ans. is 'c' i. e., RNA o Visualization of a specific DNA or RNA fragment among the many thousand of contaminating molecules requires the convergence of number of techniques collectively termed the blot transfer. Southern blot - Detects DNANorthern blot - Detects RNAWestern blot -Detects proteins (proteins are separated by electrophoresis, renatured and analysed for an interaction by hybridization with a specific labelled DNA probe).",
        "cop": 3,
        "opa": "Protein",
        "opb": "Immunoglobulin",
        "opc": "RNA",
        "opd": "DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "dbbfe4b6-10c8-43c3-adef-ddf58fe8188d",
        "choice_type": "single"
    },
    {
        "question": "Which of following techniques is used for detection of variation in DNA sequence and Gene expression?",
        "exp": "Ans. D. Microarray(Ref: Robbins 9/e page177, 178)DNA microarray can be used to detect DNA sequence variations. RNA Microarray can detect Gene expression.",
        "cop": 4,
        "opa": "Northern blot",
        "opb": "Southern blot",
        "opc": "Western blot",
        "opd": "Microarray",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "fc53d5b1-5b64-4160-92bc-92a91b211ebd",
        "choice_type": "single"
    },
    {
        "question": "All are added to PCR, except:",
        "exp": "Ans. B. Dideoxynucleotide(Ref: Tietz Textbook of Clinical Chemistry 4fe page1446). Pre requisites of PCRSample DNA to be amplified. Deoxynucleotides. Thermostable Polymerase--Taq Polymerase obtained from Thermus Aquaticus found in hot springs. Primer. Mgcl2, KCl",
        "cop": 2,
        "opa": "Deoxynucleotide",
        "opb": "Dideoxynucleotide",
        "opc": "Thermostat DNAP",
        "opd": "Template DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "f312e29f-c42b-42fb-973e-48df7aecacf9",
        "choice_type": "multi"
    },
    {
        "question": "DNA fingerprinting is based on possessing in DNA of:",
        "exp": "Ans. B. Variable number tandem repeat. DNA Finger printing. The use of normal genetic variation in the DNA (SNP or VNTR or RFLP) to establish a unique pattern of DNA fragments for an individual. This is also called DNA Profiling. Most commonly used is VNTR or repeat length polymorphism. The process of DNA finger printing was invented by Alec Jeffreys in 1985. Primer is needed",
        "cop": 2,
        "opa": "Constant tandem repeat",
        "opb": "Variable number tandem repeat",
        "opc": "Non-repetitive sequence",
        "opd": "Exon",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology Techniques",
        "id": "dd9a3e18-042d-452f-8835-8d53b4bac677",
        "choice_type": "single"
    }
]