[
    {
        "question": "In which phase of cell cycle, proof reading occurs?",
        "exp": "EVENTS PHASE of cell cycle Proofreading S phase Most repairs G1 phase Mismatch repair G2 phase",
        "cop": 2,
        "opa": "G1",
        "opb": "S",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "be876641-0cee-4b0d-973f-af68790776da",
        "choice_type": "single"
    },
    {
        "question": "Tell the bond (X, Y, Z) in the structure of DNA:",
        "exp": "X is the bond between the two nitrogenous bases. This is hydrogen bond. There is double bond between A and T, triple bond between G and C. Y is the bond between nitrogenous base and sugar. This is beta-N glycosidic bond, which is a covalent bond. This bond is between C1 of sugar and N9 of purines and N1 of pyrimidines. Z is the bond between sugar and phosphate. This is 3' 5' phosphodiester bond.",
        "cop": 1,
        "opa": "X-Hydrogen bond, Y-beta N glycosidic bond, Z-3' 5' phosphodiester bond",
        "opb": "X-Hydrogen bond, Y-beta O glycosidic bond, Z-2' 5' phosphodiester bond",
        "opc": "X-Hydrogen bond, Y-beta N glycosidic bond, Z-2' 3' phosphodiester bond",
        "opd": "X-Hydrogen bond, Y-phosphodiester bond, Z-3' 5' beta N glycosidic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "104b5c91-6962-4726-b0d0-4dd478f22ac7",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme synthesize Okazaki fragments:",
        "exp": "DNA Polymerase III synthesizes both leading and lagging strands (Okazaki fragments). (Option 1) Enzyme Function DNA polymerase I Removes RNA primers Replace it with DNA DNA Polymerase III Synthesizes both leading and lagging strands (Okazaki fragments). DNA primase Synthesize RNA primers DNA ligase Joins the fragments",
        "cop": 1,
        "opa": "DNA Polymerase III",
        "opb": "DNA polymerase I",
        "opc": "DNA primase",
        "opd": "DNA Ligase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "8e40802c-da50-4592-8ae9-e9ac53e23f3b",
        "choice_type": "single"
    },
    {
        "question": "Enzymes involved in Base-excision repair are:-",
        "exp": "Type Proteins & Enzymes involved Mismatch repair Dam methylase MutH, MutL, MutS proteins DNA helicase II DNA polymerase III DNA ligase Base-excision repair DNA glycosylases AP endonucleases DNA polymerase I DNA ligase Nucleotide-Excision repair Helicase DNA polymerase I DNA ligase ABC excinuclease Direct repair (Photoreactivation) DNA photolyase",
        "cop": 3,
        "opa": "DNA helicase II",
        "opb": "ABC excinuclease",
        "opc": "DNA polymerase I",
        "opd": "DNA photolyase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "af45638b-7a3c-4597-9b15-05a472152e24",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting enzyme of purine nucleotide synthesis is:",
        "exp": "Rate limiting enzyme of purine nucleotide synthesis is PRPP Glutamyl Amido-transferase(option d) Rate limiting enzyme of Purine Nucleotide Catabolism is Xanthine Oxidase (Option a) Hypoxanthine and Guanine Phospho Ribosyl Transferase (HGP) catalyzes the conversion of Guanine to GMP and Hypoxanthine to IMP in the presence of PRPP. (Option b) Adenosine deaminase (ADA) catalyzes the conversion of Adenosine to Inosine. (Option c)",
        "cop": 4,
        "opa": "Xanthine oxidase",
        "opb": "HGP",
        "opc": "ADA",
        "opd": "PRPP glutamyl amido-transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "2eaa2d10-460f-46f6-9578-c9d8bbdc02fe",
        "choice_type": "single"
    },
    {
        "question": "A 4 year old girl presented to hospital with failure to thrive. Her peripheral blood smear showed megaloblastic anemia. Vitamin B12 & folate were given but anemia did not improve. Enzyme assay from the cultured PBMC showed deficiency of OP (Orotate Phospho Ribosyl Transferase). What could be the probable diagnosis?",
        "exp": "Orotic aciduria Due to deficiency of orotate phosphoribosyl transferase and OMP decarboxylase Leads to defect in DNA Synthesis Characterizedby: Excretion of orotic acid in urine, Severe anemia Megaloblastic Not improved with folate /vitamin B12/vitamin C Retarded growth Rx- Feeding diet rich in uridine / cytidine",
        "cop": 3,
        "opa": "Orotate deficiency",
        "opb": "Gout",
        "opc": "Orotic aciduria",
        "opd": "SCID",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "053752b7-7336-4d8b-a6e4-684831a8555c",
        "choice_type": "single"
    },
    {
        "question": "In SCID, what type of DNA repair is defective?",
        "exp": "Defects in Double-Strand Break Repairs: Defects in Single-Strand Break Repairs: Non-Homologous End Joining Repair (NHEJ) SCID (Severe Combined Immunodeficiency Disease) (RS-SCID) Radiation sensitive Severe Combined Immunodeficiency Disease Nucleotide excision Repair (NER) Xeroderma Pigmentosa Homologous Repair (HR) Bloom syndrome Werner syndrome Breast cancer Base Excision Repair (BER) MUTYH associated Polyposis Mismatch Repair (MMR) HNPCC (Hereditary Non-Polyposis Colorectal Cancer)",
        "cop": 3,
        "opa": "Double strand break repair",
        "opb": "Nucleotide excision repair",
        "opc": "End Joining Repair",
        "opd": "Mismatch repair",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "9ab26949-3768-4dd0-b087-f79e808c0216",
        "choice_type": "single"
    },
    {
        "question": "Bacteria X has an adenine content of 33% in its genome. What is the expected thymine content in the genome of X?",
        "exp": "Adenine= Thymine = 33% In a double stranded DNA, Chargaff's rule is followed Number of Purines = Number of pyrimidine = = = [?] Chargaff's rule is not applicable for RNA and ss. DNA.",
        "cop": 2,
        "opa": "22%",
        "opb": "33%",
        "opc": "44%",
        "opd": "67%",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "7af9098a-737d-4332-8a24-992e984594a7",
        "choice_type": "single"
    },
    {
        "question": "In Eukaryotes, m. RNA is produced by",
        "exp": "There is only 1 RNA polymerase in prokaryotes. There are 3 eukaryotic RNA polymerases Type Location RNA transcribed Effect of a-amanitin I Nucleolous 18, 5. 8, 28 r. RNA Insensitive II Nucleoplasm m. RNA, mi. RNA, sn. RNA Highly sensitive III Nucleoplasm t. RNA, 5s r. RNA, U6 sn. RNA Less sensitive",
        "cop": 2,
        "opa": "RNA Polymerase I",
        "opb": "RNA Polymerase II",
        "opc": "RNA Polymerase III",
        "opd": "RNA Polymerase IV",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "4bd03275-5a6c-4fba-901c-c888da3ebae7",
        "choice_type": "single"
    }
]