[
    {
        "question": "Unwinding Enzyme in DNA synthesis:",
        "exp": "Ans. A. Helicase(Ref: Harper 31/e page 364)Classes of proteins involved in DNA replicationProteinFunctionDNA polymerasesDeoxynucleotide polymerizationHelicasesProcessive unwinding of DNATopoisomerasesRelieve torsional strain that results from helicase-induced unwindingProteinFunctionDNA primaseInitiates synthesis of RNA primersSingle-strand binding proteinsPrevent premature reannealing of dsDNADNA ligaseSeals the single strand nick between the Nascent chain and Okazaki fragments on lagging strand",
        "cop": 1,
        "opa": "Helicase",
        "opb": "Primase",
        "opc": "DNA Polymerase",
        "opd": "Transcriptase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d5057422-0074-4e13-8df4-f3627a55e114",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding Okazaki fragment?",
        "exp": "Ans. C. Several Okazaki fragments must be sequentially synthesized for each replication forka. Okazaki fragments are segments of DNA attached to an RNA initiator component.b. They are related to the lagging strand.c. Helicase acts on the lagging strand to unwind dsDNA.",
        "cop": 3,
        "opa": "Are segments of RNA attached to an RNA initiator component",
        "opb": "Are related to the leading strand",
        "opc": "Several Okazaki fragments must be sequentially synthesized for each replication fork",
        "opd": "Helicase acts on the leading strand to unwind dsDNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "00396eba-267a-42cf-af1d-9b45e3dbddcb",
        "choice_type": "multi"
    },
    {
        "question": "Defect in Snurps causes-",
        "exp": "Ans. is 'b' i.e., Thalassemiao Defective splicing (defect in snurps) is the most common mutation causing thalassemia,o Molecular defect in pathogens is of thalassemia:-b-Thalassemiao Most common type of genetic abnormality in b-thalassemia is point mutation i.e., nonsense.o Some may also occur due to deletion or insertion i.e., frame shift mutations,o Defect may occur at different steps of b-chain synthesis:i) Splicing mutationso Mutations leading to aberrant splicing are the most common cause of b-thalassemia.ii) Chain terminator mutationso This cause premature termination of mRNA translation.iii) Promoter region mutationso This results in transcription defect.a-Thalassemiao The most common cause of reduced a-chain synthesis is deletion of a-globin genes,o Rarely nonsense mutation may also cause a-thalassemia.",
        "cop": 2,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Marfan syndrome",
        "opd": "EDS",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "aa4c0eb6-c59d-4a8a-bdad-68c10fa7f5d7",
        "choice_type": "single"
    },
    {
        "question": "Frame shift mutation DOESN'T occur in multiples of:",
        "exp": "Ans: (b) 3Ref: Harper's Biochemistry 30th edn. / 417-18* Frame-shift mutations* The genetic code is read in form of triplets of nucleotides which are known as codons.* If one or two base pairs from the code are removed or inserted, the genetic code will be misread from that change onwards, because the genetic code is not punctuated. Therefore the amino acid sequence translated from the change onwards will be completely changed. This is known as frame shift mutation.* However if the removal /insertion happens in multiples of three, rest of the reading frame doesn't change and hence the amino acid sequence will not change.",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2f448829-2433-4861-ac84-0533bf524c62",
        "choice_type": "single"
    },
    {
        "question": "The enzyme used for the mapping of hypersensitive sites in recombinant DNA research is?",
        "exp": "Ans. C. DNase Ia. DNA ligase is used for joining of DNA molecules.b. DNA polymerase I is used for synthesis of double stranded cDNA.c. Polynucleotide kinase is used for T-32 end labeling of DNA or RNA.",
        "cop": 3,
        "opa": "DNA ligase",
        "opb": "DNA polymerase I",
        "opc": "DNase I",
        "opd": "Polynucleotide kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2dd15eef-7099-4cf6-b99f-7b7322c84b41",
        "choice_type": "single"
    },
    {
        "question": "There are 20 amino acids with three codons in spite of the no of amino acids could be formed is 64 leading to that an amino acid is represented by more than one codon is called:",
        "exp": "Ans. B. Degeneracy(Ref: Harper 31/e p395)Genetic Code--Salient features of Genetic CodeTriplet Codon: Each amino acid is represented by triplet sequence.Degenerate (Redundant)--More than 1 codon represent a single amino acid. Degeneracy of the codon lies in the 3rd Base.Nonoverlapping-- Reading of genetic code do not involve overlapping sequence.Unambiguous--A codon can represent only one amino acid.Universal--A specific codon represent a specific amino acid in all the species.Exception to this rule-Codons of Mitochondrial DNAInitiator codon#In eukaryotes--AUG codes for Met#In Prokaryotes--AUG codes for N-Formyl MethionineTerminator Codons#UAG--Amber#UGA--Opal#UAA--OchreWobbling PhenomenonThe base pairing at the 3rd nucleotide between the anticodon in the tRNA and Codon in the mRNA is not stringently regulated.",
        "cop": 2,
        "opa": "Transcription",
        "opb": "Degeneracy",
        "opc": "Mutation",
        "opd": "Frameshift",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "abadf166-af44-4b3e-8fca-f71664ed171b",
        "choice_type": "multi"
    },
    {
        "question": "External manifestation of genome is -",
        "exp": "Ans. is 'b' i.e., Phenotype* To explain these terms, let us have a simple example, which we have learnt in our school.* A sweet pea plant can either grow tall or short. The plant grows tall if the plant has TT or Tt and the plant remains dwarf if the plant has tt. In this example, plant being tall and plant being short are the two phenotypes. Hence phenotypes are the external manifestations of a genome. Genotypes are genetic expressions of a trait. Just by looking at something, if we can comment whether the plant can grow tall or if the plant has to remain dwarf is called as genotypes. So there are three genotypes - TT, Tt, tt. What are alleles? T is one allele and t is another allele. So alleles are alternating forms of the same gene.* Genotype is the genetic expression of a trait* Phenotype is the physical expression of a trait* Alleles are alternating forms of the same gene - in the sense they differ by a few nucleotide sequences so that aminoacid sequences of the polypeptide chain gets affected minimally - so that the function of the protein gets affected either qualitatively or quantitatively.* Polymorphism is presence of multiple alleles at a single locus giving rise to multiple phenotypes, provided the prevalence of the alleles in a general population is more than 1%# For example, hair colour - we do not say only black hair is normal, various shades of brown and even white hair in a blonde person is normal. This is because of the presence of multiple alleles - an allele produces black pigment, many alleles to produces various shades of brown and then an allele which does not produce pigment - causing blonde hair.# In this example the last allele which has failed to produce the respective protein should be considered as a defective allele. But we consider it as a normal allele based on prevalence. As prevalence of the allele which can not produce the pigment is more than 1% in the general population, we call it as a normal allele.",
        "cop": 2,
        "opa": "Genotype",
        "opb": "Phenotype",
        "opc": "Allele",
        "opd": "Polymorphism",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8c17d6ae-5dc1-4ea5-9430-a325f4b5fd23",
        "choice_type": "multi"
    },
    {
        "question": "Choose the true statement about mit DNA:",
        "exp": "Ans. D. It codes for less than 20% of the proteins involved in respiratory chainIn ETC there are around 67 subunits, out it 13 proteins are coded by Mit DNA, which comes around 19%.Mitochondrial DNA has high mutation rate almost 5 to 10 times that of nuclear DNA.It has 16,569 bpMitochondrial DNA has maternal inheritance",
        "cop": 4,
        "opa": "Few mutation compared to nuclear DNA",
        "opb": "It has 3x109 base pairs",
        "opc": "It receives 23 chromosomes from each parent",
        "opd": "It codes for less than 20% of the proteins involved in respiratory chain",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "629939d5-2989-485c-8051-7ec91f016bf0",
        "choice_type": "multi"
    },
    {
        "question": "During post transcriptional modification of RNA the following process does not take place:",
        "exp": "Ans. D. GlycosylationRNA produced after transcription is hn RNA. To form m RNA it undergoes modifications to remove intervening sequence called introns by splicing. For this 5'capping and 3'tailing is done to stabilize RNA.",
        "cop": 4,
        "opa": "Splicing",
        "opb": "5'capping",
        "opc": "3'polyadenylation",
        "opd": "Glycosylation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8ef60370-a6c1-4264-b837-ade67b118a64",
        "choice_type": "single"
    },
    {
        "question": "Type of mutation seen in sickle cell anaemia:",
        "exp": "Ans. (c) Point mutationRef: Harpers Biochemistry 30th Ed; Page No- 416* Mutations in DNA are transcribed into mRNA, and thus can cause changes in the encoded protein.* Severity of damage in mutation: Silent << Missense < Nonsense < Frameshift.* Basic point about mutation:* Transition# Pyrimidine to pyrimidine (eg, C to T) or Purine to purine (eg, A to C).* Transversion# Pyrimidine to purine (eg, C to C) or Purine to pyrimidine (eg, A to T).* Types of Mutation:Point mutation:* It occurs when one base in DNA is replaced by another, altering the codon in mRNA.* Types of Point mutation:# Silent mutation: Substitution of nucleotide occurs but codes for same amino acid. Example: CGA to CGG causes no change, since both codons specify arginine. Base changes most commonly occur in 3rd position of codon (tRNA wobble).# Missense mutation: Mutations result in one amino acid being replaced by another. Conservative missense mutation: If the new amino acid is similar in chemical structure. Example: - Sickle cell disease (substitution of glutamic acid with valine at position 6 in the b-globin chain).# Nonsense mutation: Mutations result in a premature termination of the growing polypeptide chain Nucleotide substitution resulting in early stop codon (UAC, UAA, UCA). Ex: CGA to UGA causes arginine to be replaced by a stop codon.Extra MilePoint mutationSilent mutationFlemoglobin (Sickle cell Anemia)Substitution of glutamic acid with valine at position 6 in the b-globin chainHb MilwaukeeGlutamateHb BristolAspartateHb SydneyAlanineMissense mutationAcceptable mutationPartially acceptable mutationUnacceptable mutationHb - hikari (b chain)Hb -S (b chain)Hb - M Boston (a chain)Non sense mutationCoding codon - Stop cdodonStop codon - Coding codonb-thalassemiaa-thalassemiaInsertions* Addition of base (when a base or a number of bases are added to DNA).* They can result in a protein with more amino acids than normal.Deletions* Removal of Base (when a base or a number of bases are removed from the DNA).Frameshift mutations:* Due to insertion or deletion of nucleotides that are not a multiple of three results in Frameshift mutation.* The reading frame is shifted so that completely different sets of codons are read beyond the point where the mutation starts.* Protein may be shorter or longer, and its function may be disrupted or altered.* Example: Duchenne muscular dystrophy, Tay-Sachs diseaseCystic fibrosis* Cystic fibrosis is most commonly caused by deletion of three nucleotides from the coding region of CFTR gene.* Deletion of phenylamine at the 508th position (dF508) in the protein encoded by that gene.* This dF508 mutation prevents normal folding of the CF trans- membrane conductance regulator (CFTR) protein, leading to its destruction by the proteasome.* Oligonucleotide probe is used to test for cystic fibrosis.Splice site mutation* Mutation at a splice site - retained intron in the mRNA - protein with impaired or altered function.* Example: Mutations that cause the incorrect splicing of b-globin mRNA are responsible for some b-thalassemia.* Others example: Rare causes of cancers, dementia, epilepsy",
        "cop": 3,
        "opa": "Insertion",
        "opb": "Deletion",
        "opc": "Point mutation",
        "opd": "Frameshift mutations",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "6eb729c6-f6b8-4a0b-81b3-e3eec61e689a",
        "choice_type": "single"
    },
    {
        "question": "The following are \"stop codons\" EXCEPT",
        "exp": "Ans. b (UAU) (Ref. Harper, 27th/Chapter 37.; Chatterjee, 4th ed., 221)PROTEIN SYNTHESIS:-# Activation of Amino acids:-- Formation of aminoacyl tRNA by key enzyme-Aminoccyl tRNA synthatase-specific for a particular amino acid and also for tRNA- There are 20 different aminoacids (one codon for one amino acid)- Very high specificity is the most significant feature of this enzyme because once amino acid is attached to tRNA recognition of a specific codon on mRNA is due entirely to the tRNA not to the amino acid. (Fidelity = Faithfulness)# Initiation by Aug codon (methionine)# Elongation# Termination by terminator codons or stop codons or nonsense codon-UAA, UGA, UAGFidelity enzyme in protein synthesis-Aminoacyl tRNA sybnthetaseNull = indicates no functional gene product",
        "cop": 2,
        "opa": "UGA",
        "opb": "UAU",
        "opc": "UAA",
        "opd": "UAG",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a9b1a787-5e79-4d16-92c4-f42f7fca1f26",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following phase, DNA doubling occurs ?",
        "exp": "Ans: b (S phase) Ref: Harper, 23th ed, p. 428DNA replication occurs only at a specified time during the life span of a cell. This period is referred to as synthetic or S phase.Few points about: DNA POLYMERASEProkaryotic DNA polymerase:DNAP -I: Removal of RNA primers and replacing with DNA (5'-3' exonuclease).DNAP - II: DNA proof reading and repair.DNAP- HI: Synthesis of leading and lagging strand.Eukaryotic DNA polymerase:DNAP d: Synthesis of leading strand.DNAP d: Synthesis of lagging strand.DNAP g- Replicates mitochondrial DNA.DNAP band e: Primarily DNA repair.",
        "cop": 2,
        "opa": "G1 phase",
        "opb": "S phase",
        "opc": "G2 phase",
        "opd": "M phase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "7793311a-9139-45eb-ae62-a3639c05e714",
        "choice_type": "single"
    },
    {
        "question": "Unfolded proteins are handled by?",
        "exp": "Ans. (a) ChaperonesRef Harper's Biochemistry 28/e, ch. 45y Table 45-5y & Table 45-6",
        "cop": 1,
        "opa": "Chaperones",
        "opb": "Histones",
        "opc": "Proteases",
        "opd": "Proteosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2d30c31f-4406-4202-82d3-f60bf8f78c97",
        "choice_type": "single"
    },
    {
        "question": "The proteins presents in Deoxyribonucleic acid is",
        "exp": "(Histone) (225 - RS 7th)DNA is a polymer of deoxyribonucleotides and is found in chromosomes, mitochondria, and chloroplasts. The nuclear DNA is bound to basic proteins called HistonesHistones - These are basic proteins rich in Arginine & Histidine",
        "cop": 2,
        "opa": "Protamines",
        "opb": "Histone",
        "opc": "Albumins",
        "opd": "Globulins",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "e527a977-2fa4-4c90-a46a-85b55c07bcc4",
        "choice_type": "single"
    },
    {
        "question": "Genes with purely or predominantly matrilineal inheritance without recombination are present in:",
        "exp": "Ans. c (Mitochondrial chromosome). (Ref. Harper's Biochemistry 26th ed. 323; Ganong 22nd ed. 11, 27)Inherited mitochondrial disorders are transmitted in a matrilineal fashion; all children from an affected mother will inherit the disease, but it will not be transmitted from an affected father to his children. Heterogeneity in the proportion of mitochondria with and without a mutation is referred to as heteroplasmia and underlies the phenotypic variability that is characteristic of mitochondrial diseases.MITOCHONDRIAL DNA (mtDNA)# It is small circular, double-stranded, and composed of heavy and light chains.# One percent of cellular DNA is in mitochondria.# High mutation rate (5-10 times more than nuclear DNA).# Genetic codes differ slightly from the standard code:- UGA (standard stop codon) is read as Trp.- AG A and AGG (standard codon for Arg) are read as stop codons.Diseases transmitted by mitochondrial inheritance:# Leber's hereditary optic atrophy,# Leigh disease,# Familial progressive external ophthalmoplegia,# MERRF syndrome,# MEALS syndrome,# Succinic dehydrogenase complex-II deficiency and Cytochrome C oxidase complex-IV dt.",
        "cop": 3,
        "opa": "X chromosome",
        "opb": "Y chromosome",
        "opc": "Mitochondrial chromosome",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "41d2102e-063a-4d16-b493-aa0e0042127e",
        "choice_type": "multi"
    },
    {
        "question": "By which method foreign DNA is introduced into a cell by a virus or viral vector?",
        "exp": "(A) Transduction[?]TRANSDUCTIONoTransfer of genetic information from one cell to another by means of a viral vector.oRefers to the process whereby foreign DNA is introduced into another cell via a viral vectoroTransduction does not require physical contact between the cell donating the DNA and the cell receiving the DNA (which occurs in conjugation), and it is DNase resistant.oTransduction is a common tool used by molecular biologists to stably introduce a foreign gene into a host cell's genome.Other Options[?]Lysogenic ConversionoWhen a cell becomes lysogenized, occasionally extra genes carried by the phage get expressed in the cell. These genes can change the properties of the bacterial cell. This process is called lysogenic conversion.[?]Bacteriophages: Lysogenic Conversion-Some lysogenic phage carry genes that can enhance the virulence of the bacterial host.-For example, some phage carry genes that encode toxins.-These genes, once integrated into the bacterial chromosome, can cause the once harmless bacteria to release potent toxins that can cause disease.[?]Transcription-Transcription is the process of making a complementary molecule of mRNA (messenger RNA) from a DNA template. This takes place in the nucleus.-RNA polymerase unwinds, reads and places the correct nucleotide on the mRNA strand according to base pairing rules (A to U, C to G, T to A).[?]Transformation:oIntroduction of an exogenous DNA into cell, causing the cell to acquire a new phenotype.oInfection of Bacterium by phage begins with injection of its DNA.oIt can take either of 2 causes 1 lysogenic - viral DNA becomes as part of Bacterial DNA causing cell division.oLytic-viral DNA excises from host chromosome and replicates itself, Direct synthesis of viral proteins - then lysis of host occurs with release of viri.oTransduction is the process by which foreign DNA is introduced into a cell by a virus or viral vector. An example is the viral transfer of DNA from one bacterium to another.oTransformation is one of three processes for horizontal gene transfer, in which exogenous genetic material passes from one bacterium to another, the other two being conjugation (transfer of genetic material between two bacterial cells in direct contact) and transduction (injection of foreign DNA by a bacteriophage virus into the host bacterium). In transformation, the genetic material passes through the intervening medium, and uptake is completely dependent on the recipient bacterium.",
        "cop": 1,
        "opa": "Transduction",
        "opb": "Transcription",
        "opc": "Lysogenic conversion",
        "opd": "Transformation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d9638539-e2ff-4f60-bd65-d1df3249f56f",
        "choice_type": "single"
    },
    {
        "question": "A mutation in the codon which causes a change in the coded amino acid, is known as:",
        "exp": "Ans. C. Mis-sense mutation(Ref: Harper 31/e page 398)I. Silent MutationIf a mutation does not alter the polypeptide product of the gene.Also called Synonymous Mutation.II. Mis-sense mutationThe alteration in the nucleotide may result in the incorporation of a different amino acid.",
        "cop": 3,
        "opa": "Mitogenesis",
        "opb": "Somatic mutation",
        "opc": "Mis-sense mutation",
        "opd": "Recombination",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "4e45bb15-2118-455d-953c-4efade91a845",
        "choice_type": "single"
    },
    {
        "question": "Enzyme replacement therapy is available for -",
        "exp": "Ans. is 'a' i.e., Gauchers disease o Enzyme replacement therapy refers to the replacement of missing enzyme, artificiallyo Gaucher's disease was the first one in which successful enzyme replacement therapy was tried,o Enzyme replacement therapy is currently available for some lysosomal storage diseases:-i) Gaucher's diseaseiv) Mucopolysaccharidosis I (Hurler)ii) Fabry diseasev) Mucopolysaccharidosis II (Hunter)iii) Glycogen storage disease type IIvi) Mucopolysaccharidosis VI",
        "cop": 1,
        "opa": "Gauchers disease",
        "opb": "Galactosemia",
        "opc": "Fructosuria",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1509950b-4cb8-4b7d-b70c-fff0afbe2cfa",
        "choice_type": "multi"
    },
    {
        "question": "A nucleoside consists of:",
        "exp": "Ans. B. Purine or pyrimidine base + sugarposition of nucleotides = Sugar + Base + Phosphate Composition of nucleosides = Sugar + Base. No phosphate is present.",
        "cop": 2,
        "opa": "Nitrogenous base",
        "opb": "Purine or pyrimidine base + sugar",
        "opc": "Purine or pyrimidine base + phosphorous",
        "opd": "Purine + pyrimidine base + sugar + phosphorous",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "cb866ad3-2413-416b-b307-37a0febd23d2",
        "choice_type": "single"
    },
    {
        "question": "43S preinitiation complex include all except:",
        "exp": "Ans. D. IF-4F(Ref: Harper 31/e page 399)43 S Preinitiation complex consist ofGTP-eIF2-tRNAi+ 40S subunit.This 43S Preinitiation complex is stabilised by eIF3 and eIF-1A.",
        "cop": 4,
        "opa": "IF3",
        "opb": "IF1A",
        "opc": "IF2",
        "opd": "IF-4F",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "141871c1-580b-47db-8049-b2c87b50463d",
        "choice_type": "multi"
    },
    {
        "question": "The enzyme used in polymerase chain reaction (PCR) is:",
        "exp": "Ans. A. Taq polymerasePolymerase Chain Reaction is a technique employed for DNA amplification. It requires the following apparatus:a. A target DNA.b. Two primers (synthetic oligonucleotides of 17-30 nucleotides length) that are complementary to flanked regions of DNA.c. Four dNTP's.d. A DNA polymerase mainly Taq DNA polymerase (Thermo stable). It has been isolated form Thermus aquaticus. It is heat resistant, so no need to add fresh enzyme in every cycle.",
        "cop": 1,
        "opa": "Taq polymerase",
        "opb": "RNA polymerase",
        "opc": "Ribonuclease",
        "opd": "Endonuclease",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "6e51b627-f4ba-4999-994a-b7801198c33b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following observations would rule out a sex- linked trait in an extended family pedigree?",
        "exp": "Sex-linked traits are passed via the X chromosome. Males transmit their Y chromosome to their sons and their X chromosomes to their daughters. Thus, an affected male cannot transmit a mutated X allele to his son, so the presence of male-to-male transmission in a pedigree categorically eliminates X-linked transmission as the genetic pattern of inheritance.",
        "cop": 4,
        "opa": "Males expressing the disease",
        "opb": "Females expressing the disease",
        "opc": "Female-to-male transmission",
        "opd": "Male-to-male transmission",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "81ea9a1c-a35d-4384-886d-ece38251c8de",
        "choice_type": "single"
    },
    {
        "question": "UV light damage to the DNA leads to:",
        "exp": "Ans. A. Formation of pyrimidine dimers(Ref: Harper 31/e page 374)DNA lesions formed by UV light damage are Bulky adducts and Pyrimidine Dimers",
        "cop": 1,
        "opa": "Formation of pyrimidine dimers",
        "opb": "No damage to DNA",
        "opc": "DNA hydrolysis",
        "opd": "Double stranded breaks",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "600a4789-9547-4c1a-9072-f45255fe3eb8",
        "choice_type": "single"
    },
    {
        "question": "Codon does not contain which nucleic acid?",
        "exp": "Ans. is 'd' i.e., Thymdine* Codon is a combination of 3 nucleotides present in mRNA, that can code for an aminoacid* Since it is present in RNA, it can include 3 of the 4 nucleotides - A, U, G, C (never thymidine)* Totally there are 64 codons* Out of the 64, 3 are stop codons (UGA, UAG, UAA)* Hence 61 codons code for 20 aminoacids* Property of genetic codeDegeneracy# As 61 codons code for 20 aminaocids, more than 1 codon can code for a single aminoacid. This is called as degeneracy.# The two aminoacids which do not follow degeneracy are :i) Methionineii) TryptophanUnambiguous# Not more than 1 aminocid can be coded by a single codonNon Overlapping# Never one codon is overlapped with the next (If the 1,2,3 nucleotides are considered as the 1st codon, 4,5,6 nucleotides will be considered as the 2nd codon... we don't include 3,4,5 as the 2nd codon)Not punctuated# After every 3 nucleotides, we don't have a punctuation. That is why frame shift mutation is possibleUniversal# Genetic code is the same in any cell# Exceptions - In mitochondrial DNA, UGA is not a stop codon, it codes for tryptophan and AGA and AGG do not code for Arginine, both act as stop codons.",
        "cop": 4,
        "opa": "Adenine",
        "opb": "Guanine",
        "opc": "Uridine",
        "opd": "Thymdine",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "40692e3b-0b2d-44fc-9c15-952bcf9a2720",
        "choice_type": "single"
    },
    {
        "question": "Complimentary sequence of 5' GCACC 3'",
        "exp": "Ans: d (5' GGTGC 3') Ref: Lippincott 3rd ed/p. 395.Adenine (A) always pairs with Thiamine (T).There are 2 Hydrogen bonds between A and T.Cytosine(C) always pairs with Guanine (G).There are 3 Hydrogen bonds between C and G.Complementary sequence of 5'-3' end always proceeds from 3'-5'.Therefore,5'GCACC 3' Complements 3'CGTGG 5'This can also be rewritten in 5' - 3' as5' GGTGC 3'",
        "cop": 4,
        "opa": "5' CCACG3'",
        "opb": "5' CGTGG 3'",
        "opc": "3' GGTGC 5'",
        "opd": "5'GGTGC 3'",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "51941593-5d9c-45f1-83aa-800bddf31e0c",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy has failure to thrive, alopecia totalis, localized scleroderma, a small face and jaw, a \"beak\" nose, wrinkled skin, and stiff joints. He is determined to have a single-point mutation in a nuclear protein, which is a silent mutation in terms of the primary structure of the protein. How could such a mutation lead to a disease?",
        "exp": "The child is expressing the symptoms of Hutchinson-Gilford progeria, a premature aging disease, which is due to a mutation in the LMNA gene, which encodes lamin A, a nuclear protein. The most common mutation is C1824T, in which the normal cytosine at position 1,824 of the gene is replaced by a thymine. This is a silent mutation as far as the protein is concerned-G608G. However, the introduction of the T creates a cryptic splice site in the gene, such that as the hnRNA is processed, a lamin A mRNA is created that is missing 150 nucleotides, corresponding to a loss of 50 amino acids near the carboxy terminal of the protein. Under normal conditions, lamin A is farnesylated, which allows the protein to be attached to the endoplasmic reticulum membrane. During processing, the enzyme AMPSTE24 cleaves part of the carboxy terminal, releasing the farnesylated portion of the protein such that lamin A can be transferred to the nucleus, where it is involved in providing a scaffold for the nuclear membrane. In the mutant protein (progerin), the site of cleavage is lost owing to the loss of the C-terminal amino acids, although the site of farnesylation still remains. Thus, the progerin that reaches the nucleus is still bound to the nuclear membrane, distorting the nuclear membrane and contributing to nuclear instability. Chromatin binding to the nuclear membrane is also altered, as are the phosphorylation sites in progerin, which makes it more difficult for the nuclear membrane to dissolve during mitosis. Because this is a silent mutation in the mature protein, the tertiary structure of the protein is not altered, and a premature stop codon has not been introduced into the protein (that would be a nonsense mutation, not a silent mutation). Since the protein amino acid sequence is initially the same, an alternative start site for transcription has not been created, nor does a simple base change lead to an inhibition of DNA replication.",
        "cop": 4,
        "opa": "Through altering the tertiary structure of the protein",
        "opb": "Inhibiting DNA replication",
        "opc": "By introducing a premature stop codon into the protein",
        "opd": "By creating an alternative splice site in the gene",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "98c83d60-45ac-4e65-a241-1b07f91779dd",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old female presents for an infertility workup. She has never had a menstrual period. She is short with a broad chest, webbed neck, and low-set ears. It is demonstrated that she has an abnormal karyotype.The cause of the woman's abnormal karyotype is which one of the following?",
        "exp": "Monosomy X (Turner syndrome) can be as a result of either maternal nondisjunction (an egg is created lacking an X chromosome, whereas another egg has two X chromosomes) or paternal nondisjunction (a sperm lacks the X chromosome, whereas another sperm contains both the X and Y chromosomes). Turner syndrome is not caused by translocation events, either reciprocal or Robertsonian (recall that Robertsonian translocations only occur among acrocentric chromosomes, and the X chromosome if not acrocentric).",
        "cop": 4,
        "opa": "Maternal nondisjunction",
        "opb": "Paternal nondisjunction",
        "opc": "Both maternal and paternal nondisjunction",
        "opd": "Either maternal or paternal nondisjunction",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2bd7221b-987f-4094-8cb5-f1d7e841da17",
        "choice_type": "multi"
    },
    {
        "question": "Okazaki fragments are joined to form continuous strands of DNA by which of the following enzyme?",
        "exp": "Ans. C. DNA Ligase. (Ref Harper 28th/324; Satyanarayan Biochemistry 3rd / page no 526)Okazaki pieces are later joined to form continuous strands of DNA. DNA Polymerase-I & DNA ligase are responsible for it.DNA replication: Eukaryotic DNA replication is more complex than the prokaryotic process but uses many enzymes analogous to those listed below. In both prokaryotes and eukaryotes, DNA replication is semiconservative and involves both continuous and discontinuous (Okazaki fragment) synthesis.1HelicaseUnwinds DNA template at replication fork.2Single-stranded binding proteinsPrevent premature reannealing of dsDNA3DNA topoisomerasesRelieve torsional strain that results from helicase-induced unwinding. Creates a single- or double-stranded break in the helix to add or remove supercoils.Fluoroquinolones--inhibit DNA gyrase (prokaryotic topoisomerase II).4PrimaseInitiates synthesis of RNA primers. Thus, Makes an RNA primer on which DNA polymerase III can initiate replication.5DNA polymerasesDeoxynucleotide polymerization6DNA polymerase IIIProkaryotic only. Elongates leading strand by adding deoxynucleotides to the 3? end. Elongates lagging strand until it reaches primer of preceding fragment. 3?*5? exonuclease activity \"proofreads\" each added nucleotide. DNA polymerase ill has 5?*3? synthesis and proofreads with 3?*5? exonuclease.7DNA polymerase IProkaryotic only. Degrades RNA primer; replaces it with DNA. Has same functions as DNA polymerase III but also excises RNA primer with 5?*3? exonuclease.10DNA ligaseCatalyzes the formation of a phosphodiester bond within a strand of double- stranded DNA (i.e., joins Okazaki fragments). Thus, Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand.11TelomeraseAn RNA-dependent DNA polymerase that adds DNA to 3? ends of chromosomes to avoid loss of genetic material with every duplication.",
        "cop": 3,
        "opa": "Helicase",
        "opb": "Topoisomerase",
        "opc": "DNA Ligase",
        "opd": "DNA primase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "13fa21e3-b6de-42a6-a197-bfe48db6f81e",
        "choice_type": "single"
    },
    {
        "question": "Northern blot is for:",
        "exp": "Ans. B. RNANorthern blotRNASouthern blotDNAWestern blotProteinEastern blotPost-translational modified protein",
        "cop": 2,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Protein",
        "opd": "DNA protein interaction",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d12523b4-d232-4c60-8623-e5f75d8add4a",
        "choice_type": "single"
    },
    {
        "question": "The primary role of chaperones is to help in:",
        "exp": "Ans. D. Protein foldingChaperones -a. Are the protein that prevent faulty folding and unproductive interactions of other proteinsb. play a role in the assembly or proper folding of other proteins.c. ie. prevent wrong folding and allows folding, only in the correct direction.d. They help in the assembly of the tertiary and quantimetry structure of proteins.e. They are not part of the mature protein, and they have ATPase activity.Some properties of chaperone proteinsPresent in a wide range of species from bacteria to humans.a. Many are so called heat shock protein (Hsp)b. Some are inducible by conditions that cause unfolding of newly synthesized protein (eg. |temp., andc. various chemicals)d. They bind to predominantly hydrophobic regions of unfolded and aggregated proteins.e. They act in part as a quality control or, editing mechanism. For detecting mis folded or otherwise defective proteins.f. Most chaperons show associated ATPase activity, with ATP or ADP being involved in the protein-g. chaperone interactionh. Found in various cellular components such as, cytosol, mitochondria and the lumen of the endoplasmic reticulum.",
        "cop": 4,
        "opa": "Protein synthesis.",
        "opb": "Protein degradation",
        "opc": "Protein denaturation",
        "opd": "Protein folding.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "62cff7d9-96bc-4a5c-ae24-41cad8cd33ea",
        "choice_type": "single"
    },
    {
        "question": "Proteins in nucleosome are made up of -",
        "exp": "Ans. is 'a' i.e., Histidine* Histones are positively charged by virtue of their composition. They are made up of positively charged or basic aminoacids - Histidine and Arginine* Human chromosome when fully extended will measure a few metres long* Such a long chromosome is packed inside a nucleus of few microns in diameter* This is made possible by histones* Histones are basic proteins - in the sense that they are positively charged. They are made up of lysine and arginine (basic aminoacids)* DNA is negatively charged* So there is an electrostatic attraction between positively charged histones and negatively charged DNA and a segment of double stranded DNA(dsDNA) gets wrapped around histone. This gives the first level of compactness. Hence DNA is amphipathic, i.e., it contains both polar and non polar regions.* There are five types of histones. HI, H2A, H2B, H3. H4.* Of these all except HI, the remaining four form dimers to form a histone octamer. This histone octamer sits in the centre and that is surrounded by a segment of dsDNA of length approx. 146 bp (in a left handed supercoiling). This string on bead appearance is called as nucleosome (FIG).* Several such nucleosomes exist, which are connected by a linker fragment. (Imagine you having a string on which you have placed multiple beads at various places and you have allowed the string to wind around the beads) HI histone is found in the linker fragment.",
        "cop": 1,
        "opa": "Histidine",
        "opb": "Asparagine",
        "opc": "Aspartate",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "5533d652-5bc9-469f-9548-7ba4298ecb01",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old homeless man who has not received any medical care in the last 20 years presents with 2 days of shortness of breath, chills, fever, drooling, painful swallowing, and a \"croupy\" cough. A physical examination reveals a bluish discoloration of his skin and a tough, gray membrane adhered to his pharynx. The underlying mechanism through which this disease affects normal cells is which one of the following?",
        "exp": "The man has contracted diphtheria and needs the diphtheria antitoxin and then antibiotics to remove the offending organism, C. diphtheriae. Not having received medical care over the past 20 years, the patient has also missed his diphtheria vaccine, which should be received every 10 years. Diphtheria toxin blocks eukaryotic protein synthesis by phosphorylating an initiation factor, which inhibits protein synthesis in the cells. The toxin does not directly affect DNA or RNA synthesis, nor does it, as a primary target, reduce ATP production by the mitochondria or allow the plasma membrane to become leaky.",
        "cop": 3,
        "opa": "DNA synthesis is inhibited in the target cells.",
        "opb": "RNA synthesis is inhibited in the target cells.",
        "opc": "The process of protein synthesis is inhibited in the target cells.",
        "opd": "The plasma membrane becomes leaky in the target cells.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "63aeeee3-5ac0-430e-a7fc-e764714fa554",
        "choice_type": "multi"
    },
    {
        "question": "Reverse transcriptase is:",
        "exp": "Ans. B. RNA dependent DNA polymerase(Ref: Harper 31/e page 380)Reverse TranscriptionRNA converted to DNA is Reverse Transcription.The enzyme is called Reverse TranscriptaseThis is otherwise RNA dependent DNA PolymeraseRememberDNA Polymerase is DNA dependent DNA Polymerase Reverse Transcriptase is RNA dependent DNA Polymerase Primase is DNA Dependent RNA Polymerase.",
        "cop": 2,
        "opa": "DNA dependent RNA polymerase",
        "opb": "RNA dependent DNA polymerase",
        "opc": "DNA dependent DNA polymerase",
        "opd": "RNA dependent RNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "03a16d09-8e05-4f47-a78d-dd75a328215c",
        "choice_type": "single"
    },
    {
        "question": "Presence of which of the following in the expression of vector ensures increase in the yield of recombinant protein produced?",
        "exp": "Ans. A. Inducible promoter.a. The primary advantage of an inducible promoter expression system is that production of the recombinant protein can be biochemically controlled, allowing for the separation of unique growth and production phases of the culture.b. During the growth phase, the culture is rapidly grown to high cell density prior to induction without the extra metabolic burden of exogenous protein production, thus minimizing the nonproductive period of the culture. Induction of the culture at high cell density ensures that the volumetric production will be maximized.c. Thus, a Inducible promoter in the expression of vector increases the yield of recombinant protein produced.d. Given the importance of protease inhibitors, characterization of protease inhibitors, which can play a role in preventing, ameliorating or correcting dysfunctions and diseases.",
        "cop": 1,
        "opa": "Inducible promoter",
        "opb": "Gene coding for protease inhibitor",
        "opc": "Translation initiation signals",
        "opd": "Transcription and Translation termination signals",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "42b9f598-02f2-41bb-ad96-41f42b7a8526",
        "choice_type": "single"
    },
    {
        "question": "What is the bond between the strands in the given diagram?",
        "exp": "Ans. A. Hydrogen bonda. The bond between the base pairs in the two strands of DNA is hydrogen bond.b. Phospho diester bond is between the nucleotidesc. Glycosidic bond is between Nitrogenous base and pentose sugar",
        "cop": 1,
        "opa": "Hydrogen bond",
        "opb": "Phosphodiester bond",
        "opc": "Covalent bond",
        "opd": "Glycosidic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d910c525-bc27-4cb8-9d29-59261c3f1b48",
        "choice_type": "single"
    },
    {
        "question": "The type mutation that leads to replacement of valine for glutamate in sickle cell disease is?",
        "exp": "Ans. A. Point mutation. (Ref. Robbin's Pathology8th/pg. 873)Missense mutations and nonsense mutations are examples of point mutations, which can cause genetic diseases such as sickle-cell disease and thalassemia respectively.Point mutations result from the substitution of a single nucleotide base by a different base, resulting in the replacement of one amino acid by another in the protein product. The mutation giving rise to sickle cell anemia is an good example.Frameshift mutations may result in severe genetic diseases such as Tay-Sachs disease.# Point mutations. Point mutations result from the substitution of a single nucleotide base by a different base, resulting in the replacement of one amino acid by another in the protein product.a) missense mutations: The mutation giving rise to sickle cell anemia is an excellent example of a point mutation that alters the meaning of the genetic code.b) nonsense\" mutations: In contrast, certain point mutations may change an amino acid codon to a chain termination codon, or stop codon. Such \"nonsense\" mutations interrupt translation, and the resultant truncated proteins are rapidly degraded.# Frameshift mutations: Frameshift mutations occur when the insertion or deletion of one or two base pairs alters the reading frame of the DNA strand.# Trinucleotide repeat mutations- characterized by amplification of a sequence of 3 nucleotides.- all affected sequences share the nucleotides guanine (G) and cytosine (C).- Another distinguishing feature of trinucleotide repeat mutations is that they are dynamic (i.e., the degree of amplification increases during gametogenesis).- For example, fragile X syndrome, prototypical of this category of disorders.Additional Educational points:In sickle cell hemoglobin (HbS), Val replaces the a6 Glu of HbA, creating a \"sticky patch\" that has a complement on deoxyHb (but not on oxyHb). De- oxyHbS polymerizes at low O2 concentrations, forming fibers that distort erythrocytes into sickle shapes.",
        "cop": 1,
        "opa": "Point mutation",
        "opb": "Silent mutation",
        "opc": "Nonsense mutation",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2c53da03-ea79-4821-b9ba-95745d4f6905",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following blotting technique does not exist:",
        "exp": "Ans: c (Eastern) Ref: Lippincott, p. 464Few points about gene analysis:TechniqueSample analysedPurposeASO (Allele specific oligonucleotide)DNADetects DNA mutationsMicro assayRNA or C-DNAMeasures many mRNA levels at onceProteonomicsProteinMeasures abundance, distribution, post translational modification, functions and interactions of cellular proteinsDNA chipsDNAOligonucleotides embedded on the chip can detect various DNA mutations and diseasesNumerical chromosomal abnormalities:Euploid cells: Multiples of 23 chromosomes.E.g.: Haploid (23). dipoid (46), triploidetc.Aneuploidy: Deviation from euploid number.E.g.: Trisomy - Three copies of a specific chromosome.Monosomy - One copy of a specific chromosome.Nullysomy - No copy of a specific chromosome.",
        "cop": 3,
        "opa": "Western",
        "opb": "Southern",
        "opc": "Eastern",
        "opd": "Northern",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "03bfd74c-4656-45fe-8c45-fa93aada8444",
        "choice_type": "single"
    },
    {
        "question": "Lesch Nyhan syndrome is caused by:",
        "exp": "Ans. A. HPRT complete deficiencya. Mutations in the HPRT1 gene cause Lesch-Nyhan syndrome,b. Mutations in the HPRT1 gene cause a severe deficiency of the enzyme hypoxanthine phosphoribosyl transferase 1.c. This enzyme is responsible for recycling purines, a type of building block of DNA and its chemical cousin RNA.d. When this enzyme is lacking, the breakdown of purines results in abnormally high levels of uric acid in the body,e. It is unclear how a shortage of this enzyme causes the neurological and behavioral problems characteristic of Lesch- Nyhan syndrome.",
        "cop": 1,
        "opa": "HPRT complete deficiency",
        "opb": "HPRT Partial deficiency",
        "opc": "Purine nucleoside phosphorylase deficiency",
        "opd": "PRP synthetase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "08b1c600-3c94-43a5-b70c-00aa9cfd2fc9",
        "choice_type": "single"
    },
    {
        "question": "PCR is used in:",
        "exp": "Ans: d (All the above) Ref: Vasudevan, 4th ed, p. 443; 5th ed, p. 458Clinical applications of PCR-->> Diagnosis of bacterial and viral diaseases, medico-legal cases, diagnosis of genetic diseases, cancer detection, paleontological studies.Polymorphic markers and linkage analysis:* A pre requisite for successful linkage analysis is the availability of a large number of highly polymorphic markers dispersed through out the genome.* Polymorphism is a clinically harmless DNA variation that does not affect the phenotype. Mutation is a potentially harmful genomic variation.* There are highly repitative sequences in DNA usually found in non-coding spacer DNA.Major types of markers are:RFLP - Restriction fragment length polymorphism tire polymorphisms in which, presence or absence of mutations at restriction site produces fragment of varying length that can be visualized on southern blot.VNTR - Variable number of tandem repeats or mini satellite* Repeated units ranges from 20 - 70 bp.* The repeat is Hanked on both side by a restriction site and variation in the number of repeats produces restriction fragments of varying size.STRP - Short tandem repeat polymorphism or micro satellite repeats.* They are amplified through PCR.* Variation in the number of repeats produces PCR products of varying size - visualised on agarose gel.Single nucleotide polymorphism - These are single base polymorphisms that can be assayed by DNA sequencing or through DNA chips.VNTR: Mini satellite - 20 - 70 bpSTRP: Micro satellite - 2-6 bpSingle nucleotide polymorphism - single bp",
        "cop": 4,
        "opa": "Medicolegal cases",
        "opb": "Amplification of gene",
        "opc": "Identification of organism",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "3b41c407-ff3f-4d7c-b4b4-3683ae29d6c1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about DNA Polymerase III?",
        "exp": "Ans. A. It forms Okazaki fragments and it needs RNA primer(Ref: Harper 31/e page 363)Translation do not require DNA Polymerase. DNAP I and II are having DNA Repair activity.",
        "cop": 1,
        "opa": "It forms Okazaki fragments and it needs RNA primer",
        "opb": "It is needed for translation",
        "opc": "Bacteria can function without it",
        "opd": "Has DNA repair function",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1055374a-3c6f-4fc1-b1df-18b9f07dd20b",
        "choice_type": "multi"
    },
    {
        "question": "A codon consists of:",
        "exp": "Ans. C. Three consecutive nucleotide units(Ref: Harper 31/e page 399)Each codon consists of a sequence of three nucleotides, i.e. it is a triplet code.",
        "cop": 3,
        "opa": "One molecule of aminoacyl-tRNA",
        "opb": "Two complementary base pairs",
        "opc": "Three consecutive nucleotide units",
        "opd": "Four individual nucleotides",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "c83c67b5-0999-4ddc-a9bb-d6321803f1cb",
        "choice_type": "single"
    },
    {
        "question": "Anticodon region is an important part of the structure of:",
        "exp": "Ans. B. t-RNAAnticodon is a code which codes for a specific amino acid and is present on t-RNA.Complementary codon is present on m-RNA. The structure of t-RNA is known as clover leaf like. It has mainly four arms.",
        "cop": 2,
        "opa": "r-RNA",
        "opb": "t-RNA",
        "opc": "m-RNA",
        "opd": "z-DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a2303348-7015-40dd-a13b-6873977a314b",
        "choice_type": "single"
    },
    {
        "question": "Sickle cell anemia is the clinical manifestation of homozygous genes for an abnormal hemoglobin molecule. The event responsible for the mutation in the B chain is:",
        "exp": "Ans. D. Point mutationThe mutation in HbS is an example ofPoint mutationPartially acceptable mis-sense mutationTransversionBase substitution.Nonconservative mutation",
        "cop": 4,
        "opa": "Insertion",
        "opb": "Deletion",
        "opc": "Nondisjunction",
        "opd": "Point mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1da96323-6c31-430f-9ba3-25dd4686b8bd",
        "choice_type": "single"
    },
    {
        "question": "The protein responsible for packing of DNA in chromosomes is -",
        "exp": "Ans. is 'a' i.e., Histone* Chromosome is a double stranded DNA, which has got condensed with the help of proteins* Chromosome when fully extended measures a few metres long. To pack such a long chromosome inside a nucleus of few microns in diameter, the chromosome has to be condensed.* Condensation of chromosome is mediated by histones. Histones are basic proteins i.e., they are positively charged. DNA is negatively charged. Hence there is an electrostatic attraction between positively charged Histone and negatively charged DNA and a segment of dsDNA gets wound around Histones.",
        "cop": 1,
        "opa": "Histone",
        "opb": "Histamine",
        "opc": "Histidine",
        "opd": "Cyclin",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "c529b432-28f9-44f5-bf53-017800ba0951",
        "choice_type": "single"
    },
    {
        "question": "A thin, emaciated 25-year-old male presents with purple plaques and nodules on his face and arms, coughing, and shortness of breath. In order to diagnose the cause of his problems most efficiently, you would order which one of the following types of tests?",
        "exp": "The patient has Kaposi sarcoma and AIDS. The causative agent is HIV, an RNA virus. The Western blot technique is used to identify whether a specific blood sample contains antibodies that will bind to HIV-specific proteins. The HIV proteins are run through a gel, transferred to filter paper, and probed using the sera from the patient. If the patient has antibodies to the HIV proteins, then a positive result will be obtained. A Southern blot is used to identify the DNA, and in this case it is easier to check for the presence of anti-HIV antibodies in the patient's sera. A Northern blot would check for viral RNA, but it is more efficient, and reliable, because of the low levels of viral RNA, to check for anti-HIV proteins instead. The Sanger technique identifies a portion of the DNA chain by sequencing the bases in the DNA and is not used for determining the HIV status. A Southwestern blot is used to detect DNA binding to proteins and would not be applicable for AIDS testing.",
        "cop": 3,
        "opa": "Southern blot",
        "opb": "Northern blot",
        "opc": "Western blot",
        "opd": "Sanger technique",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "4b56b811-90e8-4118-b974-7edd2e94c388",
        "choice_type": "single"
    },
    {
        "question": "Which form of DNA is predominantly seen in our body?",
        "exp": "Ans. C. B-DNA(Ref: Harper 31/e page 340)Physiologically most common is B-DNA.QUnder low salt and high degree of hydration B DNA is usually foundUnder high salt concentration and low degree of hydration A-DNA is usually found.The distance spanned by one turn of B-DNA is 3.4nm (34Adeg)The width of the double helix in B-DNA is 2nm (20Adeg)",
        "cop": 3,
        "opa": "A",
        "opb": "C",
        "opc": "B",
        "opd": "Z",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "e41a6c95-b3a6-49ef-a04a-c8509473c67d",
        "choice_type": "single"
    },
    {
        "question": "Housekeeping genes are:",
        "exp": "Ans. D. Not Regulated(Ref: Harper 31/e page 410)The expression of some genes is constitutive, meaning that they are expressed at a reasonably constant rate and not known to be subject to regulation. These are often referred to as housekeeping genes.An inducible gene is one whose expression increases in response to an inducer or activator, a specific positive regulatory signal",
        "cop": 4,
        "opa": "Inducible",
        "opb": "Required only when inducer is present",
        "opc": "Mutant",
        "opd": "Not regulated",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "5ad9209a-ce9c-48f1-8237-3033d7217f95",
        "choice_type": "single"
    },
    {
        "question": "Intracellular receptors are present for -",
        "exp": "Ans. is 'd' i.e., AH of the above TYPES OF RECEPTORSMembrane receptorso Present on the cell membrane.o Their drug/hormone binding domain is extracellular and effector domain is intracellular.These are:1. G protein coupled receptors - It may act through.Adenylvl cyclase| cAMP - TSH, FSH, LH, ACTH, glucagon, PTH, adrenaline, calcitonin, vasopressin (V2).| cAMP - PRIH (Dopamine)IP.-DAG (Ca2- and protein kinase 'c') - Vasopressin (V1), oxytocin.Channel regulation (Ca+2, K+ Na+)2. Receptor with Intrinsic ion channels - (Na+, K+, Ca+2 or Cl-)3. Enzyme linked receptorsIntrinsic enzyme receptors (tyrosine kinase receptors) - Insulin.JAK-STAT kinase binding receptors Growth hormone. Prolactin.Intracellular receptors (transcription factors)o Present inside the cell and induce synthesis of specific protein by increasing the expression of specific gene.1. Cytoplasmic - Glucocorticoids, Mineralocorticoids, Androgens, Progestins.2. Nuclear - Thyroxine, Triiodothyronine, Estrogen, retinoic acid, Vit D.",
        "cop": 4,
        "opa": "Estrogen",
        "opb": "Vitamin D",
        "opc": "Thyroxine",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "27fade6a-3a28-4349-8a68-a03cbd91dd86",
        "choice_type": "multi"
    },
    {
        "question": "Following are required for PCR except:",
        "exp": "Ans. C. Dideoxy ribonucleotidesPolymerase Chain Reactiona. The polymerase chain reaction (PCR) is a test tube method for amplifying a selected DNA sequence that does not rely on the biologic cloning method. PCR permits the synthesis of millions of copies of a specific nucleotide sequence in a few hours.b. It can amplify the sequence, even when the targeted sequence makes up less than one part in a million of the total initial sample. The method can be used to amplify DNA sequences from any source--bacterial, viral, plant, or animal.A. Steps of a PCRPCR uses DNA polymerase to repetitively amplify targeted portions of DNA. Each cycle of amplification doubles the amount of DNA in the sample, leading to an exponential increase in DNA with repeated cycles of amplification. The amplified DNA sequence can then be analyzed by gel electrophoresis, Southern hybridization, or direct sequence determination.a. Primer construction: It is not necessary to know the nucleotide sequence of the target DNA in the PCR method. However, it is necessary to know the nucleotide sequence of short segments on each side of the target DNA. These stretches, called flanking sequences, bracket the DNA sequence of interest. The nucleotide sequences of the flanking regions are used to construct two, single-stranded oligonucleotides, usually 20-35 nucleotides long, which are complementary to the respective flanking sequences. The 3'-hydroxyl end of each primer points toward the target sequence. These synthetic oligonucleotides function as primers in PCR reactions.b. Denature the DNA: The DNA to be amplified is heated to separate the double-stranded target DNA into single strands.c. Annealing of primers to ssDNA: The separated strands are cooled and allowed to anneal to the two primers (one for each strand).d. Chain extension: DNA polymerase and deoxyribonucleoside triphosphates (in excess) are added to the mixture to initiate the synthesis of two new chains complementary to the original DNA chains. DNA polymerase adds nucleotides to the 3'-hydroxyl end of the primer, and strand growth extends across the target DNA, making complementary copies of the target. At the completion of one cycle of replication, the reaction mixture is heated again to denature the DNA strands (of which there are now four). Each DNA strand binds a complementary primer, and the cycle of chain extension is repeated. By using a heat-stable DNA polymerase (for example, Taq polymerase) from a bacterium (for example, Thermus aquaticus) that normally lives at high temperatures (a thermophilic bacterium), the polymerase is not denatured and, therefore, does not have to be added at each successive cycle. Typically 20-30 cycles are run during this process, amplifying the DNA by a million-fold to a billion-fold. e. Dideoxy ribonucleotides look exactly like deoxyribonucleotides except that they no OH group on the third carbon of the sugar.f. This has very serious implications. These nucleotides can add to the growing DNA chain (because they have a phosphate on their fifth carbon that can link to the hydroxyl on the third carbon of the nucleotide at the end of the growing chain) but once on, no additional nucleotides can be added.g. In other words, dideoxy ribonucleotides act as chain terminators. When they are incorporated, the polymerization ends. It is the ability to end chains with these molecules that is the basis for DNA sequencing by the Sanger procedure.",
        "cop": 3,
        "opa": "Deoxyribonucleotides",
        "opb": "Taq polymerase",
        "opc": "Dideoxy ribonucleotides",
        "opd": "Template DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "4086a474-b0e2-4630-b8d0-526e23205e13",
        "choice_type": "multi"
    },
    {
        "question": "Sickle cell anemia is the clinical manifestation of homozygous gene to an abnormal haemoglobin molecule. The event responsible for the mutation in the b chain is:",
        "exp": "D Harper, 26th ed, p. 409, Table (40-6) & 25th ed, p. 500, Table (42.6)",
        "cop": 4,
        "opa": "Insertion",
        "opb": "Deletion",
        "opc": "Nondisjunction",
        "opd": "Point mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "9dc50736-c5f0-4fe1-8c09-3f64d53af5a5",
        "choice_type": "single"
    },
    {
        "question": "tRNA combines with",
        "exp": "i.e. (mRNA): (308-310-Harper 28th) (554-U-satyanarayan 3rd) (418-Lippincot's 5th)Transfer RNA (tRNA)* tRNA are the smallest (4S) of the three major types of RNA molecules (15%)* The tRNA molecules contain a high percentage of unusual bases (for example-dihydrouracil) and have extensive inter chain base pairing that leads to characteristic secondary and tertiary structures* Each tRNA serves as an \"adaptor \" molecules that carries its specific amino acid - Covalently attached to its 3 ' end to site ofprotein synthesis. There it recognizes the genetic code sequence of an mRNA, which specifies the addition of its aminoacid to the growing peptide chain. mRNAs and si RNAs cause inhibition of gene expression by decreasing specific protein production, albeit via distinct mechanisms, Both represent exciting new potential targets for therapeutic drug development1. miRNAs - Micro RNAs are typically 21-25 nucleotides long RNA species derived from RNA polymerase II*** transcription units. The small processed mature miRNAs typically hybridize via the formation of imperfect RNA-RNA duplexes within the 3'-untransIated regions of specific target mRNAs leading via poorly understood mechanism to translation arrest2. SiRNAs - silencing RNAs 21 = 25nt in length generated by selective nucleolytic degradation of double stranded RNAs of cellular or viral origin* These short siRNAs usually form perfect RNA-RNA hybrids* SiRNAs are frequently used to decrease or \"Knock down99 specific protein levels",
        "cop": 2,
        "opa": "DNA",
        "opb": "mRNA",
        "opc": "miRNA",
        "opd": "siRNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "51cdd6dc-8495-4ca2-a839-3b05c42ea3a4",
        "choice_type": "single"
    },
    {
        "question": "Catabolite Activator protein in Lac operon is a -",
        "exp": "Ans. is 'a' i.e., Positive regulator* The lac operon is a region of DNA in the genome of E. coli that contains following genetic elements -i) Three structural genes# These code for 3 proteins that are involved in catabolism of lactose. These genes are 'Z' gene (codes for b-galactosidase), 'g' gene (codes for galactoside permease), and 'A' gene (codes for thiogalactoside transacetylase).ii) Regulatory gene (lac i)# It produces repressor protein.iii) A promotor site (P)# It is the binding site for RNA polymerase. It contains two specific regions -a) CAP site (Catabolite activator protein binding site).b) RNA polymerase binding siteiv) An operator site (O)\"-# Repressor binds to this site and blocks transcription.* 3 Structural genes are expressed only when 'O' site is empty (repressor is not bound) and the CAP site is bound by a complex of cAMP and CAP (catabolite gene activator protein).* 3 situations are possible -1) When glucose is the only sugar available-# In this case, the lac operon is repressed (turned off).# Repression is mediated by the repressor protein binding via helix-turn-helix motif to the operator site. Binding interferes with the progress of RNA polymerase, and blocks transcription of the structural genes.# This is an example of negative regulation.2) When only lactose is available (No glucose).# In this case, the lac operon is induced (turned on).# A small amount of lactose is converted to an isomer, allolactose. This compound is an inducer that binds to the repressor protein, changing its configuration so that it can no longer bind to the operator.# In absence of glucose, adenylyl cyclase is active and sufficient quantitive of cAMP are made and bind to the CAP-binding site, causing RNA polymerase to more efficiently initiate transcription at the promoter site.# This is an eg. of positive regulation3) When both glucose and lactose are available -# In this case transcription of lac operon is negligible, even if lactose is present at a higher concentration.# Adenylyl cyclase is deactivated in the presence of glucose-a process known as catabolite repression, So no cAMP-CAP complex forms and the CAP binding site remains empty.# RNA polymerase is unable to effectively initiate the transcription, even though the repressor may not be bound to the operator region.",
        "cop": 1,
        "opa": "Positive regulator",
        "opb": "Promoter",
        "opc": "Repressor",
        "opd": "Negative regulator",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a9b5f0bf-6db5-4414-a38f-5215d7465316",
        "choice_type": "single"
    },
    {
        "question": "A college professor, celebrating his 60th birthday, had too much foie gras and wine at his celebratory dinner. The next morning, he awakened with both a hangover and a severe pain in his right great toe, a condition he had experienced a number of times previously. Being somewhat absentminded, the professor then remembered that he had forgotten to take his maintenance medication for this condition for over 2 weeks. His maintenance medication most likely blocks which one of the following reactions?",
        "exp": "The nucleotides that are produced in the liver are converted to nucleosides and bases, which travel in red blood cells to other tissues where they are reconverted to nucleotides and further metabolized.a. Purine synthesis (Figure I below)(1). The purine base is synthesized on the ribose moiety.(a). 5'-Phosphoribosyl-1'-pyrophosphate (PRPP), which provides the ribose moiety, reacts with glutamine to form phosphoribosyl amine.(b). This first step in purine biosynthesis produces N9 of the purine ring and is inhibited by AMP and guanosine monophosphate (GMP).(c). The entire glycine molecule is added to the growing purine precursor. Then, C8 is added by formyl-FH4 , N3 by glutamine, C6 by CO2 , N1 by aspartate, and C2 by formyl-FH4 (see Figure I-A).(d). IMP, which contains the base hypoxanthine, is generated.1. IMP is cleaved in the liver. Its free base, or nucleoside, travels to various tissues where it is reconverted to the nucleotide(2). IMP is the precursor of both AMP and GMP.(a). Each product, by feedback inhibition, regulates its own synthesis from the IMP branch point as well as inhibits the initial step in the pathway.(b). AMP and GMP can be phosphorylated to the triphosphate level.(c). The nucleotide triphosphates (ATP and guanosine triphosphate ) can be used for energy requiring processes or for RNA synthesis.(3). The reduction of the ribose moiety to deoxyribose occurs at the diphosphate level and is catalyzed by ribonucleotide reductase, which requires the protein thioredoxin.(a). After the diphosphates are phosphorylated, deoxyadenosine triphosphate (dATP) and deoxyguanosine triphosphate (dGTP) can be used for DNA synthesis.(4). Purine bases can be salvaged and converted between free bases, nucleotides, and nucleosides by a series of reactions, as indicated in Figure II.b. Purine degradation (Figure III)(1). In the degradation of the purine nucleotides, phosphate and ribose are removed first and then the nitrogenous base is oxidized.(a). The degradation of guanine produces xanthine.(b). The degradation of adenine produces hypoxanthine, which is oxidized to xanthine by xanthine oxidase; this enzyme requires molybdenum.(c). Xanthine is oxidized to uric acid by xanthine oxidase.(d). Uric acid, which is not very water soluble, is excreted by the kidneys.c. Pyrimidine synthesis (see Figure I)(1). The pyrimidine base is synthesized prior to the addition of the ribose moiety.(a). In the first reaction, glutamine reacts with CO2 and 2 ATP to form carbamoyl phosphate. This reaction is analogous to the first reaction of the urea cycle. However, for pyrimidine synthesis, glutamine provides the nitrogen, and the reaction occurs in the cytosol, where it is catalyzed by carbamoyl phosphate synthetase II, which is inhibited by UTP.(b). The entire aspartate molecule adds to carbamoyl phosphate. The molecule closes to yield a ring, which is oxidized, forming orotate.(c). Orotate reacts with PRPP, producing orotidine-5'-phosphate, which is decarboxylated to form UMP.(2). UMP is phosphorylated to UTP, which obtains an amino group from glutamine to form cytidine triphosphate (CTP). UTP and CTP are used in the synthesis of RNA.(3). The ribose moiety of cytidine diphosphate (CDP) is reduced to deoxyribose, forming deoxycytidine diphosphate (dCDP). Ribonucleotide reductase is the enzyme.(a). Deoxycytidine diphosphate (dCDP) is deaminated and dephosphorylated to form dUMP.(b). dUMP is converted to dTMP by methylene-FH4 .(c). Phosphorylations produce deoxycytidine triphosphate (dCTP) and deoxythymidine triphosphate, which are the precursors of DNA.d. Pyrimidine degradation(1). In pyrimidine degradation, the carbons produce CO2 , and the nitrogen produce urea.The professor is suffering from gout, caused by an accumulation of uric acid in the blood and precipitation of the uric acid in his big toe. Xanthine oxidase is involved in the conversion of the purine bases to uric acid. It catalyzes the oxidation of hypoxanthine to xanthine and of xanthine to uric acid. Allopurinol is used as a maintenance medication in the treatment of gout and acts as a suicide substrate that blocks xanthine oxidase activity. This results in lower concentrations of uric acid (so the uric acid in the blood will not precipitate) and higher concentrations of the more water-soluble compounds hypoxanthine (derived from adenine) and xanthine (derived from guanine).I. De novo synthesis of purines and pyrimidines. Ribonucleotide reductase (RR) catalyzes the reduction of the ribose moiety in ADP, GDP, and CDP to deoxyribose. The source of each of the atoms is indicated in part (A) of the figure. The biosynthetic pathways for purine and pyrimidine synthesis are outlined in part (B) of the figure. In hereditary orotic aciduria, the enzymes converting orotate to UMP are defective. ADP, adenosine diphosphate; AMP, adenosine monophosphate; ATP, adenine triphosphate; CDP, cytidine diphosphate; CPS, carbamoyl phosphate synthetase; CTP, cytidine triphosphate; dADP, deoxyadenosine diphosphate; dATP, deoxyadenosine triphosphate; dCDP, deoxycytidine diphosphate; dCMP, deoxycytidine monophosphate; dCTP, deoxycytidine triphosphate; dGDP, deoxyguanosine diphosphate; dGTP, deoxyguanosine triphosphate; dTDP, deoxythymidine diphosphate; dTMP, deoxythymidine monophosphate; dTTP, deoxythymidine triphosphate; FH2 , dihydrofolate; FH4 , tetrahydrofolate; GDP, guanosine diphosphate; GMP, guanosine monophosphate; GTP, guanosine triphosphate; IMP, inosine monophosphate; Pi, inorganic phosphate; PRPP, 5'- phosphoribosyl-1'-pyrophosphate; RP, ribose 5-phosphate; R5P, ribose 5- phosphate; RR, ribonucleotide reductase; UDP, uridine diphosphate; UMP, uridine monophosphate; UTP, uridine triphosphate.II. The salvage of the purine bases. The key enzymes are the phosphoribosyltransferases, 5'-nucleotidase, adenosine deaminase, and purine nucleoside phosphorylase. ADP, adenosine diphosphate; AMP, adenosine monophosphate; APRT, adenine phosphoribosyltransferase; ATP, adenosine triphosphate; GMP, guanosine monophosphate; HGPRT, hypoxanthine guanine phosphoribosyltransferase; Pi, inorganic phosphate; PPi, pyrophosphate; PRPP, 5'-phosphoribosyl-1'-pyrophosphate.III. Purine degradation. Allopurinol, which inhibits xanthine oxidase, is used to treat gout. Gout occurs when uric acid crystals precipitate in joints because of an increased concentration in the blood. AMP, adenosine monophosphate; GMP, guanosine monophosphate; IMP, inosine monophosphate; Pi, inorganic phosphate.",
        "cop": 3,
        "opa": "IMP to GMP",
        "opb": "Adenosine to inosine",
        "opc": "Hypoxanthine to xanthine",
        "opd": "dUMP to dTMP",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "50bace0c-2a7e-472f-8a74-6042ba48a44b",
        "choice_type": "multi"
    },
    {
        "question": "Codons are present on:",
        "exp": "Ans. A. mRNAa. The codons are composed of the four nucleotide bases, namely, the purines (adenine and guanine) and the pyrimidines (cytosine and uracil).b. The three-nucleotide base sequences in mRNA that act as code words for amino acids in protein constitute the genetic code or simply codons.c. The three codons UAA, UAG and UGA do not code for amino acids and they act as stop signals in protein synthesis. These three codons are known as termination codons or non-sense codons.d. The codons UAA, UAG, UGA are known as Ochre, Amble and Opal codons.e. The codons AUG and sometimes GUG are the chain initiating codons. AUG serves as initiating codon, beside coding for methionine residue in protein synthesis.",
        "cop": 1,
        "opa": "mRNA",
        "opb": "DNA",
        "opc": "tRNA",
        "opd": "Ribosomal RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "039e7429-561d-421b-9016-5853399de05f",
        "choice_type": "single"
    },
    {
        "question": "Poly 'A' tail attached at 31 end of mRNA helps in-",
        "exp": "Ans. is 'b' i.e., Stabilization of mRNA o At the 51-end, mRNA possesses a 7-methylguanosine triphosphate cap which helps in the recognition of mRNA in protein biosynthesis and it helps to stabilize the mRNA by preventing attack of 51'-exonuclease.o At its 31-end. there is a poly-A tail made up of several adenylate residues which stabilize mRNA by preventing attack of 31-exonuclease.",
        "cop": 2,
        "opa": "Unwinding of mRNA",
        "opb": "Stabilization of mRNA",
        "opc": "Polymerization of mRNA",
        "opd": "Transcription of mRNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "af889f09-a5f0-45d2-a932-cc501289ffb8",
        "choice_type": "single"
    },
    {
        "question": "Where does Chaperones assist in?",
        "exp": "(B) Protein Folding[?]CHAPERONES: Chaperone proteins participate in the folding of over half of all mammalian proteins.ohsp70 (70 kDa heat shock protein) family of chaperones binds short sequences ofoHydrophobic amino acids that emerge while a new polypeptide is being synthesized, shielding them from solvent.oChaperones prevent aggregation, thus providing an opportunity for the formation of appropriate secondary structural elements and their subsequent coalescence into a molten globule.oProteins function only when they are approximately folded to be in their native conformation, primary structure determines the 3D structure.oHowever, many proteins require assistance of accessory proteins - Protein disulfide isonerases, proline cis-trans isomirases & chaperones.oChaperone proteins, though do not change final outcome of folding, present protein aggregation prior to completion of folding & prevent formation of metastable dead end or non productive intermediates hsp70 KDA.oSome proteins which can not complete their folding in the pressure of hsp70 are delivered to the hsp60 (Gro EL) also called Chaperonins - long cylindrical multi-sub unit structures bind unfolded polypeptides - have ATPase activity and hydrolyze ATP as the facilitate folding.oChaperones are also required for refolding of proteins after they cross cellular membranes.[?]ROLE OF MOLECULAR CHAPERONES:oProteins also block the folding of certain proteins that must remain unfolded until they have been translated across a membrane.oFacilitate the quaternary assembly of oligometric proteinsoProtect both proteins subject to denaturation by heat and new peptide molecules being synthesized (and not yet folded).oFacilitating correct folding pathways or providing micro environments in which folding can occur.oTransduction of protein from synthesized to target organs.oContribute folding of signaling transduction proteins (steroids hormone receptor & tyrosine kinase receptor by HSP90)oContribute degrade of misfolding proteins.[?]Molecular ChaperonesoLarge group of unrelated protein families whose role is to stabilize unfolded proteins, unfolded them for translocation across membranes or for degradation, and/or to assist in their correct folding and assembly.oFolding of Proteins in Vivo Is Promoted by Chaperones",
        "cop": 2,
        "opa": "Protein Cleavage",
        "opb": "Protein Folding",
        "opc": "Protein Degradation",
        "opd": "Protein Modification",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "84a123b7-3e9d-46eb-be41-cb47d7de2069",
        "choice_type": "single"
    },
    {
        "question": "Purine and pyramidine both get N from:",
        "exp": "24. Ans: a (Aspartate) Ref: Vasudevan, 4th ed, p. 388, 392; 5th ed, p. 407, 411Carbamoyl phosphate is formed by ammonia and glutamine with the help of CPS-II.From the above explanation it is clear that aspartate is directly involved in providing nitrogen atom to both purine and pyramidine. In purine synthesis glutamine provides nitrogen atom directly but in pyramidine synthesis glutamine is first converted to carbamoyl phosphate which in turn provides nitrogen atom. Though both provides nitrogen atom, aspartate is definitely a the better option.",
        "cop": 1,
        "opa": "Aspartate",
        "opb": "Glutamate",
        "opc": "c)Carbamoyl phosphate",
        "opd": "CO2",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "53d4d59f-9ab1-4baa-b208-51f2e7341ea8",
        "choice_type": "multi"
    },
    {
        "question": "Retinoblastoma can result from a mutation in:",
        "exp": "Ans. D. RB 1 geneRetinoblastoma is a cancer common in children below 15 years of age. Itis caused by abnormalities of a gene called RB1, which is located on a region of the long (q) arm of chromosome 13 designated 13q14. Although most retinoblastomas are caused by mutations within the RB1 gene, a small percentage of retinoblastomas result from a deletion of the 13q14 region.",
        "cop": 4,
        "opa": "Ras proto-oncogene",
        "opb": "ErbB proto-oncogene",
        "opc": "p 53 gene",
        "opd": "RB 1 gene",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8cc45c14-df8c-4e18-a676-711750b45450",
        "choice_type": "single"
    },
    {
        "question": "True about RIBOZYME: (AIIMS November 2013, November 20/3)",
        "exp": "Ans. a. Peptidyl transferase activity (Ref: Harper 28/e p364; 27/e p364; Lippincott 4/e p435-439; Lehninger 5/e p1078)Ribozymes are RNA molecule with catalytic activityQ. Ribozymes play a central role in peptide bond formation (peptidyl transferase activity).RibozymeRibozymes are RNA molecule with catalytic activityQ.These generally involve transesterification reactions, and most are concerned with RNA metabolism (splicing and endoribonuclease).Recently, a ribosomal RNA component was noted to hydrolyze an aminoacyl ester and thus play a central role in peptide bond formation (peptidyl transferase) Q.",
        "cop": 1,
        "opa": "Peptidyl transferase activity",
        "opb": "Cut DNA at specific site",
        "opc": "Participate in DNA synthesis",
        "opd": "GTPase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d28fcf58-e2af-4250-9851-916ebf12512e",
        "choice_type": "multi"
    },
    {
        "question": "FISH is used for which of the following?",
        "exp": "Ans. D. All the aboveFluorescent in situ Hybridization (FISH):-Any cloned locus can be mapped to its position on a metaphase chromosome by fluorescent in situ hybridization (FISH). A sample of cells arrested in the process of division is placed on a microscope slide, and the chromosomes are fixed and the DNA is carefully denatured while still retaining its fundamental chromosome organization. A labeled probe prepared from a cloned DNA fragment is then placed on the slide and incubated to allow hybridization to occur on the chromosome in situ. After removing un-hybridized probe, the chromosome can be viewed under UV light with a microscope so that fluorescent regions and chromosome banding landmarks can be correlated. The resolution of this technique, however, is only as good as the resolution of karyotype bands. Standard DNA cloned fragments of about 100 kb each for use as FISH probes are available from many genetic resource centers worldwide as bacterial artificial chromosomes (BACs).Examples of FISH applicationsDiagnosticResearchThe identification of specific chromosome abnormalitiesThe identification of new non-random abnormalities (by M-FISH or SKY)The characterization of marker chromosomesGene mappingInterphase FISH for specific abnormalities in cases of failed cytogeneticsIdentification of regions of amplification or deletion by CGHMonitoring disease progressionThe identification of translocation breakpointsMonitoring the success of bone marrow transplantationThe study of 3D chromosome organization in interphase nuclei",
        "cop": 4,
        "opa": "Gene mapping",
        "opb": "Study of 3D chromosome organization in interphase nuclei",
        "opc": "Monitoring the success of bone marrow transplantation",
        "opd": "All the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "da64cc15-785d-4eae-a60d-ea7c8cc1d439",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old nonsmoking male has been diagnosed with emphysema. His father died of emphysema at age 30, but he smoked. His father also had cirrhosis and recurrent pancreatitis but did not drink alcohol. Which one of the following inheritance patterns typifies this disease process?",
        "exp": "a-1 Antitrypsin (A1AT) deficiency is a codominant process. Codominance means that multiple versions of the gene may be active or expressed, and the genetic trait is caused by the effects of both the expressed alleles. The SERPINA1 gene on chromosome 14 codes for A1AT, which is a protein that protects tissues (especially the lungs) from neutrophil elastase. A1AT is synthesized in the liver and secreted into the circulation. Under normal conditions, neutrophils in the lung engulf and destroy particulate matter in the air we breathe. At times, the protease elastase escapes from the neutrophils, and is inactivated by A1AT. In the absence of functional A1AT, the elastase destroys the lung cells, and chronic obstructive pulmonary disease will occur very early in life. If the patient smokes, the condition is greatly exacerbated. A common mutation in A1AT leads to misfolding and accumulation of the misfolded form of the protein in the liver. The accumulation of this inactive, misfolded protein can lead to cirrhosis of the liver and eventually liver failure.",
        "cop": 3,
        "opa": "Autosomal dominant",
        "opb": "Incomplete dominance",
        "opc": "Codominant",
        "opd": "Autosomal recessive",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "30a42fba-ff9c-489e-8cbc-283a20ae4c62",
        "choice_type": "single"
    },
    {
        "question": "Modified nucleotide is seen in-",
        "exp": "Ans. is 'c' i.e., tRNA * tRNAs are known for their modified bases* Modified bases of tRNA include Pseudouridine of T psC arm, Dihydrouridine of D arm, Inosine of anticodon arm, methylated bases and alkylated bases.",
        "cop": 3,
        "opa": "rRNA",
        "opb": "mRNA",
        "opc": "tRNA",
        "opd": "snRNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "7e17d41e-4d3a-4a59-862e-80faa74dac53",
        "choice_type": "single"
    },
    {
        "question": "About peptidyl transferase true is:",
        "exp": "Ans. A. Used in elongation and cause attachment of peptide chain to A-site of tRNA(Ref: Harper 31/e page 403)The a amino group of the new aminoacyl-tRNA in the A site carries out a nucleophilic attack on the esterified carboxyl group of the peptidyl-tRNA occupying the P site (peptidyl or polypeptide site). At initiation, this site is occupied by the initiator met-tRNAi.This reaction is catalyzed by a peptidyl transferase, a component of the 28S RNA of the 60S ribosomal subunit.This is another example of ribozyme activity.",
        "cop": 1,
        "opa": "Used in elongation and cause attachment of peptide chain to A-site of tRNA",
        "opb": "Used in elongation and cause attachment peptide chain to P site",
        "opc": "Used in initiation and cause 43S complex formation",
        "opd": "Used in initiation and cause 48S complex formation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "28360d81-3d87-49af-947e-7c7bb65d4598",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzymes is used in Recombinant DNA research for Homopolymer tailing?",
        "exp": "Ans. D. Terminal transferaseSome of the Enzymes Used in Recombinant DNA ResearchEnzymeReactionPrimary UseAlkaline phosphataseDephosphorylates 5' ends of RNA and DNARemoval of 5'-PO4 groups prior to kinase labeling; also used to prevent self-ligationBAL 31 nucleaseDegrades both the 3' and 5' ends of DNAProgressive shortening of DNA moleculesDNA ligaseCatalyses bonds between DNA moleculesJoining of DNA moleculesDNA polymerase ISynthesizes double-stranded DNA from single- stranded DNASynthesis of double-stranded cDNA; nick translation; generation of blunt ends from sticky endsDNase IUnder appropriate conditions, produces single- stranded nicks in DNANick translation; mapping of hypersensitive sites; mapping protein-DNA interactionsExonuclease IIIRemoves nucleotides from 3' ends of DNADNA sequencing; mapping of DNA-protein interactionsExonucleaseRemoves nucleotides from 5' ends of DNADNA sequencingPolynucleotide kinaseTransfers terminal phosphate (position) from ATP to 5'-OH groups of DNA or RNA32P end-labeling of DNA or RNAReverse transcriptaseSynthesizes DNA from RNA templateSynthesis of cDNA from mRNA; RNA (5' end) mapping studiesS1 nucleaseDegrades single-stranded DNARemoval of \"hairpin\" in synthesis of cDNA; RNA mapping studies (both 5' and 3' ends)Terminal transferaseAdds nucleotides to the 3' ends of DNAHomopolymer tailing",
        "cop": 4,
        "opa": "Reverse transcriptase",
        "opb": "S1 Transferase",
        "opc": "Polynucleotide kinase",
        "opd": "Terminal transferase.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "77949d72-944a-4854-bd59-95b92c969ca2",
        "choice_type": "single"
    },
    {
        "question": "Introns are exised by:",
        "exp": "Ans. A. RNA splicingRemoval of introns and joining of Exons called Splicing Intron:Intervening sequence that do not code for Amino AcidExonQ: Amino acid coding sequence.Molecular machinery that carry out splicing is called Spliceosome.SpliceosomesConsist of the primary transcript, five small nuclear RNAs (U1, U2, U4, U5, and U6) and more than 60 protein.Spliceosome = snRNA + RNP + hnRNA (or mRNA precursor).",
        "cop": 1,
        "opa": "RNA splicing",
        "opb": "RNA editing",
        "opc": "Restriction endonuclease",
        "opd": "DNAase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "9806d83e-51be-4337-b164-a80d1263ed33",
        "choice_type": "single"
    },
    {
        "question": "Disorder shown in the Illustration is related to:",
        "exp": "Ans. C. Nucleotide Excision RepairDisorder shown: Xeroderma pigmentosuma. Xeroderma pigmentosum (XP) is a rare autosomal recessive genetic disorder of DNA repair in which the ability to repair damage caused by ultraviolet (UV) light is deficient.b. In extreme cases, all exposure to sunlight must be forbidden, no matter how small; as such, individuals with the disease are often colloquially referred to as \"Moon child\".c. Multiple basal cell carcinomas (basaliomas) and other skin malignancies frequently occur at a young age in those with XP; metastatic malignant melanoma and squamous cell carcinoma are the two most common causes of death in XP victims.d. This disease is present in both genders and in all races, with an incidence of 1:250,000 in the United States. XP is roughly six times more common in Japanese people than in other groups.e. Normally, damage to DNA in epidermal cells occurs during exposure to UV light. The absorption of the high-energy light leads to the formation of pyrimidine dimers, namely cyclo butane-pyrimidine dimers and pyrimidine-6-4- pyrimidone photoproducts.f. In a healthy, normal human being, the damage is first excised by endonucleases. DNA polymerase then repairs the missing sequence, and ligase \"seals\" the transaction. This process is known as nucleotide excision repair.",
        "cop": 3,
        "opa": "Mismatch repair",
        "opb": "Base excision repair",
        "opc": "Nucleotide excision repair",
        "opd": "SOS repair",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "cf138004-2645-438e-b6ca-492b49239681",
        "choice_type": "single"
    },
    {
        "question": "Nonsense or genetic codons are what in number?",
        "exp": "Ans. b (3). (Ref. Harper Biochemistry, 25th ed., 453).START AND STOP CODONS1AUG (or rarely GUG) is the mRNA initiation codon(Key:--AUG inaugurates protein synthesis).2AUG codes for methionine, which may be removed before translation is completed.3Stop/non-sense/genetic codons: UGA, UAA, UAG.(Key:--UGA-U go Away, UAA--U Are Away, UAG--U Are Gone)4There are 43(64) possible codon sequences because mRNA is composed of 4 bases and each codon is made up of 3 bases.5Cycloheximide acts by inhibiting protein synthesis in eukaryotes by binding to 60s ribosomal sub-unit and inhibiting peptidyl transferase.",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "4f64a560-3dc1-4c36-84f2-c92b1b071963",
        "choice_type": "single"
    },
    {
        "question": "The Pentose sugar in nucleic acid is:",
        "exp": "(Ribose): Ref (204-R.S.7th)Pentoses* D. Ribose is a constituents of nucleic acid RNA: also as constituents of certain coenzyme eg. FAD, NAD, coenzyme A* D-2 deoxyribose is constituent of DNA* Phosphate esters of ketopentoses - D-ribulose and D-xylulose occurs as intermediates in HMP-shunt* L-xylulose is a metabolite of D-glucuronic acid and is excreted in urine of humans affected with a hereditary abnormality in metabolism called Pentosuria* L-fucosa (methyl pentose) occurs in glycoproteins* D-lyxose: forms a constituent of lyxoflavin isolated from human heart muscle whose function is not clear.",
        "cop": 2,
        "opa": "Ribulose",
        "opb": "Ribose",
        "opc": "Xylulose",
        "opd": "Xylase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "3006b7d0-1cde-43a1-bf44-646895e0b2b1",
        "choice_type": "single"
    },
    {
        "question": "Restriction endonuclease has the following characteristics except;",
        "exp": "Ans. D. Cut DNA randomlyRestriction enzymes also known as molecular scissors are the tools used in genetic engineering. As the name suggests they cut at the restricted sites of DNA. It cut DNA chains at specific locations. Named after the discoverer. Ex. PBR 322. Plasmid discovered by Boliver and Rodrigues having 322 base pairs.",
        "cop": 4,
        "opa": "Cut DNA in a sequence specific manner",
        "opb": "Named according to the bacteria from which they are isolated.",
        "opc": "Most of the DNA sequences recognized are palindromic",
        "opd": "Cut DNA randomly",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "58d67210-b2fd-486e-a79b-b76cf893d646",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is involved in cleavage of recombinant DNA",
        "exp": "(Restriction enzyme) (398-Harper 26,h) (187-NMS 4,h) (579- U.S.3rd)Restriction enzymes - are named after the bacterium from which they are isolated* **Each enzymes recognizes and cleaves a specific double stranded DNA sequence that is 4-7 bp long. These DNA cuts result in blunt ends or overlapping (sticky) ends* **Sticky ends are particularly useful in preparation of chimeric or hybrid DNA molecules* Restriction enzymes requires no additional energy from adenosine triphosphate or other energy source for cleavage (186-NMS 4,h)DNA iigases - It is essential tool in the formation of recombinant DNA clonesHelicases - Processive unwinding of DNA (328-HP)Some of the enzymes used in recombinant DNA research (400 HP)* Alk. phosphatase* Exonuclease III* Reverse transcriptase* BAL-31 nuclease* X exonuclease* SI nuclease* DNA polymerase I* DNase I* Polynucleotide kinase* Terminal transferase",
        "cop": 2,
        "opa": "Helicases",
        "opb": "Restriction enzyme",
        "opc": "Ligases",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b3b9665a-60a0-45bc-86f6-5e97971e68ee",
        "choice_type": "multi"
    },
    {
        "question": "TATA box is seen in -",
        "exp": "Ans. is 'a' i.e.t Promoter regiono These are the consensus sequences of DNA present on same chromosome, which is to be transcribed. These are - Promoter-proximal sequences (or simply promoters):- These are consensus sequences, which lies close to the initiation site of transcription. These can be divided into : -i) Promoters which define where transcription is to commence These are -TATA Box (Hogness box) It is nearly identical to that of pribnow box of prokaryotic promoter region. It is found - 25 base pairs i.e. 25 bp upstream (towards 5l end) from transcription initiation site.Initiator sequence (Inr)Is is found -3 bp (upstream) to +5 bp (downstream) from initiaton site.Down stream promotor element (DPE)It is found -25 bp (downstream) from initiation site. It is the only exception ofpromoter sequences, which is a part of structural gene itself.# The human (eukaryotic) RNA polymerase cannot bind to these promoior directly. Transcription factor IID{TFIID) directs the binding of RNA polymerase to promoter sequence. TF II D is made up of two components : TATA binding protein (TBP) and TBP associated factors (TAFs). The TATA box is bound by TBP subunits of TF II D and directs the binding of RNA polymerase. Inr and DPE are bound by TAF subunits of TF II D to direct the binding of RNA polymerase,ii) Promoters which define how frequently transcription will occur These are - GCbox;- It is found anywhere between -75 to -25 bp from initiation site. It binds to SP-1 protein.b) CAA T boxIt is found at -7 5 bp from initiation site. It binds to C A AT binding transcription factor (C T F). Enhancers :- These are DNA sequences that increase the rate of initiation of transcription by RNA polymerase II. These are located far away from the initiation site. There sequence is called 'response element' that bind to specific transcription factors (TFs), i.e. enhancer-binding transcription factors and function as transcription activators. Silencers (or Repressors) :- These sequences decrease transcription.Trans-acting factorso These are various proteins/factors encoded by DNA sequences genes present on different chromosome, i.e. on chromosome other than to be transcribed, These are -General transcription factors These facilitate binding of RNA polymerase II to promoter-proximal sequence and help to form pre-initiation complex (PIC). Example are TFIIA, TF IIB, TFIID, TFIIE, TFIIF, TF IIH;Coactivators These regulate the rate of transcription by binding to TF, e.g. TAF subunit ofTFII D, HAT, HD AC.ActivatorsThese bind to GC Box or CAAT box, e.g. SP-1 and CTF which bind to GC box and CAAT box respectively.Factors that bind to enhancer or silencers e.g. HRE binding protein.",
        "cop": 1,
        "opa": "Promoter region",
        "opb": "Palindromic region",
        "opc": "Enhancerregion",
        "opd": "Silencer region",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a239c06e-b8dd-4fb3-bc3e-c1c60dba4259",
        "choice_type": "single"
    },
    {
        "question": "Epigenetics is-",
        "exp": "Ans. is 'c' i.e., Alteration in gene expression* Epigenetics is a heritable change in the level of gene expression, not caused by changes in DNA sequence.* It includes changes like Histone modification or DNA methylation# Covalent modifications of either DNA (e.g. cytosine methylation and hydroxymethylation) or of histone proteins (e.g. lysine acetylation, lysine and arginine methylation, serine and threonine phosphorylation, and lysine ubiquitination and sumoylation) play central roles in many types of epigenetic inheritance.* Histone acetylation is found to cause uncondensation of chromsosomes. Uncondensed chromosomes are more prone to get expressed. Hence Histone acetylation is found to increase the level of gene expression* Methylation of Cytidine of CG islands is found to cause condensation of chromosomes. This in turn decreases the level of gene expression* Epigenetic alterations are preserved during cell division. It is also propogated to progeny by a process called as transgenerational epigenetic inheritance* Thus epigenetics is a heritable change in the levels of gene expression not mediated by changes in DNA or gene sequence.",
        "cop": 3,
        "opa": "Alteration in nucleotide sequence",
        "opb": "Alteration in chromosome number",
        "opc": "Alteration in gene expression",
        "opd": "Alteration in chromosome size",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a246c07c-27cd-415b-9dae-e26a589039de",
        "choice_type": "single"
    },
    {
        "question": "In Lac operon, Catabolite gene activator protein (CAP) is responsible for:",
        "exp": "Ans. A. Positive regulationThe lac operona. An operon can be regulated by a single promoter or regulatory region. The cistron is the smallest unit of genetic expression.b. When E coli is exposed to both lactose and glucose as sources of carbon, the organisms first metabolize the glucose and then temporarily stop growing until the genes of the lac operon become induced to provide the ability to metabolize lactose as a usable energy source. Although lactose is present from the beginning of the bacterial growth phase, the cell does not induce those enzymes necessary for catabolism of lactose until the glucose has been exhausted. This phenomenon was first thought to be attributable to repression of the lac operon by some catabolite of glucose; hence, it was termed catabolite repression.c. It is now known that catabolite repression is in fact mediated by a catabolite gene activator protein (CAP) in conjunction with cAMP. This protein is also referred to as the cAMP regulatory protein (CRP). The expression of many inducible enzyme systems or operons in E coli and other prokaryotes is sensitive to catabolite repression.d. The lactose (lac) operon is a classic model for understanding gene regulation. It is negatively controlled through two regulatory genes--the lac I gene that constitutively (always) expresses a repressor protein and the operator (o) region to which the repressor binds. The lac operon is inducible by lactose and lactose analogues, inactivating the repressor and uncovering the operon and its neighboring promoter (p) sequence.e. Several operons in E. coli, including the lac operon, are subject to catabolite repression. In the presence of glucose, there is decreased manufacture of cyclic AMP (cAMP) by adenylate cyclase. Low glucose levels increase production of cAMP, which binds to the catabolite activator protein (CAP). The cAMP-CAP complex binds to the promoters of several responsive operons at catabolite activator protein (CAP) binding sites, greatly enhancing transcription of operon RNA. This positive control stimulates use of more exotic metabolites when glucose is not available and conserves energy when glucose is plentiful. High levels of glucose lower cAMP levels and direct metabolism toward constitutive glucose pathways such as glycolysis.",
        "cop": 1,
        "opa": "Positive regulation",
        "opb": "Negative regulation",
        "opc": "Constrictive expression",
        "opd": "Alteration",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "0cc354e4-df71-4ea5-b9be-5247f0b929b7",
        "choice_type": "single"
    },
    {
        "question": "Ultraviolet light can damage a DNA strand causing:",
        "exp": "Ans. B. Two adjacent pyrimidine residues to form covalently bonded dimerDamage to DNA during its replication can occur from ultra violet irradiations that causes thymine dimer formation.",
        "cop": 2,
        "opa": "Two adjacent purine residue to form a covalently bounded dimer",
        "opb": "Two adjacent pyrimidine residues to form covalently bonded dimer",
        "opc": "Disruption of phosphodiesterase linkage",
        "opd": "Disruption of non-covalent linkage",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "849538e0-9f6b-4c8e-abf1-3e863fec36e9",
        "choice_type": "single"
    },
    {
        "question": "On which of the following tRNA acts specifically?",
        "exp": "Ans. C. Specific amino acid(Ref: Harper 31/e page 346)At least one species of transfer RNA (tRNA) exists for each of the 20 amino acidstRNA molecules have extra ordinarily similar functions and three-dimensional structures. The adapter function of the tRNA molecules requires the charging of each specific tRNA with its specific amino acid.",
        "cop": 3,
        "opa": "ATP",
        "opb": "Golgi body",
        "opc": "Specific amino acid",
        "opd": "Ribosome",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "7872467b-2215-4b06-8643-8c2e98623b21",
        "choice_type": "multi"
    },
    {
        "question": "Human genome contains -- base pairs",
        "exp": "(3 x 109) (445 - Lippencott's 3rd) (321-HP27th)The human genome contains DNA with approximately three billion (109) base pairs that encode 30.000 to 40,000 genes located on 23 pairs of chromosomes",
        "cop": 1,
        "opa": "3xl09",
        "opb": "3xl08",
        "opc": "3xl07",
        "opd": "3xl06",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b353a89b-8a8c-4d1b-938e-c48e39819752",
        "choice_type": "single"
    },
    {
        "question": "Proteins seen in chromosomes are called:",
        "exp": "Ans: b (Histones) Ref: Vasudevan, 4th ed, p. 398; 5th ed, p. 416* Histones are proteins rich in basic amino acids. DNA wraps around histone octamer to form one nucleosome.* Histones are rich in lysine and arginine.* Histone octamer contains two copies each of histones (H2A, H2B, H3 H4)* H, histone is associated with the linker DNA found between nucleosomes.* Eu chromatin - loosely packed and transcriptionaly active.* Hetero chromatin - tightly packed and inactive.Topo isomearses are enzymes that can change the amount or super coiling.",
        "cop": 2,
        "opa": "Nucleotides",
        "opb": "Histones",
        "opc": "Apoproteins",
        "opd": "Glycoproteins",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b8fda461-71f6-42b5-997e-54ef740aef57",
        "choice_type": "multi"
    },
    {
        "question": "About DNA which of the following is true:",
        "exp": "Ans. A. The nucleotide of one strand form bonds with nucleotide of opposite strandOne strand of DNA join with other strand of DNA by means of Hydrogen bond between the bases.Cytosine and uracil differ by amino group.The information in the DNA is copied in the form of mRNA. Each nucleotide pair includes one purine and one pyrimidine.",
        "cop": 1,
        "opa": "The nucleotide of one strand form bonds with nucleotide of opposite strand.",
        "opb": "Cytosine and Uracil differ by one ribose sugar",
        "opc": "The information from DNA is copied in the form of tRNA",
        "opd": "Each nucleotide pair includes two purines.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a73a2eba-1ae2-46b2-a650-1cfce36e037c",
        "choice_type": "multi"
    },
    {
        "question": "Lesch-Nyhan syndrome, the sex linked recessive disorder is due to the lack of the enzyme:",
        "exp": "Ans. A. Hypoxanthine-guanine phosphoribosyl transferasePurine biosynthesis takes place by de novo and salvage pathway. Erythrocytes, Neutrophils and the brain cells lack the enzyme \"PRPP-amido transferase\" so salvage pathway is operative there. It is one step synthesis.HGPRT ase (Hypoxanthine guanine phosphoribosyl transferase)Deficiency of HGPRT (Hypoxanthine-guanine phosphoribosyl transferase) leads to an inherited X-linked disorder, Lesch- Nyhan syndrome, which affects only males. In this salvage pathway is not operative, purines can't be converted into nucleotides and degraded to uric acid. The symptoms area. Hyperuricemiab. Goutc. Urinary tract stonesd. Neurological symptoms of mental retardatione. Self-mutilation (painful, destructive biting of fingers and lips).",
        "cop": 1,
        "opa": "Hypoxanthine-guanine phosphoribosyl transferase",
        "opb": "Xanthine oxidase",
        "opc": "Adenine phosphoribosyl transferase",
        "opd": "Adenosine deaminase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "6f68328f-be0f-4475-8abe-edc45e40ca4d",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old college freshman shares a dorm room with three roommates. One of his roommates has been diagnosed with meningococcal meningitis, caused by the bacteria Neisseria meningitidis. The other three roommates are isolated and treated twice a day with an antibiotic as prophylaxis against this organism, because none of them had received the meningococcal vaccine prior to enrollment. They are told that this antibiotic can give a reddish discoloration of their urine or tears. The reason this drug is effective in killing the bacteria is which one of the following?",
        "exp": "The drug given to prevent Neisseria infection (used prophylaxically), which is common in crowded conditions such as freshman dormitory rooms or military barracks, is rifampin. Rifampin inhibits RNA polymerase, and also exhibits a red color. Loss of rifampin in the urine or tears would give a reddish tint to those fluids. Rifampin does not interfere with DNA synthesis, the bacterial membrane, the process of protein synthesis, or ATP generation by the bacteria.",
        "cop": 2,
        "opa": "DNA synthesis is inhibited.",
        "opb": "RNA synthesis is inhibited.",
        "opc": "The process of protein synthesis is inhibited.",
        "opd": "The bacterial membrane becomes leaky.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8efa93c8-5164-4a31-9c87-288462b12769",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a cause of point mutation?",
        "exp": "Ans. a. Paracentric inversion (Ref: Robbins 9/e p138, 160, 8/e p138, 160; Lippincot 5/e p433-434)\"Inversion refers to a rearrangement that involves two breaks within a single chromosome with reincorporation of the inverted, intervening segment. An inversion involving only one arm of the chromosome is known as paracentric. If the breaks are on opposite sides of the centromere, it is known as pericentric. Inversions are often fully compatible with normal development.\"- Robbins 9/e p160, 8/e p160 Point MutationsReplacement or changes in single baseQTransitionTransversionPurine - PurineQ Pyrimidine - PyrimidineQPurine PyrimidineQ Pyrimidine - PurineQ Effects of point mutationSilent Mutations:No apparent effect due to change in 3rd nucleotide of genetic code (Wobble hypothesis)QThe codon containing the changed base codes for the same amino acidQExample: 67th position of B chain of HbAQNormalValineMilwaukeeQGlutamateBristolQAspartateSydneyQAlanineMissense mutations:The codon containing the changed base codes for different amino acidQAcceptable: Change in amino acid does not alter function of protein, Ex: Hb Hikari b-61: Asparaginase for lysineQPartially acceptable: Change in amino acid interferes with normal function. Ex: HbS/Sickle cell anemia b-6: Valine for glutamic acidQUnacceptable: Result in totally non-functional protein, Ex: HbM (Boston) a-58: Tyrosine for histidineQNonsense mutations:The codon containing changed base may become the termination codonFrame-shift muations:Addition or deletion of a base can cause aleration in the frame of m-RNA.",
        "cop": 1,
        "opa": "Paracentric inversion",
        "opb": "Deletion",
        "opc": "Substitution",
        "opd": "Insertion",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "483e70de-55c2-4816-853c-0f208cbae109",
        "choice_type": "single"
    },
    {
        "question": "Common substrate for purine and pyrimidine synthesis are all except -",
        "exp": "Ans. is 'b' i.e., Glycine* In de novo synthesis, purine ring is formed from variety of precursors is assembled on ribose-5-phosphate. Precursors for de novo synthesis are -i) Glycine provides C4, C5 and N7ii) Aspartate provides N1iii) Glutamine provides N3 and N9iv) Tetrahydrofolate derivatives furnish C2 and C8v) Carbon dioxide provides C6Precursors for pyrimidine denovo synthesisi) Glutamine provides N3ii) Aspartic acid furnishes C4, C5, C6 and N1iii) CO2 provides C2",
        "cop": 2,
        "opa": "Glutamine",
        "opb": "Glycine",
        "opc": "Aspartate",
        "opd": "Carbon dioxide",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1f004a24-43ab-4a09-8d9c-3c8588635f20",
        "choice_type": "multi"
    },
    {
        "question": "What is the contribution of this scientist to molecular genetics?",
        "exp": "Ans. A. Chemical synthesis of ribonucleotide* The scientist given in picture is Har Gobind Khorana* Developed chemical method to synthesize polyribonucleotide.* This lead to the cracking of genetic code.",
        "cop": 1,
        "opa": "Chemical synthesis of ribonucleotide",
        "opb": "Sequencing of amino acid",
        "opc": "Base pairing rule",
        "opd": "Structure of DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "141f776e-5fe3-40e0-8cdc-a5aa97c91b13",
        "choice_type": "single"
    },
    {
        "question": "Mitochondrial DNA is:",
        "exp": "Ans A. Circular double strandedMitochondria and chloroplast are the only two semi -autonomous organelles present in the cell. And DNA present is circular double stranded.",
        "cop": 1,
        "opa": "Circular double stranded",
        "opb": "Circular single stranded",
        "opc": "Linear double helix",
        "opd": "None of these",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d36ee366-4070-449a-b4a9-bba97cb049c8",
        "choice_type": "multi"
    },
    {
        "question": "Southern blot is used to detect -",
        "exp": "Ans. is 'a' i.e., DNA TechniqueSample analyzedGel usedProbeSouthern blotDNAQYesRadioactive DNAAllele specific oligonucleotide (ASO)DNANoAllele specific oligonucleotideMicroarraym-RNA or c-DNANoDNA probeNorthern blotRNAQYesDNA probeWestern (immuno) blotProteinQYesLabeled antibodySouth Western blotProtein DNANoDNA probeELISAProtein or antibodiesNoAntibodyQ (Specific for protein to be measured)ProteomicsProteinQYes--",
        "cop": 1,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Protein",
        "opd": "Ribosome",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8395f81f-dfd3-4ab6-820a-99d7131656f7",
        "choice_type": "single"
    },
    {
        "question": "Radio labelled DNA was allowed to replicate twice in a non-radioactive environment. Which of the following is true?",
        "exp": "Ans. B. Half of the DNA will have no radioactivity(Ref: Harper 31/e page 363)Semiconservative Nature of DNA Replication proved by Meselson and Stahl states that half of the parent strand is conserved during replication in the daughter strand.After one replication all the DNA will have radioactivity.After two replication half of the DNA will have radioactivity.",
        "cop": 2,
        "opa": "All the strands will have radioactivity",
        "opb": "Half of the DNA will have no radioactivity",
        "opc": "No strands will have radioactivity",
        "opd": "Three-fourth of the DNA replicated will have radioactivity",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "f8874bce-a28a-4df0-a878-729ce4e22127",
        "choice_type": "multi"
    },
    {
        "question": "Stage of meiosis during which homologous pairs of chromosomes are arranged in equatorial plane?",
        "exp": "Ans. a (Metaphase) (Ref. Langman Embryology 9th/pg. 5; Harper's 27th/pg. 326; Ganong 23rd/Figure 1-13)MITOSISIt is the process whereby one cell divides, giving rise to two daughter cells that are genetically identical to the parent cell.Each daughter cell receives the complete complement of 46 chromosomes. Before a cell enters mitosis, each chromosome replicates its deoxyribonucleic acid (DNA). During this replication phase the chromosomes are extremely long, they spread diffusely through the nucleus, and they cannot be recognized with the light microscope. With the onset of mitosis the chromosomes begin to coil, contract, and condense; these events mark the beginning of prophase. Each chromosome now consists of two parallel subunits, chromatids, that are joined at a narrow region common to both called the centromere. Throughout prophase the chromosomes continue to condense, shorten, and thicken, but only at prometaphase do the chromatids become distinguishable. During metaphase the chromosomes line up in the equatorial plane. And their doubled structure is clearly visible. Each is attached by microtubules extending from the centromere to the centriole, forming the mi- totic spindle. Soon the centromere of each chromosome divides, marking the beginning of anaphase, followed by migration of chromatids to opposite poles of the spindle. Finally, during telophase, chromosomes uncoil and lengthen, the nuclear envelope reforms, and the cytoplasm divides. Each daughter cell receives half of all doubled chromosome material and thus maintains the same number of chromosomes as the mother cell.Meiosis is the cell division that takes place in the germ cells to generate male and female gametes, sperm and egg cells, respectivelyPermanent cellsRemain in G0, regenerate from stem cells.Neurons, skeletal and cardiac muscle cells, and RBCs remain in G0.Stable (quiescent) cellsEnter G1 from G0 when stimulated.Hepatocytes, lymphocytes.Labile cellsNever go to G0, divide rapidly with a short Gl.Bone marrow, gut epithelium, skin, hair follicles.Also remember:# The centromere is an adenine-thymine (A-T) rich region ranging in size from 102 to 106 base pairs. It binds several proteins with high affinity. This complex, called the kinetochore, provides the anchor for the mitotic spindle. It thus is an essential structure for chromosomal segregation during mitosis.# The ends of each chromosome contain structures called telomeres. Telomeres consist of short, repeat TG-rich sequences.# Telomerase, a multisubunit RNA-containing complex related to viral RNA-dependent DNA polymerases (reverse transcriptases), is the enzyme responsible for telomere synthesis and thus for maintaining the length of the telomere.# Since telomere shortening has been associated with both malignant transformation and aging, telomerase has become an attractive target for cancer chemotherapy and drug development.",
        "cop": 1,
        "opa": "Metaphase",
        "opb": "Interphase",
        "opc": "Prophase",
        "opd": "Anaphase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8a5c4bee-b453-49b2-88aa-68db82798efa",
        "choice_type": "single"
    },
    {
        "question": "Differential expression of same gene depending on parent of origin is referred to as:",
        "exp": "Ans. A. Genomic Imprinting(Ref: Robbins 9/e page 172)Studies over the past two decades have provided definite evidence that, at least with respect to some genes, important functional differences exist between the paternal allele and the maternal allele. These differences result from an epigenetic process called imprinting.",
        "cop": 1,
        "opa": "Genomic imprinting",
        "opb": "Mosaicism",
        "opc": "Anticipation",
        "opd": "Non penetrance",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "5f8e6a53-4e1a-4c06-928d-f69649e95270",
        "choice_type": "single"
    },
    {
        "question": "Shine-Dalgarno sequence in bacterial mRNA is near:",
        "exp": "Ans. A. AUG codon(Ref: Harper 31/e page 395)Shine Dalgarno sequence is the marker sequence. The first AUG codon after Shine Dalgarno sequence is the start codon in bacteria. Similarly in eukaryotes there is Kozak sequence.",
        "cop": 1,
        "opa": "AUG codon",
        "opb": "UAA codon",
        "opc": "UAG codon",
        "opd": "UGA codon",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "81257eb9-7bbb-4aa7-a142-1de0ab8fc7bf",
        "choice_type": "single"
    },
    {
        "question": "Anticodon is present in -",
        "exp": "Ans. is 'b' i.e., tRNA o t-RNA molecule get folded into a structure that appears like a clover leaf Q. There are four arms.Acceptor arm : It consists of a base paired stem that terminates in the sequence CCA at the 31 end. This is the attachment site for amino acids.D arm - It contains the base dihydrouridine (D).Anticodon arm - It contains anticodon Q that base pairs with the codon of coming mRNA. Anticodon has nucleotide sequence complementary to the codon of mRNA and is responsible for the specificity' of the t RNA.T C arm : It contains both ribothymidine (T) and pseudouridine (ps).",
        "cop": 2,
        "opa": "mRNA",
        "opb": "tRNA",
        "opc": "rRNA",
        "opd": "hnRNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "e08a49a4-044b-4ddf-b918-7cc3420ee37a",
        "choice_type": "single"
    },
    {
        "question": "Deoxy ribonucleic acid is formed from:",
        "exp": "Ans. C. Ribonucleotide diphosphate(Ref: Harper 31/e page 312)Reduction of the 2'-hydroxyl of purine and pyrimidine ribonucleotides, catalyzed by the ribonucleotide reductase complex, provides the deoxyribonucleoside diphosphates (dNDPs) needed for both the synthesis and repair of DNA",
        "cop": 3,
        "opa": "Ribonuclease",
        "opb": "Ribonucleotide monophosphate",
        "opc": "Ribonucleotide diphosphate",
        "opd": "Ribonucleotide triphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "4256776a-5fef-41b7-b430-7d5480b383b0",
        "choice_type": "single"
    },
    {
        "question": "Random inactivation of X chromosome is:",
        "exp": "Ans. A. LyonisationTwo factors that are peculiar to the sex chromosomes:(1) lyonization or inactivation of all but one X chromosome and (2) the modest amount of genetic material carried by the Y chromosome.In 1961, Lyon outlined the idea of X-inactivation, now commonly known as the Lyon hypothesis. It states that (1) only one of the X chromosomes is genetically active, (2) the other X of either maternal or paternal origin undergoes heteropyknosis and is rendered inactive, (3) inactivation of either the maternal or paternal X occurs at random among all the cells of the blastocyst on or about day 16 of embryonic life, and (4) inactivation of the same X chromosome persists in all the cells derived from each precursor cell.The inactive X can be seen in the interphase nucleus as a darkly staining small mass in contact with the nuclear membrane known as the Barr body, or X chromatin. The molecular basis of X inactivation involves a unique gene called XIST, whose product is a noncoding RNA that is retained in the nucleus, where it \"coats\" the X chromosome that it is transcribed from and initiates a gene-silencing process by chromatin modification and DNA methylation. The XIST allele is switched off in the active X.",
        "cop": 1,
        "opa": "Lyonisation",
        "opb": "Allelic exclusion",
        "opc": "Randomisation",
        "opd": "Genomic imprinting",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "52b2e66e-a35c-4495-b5ab-6656a179153e",
        "choice_type": "multi"
    },
    {
        "question": "Restriction endonucleases are the enzymes",
        "exp": "Ans. b (They cleave the DNA at specific sequence) (Ref. Harper's Illustrated Biochemistry, 26lh/57, 397; Table 40-2)RESTRICTION ENDONUCLEASES# Restriction enzyme: An endodeoxynuclease that causes cleavage of both strands of DNA at highly specific sites dictated by the base sequence.# The detection of restriction fragment length polymorphisms (RFLPs) facilitates prenatal detection of hereditary disorders such as:- Sickle cell trait,- Beta thalassemia,- phenylketonuria, and- Huntington's disease.# Detection of RFLPs involves cleavage of double-stranded DNA by restriction endonucleases, which can detect subtle alterations in DNA that affect their recognized sites.Enzymes capable of degrading nucleic acids (nucleases) can be classified in several ways:# Those which exhibit specificity for deoxyribonucleic acid are referred to as deoxyribonucleases.# Those which specifically hydrolyze ribonucleic acids are ribonucleases.# Within both of these classes are enzymes capable of cleaving internal phosphodiester bonds to produce either 3'- hydroxyl and 5'-phosphoryl terminals or 5'-hydroxyl and 3'-phosphoryl terminals. These are referred to as endonucleases.# There exist classes of endonucleases that recognize specific sequences in DNA; the majority of these are the restriction endonucleases, which have in recent years become important tools in molecular genetics and medical sciences.# Some nucleases are capable of hydrolyzing a nucleotide only when it is present at a terminal of a molecule; these are referred to as exonucleases.- Exonucleases act in one direction (3-5 or 5-3) only. In bacteria, a 3-5 exonuclease is an integral part of the DNA replication machinery and there serves to edit--or proofread--the most recently added deoxynucleotide for base- pairing errors.Educational points:# Restriction enzymes cut DNA of any source into short pieces in a sequence-specific manner--in contrast to most other enzymatic, chemical, or physical methods, which break DNA randomly.# Restriction enzymes & DNA ligase are also used to prepare chimeric DNA molecules.",
        "cop": 2,
        "opa": "Used for joining DNA to vector",
        "opb": "They cleave the DNA at specific sequence",
        "opc": "They cleave the DNA randomly",
        "opd": "Diagnoses DNA molecule from diseases",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1c5ec4de-7f87-41a2-bfd6-e0b2ebfee24a",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male is well controlled on warfarin for a factor V Leiden deficiency and recurrent deep vein thrombosis. He presents today with a community-acquired pneumonia and is placed on erythromycin. Three days later, he develops bleeding and his INR is 8.0 (indicating an increased time for blood clotting to occur, where INR is international normalized ratio). Which of the following best explains why this bleeding occurred?",
        "exp": "Warfarin is metabolized by a specific subset of induced P450 isozymes. The P450 system is used by cells to modify the xenobiotic (in this case the warfarin) such that it can be more easily excreted. Erythromycin, along with other macrolide antibiotics, inhibits the P450 oxidizing system, which in this case would lead to a higher blood level of warfarin and, therefore, the balance of clotting and bleeding is shifted toward excessive bleeding. A stimulation of P450 production by erythromycin would lead to a lower level of warfarin (because of increased metabolism and loss of warfarin by P450) and the potential for excessive clotting. This effect of P450 is a common drug-drug interaction. The causative agents of community- acquired pneumonia do not affect vitamin K absorption in the small intestine, or distribution throughout the body. Erythromycin does not affect mitochondrial transcription, although it may affect mitochondrial translation. Inhibition of mitochondrial protein synthesis, however, will not alter the inhibition of cytochrome P450 activity, and the increased levels of warfarin present, which may lead to increased bleeding.",
        "cop": 1,
        "opa": "The erythromycin inhibited cytochrome P450",
        "opb": "The erythromycin stimulated cytochrome P450",
        "opc": "The causative agent of the pneumonia inhibited vitamin K utilization",
        "opd": "The causative agent of the pneumonia stimulated vitamin K utilization",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "5f91348d-7102-4f1a-bdc2-cac95f686ead",
        "choice_type": "single"
    },
    {
        "question": "Which is not true regarding tRNA?",
        "exp": "Ans. is 'b' i.e., D arm is for ribosomal attachment* tRNA or transfer RNA is so called because it transfers aminoacid from aminoacid pool to ribosome, which is the translation machinery* For coding 21 aminoacids we have 50 to 100 tRNAs, each coded by a unique gene* These tRNAs are clover leaf shaped* Every tRNA has four stable arms and 1 variable arm* The four stable arms are:i) Anticodon armii) Acceptor armiii) D armiv) TpsC armAnticodon arm* The triplet nucleotide that is complementary to the codon of mRNA. In anticodon, the first nucleotide of anticodon of tRNA is not specific or the nucleotide towards 5' end of anticodon is not specific. This is Wobble phenomenon. This explains how can 1 codon code for more than one aminoacid (Degeneracy of codon).* Acceptor arm is so called, because it is this arm which accepts the aminoacid. This arm has a triplet nucleotide \"CCA\" attached to the 3' end of tRNA. It is to the A of this CCA, to which aminoacid gets attached. This CCA triplet nucleotide is common to all the tRNAs, when all the other sequences are unique to a particular tRNA.TpsC arm* The arm through which the tRNA gets attached to ribosome,D arm* The arm through which aminoacyl tRNA synthetases get attached.# For every aminoacid, we have a specific aminoacyl tRNA synthetase# Once the enzymes - aminoacyl tRNA synthetases get activated, they go to the aminoacid pool. They pick up the specific aminoacid and activate the specific aminoacid using 2 high energy phosphates.# The activated aminoacids are carried by the respective enzymes and they go to the tRNA pool.# In the tRNA pool, they get attached to the tRNAs through D arm# Then they scan the anticodon arm, if the specific anticodon is found, the aminoacid is attached to acceptor arm.* Hence choice b, D arm is for ribosomal attachment is false. D arm is for aminoacyl tRNA synthetases attachment.",
        "cop": 2,
        "opa": "TpsC arm is for ribosomal attachment",
        "opb": "D arm is for ribosomal attachment",
        "opc": "CCA trinucleotide is attached to acceptor arm",
        "opd": "The first nucleotide of anticodon of tRNA is not specific",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "0d07b708-5b83-46c7-bbd7-79fc29e445b9",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old female presents for an infertility workup. She has never had a menstrual period. She is short with a broad chest, webbed neck, and low-set ears. It is demonstrated that she has an abnormal karyotype.Which one of the following best describes the cause of this genetic abnormality?",
        "exp": "This patient has Turner syndrome or 45 XO. She is missing a second sex (X) chromosome. She would not have a Barr body and would be infertile. She is phenotypically female.",
        "cop": 2,
        "opa": "Trisomy",
        "opb": "Monosomy",
        "opc": "Trinucleotide repeat",
        "opd": "Translocation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "046ccd2b-640a-4c73-98df-d68d2cd34cc2",
        "choice_type": "single"
    },
    {
        "question": "Best sample for DNA karyotyping -",
        "exp": "Ans. is 'a' i.e., Blood* Karyotyping is the study of number and appearance of chromosomes* The first step in karyotyping is sample collection* Sample utilized are# Blood# Bone marrow# Amniotic fluid* Most commonly used sample is blood. Blood is centrifuged. WBCs are separated. White Blood cells are rapidly dividing cells with DNA.* The cells are grown in culture.* During cell cycle, only in M phase of cell cycle, the chromosomes are highly condensed. Hence, metaphase arrest of the cells are mediated using drugs like Colchicine.* The cells are lysed using hypotonic solution.* The chromosomes that are released are stained with Giemsa.* The following features are observed:# Differences in basic number of chromosomes - to detect aneuploidy or trisomy# Differences in absolute sizes of chromosomes - to detect DNA duplication or deletion# Differences in the position of centromeres to detect translocations.# Differences in degree and distribution of heterochromatic regions. Heterochromatin is functionally inactive reghion of a chromosome. It stains darker than euchromatin.* Bone marrow is used as a sample for karyotyping to detect acquired chromosomal aberrations in blood malignancies* Amniotic fluid karyotyping is done only in cases of repeated miscarriages or if copy number variations of chromosomes are highly suspected in the fetus.",
        "cop": 1,
        "opa": "Blood",
        "opb": "Bone marrow",
        "opc": "Amniotic fluid",
        "opd": "Chorionic villi",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a5bda42b-1e24-453a-85cc-8edb4d34f73b",
        "choice_type": "single"
    },
    {
        "question": "In DNA, the coding region reads 5'-CGT-3'. This would code in the RNA as:-",
        "exp": "Ans. is 'a' 5-CGU-3' . In the transcription of DNA to RNA, RNA is synthesized in 5.1-31 direction against the template strand (not the coding strand) In a double-stranded DNA, there are 2 strands. The coding strand Codes of this strand will be transferred or transcripted to the RNA Template strand the RNA is synthesized against this strand in 5'-3' direction Here in this patient: The coding strand reads 5'-CGT-3' So the template strand would be 3* GCA 5' ('G' is the corresponding base pair of 'C ', 'A' is of 'T'). Now the RNA will be synthesized against the template strand. So the corresponding bases on RNA will be -5'-C GU-3' ('U' is the corresponding base pair of A in RNAs. There is no 'T' base pair in RNAs). Hint: If this question is repeated as such, with only change of codons, apply this short-cut method. the codons in the RNA strand would be same as the codons in the coding strand of DNA, with only change of 'U' in place of 'T'",
        "cop": 1,
        "opa": "5'-CGU-3'",
        "opb": "5'-GCA-3'",
        "opc": "5'-ACG-3'",
        "opd": "5-UGC-3'",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "c211cb36-d658-49eb-8aa8-e7308a64a82c",
        "choice_type": "single"
    },
    {
        "question": "Which step in translation is inhibited by Tetracycline in prokaryotes?",
        "exp": "Binding of aminoacyl-tRNA to the A sitea. The mRNA codon at the A site determines which aminoacyl-tRNA will bind.(1). The codon and the anticodon bind by base-pairing that is antiparallel (see Figure below).(2). Internal methionine residues in the polypeptide chain are added in response to AUG codons. They are carried by tRNAmMet , a second tRNA specific for methionine, which is not used for initiating protein synthesis.b. An elongation factor (EF-Tu in prokaryotes and eEF-1 in eukaryotes) and hydrolysis of GTP are required for binding.Tetracycline prevents aminoacyl-tRNA from binding to the \"A\" site on the ribosome. Streptomycin prevents the formation of the initiation complex, and erythromycin blocks translocation. Chloramphenicol will block peptide-bond formation in prokaryotic cells.Antiparallel binding of aminoacyl-tRNA to mRNA.",
        "cop": 2,
        "opa": "Initiation",
        "opb": "Binding of aminoacyl-tRNA to the \"A\" site on the ribosome",
        "opc": "Peptide-bond formation",
        "opd": "Translocation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "3e49496a-8ef2-4155-bb5c-c47ca66458d5",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme deficient in Lesch-Nyhan syndrome?",
        "exp": "Ans. D. Hypoxanthine Guanine Phosphoribosyl Transferase. (Ref. Harper 26th/294, Vasudevan pg. 464)Lesch-Nyhan syndrome is defective purine salvage due to absent HGPRT, which converts hypoxanthine to IMP and guanine to GMP. Results in excess uric acid production and de novo purine synthesis. X-linked recessive.Findings: intellectual disability, self-mutilation, aggression, hyperuricemia, gout, dystonia.Treatment: allopurinol or febuxostat (2nd line).HPRTase DEFICIENCY# HGPRTase is predominantly present in liver and involved in purine metabolism# HPRT DEFICIENCY is X-linked recessive.# Affected males are hemizygous for the mutant gene; carrier females are asymptomatic.# A complete deficiency of HPRT, the Lesch-Nyhan syndrome, is characterized by:# Hyperuricemia,0# Self-mutilative behavior,0# Choreoathetosis,# Spasticity, and# Mental retardation.# A partial deficiency of HPRT, the Kelley-Seegmiller syndrome, is associated with:# Hyperuricemia# But no CNS manifestations.# In both disorders, the hyperuricemia results from urate overproduction and can cause uric acid crystalluria, nephrolithiasis, obstructive uropathy, and gouty arthritis.# Early diagnosis and appropriate therapy with allopurinol can prevent or eliminate all the problems attributable to hyperuricemia but have no effect on the behavioral or neurologic abnormalities.",
        "cop": 4,
        "opa": "Phosphoribosyl-pyrophosphate synthetase",
        "opb": "Xanthine oxidase",
        "opc": "Adenine phosphoribosyl Transferase",
        "opd": "Hypoxanthine Guanine Phosphoribosyl Transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "e30deeab-b81e-48f4-9a0f-b4197f2616bf",
        "choice_type": "single"
    },
    {
        "question": "Haemoglobin synthesis starts with?",
        "exp": "ANSWER: (A) GlycineREF: Harper 26th e p. 271-275Steps of porphyrin ring synthesis:EnzymeLocationSubstrateProductporphyriaALA synthaseMitochondrionGlycine, sucdnyl CoAD-Aminolevoilinic acidnoneALA dehydrataseCytosolD-Aminolevulinic acidPorphobilinogenALA-DehydratasedeficiencyPEG deaminaseCytosolPorphobilinogenHydroxymethyl bilaneAcuteintermittentporphyriaUroporphyrinogen III synthaseCytosolHydroxymethyl bilaneUroporphyrinogen IIICongenitalerythropoieticporphyriaUroporphyrinogen III decarboxylaseCytosolUroporphyrinogen IIICoproporphyrinogen IIIPorphyria cutanea tardaCoproporphyrinogen III oxidaseMitochondrionCoproporphvrinogen IIIProtoporphyrinogen IXCoproporphyriaProtoporphyrinogenoxidaseMitochondrionProtoporphyrmogen IXProtoporphyrin IXVariegateporphyriaFerrochelataseMitochondrionProtoporphyrin IXHemeErythropoieticprotoporphyriaHeme synthesis--note that some reactions occur in the cytoplasm and some in the mitochondrion (yellow)",
        "cop": 1,
        "opa": "Glycine",
        "opb": "Histidine",
        "opc": "Iron",
        "opd": "Folic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "c9f2ba26-66f2-4ad0-bb06-4ae5bc061604",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate blocks the synthesis of thymidine monophosphate by inhibiting the activity of the enzyme:",
        "exp": "Ans. A. Dihydrofolate reductasea. Synthesis of nucleic acids take place by de-nove and salvage pathway. In pyrimidine synthesis thymidine monophosphate is synthesized from uridine monophosphate by thymidylate synthase.b. Methylation occurs by N5-N10 tetrahydrofolate which is converted to dihydrofolate.c. Dihydrofolate reductase is required to regenerate tetrahydrofolate (THF).d. Thymidylate synthase and dihydrofolate reductase are target enzymes in cancer chemotherapy. Methotrexate and Aminopterin inhibit the activity of the enzyme DHF reductase.",
        "cop": 1,
        "opa": "Dihydrofolate reductase",
        "opb": "Orotate phosphoribosyl transferase",
        "opc": "Ribonucleotide reductase",
        "opd": "Dihydroorotase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "696fb565-382f-4880-9a9a-f8c5c3d95c09",
        "choice_type": "single"
    },
    {
        "question": "All are true for genetic code except:",
        "exp": "Ans. C. PunctuationThe genetic code is considered as Universal, Specific, Non-overlapping and Degenerate.The codon degeneracy is explained by \"WOBBLE HYPOTHESIS\", which was put forth by CRICK.\"Wobble hypothesis is a phenomenon in which a single tRNA can recognize more than one codon. Wobbling is attributed to the difference in the spatial arrangement of the 5'-end of anticodon.Wobbling hypothesis explains the degeneracy of genetic code i.e. existence of multiple codons for a single amino acid. Although there are 61 codons for amino acids, the number of tRNAs are around 4D which is due to wobbling.",
        "cop": 3,
        "opa": "Degenerate",
        "opb": "Universal",
        "opc": "Punctuation",
        "opd": "Non overlapping",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "cf3fff3c-31af-4595-84ed-1c3a438d5908",
        "choice_type": "multi"
    },
    {
        "question": "Two strands of the DNA are joined by:",
        "exp": "Ans. B. Hydrogen bondBonds in the DNABetween nucleotides- 3' to 5' Phosphodiester bondBetween the DNA Hydrogen bondBetween base and Sugar beta N Glycosidic bond, Nucleoside and Phosphate Ester bondBase stacking by van der Waals forces",
        "cop": 2,
        "opa": "Glycosidic bond",
        "opb": "Hydrogen bond",
        "opc": "Covalent bond",
        "opd": "Ionic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "adaaff60-de9b-467f-9f6c-eb1727aedb31",
        "choice_type": "single"
    },
    {
        "question": "UAC to UAG-",
        "exp": "Ans. is 'a' i.e., Nonsense mutation o Appearance of stop codon (UAG) due to mutation results in premature termination and is called nonsense mutation.Point mutation (Base substitution mutation)o Substitution of a single base by another is known as point mutation. If a purine is replaced by another purine base or if a pyrimidine base is replaced by another pyrimidine base, it is known as transition. Substitution of a purine base by a pyrimidine base or vice versa is known as transversion. A point mutation mil affect only one codon. Point mutation can be of following types >Silent mutationo If the substitution occurs in the third base of a codon, the code word may remain unchanged due to degeneracy of the genetic code. For example, GGC to GGG mutation has no effect as both code for glycine thus, codon containing the changed base codes for the same amino acidQ, therefore there is no change in amino acid sequence of the protein. The gene is expressed in term of same protein, Le. there is no change in expression of proteinQMis-sense mutationso If the base substitution changes the code words, i.e. codon containing the changed base codes for different amino acid(AIIMS-02),it is called mis-sense mutation. The sequence of amino acids in the protein changes. The effect of amino acid substitution is variable :-i) Acceptable missense mutation:- The substitution of amino acid has minimal or no effect because either the substituted amino acid is similar to that of original amino acid or the substitution occurs in non critical area. For example, normally hemoglobin (HbA) has valine at position 67 of b-chain in place of valine. This is non-critical position, i.e. substitution of different amino-acid 'at this position produces normally functional hemoglobin. For example, 'hemoglobin Milwaukee' has glutamic acid at this positionQ (in place of valine), 'hemoglobin bristoF has aspartic acidQ and hemoglobin Sydney' has alnine (in place of valine).Partially acceptable mis-sence mutation:- Substitution of one amino acid with other is partially acceptable, i.e. the resultant protein functions normally under certain conditions but not always. For example, substitution of glutamate by valine at position six of b-chain produces HbS. HbS is able to function normally at high oxygen tension but gets precipitated at low oxygen tension.Unacceptable mis-sense mutation:- Substitution of one amino acid with other produces non-functional protein. For example, in methemoglobin (HbM) histidine is replacement by tyrosine at position 58 of a- chain. HbM is incapable of combining with oxygen.C) Nonsence MutationQo Base substitution changes a sense codon into a nonsense (stop or termination) codon. In such cases, protein synthesis will be terminated prematurely and the resulting protein will be usually non-functional.Frame-shift mutationo Frameshift mutationsQ occur due to insertion or deletion0 of one or two bases which causes change in the reading frame distal to the mutation. If 1 or 2 base pair change, whole reading frame is changed distal to the mutation, resulting into entirely different protein molecule.If 3 base pairs change, single amino acid is incorporated or deleted. The rest of amino acid sequence is same.Trinucleotide repeat mutationQo In this type of mutation a codon (i.e. trinucleotide sequence) undergoes amplification and the same codon is repeated continuously so many times in the chain. Diseases associated with trinucleotide repeat mutation are Huntington's diseaseQ (CAG repeat), Spinocerebellar ataxiaQ (CAG repeat), friedreich ataxia (GAA repeat), fragile-X-syndrome (GGG or GCC repeat), dystrophia myotonica (CTG/CUG repeat), X-linked spinobulbar muscular atrophy (CAG repeat) and dentorubral pallidoiusian atrophy (CAG repeat).",
        "cop": 1,
        "opa": "Nonsense mutation",
        "opb": "Frameshift mutation",
        "opc": "Deletion",
        "opd": "Missense mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "82821e7b-2874-4233-987b-cd8c42b793b8",
        "choice_type": "single"
    },
    {
        "question": "Lesch-Nyhan syndrome is caused by deficiency of which enzyme?",
        "exp": "(D) Hypoxanthine-guanine Phosphoribosyl transferase (HGPRT)[?]LESCH-NYHAN SYNDROMEoMnemonic:-Lips and fingers are bitten-Excessive uric acid production-Self mutilation-Choreoathetosis-HGPRT deficiency-NYHAN sounds like man-Affects boys-X linked recessive[?]Lesch-Nyhan syndrome characterized by:oHyperuricaemia, excessive UA synthesis, neurological problems,-Spasticity, mental retardation and self-mutilation very severe or complete deficiency of HGPRTase.-X-linked males affected.-Defect also leads to excretion of elevated levels of Hypoxanthine and xanthine.-More than 200 mutations reported - these mutations to the loss of enz protein, loss of enzyme activity, km mutants, Enzyme with short half life.-Prenatal diagnosis:-1st trimester - chorionic biopsy-CORONATE-II trimester - HGPRT assays or cultured fibroblasts.[?]Lesch Nyhan SyndromeoIntroduction-Hypoxanthine Guanine Phosphoribosyltransferase (HGPRT) deficiency-X-linked genetic conditionoClinical Features-Neurological Symptoms: Severe neurological disease, characterized by self-mutilating behaviors such as lip and finger biting and/or head banging.-GoutoInvestigation: Serum uric acid level up to 20 times |, the uric acid in the | urine than in normal individuals.[?]Lesch-Nyhan Syndrome (LNS) Also known as Nyhan's syndrome, Kelly Seegmiller Syndrome and Juvenile GoutoIt is a hereditary Disorder of purine metabolism, characterized by mental retardation, self-mutation of the fingers and lips by biting, impaired renal function, and abnormal physical development.oIt is a recessive disease that is linked to the X chromosome.oIt is caused by a deficiency of the enzyme hypoxanthine-guanine phosphoribosyl transferase (HPRT)",
        "cop": 4,
        "opa": "Orotate Phosphoribosyl transferase",
        "opb": "Uracil Phosphoribosyl transferase",
        "opc": "Quinolinate Phosphoribosyl transferase",
        "opd": "Hypoxanthine-guanine Phosphoribosyl transferase (HGPRT)",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8b32c5f0-567d-4167-b8fd-7a36632f27ec",
        "choice_type": "single"
    },
    {
        "question": "The base sequence of the strand of DNA used as a template has the sequence 5'GATCTAC 3'. What would be the base sequence of RNA product?",
        "exp": "Ans. D. 5'GUAGAUC3'Read the strand in 3' to 5' direction. Write the complementary sequence in 5' to 3' direction obeying base pairing rule, except in the case of T replaced by U.",
        "cop": 4,
        "opa": "5'CTAGATG 3'",
        "opb": "5'GAUCUAC3'",
        "opc": "5'GTAGATC3'",
        "opd": "5'GUAGAUC3'",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "bf4f8c95-3912-4a2d-ae2b-04bd6f3e74e4",
        "choice_type": "single"
    },
    {
        "question": "A phenotypically normal woman underwent a karyotype analysis for difficulties in conceiving. She was found to contain three Barr bodies, but no translocations or large deletions. Her karyotype would be best represented by which one of the following?",
        "exp": "If the woman is expressing three Barr bodies, then she has four X chromosomes per cell, three of which have been inactivated. This would give her a total of 48 chromosomes, and four of those would be X chromosomes, for a karyotype of 48 XXXX. Any karyotype with a Y chromosome would be a male.",
        "cop": 3,
        "opa": "48 XXXXY",
        "opb": "46 XX",
        "opc": "48 XXXX",
        "opd": "48 XXXY",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "cbe63226-8804-4e59-b2e3-778e1481c508",
        "choice_type": "multi"
    },
    {
        "question": "A family, while on a picnic, picked some wild mushrooms to add to their picnic salad. Shortly thereafter, all the members of the family became ill, with the youngest child showing the most severe symptoms. The family is suffering these effects owing to a primary inability to accomplish which one of the following in their cells and tissues?",
        "exp": "The poison in poisonous mushrooms is a-amanitin, an inhibitor of eukaryotic RNA polymerases, primarily RNA polymerase II. As the family ate the mushrooms containing the poison, RNA polymerase II stopped functioning, and mRNA was no longer produced. This led to a lack of protein synthesis. There is no direct effect on the synthesis of lipids, carbohydrate, or DNA, other than replacing the required enzymes due to protein turnover. However, the net effect of a-amanitin poisoning would be to stop protein synthesis, which may then lead to a cessation of lipid or DNA synthesis. a-Amanitin has no direct effect on DNA repair.",
        "cop": 1,
        "opa": "Synthesize proteins",
        "opb": "Synthesize lipids",
        "opc": "Synthesize DNA",
        "opd": "Synthesize carbohydrates",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b9a33485-cc56-42fd-9dc9-78258a5bc12b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following process is involved in conversion of DNA to RNA:",
        "exp": "Ans. D. TranscriptionTransformationTransfer of genetic information through agency of free DNA.E.g: Pneumococci, BacillusTransductionTransfer of a portion of a DNA from one bacterium to another by a bacteriophage.TransversionSubstitution of a purine for a pyramidine and vice versa in base pairing.TranslationTransfer of an information from mRNA to proteins resulting in polypeptide formationTranscriptionReplication of messenger RNA from the DNA. Mediated by \"RNA polymerase2\"Reverse Transcriptiona) Formation of DNA from RNA and is mediated by \"Reverse Transcriptase\".b) seen in oncogenic virus.",
        "cop": 4,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Translocation",
        "opd": "Transcription",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2d3f5841-e532-4362-a139-f7f6965e5d86",
        "choice_type": "single"
    },
    {
        "question": "Pulsed gel electrophoresis is used for-",
        "exp": "Ans. is 'a' i.e., DNA* Large DNA of size larger than 15 to 20 KB can be separated with higher resolution by periodically changing the voltage direction. This is called as pulsed gel Electrophoresis.* The rationale behind this technique is that generally for separating DNA of smaller size, the electrode close to the point of application is connected to negatively charged electrode and the other side is connected to positively charged electrode. When the electric current is switched on, the DNA fragments move from negatively charged electrode to positively charged electrode and the separation is based on length. But when the size of the DNA fragments to be separated is more than 15 to 20 KB, they all move together and create a broader band. Hence to improve the resolution, the voltage direction is changed frequently. This is called as pulsed gel electrophoresis. In this case, the larger fragments take longer time to realign and hence they get separated from relatively smaller fragments. Hence resolution for separating larger fragments is increased.",
        "cop": 1,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Ribosome",
        "opd": "Protein",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "724f59dc-6dbf-4f85-8528-a25a3e8573a8",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old male, at a routine physical examination for sports activities (long-distance running) at his college, is noticed to have elevated fasting blood glucose levels (about 7.5 mM). Measurements of C-peptide and insulin levels were close to normal under fasting conditions. After eating, blood glucose levels are only slightly elevated above the normal fasting levels before stabilizing at the fasting levels. The student indicates that he is not drinking or urinating excessively, but that he remembers that his mother had gestational diabetes when pregnant with him. This alteration in glucose homeostasis is best typified by which one of the following types of inheritance?",
        "exp": "The patient is displaying the signs of maturity onset diabetes of the young (MODY), which can be caused by a mutation in the pancreatic glucokinase gene, such that its Km is increased. The increase in the Km for glucokinase would lead to glucose only being metabolized at higher-than-normal levels. Once glucose is metabolized in the b cells of the pancreas, and adenosine triphosphate levels increase, then insulin can be released. The glucokinase mutation causes insulin release to occur at higher-than-normal glucose levels. The mother also expresses the mutant glucokinase gene. During pregnancy, the effect of placental hormones tends to inhibit insulin's action, and in a mother with MODY, in which insulin is not being released appropriately owing to the glucokinase mutation, blood glucose levels rise significantly during the pregnancy, leading to gestational diabetes. MODY, in terms of the glucokinase mutation, is transmitted in an autosomal dominant manner.",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "Sex linked",
        "opd": "Mitochondrial",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "802868ee-3fe6-419d-a6bf-a4d75460c08d",
        "choice_type": "multi"
    },
    {
        "question": "Gene therapy is successful for the treatment of -",
        "exp": "Ans. is 'a' i.e., Adenosine deaminase deficiency* Gene therapy is available for:# X linked Severe Combined Immunodeficiency (SCID)# Adenosine Deaminase - SCID# Hemophilia# Chronic Lymphocytic Leukemia# Acute Lymphocytic Leukemia# Adrenoleukodystrophy# Parkinson's disease# Multiple Myeloma",
        "cop": 1,
        "opa": "Adenosine deaminase deficiency",
        "opb": "Krabbe's disease",
        "opc": "Hodgkin's lymphoma",
        "opd": "b thalassemia",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "26b2a4b1-887d-4606-849f-57ca81b5ef01",
        "choice_type": "single"
    },
    {
        "question": "A population in Hardy-Weinberg equilibrium has certain individuals expressing a rare autosomal recessive disease. The frequency of affected individuals in the population is 1 in 90,000. What is the frequency of carriers in this population?",
        "exp": "If one squares p+q=1, the Hardy-Weinberg equation is realized, p2+2pq+q2=1.(1). p2 represents the frequency of AA homozygotes in the population (wild-type).(2). q2 represents the frequency of aa homozygotes in the population (those with the autosomal recessive disease).(3). 2pq represents the frequency of carriers (heterozygotes) in the population.For a population in Hardy-Weinberg equilibrium, the formula p2+2pq+q2=1 applies, where p2 refers to the frequency of wild-type homozygotes, 2pq to the frequency of carriers, and q2 to the frequency of mutant homozygotes, p is the gene frequency for the wild-type allele, and q is the gene frequency for the mutated allele. In this problem, q2=1 in 90,000, such that the mutant gene frequency equals 1 in 300. To determine the carrier frequency, we know that p+q=1, so p=299/300, which will be rounded to 1. The carrier frequency (heterozygote frequency) is 2pq, or 2x1x1/300, or 1 in 150 individuals within this population.",
        "cop": 2,
        "opa": "1 in 100",
        "opb": "1 in 150",
        "opc": "1 in 200",
        "opd": "1 in 250",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1ecde756-806f-436c-8c47-7c04161423b5",
        "choice_type": "single"
    },
    {
        "question": "Ribosome has following enzymatic activity?",
        "exp": "Ans. is 'a' i.e. Peptidyl transferase Ribosomes are large complexes of protein and rRNA. They consist of two subunits-one large and one small whose relative sizes are generally given in terms of their sedimentation coefficients, or S (Svedberg) values i.e. one 60S and one 40S subunits forming an 80S ribosome. Eukaryotic ribosomes contain 4 molecules of rRNA.Peptidyl transferase activity is the main and seemingly the only enzymatic function of the ribosomes. It is responsible for the formation of peptide bonds during polypeptide elongation of protein synthesis.Peptidyl transferase activity is intrinsic to the 23S rRNA found in the 60s ribosomal subunit. As this rRNA catalyzes the reaction, it is referred to as a ribozyme.",
        "cop": 1,
        "opa": "Peptidyl transferase",
        "opb": "Peptidase",
        "opc": "Aminoacyl tRNA synthetase",
        "opd": "GTPase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "7cc25e44-1cdf-4d68-913f-2031b023b9c9",
        "choice_type": "single"
    },
    {
        "question": "Total number of base pairs in human chromosome:",
        "exp": "Ans: b (3 billion) Ref: Harper, 23rd ed, p. 411Total number of base pairs in haploid (23) human chromosome - 3 billion base pairs.Total number of genes - 30,000. (Harrison, 386)Total number of genes in human chromosome - 1,00,000 genes (Harper)Some useful tips about structure of nucleotides:* Uracil + CH3 (Methylation) - Thymine* Uracil + NH2 (amine) - Cytosine",
        "cop": 2,
        "opa": "3 million",
        "opb": "3 billion",
        "opc": "3.3 billion",
        "opd": "5 million",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b476668a-7c25-43be-af26-71f1b46be564",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy with compulsive self mutilation, intellectual disability. He is always strapped to bed Serum uric acid level is elevated. What is the enzyme deficiency in this disorder?",
        "exp": "Ans. C. Hypoxanthine Guanine Phosphoribosyl transferaseIdentifying features* Seen only in males* Compulsive self mutilation* Intellectual siability* Hyperuricemia",
        "cop": 3,
        "opa": "PRPP Synthetase",
        "opb": "Xanthine oxidase",
        "opc": "Hypoxanthine Guanine Phosphoribosyl transferase",
        "opd": "Glucose 6 Phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "835057bc-64db-4ef9-a2da-db7c357fb12a",
        "choice_type": "single"
    },
    {
        "question": "Nucleolus contains",
        "exp": "Ans. b (RNA). (Ref: Harper, Biochemistry, 25th ed., 8)CELL# A cell is composed mainly of cytoplasm, cell organelle and a nucleus.# Nucleus is made up of nucleoli.# Nucleus contain number of chromosomes packed together.# Genes are made up of DNA.# The entire genetic information contained in the genes is packaged in the chromosomes.# All the somatic cells of an individual organism contain the same number of chromosomes.# The genes are arranged linearly on the chromosomes and their positions on the normal chromosome in relation to other genes on the same chromosome are fixed. This position is called the locus.# Genes occupying the same locus on a pair of chromosomes are called alleles.# The highly methylated ribosomal RNA are packaged in the nucleolus C specific ribosomal proteins# The rRNA genes are located in the nucleoli of mammal on cells.",
        "cop": 2,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Chromatin material",
        "opd": "Protein molecules",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "7d64ebea-cc04-4896-a9c5-63cc2759f67d",
        "choice_type": "single"
    },
    {
        "question": "In which of the following phase (s) of Cell cycle, both, the RNA synthesis and Protein synthesis occurs:",
        "exp": "Ans. a (G 1). (Ref Robin's pathology 7th ed., 178; Harrison's internal medicine 18th ed. Ch. 103, 357)THE CELL CYCLE (G, A G2 and M)# During development from stem to fully differentiated, cells in the body alternately divide (mitosis) and \"appear\" to be resting (interphase). This sequence of activities exhibited by cells is called the cell cycle.# Interphase:- Interphase generally lasts at least 12 to 24 hours in mammalian tissue.- During this period, cell is constantly synthesizing RNA, producing protein, and growing in size.- The inactive X can be seen in the interphase nucleus as a darkly staining small mass in contact with the nuclear membrane known as the Barr body or X chromatin.- By studying molecular events in cells, scientists have determined that interphase i.e. the cell cycle can be divided into 4 phases:# Phase of cell cycle:GO (Resting phase)There are times when a cell will leave the cycle and quit dividing.This may be a temporary resting period or more permanent.An example of the latter is a cell that has reached an end stage of development and will no longer divide (e.g. neuron).G1 (Gap 1)Cells increase in size in Gap 1, crocface RNA os well as synthesizAn important cell cycle control mechanism activated during this period (G1 Checkpoint) ensures that everything is ready for DNA synthesis i.e. the cell determines its readiness to commit to DNA synthesis.S(DNA synthesis)To produce two similar daughter cells, the complete DNA instructions in the cell must be duplicated. DNA replication occurs during this S (synthesis) phase.Thus the genetic material is replicated and no re-replication is permitted. In-situ DNA nick end labeling can quantitative fraction of cells in synthetic (S) phase of cell cycle.G2 (Gap 2)During the gap between DNA synthesis and mitosis, the cell will continue to grow and produce new proteins.At the end of this gap is another control checkpoint (G2 Checkpoint) to determine if the cell can now proceed to enter M (mitosis) and divide.Thus then fidelity of DNA replication is assessed and errors are corrected.Mitosis or M phaseCell growth and protein production stop at this stage in the cell cycle. All of the cell's energy is focused on the complex and orderly division into two similar daughter cells.Thus, the replicated chromosomes are separated and packaged into new nuclei by mitosis and the cytoplasm is divided between the two daughter cells by cytokinesis.Mitosis is much shorter than interphase, lasting perhaps only one to two hours.As in both G1 and G2, there is a Checkpoint in the middle of mitosis (Metaphase Checkpoint) that ensures the cell is ready to complete cell division.# The continuously dividing human cell takes approximately 22 hours to divide.# Normally time required for different phases are as follows:- G2 takes five hours,- M phase takes one hour,- S phase takes eight hours, and- G1 phase takes eight hours.# However the time required for G, and G2 phase are characteristically variable.# Most normal cells are in G() phase and rapidly dividing cells have shorter G, phase.# It is notable that tumor cells can no longer enter G0 phase.# The cells in G2M, especially in M-phase, are most radiosensitive.# The cells in S phase are radioresistant.Also remember:a) Cell cycle nonspecific: Kill resting as well as dividing cells, e.g. nitrogen mustard, cyclophos phamide, chlorambucil, carmustine, dacarbazine, busulfan, L-asparaginase, cisplatin, procarba zine, actinomycin D.b) Cell cycle specific:Kill only actively dividing cells. Their toxicity is generally expressed in S phase. However, these drugs may show consi durable phase selectivity, e.g.-TimeG 1 :VinblastineS :Mtx, cytarabine, 6-TG, 6-MP, 5-FU, hydroxyurea, mitomycin C, doxorubicin, daunorubicin.G2: Daunorubicin, bleomycin, etoposide, topotecan.M:Vincristine, docetaxel.",
        "cop": 1,
        "opa": "G1",
        "opb": "G2",
        "opc": "S",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "1718ee00-ec1a-462f-87e0-0c990ca3592a",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme prevents aging?",
        "exp": "Ans. is 'c' i.e., Telomerase* A person can be young only until the person can replenish the losses periodically, for which the cells should be pushed into cell cycle regularly.* Telomeres are ends of chromosomes which help in maintaining the stability of our chromosomes. When we are born we are born with a particular telomeric length. As cells get into cell cycle, during replication, the telomeric end is progressively shortened. This happens because for DNA polymerase to replicate a DNA, we need to add RNA primers first. So ends of chromosome are replaced by RNA during replication. This RNA being labile gets lost.* After 50 to 70 cell divisions, the telomeric ends reach a critical or minimum length called as Hayflick limit. Beyond hayflick limit length of telomere, if the cells are allowed to get into cell cycle, the telomere length is not good enough to maintain the stability of chromosomes. The chromosomes accumulate mutation. To avoid accumulation of mutation, once a cell has reached the critical length of telomere, the cells are not allowed to get into cell cycle any more. When the cells are not able to get into cell cycle, the losses are not being replenished and that is when ageing begins.* To avoid this we are provided with a telomerase enzyme. Telomerase is a reverse transcriptase. IT has RNA dependent DNA polymerase activity. Based on the RNA fragments left back in the terminals as a result of replication, Telomerase synthesises and replaces DNA fragments. Hence the length of telomeric ends can be maintained and ageing is prevented.* Hence telomerase is an antiageing enzyme.",
        "cop": 3,
        "opa": "DNA ligase",
        "opb": "DNA polymerase a",
        "opc": "Telomerase",
        "opd": "RNA polymerase II",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "adb731fc-c9db-47c3-91ee-43f00040f1b5",
        "choice_type": "single"
    },
    {
        "question": "Percentage of mitochondrial DNA out of total cellular DNA is?",
        "exp": "Ans. is 'None or 'a' i.e., 1% style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">\"In mammalian cells, only about 1% of the total cellular DNA is composed of mitochondrial DNA whereas in other organisms (for example in the egg cells of amphibians) there is a much higher percentage of mitochondrial DNA. \" - UDNA is located in nucleus. DNA is also present in mitochondria (but less than 0.1% of the total DNA)\" - Harpers 30th/eMitochondrial DNA (mtDNA or or mDNA)oMitochondrial DNA is the only non-chromosomal DNA in human cells. Mitochondrial DNA is only a small portion of the DNA in a eukaryotic cell (less than 0.1% of the total DNA).oIn humans, the 16,569 base pairs of mitochondrial DNA encode for only 37 genes. Human mitochondrial DNA was the first significant part of the human genome to be sequenced.oMitochondrial DNA is almost always maternally inherited. Thus diseases caused by mutation in mitochondrial DNA are always inherited from mother to next generation. All children from affected mother will inherit the disease. But no children will inherit the disease from affected father. Both male and females are affected. Affected son does not transmit the disease to next generation.oMitochondrial vs. Nuclear DNAoSimilar to the nuclear genome, the mitochondrial genome is built of double-stranded DNA, and it encodes genes. However many interesting features distinguish human mitochondrial DNA from its nuclear counterpart, including the following:oThe mitochondrial genome is circular, whereas the nuclear genome is linear.oThe mitochondrial genome is built of 16,569 DNA base pairs, whereas the nuclear genome is made of 3.3 billion DNA base pairs.oThe mitochondrial genome contains 37 genes that encode 13 proteins, 22 tRNAs, and 2 rRNAs.oThe 13 mitochondrial gene-encoded proteins all instruct cells to produce protein subunits of the enzyme complexes of the oxidative phosphorylation system, which enables mitochondria to act as the powerhouses of our cells.oThe small mitochondrial genome is not able to independently produce all of the proteins needed for functionality; thus, mitochondria rely heavily on imported nuclear gene products.oOne mitochondrion contains dozens of copies of its mitochondrial genome. In addition, each cell contains numerous mitochondria. Therefore, a given cell can contain several thousand copies of its mitochondrial genome, but only one copy of its nuclear genome.oThe mitochondrial genome is not enveloped, and is it not packaged into chromatin.oThe mitochondrial genome contains few, if any, noncoding DNA sequences. (Three percent of the mitochondrial genome is noncoding DNA, whereas 93% of the nuclear genome is noncoding DNA).oSome mitochondrial coding sequences (triplet codons) do not follow the universal codon usage rules when they are translated into proteins.oSome mitochondrial nucleotide bases exhibit functional overlap between two genes; in other words, the same nucleotide can sometimes function as both the last base of one gene and the first base of the next gene.oThe mitochondrial mode of inheritance is strictly maternal, whereas nuclear genomes are inherited equally from both parents. Therefore, mitochondria-associated disease mutations are also always inherited maternally.oMitochondrial genes on both DNA strands are transcribed in a polycistronic manner: Large mitochondrial mRNAs contain the instructions to build many different proteins, which are encoded one after the next along the mRNA. In contrast, nuclear genes are usually transcribed one at a time from their own mRNA.",
        "cop": 1,
        "opa": "1%",
        "opb": "1.30%",
        "opc": "3%",
        "opd": "5%",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a9347da8-0024-4648-9409-34c59d1c7dd4",
        "choice_type": "single"
    },
    {
        "question": "The position of DNA in which RNA polymerase binds and start transcription is called:",
        "exp": "Ans. D. Promoter regionThe binding of enzyme RNA polymerase to DNA is prerequisite for the beginning of transcription. The specific region on DNA where the enzyme binds is known as promoter region.",
        "cop": 4,
        "opa": "Terminator",
        "opb": "Anti-terminator",
        "opc": "Operator",
        "opd": "Promoter region",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "3cb9a219-e9e8-44ff-83dc-1dc1c4aaf834",
        "choice_type": "multi"
    },
    {
        "question": "Which of the follow ing protein is synthesized in free ribosome -",
        "exp": "Ans. is 'a* i.e., Cytosolic proteinsRibosomeso Ribosomes are the actual sites of protein synthesisQ. The ribosomes are small granules of RNAs. Ribosomes are usually occur in clusters called polyribosomes attached to one mRNA molecule, an arrangement that increases the rate of polypeptide synthesis. There are two types of polyribosomes : -Free (cytosolic) : - Present free in cytosol.Bound polyribosome : - Present on rough ER.o Both tvpes can synthesize protein : -Proteins synthesized by polyribosomesCytosolic (free) PolyribosomesBound (rough ER) Polyribosomeso Cytosolic proteins, e.g.. Hemoglobino Cytoskeletal proteinso Mitochondrial proteinso Nuclear proteinso Peroxisomal proteinso Synthesize all membrane proteinsMitochondrial membraneER membraneGolgi apparatus membranePlasma membraneo Secretory proteinso Lysosomal enzymes",
        "cop": 1,
        "opa": "Cytosolic proteins",
        "opb": "Secretery proteins",
        "opc": "Membrane proteins",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "778b2963-567c-491e-8847-1fe1c472c683",
        "choice_type": "multi"
    },
    {
        "question": "Nonsense codon are all EXCEPT",
        "exp": "D. i.e. (UCA) (366- Herper 27th) (250 - Rana Shinde ?\"')* Termination (\"Stop or Nonsense\") codons - Three of the codon UAG, UGA, and UAA, do not code for aminoacids but rather are termination codons. It signals that synthesis of the peptide chain codon by that mRNA is completedAlso - Remembers* Features of the Genetic code - Degenerate , Unambiguous, Nonoverlapping, Not punchuated, universal(I Codon consists of - 3 base pairs**(ii) Amber codon referto stop condons** - Amber ochre and opal codons(iii) Shine - Dalgarno- sequence in bacterial RNA is near to AUG codon**(iv) Anticodon is present tRNA**(v) Translation process, \"proof reading\" of mRNA is done by - Amino-acyl t-RNA synthetase**(vi) Fidelity of protein translation depends on - Amino acyl + RNA synthetase**(vii) The human genome contains DNA with approximately three billion (109)** base pairs, that encode 30,000 to 40, 000 genes located** on 23 pairs of chromosome",
        "cop": 4,
        "opa": "UAA",
        "opb": "UAG",
        "opc": "UGA",
        "opd": "UCA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "83d2493c-c8e2-4f3f-b868-244b4be073da",
        "choice_type": "multi"
    },
    {
        "question": "RNA polymerase differs from DNA polymerase:",
        "exp": "Ans: b (Synthesizes RNA primer) Ref: Vasudevan, 4th ed, p. 406; 5th ed, p. 424; Lippincott, p.402DNA polymerases require a primer (RNA primer) where as RNA polymerase does not. This short primer is synthesized by primase (RNA polymerase)Comparison of dna and rna polymerase DNA POLYMERASERNAPOLYMERASE Nucleic acid synthesized(5'-3')DNARNA Required template {option d)}(Copied 3' - 5')DNA*DNA* Required substratesd-ATP, d-GTP, d-CTP, d-TTPATP, GTP, CTP, UTP Required primerRNA (DNA)None Proof reading activity( 3'- 5' exonuclease )YesNo certain DNA and RNA polymerases require RNA templates e.g., viruses.Similarities include: Newly synthesized strand is made in the 5'-3' direction {option c) - so both synthesize in 5'-3' direction}. Template strand is scanned in the 3'-5' direction. The new strand is complementary and anti parallel to the template. Each new nucleotide added to 3' end of growing strand.",
        "cop": 2,
        "opa": "It edits and synthesis",
        "opb": "Synthesise RNA primers",
        "opc": "Synthesis only in 5' to 3' direction",
        "opd": "Uses RNA templates",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8c7d9cc7-9cf8-4c69-9cb1-fe6a3b902e54",
        "choice_type": "single"
    },
    {
        "question": "Apo B48 & Apo B100 is synthesized from the same mRNA; the difference between them is due to:",
        "exp": "Ans is 'c' i.e. Deamination of cytidine to Uridine.Apo B-48 and apo B-100 are synthesized from the same mRNA.Apo B-100 is synthesized in Liver and forms part of LDL, VLDL and IDL.Apo B-48 is synthesized in Intestines and forms part of chylomicrons and chylomicron remnants.Apo B-100 is the full length translation of corresponding mRNA. Apo B-48 is a shorter form of Apo B-100 (48% of B-100) formed by only partial translation of the same mRNA. It comprises the N-terminal 48% of apo B-100.Apo B-48 is produced due to posttranscriptional mRNA editing in which codon at 2153 position is edited- codon CAA is deaminated to UAA.CAA is a sense codon (coding for glutamine) and deamination changes it to UAA, which is a nonsense codon or stop codon. This stops the translation of mRNA almost midway resulting in a shorter protein B-48 (representing 48 percent of the message).",
        "cop": 3,
        "opa": "RNA splicing '",
        "opb": "Allelic exclusion",
        "opc": "Deamination of cytidine to uridine",
        "opd": "Upstream repression",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "db23404d-d109-4de5-ad17-bef5186ef379",
        "choice_type": "multi"
    },
    {
        "question": "Xeroderma pigmentosa is due to:",
        "exp": "Ans: b (Nucleotide excision defect) Ref: Vasudevan, 4th ed, p. 403; 5th ed, p. 421Steps in nucleotide excision repair:Repair: Excision endonuclease makes nick on both sides of thymine dimer and removes defective DNA. DNA polymerase fill the gap by synthesising DNA in 5'-3' direction. DNA Ligase seals the nick in the repaired strand .Most DNA repair occurs in G1 phase. Mismatch repair occurs in G2 phase.",
        "cop": 2,
        "opa": "Base excision defect",
        "opb": "Nucleotide excision defect",
        "opc": "Sos repair defect",
        "opd": "Cross linking defect",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "eab48c66-fe22-47f5-867c-f2c545292657",
        "choice_type": "single"
    },
    {
        "question": "Chimeric DNA used for:",
        "exp": "Ans. (d) Organ transplantationRef: Harpers Biochemistry 30th Ed; Page No- 459* Chimeric DNA is known as Recombinant DNA.* Chimeric DNA = DNA to be cloned + Vector DNAMote* Passenger DNA: DNA to be cloned is called Passenger DNA or Foreign DNA.* Procedure to Prepare Chimeric DNA:# Both foreign DNA and Vector DNA is treated with same restriction endonuclease.# This creates sticky or blunt ends.# This is religated using DNA ligase.# Thus chimeric DNA os produced.* Organ transplant will be right answers: for synth of GSM -CSF for stimulating bone marrow after marrow transplants.* So expression vector or chimeric DNA or recombinant DNA technology!* Uses of Recombinant DNA technology:# Predict the risk of genetic defects.# Preparation of Vaccine and Hormones.# Diagnosis of infectious disease.# Gene therapy# Forensic medicine: Reveal a criminal from specimens left on the scene of crime.",
        "cop": 4,
        "opa": "Paternity test",
        "opb": "Maternity test",
        "opc": "Personal identification",
        "opd": "Organ transplantation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "3e1f9d53-0cbb-479f-8866-23b42b16387d",
        "choice_type": "single"
    },
    {
        "question": "Paternal disomy is found in?",
        "exp": "Ans. B. Angelman syndromea. Paternal uniparental disomy (upd(15)pat results from the fertilization of an oocyte that is nullisomic for chromosome 15 and the postzygotic duplication of the paternal chromosome. Upd(15)pat is associated with the loss of function of the maternally expressed UBE3A gene, which leads to Angelman syndrome (AS).b. Angelman syndrome (AS) is a neurological disorder first described in 1965 by an English physician named Dr. Harry Angelman.Symptoms are usually evident after the age of three, and are characterized by severe congenital mental retardation, unusual facial appearance, and muscular abnormalities.c. Maternal uniparental disomy for chromosome 15 (upd(15)mat) is the second most common finding in patients with Prader-Willi syndrome (PWS).d. PWS is characterized by neonatal hypotonia, hypogonadism, hyperphagia leading to obesity, short stature, small hands and feet, behavioral problems and mental retardation.",
        "cop": 2,
        "opa": "Prader-Willi syndrome",
        "opb": "Angelman syndrome",
        "opc": "Fragile X syndrome",
        "opd": "Hydatiform mole",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "bba51e40-aae0-4e67-96f7-c276c76bfd71",
        "choice_type": "single"
    },
    {
        "question": "In the following partial sequence of mRNA, a mutation of the template DNA results in a change in codon 91 to UAA. The type of mutation is:888990GUCGACCAG 9192UAGGGC9394UAACCG",
        "exp": "Ans. B. SilentMutations are permanent changes in DNA sequence. When mutation occur at a single base, are called as point mutations. When no detectable defect is there -Silent mutation, occurs due to degeneracy of Genetic Code. When a different amino acid is incorporated into a protein-- Missense mutation. When a terminating or stop codon is there-- Nonsense mutation. Frame shift mutation occurs when insertion or deletion of nucleotide from coding strand results in altered reading frame in mRNA.",
        "cop": 2,
        "opa": "Missene",
        "opb": "Silent",
        "opc": "Nonsense",
        "opd": "Frame shit",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2ab0be0d-6cda-47d0-a476-9c06e2782b99",
        "choice_type": "single"
    },
    {
        "question": "The gene frequency for an X-linked recessive disease is 1 in 1,000 in the general population. What is the frequency of affected males in this population?",
        "exp": "If the disease frequency in the population is 1 in 1,000, and the disorder is X linked, that means that out of 1,000 men, 1 would have the disease because each man contains one X chromosome. Because women contain two X chromosomes, the carrier frequency is 1 in 500 because 500 women would contain 1,000 X chromosomes, one of which would contain the mutated allele.",
        "cop": 4,
        "opa": "1 in 10",
        "opb": "1 in 100",
        "opc": "1 in 500",
        "opd": "1 in 1,000",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "db29bda6-8652-48c2-9bf8-d1509e807c1f",
        "choice_type": "single"
    },
    {
        "question": "ApoB 48 & ApoB 100 is synthesized from them RNA; the difference between them is due to:",
        "exp": "Ans. C. Deamination of cytidine to uridine(Ref: Harper 31/e page 390)An example is the apolipoprotein B (apoB) gene and mRNA.In the liver, the single apo B gene is transcribed into an mRNA that directs the synthesis of apo B100.In the intestine, the same gene directs the synthesis of the primary transcriptA cytidine deaminase converts a CAA codon in them RNA to UAA at a single specific siteRather than encoding glutamine, this codon becomes a termination signal apo B48 is the result.",
        "cop": 3,
        "opa": "RNA splicing",
        "opb": "Allelic exclusion",
        "opc": "Deamination of cytidine to uridine",
        "opd": "Upstream repression",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "9f371736-6b13-49ee-865c-03e731526873",
        "choice_type": "multi"
    },
    {
        "question": "Which enzymatic mutation is responsible for immortality of cancer cells:",
        "exp": "Ans. C. Telomerase(Ref: Robbins 9/e page 288)Telomerase is one of several factors that contribute to the endless replicative capacity (the immortalization) of cancer cells.",
        "cop": 3,
        "opa": "DNA reverse transcriptase",
        "opb": "RNA polymerase",
        "opc": "Telomerase",
        "opd": "DNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "ca33bde1-824c-4c63-9242-e6901f4533e8",
        "choice_type": "single"
    },
    {
        "question": "Genes are:",
        "exp": "Ans. B. Deoxy ribonucleic acidDNA is a reserve bank of genetic information and is organized into genes, which are the fundamental units of genetic information.",
        "cop": 2,
        "opa": "Ribonucleic acid",
        "opb": "Deoxy ribonucleic acid",
        "opc": "Lipo proteins",
        "opd": "Chromo proteins",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "ab8f8aa0-b843-4821-9007-2a897dd9513d",
        "choice_type": "single"
    },
    {
        "question": "Microsatellite sequence is:",
        "exp": "Ans. C. Short sequence (2-5) repeat DNA(Ref: Robbins 9/e page 179)Repeat length Polymorphism or Short Tandem Repeats or Variable Number Tandem RepeatsDepending on the repeat size it is divided into Microsatellite-- Repeat size of 2-6bp.Minisatellite - Repeat size of 15-70bp.",
        "cop": 3,
        "opa": "Small satellite",
        "opb": "Extra chromosomal DNA",
        "opc": "Short sequence (2-5) repeat DNA",
        "opd": "Looped-DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "565ec938-6a37-47c1-9f10-3ba68aea0bad",
        "choice_type": "multi"
    },
    {
        "question": "Proteins destined for secretion from eukaryotic cells have which of the following in common?",
        "exp": "Proteins destined for secretion contain a signal sequence at the N-terminal end that causes the ribosomes on which they are being synthesized to bind to the SRP, which transfers the mRNA-ribosome complex to the RER. As they are being produced, they enter the cisternae of the RER, where the signal sequence, including the initial methionine, is removed. It is thus unlikely that the mature protein will contain an N-terminal methionine. Carbohydrate groups can be attached in the RER or the Golgi. Secretory vesicles bud from the Golgi, and the proteins are secreted from the cell by the process of exocytosis. If the proteins have a hydrophobic sequence that embeds in the membrane, they remain attached to the membrane and are not secreted and become membrane-bound proteins.",
        "cop": 4,
        "opa": "An N-Terminal Methionine in the Mature Protein Is - Very likely; A Signal Peptide Located at - Carboxy terminus; Synthesized on Which Type of Ribosome? - Rough; Embedded Within the ER Membrane? - Yes",
        "opb": "An N-Terminal Methionine in the Mature Protein Is - Very likely; A Signal Peptide Located at - Amino terminus; Synthesized on Which Type of Ribosome? - Cytoplasmic; Embedded Within the ER Membrane? - No",
        "opc": "An N-Terminal Methionine in the Mature Protein Is - Very likely; A Signal Peptide Located at - Carboxy terminus; Synthesized on Which Type of Ribosome? - Rough; Embedded Within the ER Membrane? - Yes",
        "opd": "An N-Terminal Methionine in the Mature Protein Is - Unlikely; A Signal Peptide Located at - Amino terminus; Synthesized on Which Type of Ribosome? - Rough; Embedded Within the ER Membrane? - No",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b73c8653-2dce-4be1-bb84-4e848e4f209a",
        "choice_type": "single"
    },
    {
        "question": "Serotonin is derived from -",
        "exp": "Ans. is 'd' Le., Tryptophan",
        "cop": 4,
        "opa": "Tyrosine",
        "opb": "Phenylalanine",
        "opc": "Alanine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "03e42046-489b-44b6-b21c-ff4c3e46c655",
        "choice_type": "single"
    },
    {
        "question": "False statement is:",
        "exp": "Ans. D. Regulator gene inducible(Ref: Harper 31/e page 412)Structural genes are inducible, not the regulator genes.Lac I gene produces Repressor subunits.IPTG is an inducer of lac-operon, but itself is not a substrate. This is called gratuitous inducer.",
        "cop": 4,
        "opa": "Repressor binds operator gene",
        "opb": "Regulator genes produce repressor subunits",
        "opc": "IPTG is inducer but not substrate",
        "opd": "Regulator gene is inducible",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "2cb230f6-59a6-4972-bcf3-93c71e80955c",
        "choice_type": "multi"
    },
    {
        "question": "The gaps between segments of DNA on the lagging strand produced by restricting enzymes are rejoined/sealed by:",
        "exp": "Ans. A. DNA LigasesThe fragments of newly synthesized DNA on the lagging strand are joined/sealed by DNA ligasesEnzymePrimary FunctionHelicaseUnwinds the DNA to provide single stranded DNATopoisomeraseRelieves torsional strain that results from helicase induced unwindingDNA primaseInitiates synthesis of RNA primersDNA polymerasePolymerizes dex nucleotides (Polymerizes DNA) Polymerase I: Gap filling & synthesis of lagging strandPolymerase II: DNA proof reading and repairPolymerase III: Processive leading strand synthesis (5 - 3 direction)DNA ligaseSeals the nicks between okazaki fragments on lagging strand.",
        "cop": 1,
        "opa": "DNA Ligases",
        "opb": "DNA Helicase",
        "opc": "DNA Topoisomerase",
        "opd": "DNA phosphorylase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "cb17b13e-684a-426a-9340-7e3d3182e90d",
        "choice_type": "single"
    },
    {
        "question": "Which is true about Watson and Crick base base pairing rule?",
        "exp": "Ans. is 'a' i.e., A-T, C-G* Watson and Crick analysed and proposed about the structure of DNA. These are the following features of DNA proposed by them# The two strands are complementary and antiparallel* Complementarity# A always hybridizes with T# G always hybridizes with C# Hence if there A on one strand, there is T on the other strand (IF its RNA, there is U on the other strand)# If there is G on one strand, there is C on the other strand# Hence Chargaff stated that in a double stranded structure,* = * = * Being antiparallel# If one strand is 5'3' the other strand is 3'5'* The two strands are oriented in a ladder like fashion. The backbone of the ladder is made up of 3'5' phosphodiester linkages with ribose or deoxy ribose sugar. The steps are made up of hydrogen bonds. There are 2 hydrogen bonds between A and T, 3 hydrogen bonds between G and C",
        "cop": 1,
        "opa": "A-T, C-G",
        "opb": "A-G, T-C",
        "opc": "A-C, T-G",
        "opd": "A-G, T-U",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "bed7e46c-60a9-4b47-a2e8-44af6757fe8d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following types of mutations generally leads to a truncated protein?",
        "exp": "Ans. B. Frameshift mutationa. Although each type of mutation can cause protein truncation, a frameshift mutation usually introduces a stop codon very shortly after the frameshift. In coding sequences, there are three possible reading frames that can be translated, only one of which leads to synthesis of the correct protein.b. The other two reading frames generally have numerous stop codons throughout, whereas the correct reading frame only has a stop codon at the very end. Small deletions and insertions will generally not affect protein size if the insertion or deletion is a multiple of three bases (one codon).c. These types of insertions or deletions maintain the same reading frame during translation. Missense mutations are alterations in a single codon such that the three base triplet encodes for a different amino acid. Silent mutations are alterations in a single codon such that the new codon still encodes for the same amino acid. This is possible because of the degeneracy of the genetic code.",
        "cop": 2,
        "opa": "Deletion",
        "opb": "Frameshift mutation",
        "opc": "Insertion",
        "opd": "Missense mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "9b5a262d-ea94-4733-a857-ef3c05a944f9",
        "choice_type": "multi"
    },
    {
        "question": "Xeroderma pigmentosum is caused due to abnormalities in:",
        "exp": "Ans. B. Nucleotide excision repaira. It is transmitted as autosomal recessive and DNA repair mechanism is defective. DNA damage is produced by UV irradiation especially thymine dimers, cannot be incised. Inborn deficiency of the enzyme \"nicking endonuclease\" is there.b. Clinical manifestations: produces blisters on the skin.c. Dry keratosis, hyperpigmentation and atrophy of skin.d. May produce corneal ulcers.",
        "cop": 2,
        "opa": "A SOS repair",
        "opb": "Nucleotide excision repair",
        "opc": "Base excision repair",
        "opd": "Mismatch repair",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "831598d9-f41f-478f-b57a-8cd2fd55d44c",
        "choice_type": "single"
    },
    {
        "question": "The following activity increases in DNA in a permissive chromatin:",
        "exp": "Ans. C. Acetylation of histonesEffects of epigenetic modificationMethylation of CpG islands-Repressive chromatinPhosphorylaion of histones-Chromatin condensation (Repressive chromatin) or opening of chromatin (Permissive chromatin)Acetylation of histones-Permissive chromatinSumoylation-Repressive chromatin",
        "cop": 3,
        "opa": "Methylation of CpG islands",
        "opb": "Phosphorylation",
        "opc": "Acetylation of histones",
        "opd": "Sumoylation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d81aa7a7-ab80-4eff-9701-f738ab330aa8",
        "choice_type": "single"
    },
    {
        "question": "True about Polymerase Chain Reaction are all except-",
        "exp": "Ans. is 'd' i.e., Thermolab lie enzymes* Polymerase Chain Reaction is invitro amplification of a desired fragment of DNA* Specific amplification of a desired fragment of DNA is possible only because this process uses specific primers which are complementary to flanking sequences of the desired fragment.* It involves three steps in every cycle# Denaturation at 94 or 95degC# Annealing at (Tm - 5)degC# Elongation at 72degC* This way if Polymerase Chain Reaction is allowed to go through n number of cycles, by the end we get 2n products. Hence it is a sensitive technique.* Hence it involves DNA denaturation followed by annealing.* As the DNA polymerase that is used in this process should be capable of withstanding repeated cycles of 94 or 95degC, the enzyme should be thermostable. Hence the DNA polymerase used in Polymerase Chain Reaction is extracted from an organism which lives in hot springs. That organism being Thermus aquaticus and hence the DNA polymerase is Taq DNA polymerase* Optimum temperature required for this enzyme for elongation is 75degC. Hence elongation is carried out at 72degC",
        "cop": 4,
        "opa": "Thermostable enzyme",
        "opb": "DNA denaturation, followed by annealing",
        "opc": "Specific primers are required",
        "opd": "Thermolabile enzymes",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "11b550e4-82b1-48e4-8b46-0a9aeb2196cb",
        "choice_type": "multi"
    },
    {
        "question": "Srand of DNA from which mRNA is formed by transcription is called:",
        "exp": "Ans: a (Template) Ref: Vasudevan, 4th ed, p. 405; 5th ed, p. 424* Template strand is the one which is translocated to give mRNA.* As the codons are present in mRNA, DNA strand having the same sequence of mRNA is called coding strand / anti template strand.",
        "cop": 1,
        "opa": "Template",
        "opb": "Anti template",
        "opc": "Coding",
        "opd": "Transcript",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "a7ef5c1e-225b-40cc-abf8-07db67d48492",
        "choice_type": "multi"
    },
    {
        "question": "Micro RNA is -",
        "exp": "Ans. is 'c' i.e., Gene Silencing RNA o There is a class of genes that encode for gene-silencing RNAs, i.e. RNAs that do not encode proteins but instead inhibit gene expression (unlike mRNAs) which encode for proteinso Two important gene-silencing RNAs are :- (i) Micro RNAs, and (ii) small interfering RNAs (siRNAs). i) Micro RNAs (mRNAs)# miRNA is transcribed by RNA polymerase //. The transcription of miRNA gene produces primary miRNA transcripts, which is processed in nucleus by a RNAase called Dorsha. Dorsha acts with a nuclear double stranded RNA binding protein called DGCR 8 and converts primary miRNA transcript into pre-miRNA. Pre- miRNA is transported to cytosol by a transport protein (exportin 5). Dicer (cytoplasmic enzyme) does the additional cutting of pre-miRNA to produce mi-RNA duplex, i.e. double stranded miRNA. This double strand unwinds and one strand of this duplex is incorporated into multiprotein complex called RNA induced silencing complex (RCIS), which help in gene regulation.# Base-pairing between the miRNA strand and its target mRNA (messenger RNA) directs RISC to either cause mRNA cleavage or repress its translation. In this way, the gene from which the target was derived is silenced (at a post-transcription level).ii) Small interfering RNAs (siRNAs)# siRNAs work in similar manner as miRNA. Unlike miRNA, siRNA precursors are introduced by investigators into cells.# siRNA are becoming powerful tools for studying gene function and may in the future be used therapeutically to silence specific genes, such as oncogenes, whose products are involved in neoplastic transformation",
        "cop": 3,
        "opa": "Splicing RNA",
        "opb": "Snurps",
        "opc": "Gene Silencing RNA",
        "opd": "Ribonuclease",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "15dc92b8-8da6-41eb-862d-21d0ed2db8ae",
        "choice_type": "single"
    },
    {
        "question": "Which is not a method of gene therapy?",
        "exp": "Ans. A. FISHa. FISH is fluorescent -in-situ hybridization and is a method of detection and not related with gene therapyb. Fluorescence in situ hybridization (FISH) is a very sensitive technique that is also used for this purpose.c. This often places the gene at a location on a given band or region on the chromosome.d. Some of the human genes localized using these techniques are listed.e. This table represents only a sampling, since thousands of genes have been mapped as a result of the recent sequencing of the human genome.f. Once the defect is localized to a region of DNA that has the characteristic structure of a gene, a synthetic gene can be constructed and expressed in an appropriate vector and its function can be assessed--or the putative peptide, deduced from the open reading frame in the coding region, can be synthesized.g. Antibodies directed against this peptide can be used to assess whether this peptide is expressed in normal persons and whether it is absent in those with the genetic syndrome.",
        "cop": 1,
        "opa": "FISH",
        "opb": "Transfection",
        "opc": "Electroporation",
        "opd": "Bacteriophage",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "c71541df-2887-4f75-a1c8-01d33462b397",
        "choice_type": "single"
    },
    {
        "question": "Stop codons are all except -",
        "exp": "Ans. is 'd' i.e., UGG* Out of 64 codons, 3 are stop codons. The three stop codons are UGA, UAG, UAA.# Exception is mitochondrial DNA - in mitochondria, UGA is not a stop codon. It codes for Tryptophan. Instead AGA and AGG act as stop codons in mitochondrial DNA.* 61 codons code for 21 aminoacids. Hence more than one codon code for a single aminoacid. This is called as degeneracy of Codon.# Exceptions are Methionine and Tryptophan. Both Methionine and Tryptophan are coded by only one codon each# Methionine is coded by AUG and Tryptophan is coded by UGG* Hence UGG is not a stop codon. It codes for Tryptophan",
        "cop": 4,
        "opa": "UAG",
        "opb": "UAA",
        "opc": "UGA",
        "opd": "UGG",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "8885f990-a0e9-4b9d-a82e-28ec0868a1ed",
        "choice_type": "multi"
    },
    {
        "question": "True about Ribozyme:",
        "exp": "Ans. A. Peptidyl Transferase activity(Ref: Harper 31/e p396)Ribozyme is RNA with catalytic activity.E.g.: SnRNA in Spliceosome-Takes part in splicing of exons and removal of intronsRibonuclease P--Cuts the RNAPeptidyl Transferase: Peptide Bond formation other optionsCuts the DNA at specific site--Restriction EndonucleaseDNA Synthesis--DNA Polymerase",
        "cop": 1,
        "opa": "Peptidyl Transferase activity",
        "opb": "Cuts DNA at specific site",
        "opc": "Participate in DNA Synthesis",
        "opd": "GTPase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "9ce5c8ea-e89d-4909-b689-428e30e5ad91",
        "choice_type": "multi"
    },
    {
        "question": "Met-tRNA would recognize:",
        "exp": "Ans. AUG(Ref: Harper 31/e page 395)The first AUG sequence after the marker sequence is defined as the start codon.AUG codon binds with met tRNAI",
        "cop": 1,
        "opa": "AUG",
        "opb": "GCA",
        "opc": "GUA",
        "opd": "UAC",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "d7f2744c-3528-4e32-a40b-9cc912472bd0",
        "choice_type": "single"
    },
    {
        "question": "Following FISH technique depicts?",
        "exp": "Ans. C. TranslocationGiven technique is FISH (Fluorescent in situ hybridization).Above image is of translocation as a combination of two colours is seen in one chromosome.(A). Duplication(B). Deletion",
        "cop": 3,
        "opa": "Deletion",
        "opb": "Duplication",
        "opc": "Translocation",
        "opd": "Ligation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "af5dd0eb-cdcc-4f38-8a63-a581e327d8d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following functionally componetent of largest unit of the ribosomes",
        "exp": "(Catalyzes formation of the peptides) (436 - Lippincott's 4th)Polyribosome {Polysome) is used when several ribosomes simultaneously translate on a singe mRNA* The large ribosomal subunit catalyzes formation of the peptide bonds that link amino acids residues in a protein.* The small subunit binds mRNA and is responsible for the accuracy of translation by ensuring correct base- pairing between the codon in the m RNA and the anticodon of the tRNA",
        "cop": 3,
        "opa": "tRNA",
        "opb": "mRNA",
        "opc": "Catalyze formation of the peptides",
        "opd": "Formation of the polyribosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "26c3e903-15dc-4d01-b815-21f968d37342",
        "choice_type": "multi"
    },
    {
        "question": "Molecular mimicry is an explanation for -",
        "exp": "Ans. is 'b' i.e., Autoimmune disorders* Molecular mimicry is defined as the structural similarity between foreign antigens and self-antigens, because of which T cells and B cells directed against foreign antigens cross react with self antigens resulting in autoimmunity.* Molecular mimicry does not always demand a structural similarity between foreign antigens and self antigens. Sometimes electrostatic attraction between foreign antigen and MHC molecule can cause self antigen damage by immune response generated against foreign antigens.* Molecular mimicry is also possible between two recognized peptides that have similar antigenic surfaces in the absence of primary sequence homology. For example, specific single amino acid residues such as cysteine (creates di-sulfide bonds), arginine or lysine (form multiple hydrogen bonds), could be essential for T cell cross-reactivity.* Immunological tolerance is the ability to discriminate self-antigens from foreign antigens and to not produce antibodies against self-antigens* Loss of this immunological tolerance is generally considered as a initiation factor for autoimmunity* Immunological tolerance is generally established in foetus, soon after the pre-T cells leave the bone marrow and they reach the thymus* In thymus, any clone of T cell which binds only weekly to self-antigen i.e., MHC class I antigen is positively selected and is allowed to undergo maturation.* Any clone which binds avidly to one's own MHC class I molecules are negatively selected and apoptosis is induced. This is called as clonal deletion* For exposure to more antigens, this process is found to continue even in peripheral circulation. The clonal deletion analogue which happens in peripheral circulation is called as clonal anergy* B cell tolerance is mediated by VDJ rearrangements and somatic hypermutation* Failure of these immunological tolerance rules can result in autoimmunity",
        "cop": 2,
        "opa": "Immune tolerance",
        "opb": "Autoimmune disorders",
        "opc": "Hypersensitivity",
        "opd": "Immunosuppression",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "b2b095ff-db8a-4e67-8b65-1936442ae192",
        "choice_type": "single"
    },
    {
        "question": "A child develop skin tumor with blisters on exposure to sunlight. Irregular dark spots on the skin were also found. He is very likely has defect in which of the following mechanism?",
        "exp": "Ans. a. Thymidine dimmers repair (Ref: Harper 27/e p345-346; Lehning 5/e p1003)This patient is most likely have xeroderma pigmentosa, in which damage produced by UV-rays is caused due to formation of pyrimidine (mainly thymidine) dimmers.The damage produced by UV rays is caused due to formation of pyrimidine (mainly thymine) dimmersQ. The thymine dimmer prevent DNA polymerase from replicatingQ the DNA strand beyond the dimmer, thus inhibiting the repair of defective DNA.In Xeroderma Pigmentosa mechanism for repair (nucleotide excision repair)Q of damaged DNA is defective due to formation of Thymidine dimmersQ.Xeroderma Pigmentosa (AR)An autosomal recessive condition in which cells cannot repair the damaged DNA.The clinical syndrome include marked sensitivity to sun lightQ resulting inSkin cancersQPremature deathQArises because of defect in 'nucleotide excision' pathway of repair due to defect in either of three:UV specific endonuclease (MC defect)Q DNA polymerase 1QDNA IigaseQ Mechanism of DNA RepairMechanismProblemSolutionMismatch RepairCopying errorsQMethyl directed strand cutting, exonudease digestion and replacementBase Excision RepairSpontaneous or chemical, or radiation damage to a single baseQBase removal by N-glycosylase, a basic sugar removal, replacementNucleotide Excision RepairSpontaneous or chemical, or radiation damage to a single segmentQRemoval of approximately 30 nucleotide oligomer and replacementDouble Strand Break repairIonizing radiation, chemotherapy,oxidative free radicalsQSynapsis, unwinding, alignment, ligationAtaxia telangiectasia, Bloom's syndrome, Fanconi's anemia, Xeroderma pigmentosa, HNPCC and few breast cancers are due to DNA repair defectsQ.",
        "cop": 1,
        "opa": "Thymidine dimmers repair",
        "opb": "Base excision repair",
        "opc": "Mismatch repair",
        "opd": "Double strand break repair",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Genetics",
        "id": "94f802f9-ef67-47e1-a750-869eafc8790b",
        "choice_type": "single"
    }
]