[
    {
        "question": "In which phase of cell cycle, proof reading occurs?",
        "exp": "EVENTS PHASE of cell cycle Proofreading S phase Most repairs G1 phase Mismatch repair G2 phase",
        "cop": 2,
        "opa": "G1",
        "opb": "S",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "be876641-0cee-4b0d-973f-af68790776da",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true statements about Cockayne syndrome, EXCEPT",
        "exp": "Cockayne syndrome: Defect in transcription coupled nucleotide excision repair. C/F : failure to thrive, microcephaly, hearing loss, nervous system anomalies, photosensitivity. Patients are not predisposed to cancer.",
        "cop": 3,
        "opa": "Defective transcription-coupled repair",
        "opb": "Photosensitivity",
        "opc": "Increased risk of cancer",
        "opd": "Mental retardation",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "eea7789d-78e3-4f91-a912-b79db18786ae",
        "choice_type": "multi"
    },
    {
        "question": "Tell the bond (X, Y, Z) in the structure of DNA:",
        "exp": "X is the bond between the two nitrogenous bases. This is hydrogen bond.There is double bond between A and T, triple bond between G and C. Y is the bond between nitrogenous base and sugar. This is beta-N glycosidic bond, which is a covalent bond. This bond is between C1 of sugar and N9 of purines and N1 of pyrimidines. Z is the bond between sugar and phosphate. This is 3' 5' phosphodiester bond.",
        "cop": 1,
        "opa": "X-Hydrogen bond, Y-beta N glycosidic bond, Z-3' 5' phosphodiester bond",
        "opb": "X-Hydrogen bond, Y-beta O glycosidic bond, Z-2' 5' phosphodiester bond",
        "opc": "X-Hydrogen bond, Y-beta N glycosidic bond, Z-2' 3' phosphodiester bond",
        "opd": "X-Hydrogen bond, Y-phosphodiester bond, Z-3' 5' beta N glycosidic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "104b5c91-6962-4726-b0d0-4dd478f22ac7",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old girl is brought to the dermatologist by her parents. She has many freckles on her face, necks, arms and hands and parents repo that she is unusually sensitive to sunlight. Two basal cell carcinomas are identified on her face. Which of the following processes is most likely to be defective in this patient?",
        "exp": "Xeroderma pigmentosum. The sensitivity to sunlight extensive freckling on pas of the body exposed to the sun Presence of skin cancer at a young age Nucleotide excision repair defect of ultraviolet damaged DNA.",
        "cop": 3,
        "opa": "Repair of double stranded breaks",
        "opb": "Removal of mismatched bases from the 3' end of Okazaki fragments",
        "opc": "Removal of pyrimidine dimers from DNA",
        "opd": "Removal of uracil from DNA.",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "7042151d-45b6-4397-867a-061126747e52",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme synthesize Okazaki fragments:",
        "exp": "DNA Polymerase III synthesizes both leading and lagging strands (Okazaki fragments). (Option 1) Enzyme Function DNA polymerase I Removes RNA primers Replace it with DNA DNA Polymerase III Synthesizes both leading and lagging strands (Okazaki fragments). DNA primase Synthesize RNA primers DNA ligase Joins the fragments",
        "cop": 1,
        "opa": "DNA Polymerase III",
        "opb": "DNA polymerase I",
        "opc": "DNA primase",
        "opd": "DNA Ligase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "8e40802c-da50-4592-8ae9-e9ac53e23f3b",
        "choice_type": "single"
    },
    {
        "question": "Enzymes involved in Base-excision repair are:-",
        "exp": "Type Proteins & Enzymes involved Mismatch repair Dam methylase MutH, MutL, MutS proteins DNA helicase II DNA polymerase III DNA ligase Base-excision repair DNA glycosylases AP endonucleases DNA polymerase I DNA ligase Nucleotide-Excision repair Helicase DNA polymerase I DNA ligase ABC excinuclease Direct repair (Photoreactivation) DNA photolyase",
        "cop": 3,
        "opa": "DNA helicase II",
        "opb": "ABC excinuclease",
        "opc": "DNA polymerase I",
        "opd": "DNA photolyase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "af45638b-7a3c-4597-9b15-05a472152e24",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is not true regarding 5' cap of mRNA :",
        "exp": "Eukaryotic mRNA The 5' terminal is \"capped\" by a 7-methylguanosine triphosphate Linked to an adjacent 2'-O-methyl ribonucleoside at its 5'-hydroxyl through the three phosphates. Contain internal 6-methyladenine and 2'-O-ribose-methylated nucleotides. The cap is involved in : Recognition of mRNA by the translation machinery Stabilize the mRNA by preventing the nucleolytic attack by 5'-exonucleases. Post-transcriptional modification of mRNA include the 7-methylguanosine capping, splicing, and Polyadenylation forming Poly A tail 5' \"Capping\":This is the first of the processing reactions for pre mRNA. The cap is a 7-methylguanosine attached \"backward\" to the 5'-terminal end of the mRNA, forming an unusual 5'-5' triphosphate linkage. Poly-A tail is added after transcription by the nuclear enzyme, polyadenylate polymerase, using ATP as the substrate. These tails help stabilize the mRNA, facilitate its exit from the nucleus, and aid in translation. Maturation of eukaryotic mRNA usually involves the removal of introns & joining of exons together to form the mature mRNA. The process of removing introns and joining exons is called splicing. snRNA facilitates the removal of introns by forming base pairs with the consensus sequences at each end of the intron.",
        "cop": 3,
        "opa": "5' terminal of mRNA is capped by 7-methylguanosine triphosphate",
        "opb": "5' cap contains 2'-O-methyl ribonucleoside adjacent to it.",
        "opc": "Cap is attached to the 5' end of mRNA through 5' to 3' phosphodiester bond.",
        "opd": "7-methylguanosine is attached to mRNA through three intervening phosphate groups",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "e95afd3a-34e5-469a-b7ca-c67be0e7259a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following disorders are due to defective nucleotide excision repair, EXCEPT",
        "exp": "Disorders of nucleotide repair Defective nucleotide excision repair Xeroderma pigmentosum Cockayne syndrome Trichothiodystrophy Defective mismatch repair Hereditary nonpolyposis colorectal cancer (HNPCC) Defective non homologous end joining repair Severe combined immunodeficiency disease (SCID)",
        "cop": 4,
        "opa": "Xeroderma pigmentosum",
        "opb": "Cockayne syndrome",
        "opc": "Trichothiodystrophy",
        "opd": "Hereditary nonpolyposis colon cancer",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "d42e64f5-b2ee-4c89-ac35-73a8f25681c0",
        "choice_type": "multi"
    },
    {
        "question": "Mark the false statement regarding types of nucleotide repair",
        "exp": "Type of repair Phase of cell cycle Damage Cause Disease Nucleotide excision G1 Thymine - Thymine dimers (T-T Dimers) UV radiation Xeroderma pigmentosa Base excision repair G1 mainly (occur in any phase) Cytosine deaminated to uracil Spontaneous, heat, infra red rays, viral infection, Nitrous Oxide MUTYH associate polyposis Mismatch repair G2 Mismatched base Proof-reading error HNPCC (Herediatry Non Polyposis Colorectal Cancer) HNPCC also known as Lynch syndrome - | risk for developing colon cancer. Xeroerma Pigmentosa - | chances of skin malignancy.",
        "cop": 3,
        "opa": "UV radiation exposure leads to the formation of Thymine-thymine dimers",
        "opb": "MUTYH associate polyposis is associated with base excision repair",
        "opc": "Mismatch repair is done in G1 phase of cell cycle",
        "opd": "Base excision repair mainly occurs in G1 phase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "b6f04487-e7e5-422c-81c1-6c82975db9ba",
        "choice_type": "multi"
    },
    {
        "question": "Enzymatic activity of RNA is involved in all of the following EXCEPT",
        "exp": "Ribozymes Present in some RNA molecules Have intrinsic catalytic activity Involve the cleavage of a nucleic acid Two ribozymes are the peptidyl transferase that catalyzes peptide bond formation on the ribosome Involved in the RNA splicing. Aptamers are oligonucleotide or peptide molecules that bind to a specific target molecule.",
        "cop": 1,
        "opa": "RNA-Aptamer binding to cognate small molecules",
        "opb": "Cleavage of nucleic acids",
        "opc": "Peptide bond formation",
        "opd": "RNA splicing",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "c4ce2c5c-4e37-4ef2-b690-446d8d59cb3a",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting enzyme of purine nucleotide synthesis is :",
        "exp": "Rate limiting enzyme of purine nucleotide synthesis is PRPP Glutamyl Amido-transferase(option d) Rate limiting enzyme of Purine Nucleotide Catabolism is Xanthine Oxidase (Option a) Hypoxanthine and Guanine Phospho Ribosyl Transferase (HGP) catalyzes the conversion of Guanine to GMP and Hypoxanthine to IMP in the presence of PRPP. (Option b) Adenosine deaminase (ADA) catalyzes the conversion of Adenosine to Inosine. (Option c)",
        "cop": 4,
        "opa": "Xanthine oxidase",
        "opb": "HGP",
        "opc": "ADA",
        "opd": "PRPP glutamyl amido-transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "2eaa2d10-460f-46f6-9578-c9d8bbdc02fe",
        "choice_type": "single"
    },
    {
        "question": "A 4 year old girl presented to hospital with failure to thrive. Her peripheral blood smear showed megaloblastic anemia. Vitamin B12 & folate were given but anemia did not improve. Enzyme assay from the cultured PBMC showed deficiency of OP (Orotate Phospho Ribosyl Transferase). What could be the probable diagnosis ?",
        "exp": "Orotic aciduria Due to deficiency of orotate phosphoribosyl transferase and OMP decarboxylase Leads to defect in DNA Synthesis Characterizedby : Excretion of orotic acid in urine, Severe anemia Megaloblastic Not improved with folate /vitamin B12/vitamin C Retarded growth Rx- Feeding diet rich in uridine / cytidine",
        "cop": 3,
        "opa": "Orotate deficiency",
        "opb": "Gout",
        "opc": "Orotic aciduria",
        "opd": "SCID",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "053752b7-7336-4d8b-a6e4-684831a8555c",
        "choice_type": "single"
    },
    {
        "question": "In SCID, what type of DNA repair is defective?",
        "exp": "Defects in Double-Strand Break Repairs: Defects in Single-Strand Break Repairs: Non-Homologous End Joining Repair (NHEJ) SCID (Severe Combined Immunodeficiency Disease) (RS-SCID) Radiation sensitive Severe Combined Immunodeficiency Disease Nucleotide excision Repair (NER) Xeroderma Pigmentosa Homologous Repair (HR) Bloom syndrome Werner syndrome Breast cancer Base Excision Repair (BER) MUTYH associated Polyposis Mismatch Repair (MMR) HNPCC (Hereditary Non-Polyposis Colorectal Cancer)",
        "cop": 3,
        "opa": "Double strand break repair",
        "opb": "Nucleotide excision repair",
        "opc": "End Joining Repair",
        "opd": "Mismatch repair",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "9ab26949-3768-4dd0-b087-f79e808c0216",
        "choice_type": "single"
    },
    {
        "question": "Bacteria X has an adenine content of 33% in its genome. What is the expected thymine content in the genome of X?",
        "exp": "Adenine= Thymine = 33% In a double stranded DNA, Chargaff's rule is followed Number of Purines = Number of pyrimidine = = = [?] Chargaff's rule is not applicable for RNA and ssDNA.",
        "cop": 2,
        "opa": "22%",
        "opb": "33%",
        "opc": "44%",
        "opd": "67%",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "7af9098a-737d-4332-8a24-992e984594a7",
        "choice_type": "single"
    },
    {
        "question": "In Eukaryotes, mRNA is produced by",
        "exp": "There is only 1 RNA polymerase in prokaryotes. There are 3 eukaryotic RNA polymerases Type Location RNA transcribed Effect of a-amanitin I Nucleolous 18, 5.8, 28 rRNA Insensitive II Nucleoplasm mRNA, miRNA, snRNA Highly sensitive III Nucleoplasm tRNA, 5s rRNA , U6 snRNA Less sensitive",
        "cop": 2,
        "opa": "RNA Polymerase I",
        "opb": "RNA Polymerase II",
        "opc": "RNA Polymerase III",
        "opd": "RNA Polymerase IV",
        "subject_name": "Biochemistry",
        "topic_name": "Molecular Biology",
        "id": "4bd03275-5a6c-4fba-901c-c888da3ebae7",
        "choice_type": "single"
    }
]