[
    {
        "question": "All of the following are synonymous codon pair EXCEPT",
        "exp": "Synonymous codons Codons that specify the same amino acids. E.g- GGA, GGG, GGU, and GGC codes for glycine Methionine is coded by AUG only. So, there is no synonymous codon for methionine.",
        "cop": 3,
        "opa": "CAU & CAC",
        "opb": "AUU & AUC",
        "opc": "AUG & AUA",
        "opd": "AAU & AAC",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "2fe46123-3284-4ee9-8a65-d65a95552163",
        "choice_type": "multi"
    },
    {
        "question": "Sta codon is:",
        "exp": "AUG : Sta Codon - Methionine First Amino acids in protein: Methionine (Eukaryotes) Formyl Methionine (Prokaryotes) Other three are stop codons: UAA, UAG, UGA",
        "cop": 4,
        "opa": "UAA",
        "opb": "UAG",
        "opc": "UGA",
        "opd": "AUG",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "d97b48f1-97db-431b-b677-b266ec199132",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Nonsense codon :",
        "exp": "Non-sense codons/Terminator Codons/Punctuator codons Codons which do not code for any paicular amino acid. Mark end of protein synthesis. These codons are UAA UAG UGA UGA is a stop codon; But in special circumstances, it stands for seleno-cysteine (\"21st\" amino acid). UAG is a stop codon; But in special circumstances, it stands for pyrrolysine (22nd amino acid)",
        "cop": 1,
        "opa": "UAG",
        "opb": "AUG",
        "opc": "AGG",
        "opd": "UUA",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "f2811a1e-4cb9-40fa-97fc-c21cf27df11a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is wrong?",
        "exp": "Single-base changes (point mutations) may be transitions transversions. Transition Transversions Given pyrimidine is changed to the other pyrimidine or Given purine is changed to the other purine Purine to either of the two pyrimidines or Pyrimidine into either of the two purines Introns Intervening sequences, present in between exons. Transcribed but not translated. Mutation in introns will not reach the protein. But mutation in exon will alter the protein. Silent mutation Non-sense mutation Mis-sense mutation Amino acid is not changed Amino acid codon is replaced by a stop codon. Amino acid is replaced by another amino acid.",
        "cop": 3,
        "opa": "Mutations within the exon can be detrimental and mutation in introns will not change the protein",
        "opb": "Mutation of the TATA box markedly reduces the transcription",
        "opc": "Change of purine by a pyrimidine is known as transition",
        "opd": "Silent mutation does not lead to change in amino acid",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "8c64308b-caa0-4514-b9bf-d5b5c9426ab9",
        "choice_type": "multi"
    },
    {
        "question": "Assume 4 nucleotides code for an amino acid. What is the number of amino acids coded possible?",
        "exp": "This question is based on an assumption: 1 nucleotide code- 4 amino acids 2 nucleotide code - 4 x 4 = 16 amino acids 3 nucleotide code - 4 x 4 x 4= 64 amino acids 4 nucleotide code - 4 x 4 x 4 x 4 = 256 amino acids",
        "cop": 4,
        "opa": "4",
        "opb": "16",
        "opc": "24",
        "opd": "256",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "36b4b717-ac1c-4662-9d2f-6337c79b509b",
        "choice_type": "single"
    },
    {
        "question": "All the following are salient features of genetic code, EXCEPT",
        "exp": "Salient features of genetic code : Triplet base sequence Non- overlap Non- punctuated Degenerate Unambiguous Universal NOTE: The demonstration that DNA contained the genetic information was first made in 1944 in a series of experiments by Avery, MacLeod, and McCay.",
        "cop": 3,
        "opa": "Degeneracy",
        "opb": "Unambiguous",
        "opc": "Punctuated",
        "opd": "Non overlapping",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "b47f112d-0491-4a5b-928c-93260c199723",
        "choice_type": "multi"
    },
    {
        "question": "Defect in which of the following protein leads to Rett syndrome?",
        "exp": "Rett syndrome : a.k.a. , Cerebro-atrophic hyperammonemias X-linked dominant disorder. Defective protein - methyl CpG binding protein . Methyl cytosine binding proteins are epigenetic code reader.",
        "cop": 2,
        "opa": "Histone acetyl transferase",
        "opb": "Methyl cytosine binding protein",
        "opc": "Ten eleven translocase",
        "opd": "DNA methylase",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "31dbd713-5b2d-4657-b58c-328ba1f59d4c",
        "choice_type": "single"
    },
    {
        "question": "Amber codon is",
        "exp": "Name of Stop codons: UAG - Amber codon UGA - Opal codon UAA - Ochre codon",
        "cop": 2,
        "opa": "UAA",
        "opb": "UAG",
        "opc": "UGA",
        "opd": "UGG",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "8d8b4784-bbb1-4805-9e6f-31fe1cdf6232",
        "choice_type": "single"
    },
    {
        "question": "Mitochondrial codons are an exception for the propey of 'universality' of codons. For eg: Initiation codon in mammals is AUG, which codes for methionine. But in mitochondria, methionine is coded by some other codon. Which among the following is that initiation codon:",
        "exp": "Mitochondrial codons are an EXCEPTION for the propey of 'universality' of codons. For eg: In mitochondria AUA codes for methionine which usually codes for isoleucine in the cytoplasmic protein synthesis. UGA which is usually a stop codon in cytoplasm codes for tryptophan in mitochondria. AGA & AGG are stop codons in mitochondria (but usually they both code for arginine). Codon Universal Code Mitochondrial Code UGA Stop Tryptophan AGA & AGG Arginine Stop AUA Isoleucine Methionine",
        "cop": 3,
        "opa": "AGA",
        "opb": "AAG",
        "opc": "AUA",
        "opd": "AUG",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "484ad673-0b58-47c8-bb9a-d1569005f1ee",
        "choice_type": "multi"
    },
    {
        "question": "Silent mutations occurs because codon is :",
        "exp": "Degenerate Silent mutations occurs because codon is degenerate. Degeneracy/Redundancy is a propey of codons that each amino acid is having more than one codons. Silent mutations means a codon is replaced by another codon, which is coding for same amino acid.",
        "cop": 4,
        "opa": "Non overlapping",
        "opb": "Commaless",
        "opc": "Universal",
        "opd": "Degenerate",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "8c185b21-4db8-499e-a78f-685e7747e2ee",
        "choice_type": "single"
    },
    {
        "question": "8 year old boy is brought with c/o progressive weakness & difficulty getting up the shows the following finding what is the MC type of mutation leading to this condition?",
        "exp": "Frame shift mutation Inseion or deletion of genes can alter the reading frame of the DNA Eg: Muscular dystrophy Mutation of DMD gene at Xp21 encodes dystrophin- sarcolemal Protein C/f : progressive weakness difficulty in getting up",
        "cop": 3,
        "opa": "Inversion",
        "opb": "Transrversion",
        "opc": "Frame shift mutation",
        "opd": "Splicing mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "b399ea29-0dc7-4b6c-a942-fd1ad89eaed9",
        "choice_type": "single"
    },
    {
        "question": "If Codon no 302 UAG is replaced by UAA, then this mutation is:",
        "exp": "In this mutation, stop codon - UAG is replaced by another stop codon- UAA. So, this is silent mutation. In silent mutations, there is no change in primary structure of protein. OTHER QUESTIONS FREQUENTLY ASKED ON THIS TOPIC: Silent Mutation:The codon containing the changed base codes for the same amino acid.For example, if the serine (Ser) codon UCA is given a different third base, U, to become UCU, it still codes for Ser. This is termed a \"silent\" mutation. Missense Mutation:The codon containing the changed base codes for different amino acid. For example, if the Ser codon UCA is given a different first base, C, to become CCA, it will code for a different amino acid (in this case, proline ). This is called a \"missense\" mutation. Nonsense Mutation:The codon containing the changed base become a termination codon. For example, if the Ser codon UCA is given a different second base, A, to become UAA, the new codon causes termination of translation at that point and the production of a shoened (truncated) protein.",
        "cop": 2,
        "opa": "Missense",
        "opb": "Silent",
        "opc": "Nonsense",
        "opd": "Given information is not sufficient to identify",
        "subject_name": "Biochemistry",
        "topic_name": "Mutations & Codons",
        "id": "b5daf5cb-6808-4fd0-95f7-9de2b83cd3fe",
        "choice_type": "single"
    }
]