[
    {
        "question": "Type of collagen maximum in skin:-",
        "exp": "Collagen - the most abundant protein in mammals contains 4-hydroxyproline and 5-hydroxylysine. Vitamin C plays the role of a coenzyme in hydroxylation of proline and lysine while protocollagen is conveed to collagen The hydroxylation reaction is catalysed by lysyl hydroxylase (for lysine) and prolyl hydroxylase (for proline) This reaction is dependent on vitamin C, molecular oxygen and a-ketoglutarate Type Distribution I Noncailaginous connective tissues, including bone, tendon, skin II Cailage, vitreous humor III Extensible connective tissues, including skin, lung, vascular system IV Basement membranes",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "592dd58a-ef4f-4259-b81d-44a5fc989338",
        "choice_type": "single"
    },
    {
        "question": "Amino acid linking Kreb's cycle & urea cycle:-",
        "exp": "Urea cycle and. TCA Cycle is linked by three way Fumarate in urea cycle is the most impoant integrating point with TCA cycle. Fumarate is conveed to malate and then to oxaloacetate in TCA cycle. Oxaloacetate undergoes transamination to produce aspaate which enters urea cycle. However, Fumarate is not an amino acid so amino acid linking Kreb's cycle and Urea cycle is aspaate. Fig- Kreb's Bicycle Extra information: 12 ATPs are generated in the TCA cycle while 4 ATPs are utilized for UREA CYCLE. The CO2 liberated in the TCA cycle (in the mitochondria) can be utilized in the urea cycle",
        "cop": 1,
        "opa": "Aspaate",
        "opb": "Fumarate",
        "opc": "Alanine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "a52c53ac-1f3c-464e-a62e-ed8ced487e02",
        "choice_type": "single"
    },
    {
        "question": "Ammonia causes depletion of which of the following in TCA cycle?",
        "exp": "In Hyperammonemia (i. e. excess amino groups in cells), a large amount of alpha keto glutarate (intermediate of TCA) combine with an excess of ammonia in cells to form glutamate which fuher give rise to glutamine by taking up more ammonia (see fig). This leads to depletion of alpha-KG. As alpha-KG is an intermediate of TCA cycle, so TCA cycle stops and the brain is affected as brain is highly dependent on this aerobic pathway for energy. So in case of hyper ammonia alpha-ketoglutarate & glutamate will decrease and glutamine will increase.",
        "cop": 2,
        "opa": "Oxaloacetate",
        "opb": "Alpha-Keto glutarate",
        "opc": "Fumarate",
        "opd": "Malate",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "2a51549b-64a5-41bb-90c1-1b209474b544",
        "choice_type": "single"
    },
    {
        "question": "In case of LPL deficiency, which of the following will increase after a fat rich diet?",
        "exp": "Lipoprotein Lipase deficiency causes Familial Hyperchylomicronemia or Type I Hyperlipoproteinemia. This enzyme breaks the TGs of Chylomicrons into Fatty Acids and Glycerol. Chylomicrons move throughout the body in blood and they are acted upon by enzyme Lipoprotein Lipase. Hence In LPL deficiency, chylomicrons and TG will rise in plasma. Extra Reading: Hyperlipoproeinemia Type Increased plasma lipoproteins Increased plasma lipid (most) Probable metabolic defect I Chylomicrons Triacyglycerols Deficiency of lipoprotein lipase IIa LDL Cholesterol Deficiency of LDL receptors IIb LDL and VLDL Triacylglycerols and cholesterol Overproductionn of apo-B III IDL Triacylglycerols and cholesterol Abnormality in apo-E IV VLDL Triacylglycerols Overproduction of TG V Chylomicrons and VLDL Triacylglycerols -",
        "cop": 1,
        "opa": "Chylomicron",
        "opb": "HDL",
        "opc": "Lipoprotein (a)",
        "opd": "LDL",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "f75023db-35c8-4c79-bc76-6547044851cc",
        "choice_type": "single"
    },
    {
        "question": "True regarding mitochondrial DNA is:",
        "exp": "The mitochondrial DNA (mt. DNA) has structural and functional resemblances with prokaryotic DNA mt. DNA is circular in nature and contains about 16, 000 nucleotide bases A vast majority of structural and functional proteins of the mitochondria are synthesized in the cvtosol under the influence of nuclear DNA. However, ceain proteins (around 13), most of them being the components of electron transpo chain, are synthesized in the mitochondria (e. g. cytochrome b of complex lll, two subunits of ATP synthase. mt. DNA is inherited from the mother Mitochondrial DNA is subjected to high rate of mutations (about 10 times more than nuclear DNA) Diseases related to mitochondrial DNA MELAS (mitochondrial encephalopathy lactic acidosis stroke like episode) Leber hereditary optic neuropathy Leigh syndrome Kearns sayre syndrome NARP syndrome",
        "cop": 2,
        "opa": "Linear double stranded",
        "opb": "Inherited from mother",
        "opc": "Low mutation rate",
        "opd": "All respiratory proteins are synthesized within mitochondria itself",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "4324fba7-a23d-4569-a8e9-e89b414326ad",
        "choice_type": "multi"
    },
    {
        "question": "Glutamine is increased in CSF, blood & urine in which defect:",
        "exp": "Defect in urea cycle Defect Enzyme involved Hyperammonemia type I Carbamoyl phosphate synthase I Hyperammonemia type II Ornithine transcarbamoylase Citrullinemia Arginosuccinate synthase Arginosuccinic aciduria Arginosuccinase Hyperarginemia Arginase In all enzyme deficiency ammonia will increase but cps 1 is rate limiting enzyme so it will increase ammonia most & and increase in ammonia lead to increase in glutamine. NOTE: The only urea cycle disorder that is inheritedX-linked recessively ishyperammonemia type II.",
        "cop": 3,
        "opa": "Arginosuccinate synthetase",
        "opb": "OTC",
        "opc": "CPS-I",
        "opd": "Arginase",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "bb2a03bd-5eda-4a19-9812-acc35052840c",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old alcoholic malnourished patient presented to hospital with respiratory distress. His pulse was 112/minute. Patient had edema, hypertension, systolic murmur along the left sternal edge. Bilateral murmur along the left sternal edge. Bilateral crepitations were felt in the lungs. A diagnosis of congetsive high output cardiac failure was made. Which vitamin is deficient?",
        "exp": "vitamin B 1 - water soluble vitamin It has a specific coenzyme TPP (thiamine pyrophosphate ) this help in carbohydrate metabolism. TPP Dependent enzyme pyruvate dehydrogenase - conversion of pyruvate to acetyl CoA. alpha -Ketoglutarate dehydrogenase - CTA CYCLE Transketolas - (HMP shunt) The branched chain ALPHA - keto acid dehydrogenase -: oxidative decarboxylation pyrophosphate of branched chain amino acids. RDA ( Recommended dietary allowance) Adult - 1 - 1. 5 mg/day Children - 0. 7 - 1. 2 mg /day The requirement increases in pregnancy and lactation (2 mg/ day), old age and alcoholism. Deficiency of vitamin b 1 is known as beriberi In adults, two types of beri-beri WET BERI - BERI - This is characterized by edema of legs, face, trunk and serous cavities. Dyspnea and palpitation are present The systolic blood pressure is elevated while diastolic is decreased Pulse is fast and bouncing Death is due to heart failure Dry beri-beri - This is associated with neurological manifestations resulting in peripheral neuritis. edema is not seen muscle become week so patient has difficulty in walking. Infantile beri-beri infant born to mother who is suffering from thiamine deficiency Brest milk is contain low thiamine Sleeplessness, vomiting, convulsions Bouts of screaming resembles to abdominal colic These all symptoms are due cardiac dilation Death occur suddenly due to heart failure Wernickes Korsakoff syndrome Seen in chronic alcoholics insufficient intake or impaired intestinal absorption of thiamine will lead to this syndrome Symptoms of wernickes encephalopathy - G - GLOBAL CONFUSION O - OPHTHALMOPLEGIA A - ATAXIA Korsakoff syndrome - chronic neurological complication Amnesia - mainly anterograde amnesia Confabulations - false story and honest lying Thiamin Nutritional Status Can Be Assessed by Erythrocyte Transketolase Activaity",
        "cop": 1,
        "opa": "Vitamin B1",
        "opb": "Vitamin C",
        "opc": "Vitamin B2",
        "opd": "Vitamin B 6",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "168fb3da-5932-4c50-900a-9e560f0ba3ee",
        "choice_type": "single"
    },
    {
        "question": "Which type of cholesterol is present in gall stones?",
        "exp": "Gallstones are composed: Principally of cholesterol monohydrate crystals or Acid salt of calcium bilirubinate.",
        "cop": 4,
        "opa": "Amorphous cholesterol dihydrate",
        "opb": "Amorphous cholesterol monohydrate",
        "opc": "Crystalline cholesterol dihydrate",
        "opd": "Crystalline cholesterol monohydrate",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "e448ac3c-6a4a-47b9-858e-2cf2e313926d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not the source of cytosolic NADPH:-",
        "exp": "SOURCE of Cytosolic NADPH HMP pathway Malic enzyme Isocitrate dehydrogenase Main enzyme - G6. PD alternative pathway to glycolysis and TCA cycle for the oxidation of glucose the main pathway for biosynthesis of NADPH and pentoses. Conves malate to pyruvate NADPH and CO2 are generated NADPH mainly utilized for fatty acid synthesis 3 isoenzymes One, which uses (NAD+) in Mitochondria other two use NADP+ in Mitochondria and cytosol",
        "cop": 2,
        "opa": "Isocitrate dehydrogenase",
        "opb": "ATP citrate lyase",
        "opc": "Malic enzyme",
        "opd": "G6. PD",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "6e889549-8ed7-426d-83cb-9fe08204e071",
        "choice_type": "single"
    },
    {
        "question": "Which apolipoprotein is responsible for Alzheimer's disease:-",
        "exp": "Relative risk of Alzheimer's disease is maximum with Apo E4 Apo E Risk of Alzheimer's E2, E2 0. 6 E2, E4 2. 6 E3, E4 3. 2 E4, E4 14. 9",
        "cop": 3,
        "opa": "APOE3",
        "opb": "APOE1",
        "opc": "APOE4",
        "opd": "APOE2",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "3d21502b-49ff-4de0-97a5-bca05f236b7b",
        "choice_type": "single"
    },
    {
        "question": "In type I diabetes, which of the following is true:-",
        "exp": "diabetes mellitus 1 Metabolic change in DM Hyperglycemia - Hyperglycemia is primarily due to reduced glucose uptake by tissues and its increased production gluconeogenesis and glycogenolysis. ketoacidosis - due to increase in plasma free fatty acid Hyperiglyceridemia - conversion of fatty acid into triacylglycerols The activity of the enzyme lipoprotein lipase is low in diabetic patients. Consequently, the plasma levels of VLDL, chylomicrons and triacylglycerols are increased 4 protein metabolism - insulin increase protein synthesis. But in DM 1 NUSULIN deficiency is present so protein synthesis is decrease and protein degradation is increase. Function of Insulin Metabolism Net effect Crabohydrate metabolism Glycolysis Gluconeogenesis Glycogenesis Glycogenolysis HMP shunt Increased Decreased Increased Decreased Increased Lipid metabolism Lipogenesis Lipolysis Ketogenesis Increased Decreases Decreased Protein Metabolism Protein synthases Protein Degradation Increased Decreased",
        "cop": 1,
        "opa": "Increased lipolysis",
        "opb": "Decreased protein catabolism",
        "opc": "Decreased hepatic glucose output",
        "opd": "Increase glucose uptake",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "e25d8162-ec8f-4f89-8f7f-ed1f94ce54b2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is increased in LCAT deficiency?",
        "exp": "LCAT(Lecithin Cholesterol Acyl Transferase, ) Conves HDL cholesterol to HDL cholesterol ester by adding one fatty acid in cholesterol. LCAT deficiency Proper HDL is not formed Spherical HDL | Nascent or discoidal HDL | Free cholesterol | ( not getting incorporated in HDL) RBCs have increased cholesterol content and thus hemolysis occurs Disease Norum's disease Fish eye disease LCAT Complete deficiency Paial deficiency Hemolytic Anemia Severe Absent End stage renal disease Present Absent",
        "cop": 1,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chylomicron",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "ac3b955f-484b-4823-9ccc-7f7d5e3043a4",
        "choice_type": "single"
    },
    {
        "question": "In Zellweger syndrome, which of the following is absent?",
        "exp": "Zellweger syndrome is a rare disease characterized by the absence of functional peroxisomes. the long chain fatty acids (C26-C36) are not oxidized. They accumulate in tissues, paicularly in brain, liver and kidney. Hence the disorder is also known as cerebrohepatorenal syndrome. This condition is apparent at bih and is characterized by profound neurologic impairment, victims often dying within a year. Two closely related conditions are neonatal adrenoleukodystrophy and infantile Refsum disease. Zellweger syndrome and these two conditions represent a spectrum of overlapping features, with Zellweger syndrome being the most severe (many proteins affected) and infantile Refsum disease the least severe",
        "cop": 4,
        "opa": "ER",
        "opb": "Golgi apparatus",
        "opc": "Mitochondria",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "6208b505-3eea-48a0-94f8-d02adb8b2f73",
        "choice_type": "single"
    },
    {
        "question": "Creatinine, NO & urea are synthesized from which amino acid?",
        "exp": "1. Creatinine - Three amino acid -glycine, arginine and methionine-are required for creatine formation FORMATION OF CREATININE 2. NO is synthesized from arginine by enzyme NOS (Nitric Oxide Synthase). FORMATION OF NO 3. Urea is formed from arginine by enzyme arginase UREA CYCLE",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Citrulline",
        "opc": "Aspaate",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "e58d1bb6-60ce-4eba-936a-2c0f88a97c52",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a dietary fiber?",
        "exp": "Dietary Fibre Insoluble Dietary Fibres Soluble Dietary Fibres Excreted unchanged from the intestine. get conveed to gel form, and then they are excreted Cellulose Hemicellulose Lignin Resistant starch Pectins Beta - glucans (b-D-glucose) Psyllium husk Inulin Resistant starch Most common dietary fibre is cellulose.",
        "cop": 4,
        "opa": "Inulin",
        "opb": "Cellulose",
        "opc": "Pectin",
        "opd": "Gum",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "6864c36d-e768-4ba1-a79a-51d8f089fbc6",
        "choice_type": "single"
    },
    {
        "question": "Protein not synthesized in liver:-",
        "exp": "Immunoglobulins - are synthesized from plasma cell. Other all plasma protein are synthesized from liver They are glycoproteins Consist of two identical heavy (H) Chains and two identical light (L) chains Is a Y-shaped tetramer (H2. L2) Humans have five classes of immunoglobulins-namely IgG, IgA, IgM, IgD and IgE-containing the heavy chains U, a, u, 6 and e, respectively.",
        "cop": 2,
        "opa": "Albumin",
        "opb": "Immunoglobulins",
        "opc": "Plasma enzymes",
        "opd": "Acute phase proteins",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "8df7e22b-44b5-406a-aff3-80157a7c7958",
        "choice_type": "single"
    },
    {
        "question": "Type-I hyperlipoproteinemia is characterized by:-",
        "exp": "Hyperlipoproeinemia Type Increased plasma lipoproteins Increased plasma lipid (most) Probable metabolic defect I Chylomicrons Triacyglycerols Deficiency of lipoprotein lipase IIa LDL Cholesterol Deficiency of LDL receptors IIb LDL and VLDL Triacylglycerols and cholesterol Overproductionn of apo-B III IDL Triacylglycerols and cholesterol Abnormality in apo-E IV VLDL Triacylglycerols Overproduction of TG V Chylomicrons and VLDL Triacylglycerols -",
        "cop": 4,
        "opa": "Elevated LDL",
        "opb": "Elevated lipoprotein lipase",
        "opc": "Elevated cholesterol",
        "opd": "Elevated triglycerides in plasma",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "92fbce18-2b62-4001-abae-12e22e785956",
        "choice_type": "single"
    },
    {
        "question": "Defect in Menke disease:",
        "exp": "MENKE DISEASE / kinky OR STEEL HAIR SYNDROME- deficiency of copper results in defective crosslinking of collagen and elastin by the copper-dependent enzyme lysyl oxidase. Defect in dietary absorption of copper Die with in 5 years of age Kinky hair and growth retardation. menke disease is X linked disease due to mutation in ATP 7 A gene. This gene is present on Xp 12-13.",
        "cop": 2,
        "opa": "Lysyl hydroxylase",
        "opb": "Lysyl oxidase",
        "opc": "Prolyl hydroxylase",
        "opd": "Prolyl oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "f36b3977-516d-4155-8c16-ce54ebc040bc",
        "choice_type": "single"
    },
    {
        "question": "Amino acid required for conversion of norepinephrine to epinephrine:-",
        "exp": "Norepinephrine to Epinephrine conversion requires SAM (S-Adenosyl Methionine). Enzyme involved is Phenylethanolamine N-methyl transferase. Coisol is the activator. Synthesis of Catecholamines (Dopamine, NE and E) from Tyrosine. SAM (S - adenosyl methionine) is synthesized from dietary methionine with the help of enzyme METHIONINE ADENOSYL TRANSFERASE (MAT).",
        "cop": 3,
        "opa": "Lysine",
        "opb": "Phenyl-alanine",
        "opc": "Methionine",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "cd1e67a9-7a65-4729-8691-f7fc9f68ae28",
        "choice_type": "single"
    },
    {
        "question": "Vitamin A is stored in:-",
        "exp": "HSCs (Hepatic Stellate Cells) are: Pericytes which exist in the space between parenchymal cells and liver sinusoidal endothelial cells of the hepatic lobule. Also called Vitamin A-storing cells, Lipocytes, Interstitial cells, Fat-storing cells or Ito cells, Perisinusoidal cells Store 50-80% of vitamin A in the whole body as Retinyl Palmitate. Extra information: Vitamin A - The fat-soluble vitamin A, as such is present only in foods of animal origin. However, its provitamins carotenes are found in plants Retinol, retinal and retinoic acid are regarded as vitamers of vitamin A. Function of vit A - Vitamin A is necessary for a variety of functions such as vision, proper growth and differentiation, reproduction and maintenance of epithelial cells. Deficiency manifestations of the eyes - nyctalopia is one of the earliest symptoms of vitamin A deficiency.",
        "cop": 3,
        "opa": "Kupfer cells",
        "opb": "Hepatocytes",
        "opc": "Ito cells",
        "opd": "Endothelial cells of liver",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "b5988495-d56c-42ab-a01d-3a769711b7cf",
        "choice_type": "single"
    },
    {
        "question": "Retinitis pigmentosa patients doesn't have:-",
        "exp": "Not all, but many studies have found that patients with retinitis pigmentosa tend to have lower blood levels of DHA (Docosa Hexaenoic Acid, o3, 22: 6), an omega -3 fatty acid found in the photoreceptor cells. ADDITIONAL READING ON DHA: Also known as Cervonic acid. This is having 22 C and 6 double bonds (Docosa means 22, Hexaenoic means 6 double bonds). These days health drinks (bournvita, horlicks) are foified with DHA, as it is impoant for the brain and retina development in infants and children. Decreased amounts lead to increase risk of Retinitis Pigmentosa. DHA is present in high concentration in sperms, retina, cerebral coex. Constant source of DHA is breast milk. Synthesized to a limited extent from a-linolenic acid or obtained directly from fish oils.",
        "cop": 1,
        "opa": "DHA",
        "opb": "Eicosa pentaenoic acid",
        "opc": "Arachidonic acid",
        "opd": "Timnodonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "NEET 2019",
        "id": "f3161ce9-6869-445f-aa2b-42a56d7a40ce",
        "choice_type": "single"
    }
]