[
    {
        "question": "Replacing alanine by which amino acid, will increase UV absorbance of protein at 280 nm wavelength?",
        "exp": "Aromatic side chains are responsible for the UV absorption of most proteins, which have absorption maxima between 275 nm and 285 nm Basically, this absorption of UV-light is because of conjugated double bonds present in the ring. Aromatic amino acids: Tryptophan Tyrosine Phenylalanine Absorption ismaximum for tryptophan. Since nearly all proteins contain aromatic amino acids, the amount of light absorbed at 280 nm by a protein is used as an indirect measure of protein concentration.",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Arginine",
        "opc": "Guanine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "0ca57571-24a8-4c57-ac0a-2c3f6c3f292a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the etiology of Werner syndrome?",
        "exp": "Werner syndrome: It is a hereditary condition with premature aging due to mutation in the WRN gene There is Loss of function DNA helicase. This results in the shoening of the telomeres with damaged DNA. There is increased risk of cancer in the individuals with Werner syndrome.",
        "cop": 2,
        "opa": "Increased length of telomere",
        "opb": "Sho telomere with damaged DNA and loss of helicase",
        "opc": "Increased advanced glycation end products",
        "opd": "Decreased lipid peroxidation",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "2b642e5a-1398-40c6-9378-492787a51446",
        "choice_type": "single"
    },
    {
        "question": "No is synthesized from:",
        "exp": "Also called as. Endothelium derived Relaxing Factor NO (nitric oxide): - synthesized from. Arginineby enzyme. NOS(Nitric oxide synthase) in the endothelial cells Nitric oxide relaxes the smooth muscles of blood vessels The vasodilator - nitroglycerin also enters smooth muscle cells, where its metabolism also leads to the formation of NO. There are three isoforms of NOS (Nitric oxide synthase) n NOS - neuronal i NOS- inducible e NOS- endothelial",
        "cop": 1,
        "opa": "L-arginine",
        "opb": "L-citrulline",
        "opc": "Glycine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "3132b5ad-6406-4bdb-a71a-be7b9f53cbac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following binds to Tyrosine Kinase receptor?",
        "exp": "Insulinand insulin like growth factor 1 receptors contain intrinsic ligand activatedtyrosine kinase activity. Receptor tyrosine kinases play a critical role in regulating cell differentiation, proliferation, growth and metabolism.",
        "cop": 2,
        "opa": "LH",
        "opb": "Insulin",
        "opc": "TSH",
        "opd": "TRH",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "b317a366-9509-4f6e-9eab-384bcbafcc5c",
        "choice_type": "single"
    },
    {
        "question": "Enzyme activated by decrease in Insulin: glucagon ratio:",
        "exp": "Low Insulin: Glucagon ratio means=Catabolicstate (Aslow insulinmeans. Fasting stateor catabolic state). Insulinis released in Fed state. So, in fasting stateglucose-6-phosphatasewill be active as this enzyme is involved ingluconeogenesis, which occurs duringfasting. OTHER OPTIONS OPTION A: Glucokinase phosphorylates glucose in liver and pancreas, active in fed state and is induced by insulin. OPTION B: Hexokinase also phosphorylates glucose and is present in all cells of the body. It is active in any situation in body as it is a general enzyme to phosphorylate glucose OPTION C: Phospho fructokinase is involved in glycolysis. PFK-1 is active in any situation and PFK-2 is active only in fed state.",
        "cop": 4,
        "opa": "Glucokinase",
        "opb": "Hexokinase",
        "opc": "PFK",
        "opd": "Glucose 6 phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "fba17273-bad2-4239-898c-4d5e17ec1820",
        "choice_type": "single"
    },
    {
        "question": "Which absorbs least water?",
        "exp": "Cellulose: It is unbranched, non-starch homopolysaccharide It is made up of b - Glucose Acts as FIBRES in the diet Cellulose is present in the cell walls of plants and other organisms FIBRES 2 TYPES: INSOLUBLE SOLUBLE Cellulose, Hemicellulose Excreted unchanged. Thus, it absorbs least water Pectins, Gums Absorbs H2O& conveed to Gel form, which is excreted",
        "cop": 2,
        "opa": "Mucilage",
        "opb": "Cellulose",
        "opc": "Gums",
        "opd": "Pectin",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "92dc1bda-5751-4027-8d04-10970e1981d2",
        "choice_type": "single"
    },
    {
        "question": "If the percentage of thymine residues in DNA is 28%. What is the percentage of cytosine?",
        "exp": "According to. Chargaff's rulein double-stranded DNA, the total purine content is equal to the pyrimidine content. In a double stranded DNA, Chargaff's rule is followed Since =, so = 28% + = 28+28 = 56 % + = 100-(+) = 100-56% =44% As =, so = 44 /2 =22% Chargaff's Rule only applies to double-stranded DNA, due to the complementary base pairing that occurs between A-T and C-G.",
        "cop": 4,
        "opa": "28%",
        "opb": "44%",
        "opc": "36%",
        "opd": "22%",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "de51a60a-83c1-4483-9bd7-31e30b1513c8",
        "choice_type": "single"
    },
    {
        "question": "Apolipoprotein B-48 made by?",
        "exp": "In liver cell, Apo B 100 gene gives rise to Apo B 100 protein. But. Apo B 48 proteinis made inintestinal cellsfrom the gene encoding Apo B 100, by the process of. RNA editing, which is also known as Differential RNA processing or chemical modification of RNA. This is apost transcriptional modification. OTHER OPTIONS: OPTION A: RNA splicing is also a post transcriptional modification but this is removal of introns. OPTION D: RNA interference is silencing technique where the gene is silenced by not letting the product of gene formed. Translocation occurs during translation. This is movement of ribosome over m. RNA.",
        "cop": 2,
        "opa": "RNA alternat splicing",
        "opb": "RNA editing",
        "opc": "DNA editing",
        "opd": "RNA interference",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "8354920e-7eaf-41f3-add8-376d082ed77b",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 is found maixmum in:",
        "exp": "Vitamin B12 Synthesized exclusively by microbes. Dietary sourceis exclusively ofanimal origin Vitamin B12deficiency clinical manifestations: Haematological: Megaloblastic anemia, Hypersegmentation of neutrophils. Neurological: Demyelination in peripheral nerves and spinal cord",
        "cop": 1,
        "opa": "Animal products",
        "opb": "Green leafy vegetables",
        "opc": "Roots and tubers",
        "opd": "Sunlight",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "a8382c74-2612-4025-8ea5-43b4b3c8646e",
        "choice_type": "single"
    },
    {
        "question": "Female, on maize as a staple diet. History of diarrhoea and lesion in the neck region. It is due to the deficiency of?",
        "exp": "Dietarydeficiency of Niacin or its precursor tryptophan. People with staple diet - maize and Jowar. Maizeis poor source of both nicotinic acid and tryptophan and a pa of nicotinic acid is in a bound form that is not assimilated in GIT. Jowar has high content of leucine. Imbalance between leucine and other related amino acids interferes with conversion of tryptophan to nicotinic acid. Malabsorption Drugs like INH, 5. FU, and 6-mercaptopurine. Carcinoid syndrome Dietarydeficiency of Niacinor its precursortryptophan. C/f: Middle aged persons Pellagra: - (Dermatitis, Dementia, Diarrhea, Death) T/t: Niacinamide 300-500mg/dayorally in divided doses.",
        "cop": 1,
        "opa": "Niacin",
        "opb": "Zinc",
        "opc": "Thiamine",
        "opd": "Pyridoxine",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "e61971b5-b75b-4061-86aa-ebc6f74b0ffd",
        "choice_type": "single"
    },
    {
        "question": "In a preterm baby with respiratory distress syndrome, which of the following lipid would be deficient?",
        "exp": "Respiratory Distress Syndrome / Hyaline Membrane Disease: Most common cause of respiratory distress in preterm neonate Basic defect: Deficiency of mature surfactat SURFACTANT COMPOSTION: DPPC (Di-Palmitoyl-Phosphatidyl Choline) or Lecithin: The most impoant lipid component of surfactant, Phosphatidyl glycerol, Cholesterol, Surfactant proteins: A, B, C, D, The most impoant surfactant protein: Surfactant protein B.",
        "cop": 3,
        "opa": "Sphingomyelin",
        "opb": "Cardiolipin",
        "opc": "Lecithin",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "NEET Jan 2020",
        "id": "90476d05-a8d6-4964-8e27-24ea4116f38c",
        "choice_type": "multi"
    }
]