[
    {
        "question": "When there is no other source of glucose, liver and muscle glycogen would be exhausted after",
        "exp": "Were there no other source of glucose, liver and muscle glycogen would be exhausted after about 18 hours of fasting. As fasting becomes more prolonged, so an increasing amount of the amino acids released as a result of protein catabolism is utilized in the liver and kidneys for gluconeogenesis. Reference: Harper; 30th edition; Chapter 14; Page no: 149",
        "cop": 2,
        "opa": "12 hours",
        "opb": "18 hours",
        "opc": "24 hours",
        "opd": "36 hours",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "fd4cc6c3-9839-4f65-af93-bedfff8ac0cd",
        "choice_type": "single"
    },
    {
        "question": "Which statements is not true regarding acute starvation?",
        "exp": "In starvation: Increased Lipolysis Increased gluconeogenesis in liver and. Increased glycogenolysis in liver. In fasting and starvation, glucose must be provided for the brain and red blood cells; in the early fasting state, this is supplied from glycogen reserves. In order to spare glucose, muscle and other tissues do not take up glucose when insulin secretion is low; they utilize fatty acids (and later ketone bodies) as their preferred fuel. Ref: Harper 27e pg: 149",
        "cop": 3,
        "opa": "Increased Lipolysis",
        "opb": "Increased gluconeogenesis in liver",
        "opc": "Only ketone bodies utilized by brain for energy",
        "opd": "Increased glycogenolysis in liver",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "c21b88d7-6a25-4828-8982-99c8849476cf",
        "choice_type": "multi"
    },
    {
        "question": "The brush border bound hydrolase linked with sucrase is",
        "exp": "Hydrolysis of sucrose (optical rotation +66. 5deg) will produce one molecule of glucose (+52. 5deg) and one molecule of fructose (-92deg). Therefore the products will change the dextrorotation to levorotation, or the plane of rotation is inveed. Equimolecular mixture of glucose and fructose thus formed is called inve sugar. The enzyme producing hydrolysis of sucrose is called sucrase or invease. Honey contains inve sugar. Inve sugar is sweeter than sucrose. Ref: DM Vasudevan, page no: 68",
        "cop": 1,
        "opa": "Alpha dextrinase",
        "opb": "Glucose hydrolase",
        "opc": "Trehalase",
        "opd": "Alpha fructase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "44d622b6-68cd-4b6b-89a9-2e10c3f91f93",
        "choice_type": "single"
    },
    {
        "question": "Iron overload",
        "exp": "Normal plasma contains very little ferritin. Ferritin in plasma is elevated in iron overload. Thus ferritin level in blood is an index of body iron stores. iv. Ferritin is an acute phase reactant protein that is elevated in inflammatory diseases. Estimation of ferritin is also indicated in chronic kidney disease to assess the extent of anemia. v. Synthesis of TfR and ferritin and that of ferritin are reciprocally controlled. Both are controlled by the iron content. When iron levels are high, ferritin is synthesized to store the iron; but the TfR synthesis is blocked. When iron levels are high, iron binds to iron-response-element- binding-protein (IREBP), preventing it from binding to IRE. This will result in synthesis of new ferritin, and suppression of synthesis of TfR. Transferrin receptors (TfR) are present on most of the body cells, especially on cells which synthesize heme. The iron-transferrin complex is taken up by the body cells by the receptor mechanism. The transferrin receptor has a molecular weight of 200 kD. It binds two molecules of transferrin. The iron-transferrin- receptor is internalized. Iron is taken in by the cells, and receptor molecules are externalized. vii. Transferrin is a glycoprotein. Abnormal glycosylation is seen in congenital disorders and in chronic alcohol abuse. Ref: DM Vasudevan, page no: 425",
        "cop": 4,
        "opa": "Cannot occur because very efficient excretory mechanism are available",
        "opb": "Occur in a deficiency of ferroxidase I",
        "opc": "Would be accompanied by an increase in total serum transferrin",
        "opd": "Might be caused by an ingestion of large amounts of iron along with alcohol",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "dbfc7e6b-60f9-4f9a-bb25-f2adbb5bd176",
        "choice_type": "single"
    },
    {
        "question": "Xeroderma pigmentosum is produced as a result of a defect in",
        "exp": "It is derived from the Greek terms xeres = dry and derma = skin. It is an autosomal recessive condition. Defect lies in the NER (nucleotide excision repair) mechanism. There are seven XP genes (A to G) necessary for NER mechanism in humans. Mutation in any one of them may lead to the condition XP. UV light (sun light) causes formation of thymine dimers, where covalent bonds are formed between adjacent thymine residues. Since repair mechanism is not operating, these mutations are accumulated, leading to cancer. There is sensitivity to ultraviolet rays; sunlight causes blisters on the skin. Avoiding sunlight and using sunscreen ointment will be beneficial. Patients with XP have a 1000-fold greater chance of developing skin cancer than do normal persons. Death usually occurs in the second decade of life due to squamous cell carcinoma of skin. Prenatal diagnosis of XP is possible. Ref: DM Vasudevan, page no: 479",
        "cop": 4,
        "opa": "DNA polymerase III",
        "opb": "DNA polymerase II",
        "opc": "DNA exonuclease",
        "opd": "DNA ligase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "b90b0cf4-5c14-4e9a-b988-469b3ab620ef",
        "choice_type": "single"
    },
    {
        "question": "Magnesium",
        "exp": "It is uncommon and always due to excessive intake either orally (antacids), rectally (enema) or parenterally. Causes of hypermagnesemia are listed in Box 35. 19. Magnesium intoxication causes depression of neuromuscular system, causing lethargy, hypotension, respiratory depression, brady- cardia and weak tendon reflexes. In severe conditions, acute rhabdomyolysis results. Hypermagnesemia induces decrease in serum calcium by inhibiting PTH secretion, which in turn will have deleterious effects. Ref: DM Vasudevan, page no: 412",
        "cop": 1,
        "opa": "Is essential for efficient secretion and peripheral action of PTH",
        "opb": "Is essential for efficient secretion and peripheral action of calcitonin",
        "opc": "Is cofactor for vitamin D in bone",
        "opd": "Competitively occupies calcium slots in bone",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "2b58d19d-c47c-4914-801f-752a7d066be4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vitamins deficiency occurs exclusively in carnivores?",
        "exp": "Rich sources are amla (Indian gooseberry) (700 mg/ 100 g), guava (300 mg/100 g), lime, lemon and green leafy vegetables.",
        "cop": 4,
        "opa": "Thiamine",
        "opb": "Niacin",
        "opc": "Cobalamine",
        "opd": "Vitamin C",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "f3b15c6b-8898-4054-90a5-dac0ebfc0a54",
        "choice_type": "single"
    },
    {
        "question": "In starvation, glucose is mainly utilized as metabolic fuel by",
        "exp": "In the fasting state, as the concentration of glucose in the poal blood coming from the small intestine falls, insulin secretion decreases, and skeletal muscle and adipose tissue take up less glucose. The increase in secretion of glucagon by a cells of the pancreas inhibits glycogen synthetase and activates glycogen phosphorylase in the liver leading to glycogenolysis. The resulting glucose-6-phosphate is hydrolyzed by glucose 6-phosphatase, and glucose is released into the bloodstream for use by the brain and erythrocytes. Reference: Harper; 30th edition; Chapter 14; Page no: 148",
        "cop": 1,
        "opa": "Erythrocytes",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "4085fc10-628f-4431-a2c2-62431bbfda41",
        "choice_type": "single"
    },
    {
        "question": "Zinc acts as co-factor in",
        "exp": "More than 300 enzymes are zinc-dependent. Some impoant ones are carboxypeptidase, carbonic anhydrase, alkaline phosphatase, lactate dehydrogenase, alcohol dehydrogenase and glutamate dehydrogenase. RNA polymerase contains zinc and so it is required for protein biosynthesis. Extracellular superoxide dismutase is zinc-dependent and so, zinc has antioxidant activity. Ref: DM Vasudevan, page no: 429",
        "cop": 1,
        "opa": "Lactate dehydrogenase",
        "opb": "Carbonic anhydrase",
        "opc": "Glutathione peroxidase",
        "opd": "Alkaline phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "cda0e17f-16ec-4c52-a5eb-48f320d01475",
        "choice_type": "single"
    },
    {
        "question": "Alpha-amylase acts on which bond?",
        "exp": "Salivary amylase and pancreatic amylase are alpha-amylases, which act at random on alpha- 1, 4 glycosidic bonds to split starch into smaller units (dextrins), and finally to alpha-maltose. Ref: DM Vasudevan, page no: 69",
        "cop": 1,
        "opa": "Alpha 1-4 bond",
        "opb": "Alpha 1-6",
        "opc": "Beta 1-4",
        "opd": "Beta 1-6",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "fe7a3d34-4734-4ee7-a0a0-b2288871e9f1",
        "choice_type": "single"
    },
    {
        "question": "Dietary fibre is rich in",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "Starch",
        "opb": "Pectin",
        "opc": "Collagen",
        "opd": "Proteoglycan",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "64c1b402-6cb1-445b-96f0-e9c7ef040d11",
        "choice_type": "single"
    },
    {
        "question": "Forces arising from attractions between transient dipoles generated by the rapid movement of electrons of all neutral atoms?",
        "exp": "Van der Waals Forcesvan der Waals forces arise from attractions between transient dipoles generated by the rapid movement of electrons of all neutral atoms. Significantly weaker than hydrogen bonds but potentially extremely numerous, van der Waals forces decrease as the sixth power of the distance separating atoms. Thus, they act over very sho distances, typically 2 to 4 A. Ref: Harper&; s Biochemistry; 30th edition; Chapter 2 Water & pH",
        "cop": 3,
        "opa": "Hydrophobic forces",
        "opb": "Covalent forces",
        "opc": "Van der Waals forces",
        "opd": "Electrostatic forces",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "0c26d0c2-1573-4c20-a86c-87ee0d357a1f",
        "choice_type": "multi"
    },
    {
        "question": "Absorption of fats is associated with all except",
        "exp": "Micellar formation is essential for the absorption of fat-soluble vitamins such as vitamin A, D and K. iii. The micelles are aligned at the microvillous surface of the jejunal mucosa. Fatty acids, 2-MAG and other digested products passively diffuse into the mucosal cell The hydrophobic poions of bile salts intercalate into the large aggregated lipid, with the hydrophilic domains remaining at the surface. This leads to breakdown of large aggregates into smaller and smaller droplets. Thus the surface area for action of lipase is increased. Long chain fatty acids are absorbed into the intestinal cell wall, where they are re-esterified, made into chylomicrons and enter into lymphatics. Sho chain fatty acids are directly absorbed into blood capillaries. Bile acids are reabsorbed into poal vein. Ref: DM Vasudevan, page no: 129",
        "cop": 4,
        "opa": "Pancreatic lipase",
        "opb": "Colipase",
        "opc": "Gastric lipase",
        "opd": "Bilirubin",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "a5814ccb-2006-4047-90fc-9acdd980b49e",
        "choice_type": "multi"
    },
    {
        "question": "Major metabolic fuel for heart in starvation is",
        "exp": "The liver has a greater capacity for b-oxidation than is required to meet its own energy needs, and as fasting becomes more prolonged, it forms more acetyl-CoA than can be oxidized. This acetyl-CoA is used to synthesize the ketone bodies which are major metabolic fuels for skeletal and heart muscle and can meet up to 20% of the brain's energy needs. In prolonged starvation, glucose may represent less than 10% of whole body energy-yielding metabolism. Reference: Harper; 30th edition; Chapter 14; Page no: 148",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Free fatty acids",
        "opc": "Proteins",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "0b0a0b72-3e4b-4408-9717-baa20d454b75",
        "choice_type": "single"
    },
    {
        "question": "Which of the following trace elements is impoant for conversion of procollagen to collagen?",
        "exp": "The collagen fibers are strengthened by covalent cross-links between lysine and hydroxylysine residues. The cross-links are formed by lysyl oxidase which conves these amino acids into aldehydes. These are called aldol cross-links. Lysyl oxidase is a copper-containing enzyme, the copper ion being located at its active site. Box 52. 1 gives a summary of the steps in collagen formation. In copper deficiency, reduced cross-linking of collagen results (Chapter 35). The aldehyde derivatives of lysine residues can form an aldol condensation. Such aldol cross-links are formed near the amino terminal of the chains. Ref: DM Vasudevan, page no: 582",
        "cop": 2,
        "opa": "Se",
        "opb": "Cu",
        "opc": "Zn",
        "opd": "Mg",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "596b50ce-cf19-4015-9e08-e40c80249520",
        "choice_type": "single"
    },
    {
        "question": "pH is maximum in",
        "exp": "The exocrine pancreas secretes about 1000-2500 ml of juice in 24 hours. The fluid is alkaline and contains bicarbonate and enzymes. This secretion is under the control of the hormones, Secretin and cholecystokinin. Secretin is produced under the stimulation of gastric HCl. Secretin produces a secretion with high bicarbonate content. Gastrin stimulates the production of cholecystokinin (CCK), which in turn produces pancreatic secretion rich in enzymes. The major enzymes present in pancreatic juice are amylase, lipase and proteolytic enzymes (trypsin, chymotrypsin, carboxypeptidase, elastase) as their zymogens. Ref: DM Vasudevan, page no: 312",
        "cop": 1,
        "opa": "Pancreatic secretion",
        "opb": "Intestinal secretions",
        "opc": "Salivary secretions",
        "opd": "Gastric secretion",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "8d550ef9-b211-4e07-ab37-bcee3ab517c5",
        "choice_type": "single"
    },
    {
        "question": "Best indicator of iron deficiency",
        "exp": "In iron deficiency anemia, ferritin content is reduced. When iron is given in anemia, the apoferritin production is induced within a few hours. vii. Estimation of ferritin in chronic kidney disease (CKD) is of prognostic significance since ferritin level less than 100 microgram/dl indicates iron deficiency. Transferrin saturation less than 20% and ferritin between 100 and 200 microgram/dl is suggestive of functional deficiency. In order to treat the anemia in CKD, the iron stores should be adequate and this is denoted by serial ferritin estimations in a patient on treatment to check the efficacy of treatment with recombinant erythropoietin. Ref: DM Vasudevan, page no: 425",
        "cop": 2,
        "opa": "Serum iron",
        "opb": "Serum ferritin",
        "opc": "TIBC",
        "opd": "Transferrin",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "d36cef08-4caf-412a-9cd4-a2cdfcf331dd",
        "choice_type": "single"
    },
    {
        "question": "Ceruloplasmin has the activity of",
        "exp": "Whole blood contains about 100 microgram/dl of copper. Out of this, 95% is in RBC as colourless erythrocuprein. In plasma, ceruloplasmin is an impoant copper-containing protein (see Chapter 28). Normal serum level of ceruloplasmin is 25-50 mg/dl. Ceruloplasmin is a blue-colored glycoprotein (Latin \"caeruleus\" = blue). It is also called serum ferroxidase. It promotes oxidation of ferrous ion to ferric form, which is incorporated into transferrin. The copper atoms are tightly bound with ceruloplasmin. So copper from ceruloplasmin cannot be released easily. About 10% of copper in plasma is loosely bound with albumin, which constitutes the transpo form of copper. Ref: DM Vasudevan, page no: 428",
        "cop": 4,
        "opa": "Hydrolase",
        "opb": "Enolase",
        "opc": "Aminotransferase",
        "opd": "Ferroxidase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "eec60f19-31a9-43a6-a98a-df4fd8fa6b77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a micronutrient?",
        "exp": "If the daily requirement is more than 100 mg, they are called major elements or macrominerals. If the requirement of ceain minerals is less than 100 mg/day, they are known as minor elements or microminerals or trace elements, micronutrients. Options A and B are micronutrients. Option D: Boron is still regarded as a possibly essential element with no proved significance. Reference: D M Vasudevan, 6th edition page 411",
        "cop": 3,
        "opa": "Iodine",
        "opb": "Iron",
        "opc": "Glucose",
        "opd": "Boron",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "d602570b-eabe-4e89-9ab4-cc328f7bd8e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following elements is known to influence the body&; a ability to handle oxidative stress?",
        "exp": "Selenium acts as a nonspecific intracellular anti-oxidant. This action of Se is complementary to vitamin E. Availability of vitamin E reduces the selenium requirement. In Se deficiency, tissue vitamin E content is depleted.",
        "cop": 4,
        "opa": "Calcium",
        "opb": "Iron",
        "opc": "Potassium",
        "opd": "Selenium",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "d440becc-010e-4718-ae0e-b89dedab6070",
        "choice_type": "single"
    },
    {
        "question": "In Crigler-Najjar syndrome type II, the defect lies in",
        "exp": "Here the defect is in conjugation. In Type 1 (Congenital non-hemolytic jaundice), there is severe deficiency of UDP glucuronyl transferase. The disease is often fatal and the children die before the age of 2. Jaundice usually appears within the first 24 hours of life. Unconjugated bilirubin level increases to more than 20 mg/dl, and hence kernicterus results. Ref: DM Vasudevan, page no: 251",
        "cop": 2,
        "opa": "Uptake of bilirubin by the liver cells",
        "opb": "Conjugation of bilirubin",
        "opc": "Excretion of bilirubin",
        "opd": "Bile duct the prevents the passage of bile into the intestine",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "5997b41f-a886-4465-a1d5-61106b73370c",
        "choice_type": "single"
    },
    {
        "question": "Vit. B12 is absorbed in the",
        "exp": "One molecule of IF can combine with 2 molecules of B12. This IF-B12 complex is attached with specific receptors on mucosal cells. The whole IF-B12 complex is internalized. It may be noted that B12 is absorbed from the ileum. Ref: DM Vasudevan, page no: 404",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Lower jejunum",
        "opd": "Terminal ileum",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "c3b4c2db-8c82-4d87-b14e-852fb6610598",
        "choice_type": "single"
    },
    {
        "question": "Which is not an endopeptidase?",
        "exp": "Endopeptidases. They act on peptide bonds inside the protein molecule so that the protein becomes successively smaller and smaller units. This group includes Pepsin, Trypsin, Chymotrypsin, and Elastase. Ref: DM Vasudevan, page no: 13",
        "cop": 4,
        "opa": "Trhypsin",
        "opb": "Pepsin",
        "opc": "Chymotrypsin",
        "opd": "Aminopeptidase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "b3655e92-7526-4cd6-8247-dcc51246356f",
        "choice_type": "single"
    },
    {
        "question": "Conversion of Fe+2 to F+3 reaction is called",
        "exp": "For Options A & B refer image. Option D: When two solutions containing ions are seperated by a membrane that is permeable to some of the ions and not to others an electrochemical equillibrium is established.",
        "cop": 2,
        "opa": "Haber weiss reaction",
        "opb": "Fenton's reaction",
        "opc": "Ne rns t reaction",
        "opd": "Donnan reaction",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "6f9b2dee-32a6-48f5-b87b-08e5868c4609",
        "choice_type": "multi"
    },
    {
        "question": "If starvation exceeds 7 days, the major nutritional supply to the brain comes from",
        "exp": "Glucose Is Always Required by the Central Nervous System and Erythrocytes. Erythrocytes lack mitochondria and hence are wholly reliant on (anaerobic) glycolysis and the pentose phosphate pathway at all times. The brain can metabolize ketone bodies to meet about 20% of its energy requirements; the remainder must be supplied by glucose. The metabolic changes that occur in the fasting state and starvation serve to preserve glucose and the body's limited glycogen reserves for use by the brain and red blood cells and to provide alternative metabolic fuels for other tissues. Ref: Harper&; s Biochemistry; 30th edition; Chapter 14; Overview of Metabolism & the Provision of Metabolic Fuels",
        "cop": 2,
        "opa": "Fatty acids",
        "opb": "Ketone bodies",
        "opc": "Protein breakdown",
        "opd": "Carbohydrate metabolism",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "dafd78a0-167e-458c-96b4-52b0df90bd1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a trace element?",
        "exp": "Definition of trace elements: Elements present at concentrations of mg/dl in body fluids and mg/kg in tissues are referrd to as trace elements. Calcium reference range in blood: 8. 6 - 10. 3 mg/dl. Teitz textbook of clinical biochemistry, chapter Vitamins and trace elements.",
        "cop": 4,
        "opa": "Zinc",
        "opb": "copper",
        "opc": "Selenium",
        "opd": "calcium",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "88c86e7e-c2bb-49a1-8287-ccf64395cfe6",
        "choice_type": "single"
    },
    {
        "question": "Zinc is an essential component of the following enzymes except",
        "exp": "Xanthine oxidase and aldehyde oxidase contain molybdoprotein, a substituted pterin to which molybdenum is bound by two sulfur atoms. Mo deficiency causes depression of xanthine oxidase activity, increased excretion of xanthine and decreased uric acid excretion. Ref: DM Vasudevan, page no: 430",
        "cop": 3,
        "opa": "Carbonic anhydrase",
        "opb": "Alkaline phosphate",
        "opc": "Xanthine oxidase",
        "opd": "Ethanol dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "0caeed2d-da88-45b4-b844-644bbc22631b",
        "choice_type": "multi"
    },
    {
        "question": "The enzyme primarily responsible for protein degradation in the stomach is",
        "exp": "Secretions from the Oxyntic (Gastric) Glands: It is composed of three types of cells: (1) mucous neck cells, which secrete mainly mucus; (2) peptic (or chief) cells, which secrete large quantities of pepsinogen; and (3) parietal (or oxyntic) cells, which secrete hydrochloric acid and intrinsic factor. When pepsinogen is first secreted, it has no digestive activity. However, as soon as it comes in contact with hydrochloric acid, it is activated to form active pepsin. Pepsin functions as an active proteolytic enzyme in a highly acidic medium (optimum pH 1. 8 to 3. 5), but above a pH of about 5 it has almost no proteolytic activity and becomes completely inactivated in a sho time. Ref: Guyton; 13th edition; Chapter 65 Secretory Functions of the Alimentary Tract",
        "cop": 2,
        "opa": "Trypsin",
        "opb": "Pepsin",
        "opc": "Chymotrypsin",
        "opd": "Endopeptidase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "e590268b-55da-417f-9fba-4a30abfc8a3a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are seen after 24 hours of fasting except",
        "exp": "The muscle releases mainly alanine and glutamine of which alanine is taken up by liver and glutamine by kidneys (Fig. 14. 4). Liver removes the amino group and conves it to urea and the carbon skeleton is used for gluconeogenesis. Students should also refer glucose-alanine cycle, in Chapter 9, under gluconeogenesis (Fig. 9. 30). The brain predominantly takes up branched chain amino acids. Ref: DM Vasudevan, page no: 174",
        "cop": 4,
        "opa": "Lipolysis",
        "opb": "Muscle break down",
        "opc": "Hepatic gluconeogenesis",
        "opd": "Blood glucose concentration is maintained",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "baff5d3f-f2fd-42ab-94da-9f10e30efb35",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is considered the active form of calcium?",
        "exp": "In blood viually all of calcium is in the plasma, which has a mean normal calcium concentration of approximately 9. 5mg/dl. calcium exists in 3 chemical states in plasma, of which 50% is Ionised, 40% is bound to proteins, 10% is complexed with small anions. The free or ionised calcium is the biologically active form. Its concentration in plasma is tightly regulated by vitamin D and parathyroid hormone. Teitz textbook of clinical biochemistry, 6th edition, section 5, page number 1736.",
        "cop": 1,
        "opa": "Ionised calcium",
        "opb": "Albumin bound calcium",
        "opc": "Phosphate bound calcium",
        "opd": "Protein bound calcium",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "d625592a-2f49-468c-a6c2-508305eadfe1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following plasma levels increase markedly in starvation?",
        "exp": "There is a small fall in plasma glucose in the fasting state, and then little change as fasting is prolonged into starvation. Plasma nonesterified fatty acids increase in fasting but then rise little more in starvation. As fasting is prolonged, the plasma concentration of ketone bodies (acetoacetate and 3-hydroxybutyrate) increases markedly. Reference: Harper; 30th edition; Chapter 14; Page no: 148",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Nonesterified fatty acids",
        "opc": "Ketone bodies",
        "opd": "All the above",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "5a770bdf-cd9b-448c-a917-5850a07d37eb",
        "choice_type": "multi"
    },
    {
        "question": "Ideal biologic solvent is",
        "exp": "WATER IS AN IDEAL BIOLOGIC SOLVENTA water molecule is an irregular, slightly skewed tetrahedron with oxygen at its center. Ref: Harper&; s Biochemistry; 30th edition; Chapter 2; Water & pH",
        "cop": 1,
        "opa": "Water",
        "opb": "Coconut oil",
        "opc": "Ethyl alcohol",
        "opd": "Liquified nitrogen",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "15a2b71e-76ce-43b6-ba51-3c56ea06ca20",
        "choice_type": "single"
    },
    {
        "question": "During starvation, which of the following shows the most marked increase in plasma concentration?",
        "exp": "Under starvation conditions, ketone bodies are made in the liver and provide a major metabolic fuel source for skeletal and heart muscle and can serve to meet some of the brain's energy needs. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 295",
        "cop": 4,
        "opa": "Free fatty acids",
        "opb": "Glucose",
        "opc": "Glycogen",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "2304f3ef-122f-4672-8bfd-a5da92263e85",
        "choice_type": "single"
    },
    {
        "question": "During starvation, which of the following is depleted first?",
        "exp": "In the fasting state, as the concentration of glucose in the poal blood coming from the small intestine falls, insulin secretion decreases, and skeletal muscle and adipose tissue take up less glucose. The increase in secretion of glucagon by a cells of the pancreas inhibits glycogen synthetase and activates glycogen phosphorylase in the liver leading to glycogenolysis. The resulting glucose-6-phosphate is hydrolyzed by glucose 6-phosphatase, and glucose is released into the bloodstream for use by the brain and erythrocytes. Reference: Harper; 30th edition; Chapter 14; Page no: 148",
        "cop": 2,
        "opa": "Muscle glycogen",
        "opb": "Liver glycogen",
        "opc": "Adipose tissue",
        "opd": "Muscle proteins",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "9b3964bd-96b9-4d01-80e0-a36b2bb5d0b9",
        "choice_type": "single"
    },
    {
        "question": "Ferritin stores are present in the following sites except",
        "exp": "Inside the mucosal cell, the ferric iron is formed and is complexed with apoferritin to form ferritin. It is kept temporarily in the mucosal cell. If there is anemia, the iron is fuher absorbed into the bloodstream. If transferrin is saturated with iron, any iron accumulated in the mucosal cell is lost when the cell is desquamated. The fraction of iron absorbed and retained is decided by the iron status. When iron is in excess, absorption is reduced; this is the basis of \"mucosal block. Ref: DM Vasudevan, page no: 423",
        "cop": 1,
        "opa": "Intestine",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Bone",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "40dce8f0-db99-40ba-8092-cf15f423c379",
        "choice_type": "multi"
    },
    {
        "question": "Ferritin - an inactive form of iron is stored in",
        "exp": "Ferritin is a protein that is impoant in the metabolism of iron. Under normal conditions, it stores iron that can be called upon for use as conditions require. In conditions of excess iron (eg, hemochromatosis), body stores of iron are greatly increased and much more ferritin is present in the tissues, such as the liver, bone marrow and spleen. Absorption of iron: Fe3+ is conveed to Fe2+ by ferric reductase, and Fe2+ is transpoed into the enterocyte by the apical membrane iron transpoer DMT1. Heme is transpoed into the enterocyte by a separate heme transpoer (HT), and heme oxidase (HO) releases Fe2+ from the heme. Some ofthe intracellular Fe2+ is conveed to Fe3+ and bound by ferritin. Reference: Harpers 30th edition, chapter Plasma proteins and immunoglobulins.",
        "cop": 4,
        "opa": "Gut",
        "opb": "Spleen",
        "opc": "Liver",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "b3e198cc-8d98-43df-aed7-3da6cb03d082",
        "choice_type": "multi"
    },
    {
        "question": "Fatty liver in Kwashiorkor occurs due to",
        "exp": "Fatty liver is seen in some cases of kwashiorkor, but not in marasmus. Fatty liver is due to decreased lipoprotein synthesis. Ref: DM Vasudevan, page no: 440",
        "cop": 3,
        "opa": "High carbohydrate content in the diet",
        "opb": "High fat content in the diet",
        "opc": "Lack of substrates for protein synthesis in liver",
        "opd": "Lack of substrates for gluconeogenesis in liver",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "84a3e863-2e06-4c6b-828c-a7425dbab204",
        "choice_type": "single"
    },
    {
        "question": "Zinc is a component of the following except",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Hexokinase",
        "opb": "Carbonic anhydrase",
        "opc": "Insulin",
        "opd": "Carboxypeptidase",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "3d14a6d3-6417-4009-bc5b-77afcf6dd2ee",
        "choice_type": "multi"
    },
    {
        "question": "The serine proteases are all except",
        "exp": "They are enzymes with a serine residue at the active site and most of the proteolytic enzymes belong to this group, e. g. trypsin, chymotrypsin, clotting factors. Ref: DM Vasudevan, page no: 44",
        "cop": 4,
        "opa": "Elastase",
        "opb": "Chymotrypsin",
        "opc": "Trypsin",
        "opd": "Pepsin",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "0cb08b79-3782-4979-b1f3-86c8d2205132",
        "choice_type": "multi"
    },
    {
        "question": "All the following are trace elements required by body except",
        "exp": "Major elements. Trace elements 1. Calcium. 1. Iron 2. Magnesium. 2. Iodine 3. Phosphorus. 3. Copper 4. Sodium. 4. Manganese 5. Potassium. 5. Zinc 6. Chloride. 6. Molybdenum 7. Sulfur. 7. Selenium 8. Fluoride. Ref: DM Vasudevan, page no: 411",
        "cop": 4,
        "opa": "Zinc",
        "opb": "Copper",
        "opc": "Selenium",
        "opd": "Boron",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "9c914e4b-49d2-4e82-a2a9-037239877689",
        "choice_type": "multi"
    },
    {
        "question": "Dietary fibre contain",
        "exp": "Dietary fibre contains remnants of plant cells resistant to hydrolysis by the enzymes of alimentary canal. Fibre is basically composed of 2 categories: 1. Water insoluble components. 2. Warer soluble components. 1. Water insoluble: Cellulose, Hemicellulose, Lignin 2. Water soluble: Pectins, Mucilagesn, Gums.",
        "cop": 2,
        "opa": "Collagen",
        "opb": "Pectin",
        "opc": "Proteoglycans",
        "opd": "Starch",
        "subject_name": "Biochemistry",
        "topic_name": "nutrition and digestion",
        "id": "5da3755d-a022-43e2-a3b2-5ba815a25453",
        "choice_type": "single"
    }
]