[
    {
        "question": "Iron absorption is inhibited by all except:",
        "exp": "Ans. A. Vitamin C(Ref: Harper 31/e page 533-540). Iron absorption is enhanced by: Vitamin C, Fructose, Alcohol iron absorption is inhibited by. Phytates, Oxalates, Caffeine, Calcium",
        "cop": 1,
        "opa": "Vitamin C",
        "opb": "Phytates",
        "opc": "Caffeine",
        "opd": "Milk",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "f9db9af9-5ce9-40df-bfdc-33f923aea400",
        "choice_type": "multi"
    },
    {
        "question": "Cardiomyopathy is/are due to deficinency of:",
        "exp": "Ans.: A (Selenium) ' Selenium deficiency causes Keshan disease(endemic cardiomyopathy)\"Shinde 7th/594. Possible causes of cardiomyopathy include; www. may- odinic. com/heaith/cardiomyopa thy/DS00519/DSECTION# Long-term high blood pressure# Defects in heart valve# Heart tissue damage from a previous heart attack# Chronic rapid heart rate# Metabolic disorders, such as thyroid disease or diabetes# Nutritional defdencies of essential vitamins or minerals, such as thiamin (vitamin B-l), selenium, calcium and magnesium# Pregnancy# Excessive use of alcohol over many years# Abuse of cocaine or antidepressant medications, such as tricyclic antidepressants. Use of some chemotherapy drugs to treat cancer. Some viral infections, which may injure the heart and trigger cardiomyopathy. Iron buildup in your heart muscle (hemochromatosis). Genetic conditions. Reversible cardiomyopathy due to carnitine deficiency from renal tubular wasting. Table (Harrison 18th/595): Deficiencies of Metals. Element. Deficiency. Boron. No biologic function determined. Calcium. Reduced bone mass, osteoporosis. Copper. Anemia,, growth retardation, defective keratinization and pigmentation of hair, hypothermia, degenerative changes in aortic elastin, osteopenia, mental deterioration. Chromiumimpaired glucose tolerance. Fluoride| Dental caries. Iodine. Thyroid enlargement, |T4, cretinism. Iron. Muscle abnormalities, koilonychia, pica, anemia, 4work performance, impaired cognitive development, premature labor, Tperinatal maternal mortality. Manganese. Impaired growth and skeletal development, reproduction, lipid and carbohydrate metabolism; upper body rash. Molybdenum. Severe neurologic abnormalities. Selenium. Cardiomyopathy, heart failure, striated muscle degeneration. Phosphorus. Rickets (osteomalacia), proximal muscle weakness, rhabdomyolvsis, paresthesia, ataxia, seizure, confusion, heart failure, hemolysis, acidosis. Zinc. Growth retardation,! taste and smell, alopecia, dermatitis, diarrhea, immune dysfunction, failure to thrive, gonadal atrophy, congenital malformations",
        "cop": 1,
        "opa": "Selenium",
        "opb": "Phosphorus",
        "opc": "Boron",
        "opd": "Zinc",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "46686ff7-1daf-4389-8788-f82db1916eb0",
        "choice_type": "single"
    },
    {
        "question": "All are involved in iron metabolism except:",
        "exp": "Ans. C. Transthyretin. Hepcidin is the regulator of iron homeostasis. Ferroprotin is their on exporter protein into circulation from intestinal cells. Ceruloplasmin has ferroxidase which convert Fe2+ to Fe3+ so it can serve the purpose of hephaestin in iron metabolism. Transthyretin is a transport protein for Thyroxine and Retinol.",
        "cop": 3,
        "opa": "Hepcidin",
        "opb": "Ferroportin",
        "opc": "Transthyretin",
        "opd": "Ceruloplasmin",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "8968be99-663d-4a55-ab17-ca0a65fdcffa",
        "choice_type": "multi"
    },
    {
        "question": "Not a dietary source of vit. B12-",
        "exp": "Ans. is 'c' ie. Soyabean Vit B12 is present in foods of animal origin and is not present in foods of vegetable sources.",
        "cop": 3,
        "opa": "Fish",
        "opb": "Meat",
        "opc": "Soya bean",
        "opd": "Liver",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "603728a8-eccd-49fd-bb3a-58448a1d5bd7",
        "choice_type": "single"
    },
    {
        "question": "In one carbon metabolism when Serine converted to Glycine, which carbon atom is added to THFA?",
        "exp": "Ans. B. Beta carbon",
        "cop": 2,
        "opa": "Alpha carbon",
        "opb": "Beta carbon",
        "opc": "Delta carbon",
        "opd": "Gamma carbon",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "15b37c99-5935-4b50-b557-9e22ed4878b6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following trace element has Vitamin E sparing effect -",
        "exp": "Ans. is 'd' i. e., Selenium o Selenium prevents lipid peroxidation and offers protection against free radicals, o Vitamin E also has the same effect (antioxidant) though by a different mechanism, o Thus selenium and vitamin E supplement each other. o Availability of vitamin E reduces the selenium requirment and conversely, in selenium-deficient tissue, vitamin E is depleted.",
        "cop": 4,
        "opa": "Copper",
        "opb": "Iron",
        "opc": "Magnesium",
        "opd": "Selenium",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "96a723da-7fe3-49eb-b427-9d6d7f8a095d",
        "choice_type": "single"
    },
    {
        "question": "Vitamin for which RDA is based on protein intake is:",
        "exp": "Ans. C. Pyridoxine(Ref: Harper 31/e page 533-540). The RDA of Pyridoxine is dependent on Protein intake. The RDA of Thiamine is dependent of Carbohydrate intake.",
        "cop": 3,
        "opa": "Niacin",
        "opb": "Riboflavin",
        "opc": "Pyridoxine",
        "opd": "Thiamine",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "fbf72b80-20fc-414e-819b-72810e16bb61",
        "choice_type": "single"
    },
    {
        "question": "The energy source reserved for strenuous muscular activity",
        "exp": "Muscle glycogen is used for energy during exercise. The glycogen is degraded to a form of glucose that can enter metabolic pathways for energy generation. Because exercise is strenuous, muscle requires large amounts of energy, and this can be generated at the fastest rate by converting muscle glycogen to pathway precursors within the muscle. Liver glycogen will produce glucose that enters the circulation. Once in the circulation, the muscle can take up that glucose and use it to generate energy; however, the rate of energy generation from liver-derived glucose is much slower than that from muscle-derived glucose.",
        "cop": 4,
        "opa": "Protein",
        "opb": "Triacylglycerol",
        "opc": "Liver glycogen",
        "opd": "Muscle glycogen",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "a9d4f105-3a1c-4690-9789-327582be6d84",
        "choice_type": "single"
    },
    {
        "question": "Pantothenate Kinase associated neurodegeneration is:",
        "exp": "Ans. B. Hallervorden-Spatz syndrome. Pantothenate kinase associated neuro degeneration (PKAN) (formerly Hallervorden-Spatz syndrome). Rare autosomal recessive neuro degenerative disorder. Chorea, dystonia, parkinsonian features, pyramidal tract features and MRMRI-decreased T2 signal in the globus pallidus and substantianigra, \"eye of the tiger\" sign (hyperintense area within the hypointense area). Sometimes acanthocytosis. Neuropathologic examination indicates excessive accumulation of iron-containing pigments in the globuspallidus and substantianigra. Similar disorders are grouped as neurodegeneration with brain iron accumulation (NBIA).",
        "cop": 2,
        "opa": "Wiison's disease",
        "opb": "Hallervorden-Spatz syndrome",
        "opc": "Mc. Leod syndrome",
        "opd": "Lesch Nyhan syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "d01b21e0-1a10-490d-8522-0caea87e935a",
        "choice_type": "multi"
    },
    {
        "question": "Insulin contains which trace element -",
        "exp": "Ans. is 'c' i. e.. Zinc. Micro minerals or trace elements. Element. Metabolic funtion. Deficiency manifestion. Chromium. Potentiate the effect of insulin. Impaired glucose metabolism. Cobalt. Constituent of vitamin Bi: Macrocytic anemia. Copper. Constituent of oxidase enzymes, e. g., tyrosinase, lysyl oxidase, superoxide dismutase, cytochrome oxidase, ferroxidse and ceruloplasmin, involved in iron absorption and mobilization'Microcytic hyporchromic anemia, depigmentation of skin, hair. Excessive deposition in liver in Wilson's disease, Menkes disease (\"Kinky\" or \"steely\" hair disease) due to copper-binding P-type ATPase gene mutation. Fluoride. Constituent of bone and teeth, strengthens bone and teeth. Dental caries. Iodine. Constituent of thyroid hormones (T3 and T4). Cretinism in children and goiter in adults. Iron. Constituent of heme and non-heme compounds and transport, storage of O2, cytochrome oxidase, xanthine oxidase, catalase, peroxidase. Microcytic anemia. Manganese. Cofactor for number of enzymes, e. g., arginase, carboxylase, kinase, enolase, glucosyl transferase, phosphoglucomutase. Not well defined. Molybdenum. Constituent of xanthine oxidase, sulfite oxidase and aldehyde oxidase. Xanthinuria. Selenium. Antioxidant, cofactor for glutathione peroxidase, protects cell against membrane lipid peroxidation. Cardiomyopathy. Zinc. Cofactor for enzymes in DNA, RNA and protein synthesis, constituent of insulin, carbonic anhvdrase, carboxypeptidase, LDH, alcohol dehydrogenase, alkaline phosphatase, glutamate dehydrogenase. Porphobilinogen synthase, superoxide dismutase. Growth failure, impaired wound healing, defects in taste and smell, loss of apetite",
        "cop": 3,
        "opa": "Cobalt",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Selenium",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "0b61a3d1-5103-4d0d-822e-7c8788aff152",
        "choice_type": "single"
    },
    {
        "question": "After a fast of a few days, ketone bodies become an important fuel",
        "exp": "The brain begins to use ketone bodies when levels start to rise after 3 to 5 days of fasting. Normally, the brain will use only glucose as a fuel (most fatty acids cannot cross the blood-brain barrier to be metabolized by the brain), but when ketone bodies are elevated in the blood, they can enter the brain and be used for energy.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Brain",
        "opc": "Skeletal muscle",
        "opd": "Red blood cells",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "5cee9adf-e334-4e86-9174-73117efe2dd6",
        "choice_type": "single"
    },
    {
        "question": "Which Vitamin is required for carboxylation of clotting factors?",
        "exp": "Ans. D. Vitamin K(Ref: Harper 31/e page 529-533). Vitamin K is required for the post-translational carboxylation of glutamic acid (Gamma Carboxylation), which is necessary for calcium binding to g carboxylated proteins.",
        "cop": 4,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Vitamin E",
        "opd": "Vitamin K",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "75ed79f9-8fe7-4e90-8234-42758d6a8b0b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a non-essential metal/mineral?",
        "exp": "Ans is 'd' i. e. Lead ea Shinde 6/e p533]. Lead is not at all an essential mineral; rather it is toxic to the body. (Harrison 17/e Chapter e34. Heavy Metal Poisoning). Harper gives a list of essential minerals along with their functions in the body. Essential minerals and their function. Function. Mineral. Structural function. Calcium, magnesium, phosphate. Involved in membrane function. Sodium, potassium. Function as prosthetic groups in enzymes. Cobalt, copper, iron, molybdenum, selenium, zinc. Regulatory role or role in hormone action. Calcium, chromium, iodine, magnesium, manganese, sodium, potassium. Known to be essential, but function unknown. Silicon, vanadium, nickel, tin. Have effects in the body, but essentiality is not established. Fluoride, lithium. May occur in foods and known to be toxic in excess. Aluminum, arsenic, antimony, boron, bromine, cadmium, cesium, germanium, lead, mercury, silver, strontium",
        "cop": 4,
        "opa": "Sodium",
        "opb": "Manganese",
        "opc": "Iron",
        "opd": "Lead",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "7acd4cec-d948-4223-ab13-6efc0a6ab6db",
        "choice_type": "single"
    },
    {
        "question": "Calorie provided by Igm dietery fibre is -",
        "exp": "Ans. is 'a' i. e., 2 Cal \"Various studies have shown that dietary' fibre has caloric value of 2 cal/gram (8. 36 joules/gm)\".......... Internet. Dietary fibres ( Review)o Dietary fibre consists of unabsorbable cell wall and other consititutents of vegetable food like celluloseQ, lignin, hemicelluloseQ, gums, pectinsQ, aliginates and other polysaccharides. o In herbivorous animals, intestinal microoganism breakdown these polysaccharides into acetate, propionate and butyrateQ. o These polysaccharides contain |3-glycosidic linkages. o Therefore, they cannot be digested by a-amylase present in human saliva and pancreatic juice because a-amylase breaks a-glycosidic bond (especially 1-4 a-linkage), o So, dietary fibers are not digested or hydrolyzed but are fermented by colonic bacteria except for lignin, which is neither digested nor fermented by intestinal microorganismsQ, o Dietary fibre absorbes water in the intestine, swells, increase bulk of stool by increasing water content of faeces and soften it, decreases transit time by facilitating colonic tansit. o \"The presence of fibre shortens the transit timesQ and increases the stool bulkQ\". o Dietary fibre is of two types: -Soluble fibreQ: - These are pectin, aliginates, and gums. These absorb upto 15 times its weight in water as it moves through GIT, producing softer stools. Its good sources are oat, flaxseeds, peas, beans, apple, citrus fruits, carrots, bareley and psyllium. Insoluble fibreQ: - These are cellulose, hemicellulose and lignin. These promote movement of material through digestive system and increases stool bulk. Its good sources are wheat flour, wheat bran, nuts and vegetables.",
        "cop": 1,
        "opa": "2cal",
        "opb": "10 cal",
        "opc": "15cal",
        "opd": "20 cal",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "7f067aea-d65c-4261-8d44-60d8f7b6ac6e",
        "choice_type": "single"
    },
    {
        "question": "Absorption of Iron is increased by?",
        "exp": "ANSWER: (C) Vitamin CREF: Harper 28th edition page 463\"Inorganic iron is absorbed in Fe2+ state (reduced state). Hence reducing agents promote absorption of Iron. Most important among these are: Vitamin C, Alcohol and Fructose. Absorption of Iron is impaired by Calcium (in milk 8t milk products)\"",
        "cop": 3,
        "opa": "Tea",
        "opb": "Coffee",
        "opc": "Vitamin C",
        "opd": "EDTA",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "edf4fbdb-827f-408f-a265-0cf2aa68e882",
        "choice_type": "single"
    },
    {
        "question": "The proxidant action of Vitamin C is potentiated by:",
        "exp": "Ans. B. Copper(Ref: Harper 31/e page 533-540). Ascorbate is antioxidant, but it can be a source of hydroxyl radical by reacting with Cu2+ ions. Antioxidant vitamins that can act as prooxidants are: Beta carotene. Ascorbate. Tocopherol",
        "cop": 2,
        "opa": "Selenium",
        "opb": "Copper",
        "opc": "Calcium",
        "opd": "Iron",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "087db820-0b45-46c9-ab15-99d217c73e32",
        "choice_type": "single"
    },
    {
        "question": "In the fasting state, which one of the following is utilized by the liver for gluconeogenesis?",
        "exp": "Carbons from lactate, propionate (from odd-chain fatty acids and certain amino acids), glycerol (from fat stores), and amino acids (from muscle) can be used for gluconeogenesis. Fatty acids and ketone bodies are directly utilized for energy and are not used for gluconeogenesis. The end product of even-chain fatty acid oxidation is acetyl. CoA, which cannot be used as a precursor for net glucose production. Liver glycogen produces glucose through glycogenolysis.",
        "cop": 1,
        "opa": "Glycerol",
        "opb": "Even-chain fatty acids",
        "opc": "Liver glycogen",
        "opd": "Ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "c442f5d6-e4bf-45ee-8562-de0fd84dc427",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old male is on a weight-maintenance diet, so he does not want to lose or gain any weight. Which amino acid must be present in the diet so the patient does not go into a negative nitrogen balance?",
        "exp": "The lack of one essential amino acid will lead to a negative nitrogen balance because of increased protein degradation to supply that amino acid for the ongoing protein synthesis. Of the amino acids listed, only threonine is an essential amino acid (alanine can be synthesized from pyruvate, arginine is produced in the urea cycle using aspartic acid and the amino acid ornithine, glycine is derived from serine, and serine is derived from 3-phosphoglycerate, which can be produced from glucose).",
        "cop": 4,
        "opa": "Alanine",
        "opb": "Arginine",
        "opc": "Glycine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "7c4dc6c1-6384-4440-9687-35cae4133fbb",
        "choice_type": "single"
    },
    {
        "question": "Toxicity of ethanol is due to:",
        "exp": "Ans. A. Increased NADH/NAD+ ratio. High concentration of NADH leads to high NADH/NAD+ ratio. This is the basic cause of all metabolic alteration in alcoholism.",
        "cop": 1,
        "opa": "Increased NADH/NAD+ ratio",
        "opb": "Decreased lactate/pyruvate ratio",
        "opc": "Inhibition of gluconeogenesis",
        "opd": "Stimulation of fatty acid oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "1db3323e-ec0e-48b6-8b8c-e18976e56d4a",
        "choice_type": "single"
    },
    {
        "question": "Cofactor for dopamine hydroxylase -",
        "exp": "Ans. is 'd' i. e., Cu o Dopamine b-hydroxylase is a 'copper ' containing monooxygenase that requires ascorbic acid and molecular oxygen. o It catalyzes the formation of norepinephrine.",
        "cop": 4,
        "opa": "Fe",
        "opb": "Mg",
        "opc": "Mn",
        "opd": "Cu",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "9040773c-45df-4326-b684-7d4f4f156817",
        "choice_type": "single"
    },
    {
        "question": "Pellagra occurs in population dependent on:",
        "exp": "Ans. C. Maize. Maize has. Zein protein which is deficient of tryptophan. And Pellagra, characterized by 3D's (Diarrhea, Dementia and Dermatitis) is due to the deficiency of Niacin in the body. Niacin is synthesized by tryptophan (essential amino acid). So people whose staple diet is maize, are more prone to Pellagra.",
        "cop": 3,
        "opa": "Wheat",
        "opb": "Rice",
        "opc": "Maize",
        "opd": "Milk",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "a2d105a2-acb7-48f2-a89c-0ea6563d4fd0",
        "choice_type": "single"
    },
    {
        "question": "Selenium is a cofactor in the following enzyme:",
        "exp": "Ans. A. Glutathione peroxidase(Ref: Harper 31/e page 534). Selenium. Cofactors for* Glutathione peroxidase* Deiodinase* Thioredoxin reductase* Antioxidant along with vitamin E",
        "cop": 1,
        "opa": "Glutathione peroxidase",
        "opb": "Cytochrome oxidase",
        "opc": "Cytochrome reductase",
        "opd": "Xanthine oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "1c9c63da-6797-4891-b2dd-e5546c2a9fb1",
        "choice_type": "single"
    },
    {
        "question": "Vitamin deficiency causing circumcorneal vascularization is:",
        "exp": "Ans. B. Riboflavin. Principal Clinical Findings of Vitamin Malnutrition. Nutrient. Clinical finding. Thiamine. Peripheral nerve damage (beriberi) or central nervous system lesions (Wernicke-Korsakoff syndrome). Riboflavin. Magenta tongue, angular stomatitis, cheilosis, seborrheic dermatitis, circumcorneal Vascularisation. Niacin. Pellagra: pigmented rash of sun-exposed areas (photosensitive dermatitis), bright red tongue, diarrhea, apathy, memory loss, disorientation, depressive psychosis. Vitamin B6 Seborrhea, glossitis, convulsions, neuropathy, depression, confusion, microcytic anemia. Folate. Megaloblastic anemia, atrophic glossitis, depression, homocysteine. Vitamin B12 Pernicious anemia = megaloblastic anemia with degeneration of the spinal cord, loss of vibratory and position sense, abnormal gait, dementiaQ, impotence, loss of bladder and bowel control, homocysteine, methyl malonic acid. Pantothenic Acid. Peripheral nerve damage (nutritional melalgia or \"burning foot syndrome\"). Vitamin CScurvy: petechiae, ecchymosis, coiled hairs, inflamed and bleeding gums, joint effusion, poor wound healing, fatigue. Vitamin AXerophthalmia, night blindness, Bitot's spots, follicular hyperkeratosis, impaired embryonic development, immune dysfunction. Vitamin DRickets: skeletal deformation, rachitic rosary, bowed legs; osteomalacia. Vitamin EPeripheral neuropathy, spinocerebellar ataxia, skeletal muscle atrophy, retinopathy. Vitamin KElevated prothrombin time, bleeding",
        "cop": 2,
        "opa": "Biotin",
        "opb": "Riboflavin",
        "opc": "Thiamine",
        "opd": "Vitamin D",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "81fe7947-8a4a-43ef-ade2-0d29532e6dd8",
        "choice_type": "single"
    },
    {
        "question": "A medical student has been studying for exams and neglects to eat anything for 12 hours. At this point, the student opens a large bag of pretzels and eats every one of them in a short period. Which one of the following effects will this meal have on the student's metabolic state?",
        "exp": "After a meal of carbohydrates (the major ingredient of pretzels), glycogen is stored in the liver and in muscle, and triacylglycerols are stored in adipose tissue. Owing to the rise in glucose level in the blood (from the carbohydrates in the pretzels), insulin is released from the pancreas, and the level of glucagon in the blood decreases. Because blood glucose levels have increased, there is no longer a need for the liver to synthesize glucose, and gluconeogenesis decreases. The change in insulin to glucagon ratio also inhibits the breakdown of triacylglycerols and favors their synthesis. The brain oxidizes glucose to CO2 and. H2 O, whereas the red blood cells produce lactate from glucose because red blood cells cannot carry out aerobic metabolism.",
        "cop": 1,
        "opa": "Liver glycogen stores will be replenished.",
        "opb": "The rate of gluconeogenesis will be increased.",
        "opc": "The rate at which fatty acids are converted to adipose triacylglycerols will be reduced.",
        "opd": "Blood glucagon levels will increase.",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "f324fd8f-1643-428a-8a53-6af0d8a69280",
        "choice_type": "single"
    },
    {
        "question": "Cardiomyopathy is due to deficiency of:",
        "exp": "Ans. A. Selenium. Nutritional Causes of Cardiomyopathy are: Deficiency of thiamine, selenium, calcium and magnesium. Excess of iron (Hemochromatosis)",
        "cop": 1,
        "opa": "Selenium",
        "opb": "Phosphorus",
        "opc": "Boron",
        "opd": "Zinc",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "dce1d592-2590-43db-b0ba-35bb58d566fd",
        "choice_type": "single"
    },
    {
        "question": "Metal required for polymerization of insulin is:",
        "exp": "Ans. D. Zinc. Insulin is produced by b-cells of pancreas and consists of 51 amino acids. Chain A has 21 amino acids and chain B has 30 amino acids. Both are held together by two inter chain disulfide bridges. In the b-cells, insulin (also called proinsulin) combines with zinc to form complexes. It is stored in this form in the granules of the cytosol.",
        "cop": 4,
        "opa": "Copper",
        "opb": "Chromium",
        "opc": "Cobalt",
        "opd": "Zinc",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "831b7676-be7e-4f5c-a274-99b31dfaa699",
        "choice_type": "single"
    },
    {
        "question": "Ferritin an inactive form of iron is stored in:",
        "exp": "Ans. C. Liver. Hemosiderosis is due to excessive iron in the body. It is commonly observed in patients receiving repeated blood transfusions. Bantu-siderosis is due to food cooked in iron pots. Hemochromatosis is a rare disease in which iron is directly deposited in the tissues. Bronzed pigmentation of skin, cirrhosis of liver, and pancreatic fibrosis are the manifestations of this disorder. Pancreatic fibrosis may be associated with a condition known as Bronze diabetes.",
        "cop": 3,
        "opa": "Gut",
        "opb": "Spleen",
        "opc": "Liver",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "831b46bf-f994-47cb-96ad-a62033d75a1b",
        "choice_type": "multi"
    },
    {
        "question": "A child with kinky hair, intellectual disability, seizures. What is the diagnosis?",
        "exp": "Ans. B. Menke's Disease. Menke's (Kinky or Steely) Hair Syndrome. Mutation in ATP7A geneX-linked recessive condition. Defective Copper binding P type ATPase. Copper is not mobilised from Intestine. Deficiency of Xanthine oxidase.",
        "cop": 2,
        "opa": "Down's syndrome",
        "opb": "Menke's disease",
        "opc": "Iron deficiency anemia",
        "opd": "Lesch Nyhan syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "3f04a775-2f8f-4413-b39a-f2fec0cac07d",
        "choice_type": "single"
    },
    {
        "question": "Prolyl hydroxylase require which cofactor -",
        "exp": "Ans. is 'b' i. e., Vitamin C Hydroxvlation of proline and lvsine of collageno Hydroxylation of proline and lysine residue takes place during post-translational modification in rough ER. The enzyme catalyzing the reactions are prolyl hydroxylase (for proline) and lysyl hydroxylase (for lysine). Both these enzymes are dioxygenases using molecular oxygen (O2) and cofactor for both these enzymes is vitamin C (ascorbic acid). a-Ketoglutatrate is a coreductant, which is oxidized to succinate. Proline (or lysine) + a-ketoglutarate + O2. Prolyl (or lysyl) hydroxylase-----------------------Vitamin 'C'Hydroxyproline (or hydroxylysine)+Succinateo These hydroxylated amino acids are not reprsented in the genetic code (i. e. there is no t-RNA for these), therefore they have to be synthesized post-translationally from proline and lysine residue in the polypeptides.",
        "cop": 2,
        "opa": "Sc",
        "opb": "Vitamin C",
        "opc": "Mo",
        "opd": "Vitamin K",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "90c2c1bb-27bc-4b5d-971d-1013c8ef568a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding iodine therapy?",
        "exp": "Ref: Multiple Sources. Harper, Vasudevan and Sreekumari. Goodman and Giliman and Ganong Principles of Medical Physiology By Sabyasachi Sircar, Page 513. Explanation:\"The severity of symptoms of chronic intoxication with iodide (iodism) is related to the dose. Fortunately. the symptoms of Ref: Goodman and Gillman within a few days after stopping the administration of iodide, \" Ref: Goodman and Gillman\"Therapeutic Uses: The uses of iodide in the treatment of hyperthyroidism ore in the preoperative period in preparation for thyroidectomy, and in conjunction with antithyroid drugs and propranolol, in the treatment of thyrotoxic crisis. Prior to surgery, iodide is sometimes employed alone, but more frequently it is used after the hyperthyroidism has been controlled by an antithyroid drug. \" Ref: Goodman and Gillman\"In normal individuals, large doses of iodides act directly on the thyroid to produce a mild and transient inhibition of organic binding of iodide and hence of hormone synthesis. This inhibition is known as the Wolff-Chaikoff effect. \" Ref: Ganong\"The inhibition of thyroid hormonogenesis by excess iodine is termed as Wolff-Chaikoff effect. \" Ref: Principles and Practice of Endocrinology and Metabolism. Page 957, edited by Kenneth L. Becker \"The effect of iodine on thyroid is quite complex. The most obvious effect of administering a high dose of iodine is a decrease in the release of thyroid hormones. This effect is very prompt and is quicker than action of antithyroid dings. Hence iodine was used in the treatment of thyrotoxicosis. \" Ref: Principles of Medical Physiology By Sabyasachi Sircar. Page 513 Iodine is required for thyroid hormone synthesis. STEPS INVOLVED IN SYNTHESIS(a) Iodine trapping: Pumping of 12 from blood to thyroid cell against cone gradient and down the gradient to colloid. Organification: Oxidation of iodide and bound to tyrosine of thyroglobulin; Thyroid peroxidase. Coupling reactions between MIT imonoiodo- tyrosine) and DIT (diiodotyrosine)DIT + DIT = T4. MIT + DIT = T3. Uncoupled MIT and DIT - deiodinated(d) Storage: Thyroid cells ingest colloid by endocvtosis, merge with lvsosomes. Secretion: Peptide bonds between iodinated residues and TG broken by proteases in lvsosomes. Release of T^ and T,. MIT. DIT. In hyperthyroidism, the amount of thyroid tissue is reduced by radioiodine (131I) treatment. (See the following Figure)IODINE THERAPYIodine is the fastest acting thyroid inhibitor. It is reduced in the intestine to iodide. Thyroid gland if enlarged, shrinks, becomes firm and less vascular. With daily administration, peak effects are seen in 10-15 days, after which 'thyroid escape' occurs and thyrotoxicosis may return (Jod- Basedow effect). Figure: Inhibitory Effect of Iodine on Iodine Metabolism. Worsening hyperthyroidism especially occurs in multinodular goiter. All facets of thyroid function seem to be affected, hut the most important action is inhibition of hormone release 'thyroid constipation'. Endocytosis of colloid and proteolysis of thyroglobulin comes to a halt. The MOA is not clear. It appears to be a direct action on thyroid cells, through attenuation of TSH and c-AMP induced thyroid stimulation has been demonstrated. Excess iodide inhibits its own transport in thyroid cells and may alter redox potential of cells, thus interfering with iodination leading to reduced T3/ T4 synthesis (Wolff-Chaikoff effect). Uses. Pre-operative preparation for thyroidectomyo Usually given for 10 days before surgeryo Makes the gland firm. less vascular and easier to operate upon. Thyroid storm: Lugo. Ts iodine or iodine containing radiocontrast media orally are used to stop further release of T3/T4 from the thyroid and to decrease T4 to T3 conversion. Prophylaxis of endemic goiter. Antiseptic as tincture iodine. Adverse Effects. Acute reaction: Swelling of lips, eyelids and angioedema. Long term use of high doses cause hypothyroidism and goiter. Chronic overdosage causes lodism. IODISMSymptoms due to chronic intoxication with iodide (iodism). Dose related severity of symptoms. Unpleasant brassy taste. Burning in the mouth and throat. Soreness of the teeth and gum. Increased salivation. Coryza, sneezing. Irritation and swelling of the eyelids. Severe headache that originates in the frontal sinuses. Productive cough. Pulmonary edema. Painful enlargement of parotid and suhniaxillary glands. Inflammation of the pharynx, larynx and tonsils. Mildly acneform eruptions in the seborrheic areas. Fatal dermal eruptions (ioderma) but reversible. Gastric irritation and bloody diarrhea. Fever, anorexia. Depression. Symptoms disappear spontaneously after stopping iodide. NOTE: Jod-Basedow Effect. Hyperthyroidism due to administration of iodine or iodide. ft occurs when large amounts of iodine are administered in people from regions deficient in iodine or people with goiter. So this phenomenon does not occur in normal individuals.",
        "cop": 2,
        "opa": "Iodine inhibits release of thyroid hormones",
        "opb": "Contraindicated in hyperthyroidism",
        "opc": "Inhibits synthesis of mono-iodo and di-iodo tyrosine",
        "opd": "It causes iodism",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "55843273-c93b-4d59-bca6-379958c88deb",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old man, who has been smoking for the past 35 years at a 2-pack-a-day rate, visits his physician for a cough that will not go away and for difficulty in breathing. A chest X-ray rules out cancer but does display an increased anterior-posterior (AP) diameter, flattened diaphragms, and \"air trapping. \" The patient is told that his condition will not improve and that he needs to stop smoking to stop the progression of the disease. At the molecular level, this disease is caused by which one of the following?",
        "exp": "The man has the symptoms of emphysema, caused by destruction of lung cells by the protease elastase. Neutrophils in the lung accidentally release elastase as they engulf and destroy inhaled bacteria and other particles, and normally, a1-antitrypsin would bind to the elastase and inhibit its activity. In a long-term smoker, however, products from the cigarette smoke oxidize an essential methionine side chain in a1- antitrypsin, rendering it inactive. Thus, overtime, noninhibited elastase has been destroying lung tissue until the lung no longer functions properly. Even though the inhibitor will block trypsin activity, the lung damage is the result of increased elastase activity, not trypsin activity. Sulfhydryl groups are not being affected, rather a sulfur in methionine is the target of the cigarette smoke.",
        "cop": 4,
        "opa": "Enhanced trypsin activity in the lung",
        "opb": "Decreased trypsin activity in the lung",
        "opc": "Enhanced a1-antitrypsin activity in the lung",
        "opd": "Decreased a1-antitrypsin activity in the lung",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "dbf740cb-1872-4bda-98ee-05669c796818",
        "choice_type": "single"
    },
    {
        "question": "Minky Kinky hair disease is due to defect in:",
        "exp": "Ans. A. Cu transporter. Menke's (kinky or steely) hair Syndrome. Mutation in ATP7A geneX-linked recessive condition. Defective Copper binding P-type ATPase. Copper is not mobilised from Intestine",
        "cop": 1,
        "opa": "Cu transporter",
        "opb": "Fe transporter",
        "opc": "Zn transporter",
        "opd": "Mg transporter",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "14153565-0174-41ba-9dba-23c92d2ad441",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a micronutrient -",
        "exp": "Ans. is 'c' i. e., Glucose o Nutrients are organic and inorganic complexes contained in food. There are two major types of nutrients: Micronutrients Micronutrients are nutrients needed throughout life in small quantities. They are dietary minerals needed by the human body in very small quantities. Micronutrients include: VitaminsQ: - A, B-compiex, C, D, E, K Microminerals (Trace elements)Q - required intake is less than 100 mg/day: # Boron # Chromium # Fluoride # IronQ # Molybdenum # ZincQ # Cobalt # CopperQ # IodineQ # MangneseQ # SeleniumQ Macrominerals - required >100 mg/day: # Calcium # Phosphorus # SodiumQ # Sulfur # Magnesium # Potassium # Chloride Macronutrients (Proximate principals) These are the nutrients which are consumed in large quantities. They provide bulk energy. Macronutrients are: i) Proteins, ii) Fats & iii) Carbohydrate.",
        "cop": 3,
        "opa": "Iodine",
        "opb": "Chromium",
        "opc": "Glucose",
        "opd": "Iron",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "13b88d4a-17e8-48df-ac8b-539512750ba3",
        "choice_type": "single"
    },
    {
        "question": "Site of absorption of Vitamin B12:",
        "exp": "Ans. A. Ileum(Ref: Harper 31/e page 533-540). Site of absorption of Iron--Proximal Duodenum. Site of absorption of Folic acid--Proximal jejunum. Site of absorption of Cobalamin--Ileum",
        "cop": 1,
        "opa": "Ileum",
        "opb": "Jejunum",
        "opc": "Duodenum",
        "opd": "Stomach",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "c921fbc8-a9f9-42d0-82d6-a46b7cf58973",
        "choice_type": "single"
    },
    {
        "question": "A patient is brought to the emergency room after being found by search and rescue teams. He was mountain climbing, got caught in a sudden snowstorm, and had to survive in a cave. He had no food for 6 days. In adapting to these conditions, which metabolic process has increased rather than decreased?",
        "exp": "In the starvation state, muscle decreases the use of ketone bodies, causing an elevation of ketone bodies in the bloodstream. The brain uses the ketone bodies for energy and uses less glucose, decreasing the need for gluconeogenesis and thus sparing muscle protein degradation to provide the precursors for gluconeogenesis. Red blood cells cannot use ketone bodies and must utilize glucose. Therefore, the use of glucose by red blood cells would be unchanged under these conditions.",
        "cop": 4,
        "opa": "The brain's use of glucose",
        "opb": "Muscle's use of ketone bodies",
        "opc": "The red blood cells' use of glucose",
        "opd": "The brain's use of ketone bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "34f4dc0d-96fe-4617-ac46-270c631c1241",
        "choice_type": "single"
    },
    {
        "question": "A person was diagnosed with Gout. You will suggest the patient to avoid which of the following food product in his diet?",
        "exp": "Ans. D. ALLFoods rich in purine are: 1. Vegetarian - spinach, peas, cauliflower, mushrooms2. Non- vegetarian- meat, liver, fish (tuna). Also alcohol & heavy exercise should be avoided in patients of gout, because they cause Lactic acidosis & Hyperuricemia.",
        "cop": 4,
        "opa": "Whisky & Beer",
        "opb": "Spinach & Mushrooms",
        "opc": "Meat & Fish",
        "opd": "All",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "b0c4dd6c-025b-4b1a-aed2-508d6187978b",
        "choice_type": "multi"
    },
    {
        "question": "An individual has been on a fad diet for 6 weeks and has begun to develop a number of skin rashes, diarrhea, and forgetfulness. These symptoms could have been less severe if the diet contained a high content of which one of the following?",
        "exp": "At least eight different carrier proteins transport different groups of amino acids. a. Sodium-amino acid carrier system(1). A number of transport systems involve the uptake by the cell of a sodium ion and an amino acid by the same carrier protein on the luminal surface (examples are systems A, ASC, N, and B). (2). The sodium ion is pumped from the cell into the blood by the Na+-K+ ATPase, whereas the amino acid travels down its concentration gradient into the blood. (a). Thus, the transport of amino acids from the intestinal lumen to the blood is driven by the hydrolysis of adenosine triphosphate (ATP) (secondary active transport). b. The L-system of amino acid transport is not dependent on sodium for cotransport. The L-system transports branched-chain and aromatic amino acids and will be exploited in a treatment for phenylketonuria (PKU). The individual has developed pellagra caused by a lack of dietary niacin. Although dietary niacin is the major source of the nicotinamide ring of NAD, it may also be produced from excess tryptophan. Tyrosine, thiamine, thymine, and riboflavin cannot contribute to the synthesis of the nicotinamide ring of NAD.",
        "cop": 2,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Thiamine",
        "opd": "Thymine",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "47b0658d-58b3-4833-876c-500012b2737d",
        "choice_type": "single"
    },
    {
        "question": "Dried blood drop of an infant can be used to know:",
        "exp": "ANS. BDried blood drop test: Advantage: Minimal volume, minimal training, ease of transport. Usedfor:* Phenylketonuria (PKU)* Galactosemia* Maple syrup urine disease (MSUD)* Sickle cell disease. Inborn errors of amino acid metabolism associated with peculiar odor. Inborn error in metabolism. Urine odor. Glutaric acidemia (Type II). Sweaty feet, acrid. Isovaleric acidemia. Sweaty feet, acrid. Maple syrup urine disease. Maple syrup. Hypermethioninemia. Boiled cabbage. Multiple carboxylase deficiency. Tomcat urine. Phenylketonuria. Mousy or musty. Trimethylaminuria. Rotting fish. Tyrosinemia. Boiled cabbage, rancid butter# Rate limiting enzymes in metabolic pathways* Glycolysis--Phosphofructokinase 1* Citric acid/TCA cycle--Isocitrate dehydrogenase* Bile acid synthesis--7 alpha dehydroxylase* Cholesterol synthesis--HMG CoA reductase* Ketone body synthesis--HMG CoA synthase* Fatty acid synthesis--Acetyl CoA carboxylase* Fatty acid oxidation--Carnitine palmitoyltransferase 1* Urea cycle--Carbamoyl phosphate synthase 1* Pyrimidine synthesis--Carbamoyl phosphate synthetase 2* Purine synthesis--PRPP glutamyl amidotransferase* Heme synthesis--ALA synthase* Testosterone synthesis--Cholesterol desmolase* Catecholamine synthesis--Tyrosine hydroxylase",
        "cop": 2,
        "opa": "Blood sugar",
        "opb": "Inborn errors of metabolism",
        "opc": "Hepatitis",
        "opd": "Cataract",
        "subject_name": "Biochemistry",
        "topic_name": "Nutrition & Digestion",
        "id": "6e9a9f3f-56c3-4a1d-bc7d-caa550f88788",
        "choice_type": "single"
    }
]