[
    {
        "question": "Which of the following cellular body is NOT found in nucleus?",
        "exp": "Even if you don't know about all the options and you just know about P body you can answer this question. The P body is a cytoplasmic organelle involved in m. RNA metabolism. Here is where mi. RNA-m. RNA complexes are temporarily stored. They can either undergo degradation or m. RNA can be released back for translation. Nucleolus is the pa of nucleus and is the site of r. RNA formation. Cajal bodies are regions within the nucleus that are enriched in proteins and RNAs involved in m. RNA processing. They are the main sites for the assembly of small nuclear ribonucleoproteins (sn. RNPs). Nuclear speckles, also known as interchromatin granule clusters, are nuclear domains enriched in pre-m. RNA splicing factors.",
        "cop": 1,
        "opa": "P-bodies",
        "opb": "Nucleolus",
        "opc": "Cajal bodies",
        "opd": "Interchromatin granule clusters",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "8589bfdf-a5e8-4c2b-9b2c-6e5d7fa018ad",
        "choice_type": "single"
    },
    {
        "question": "Trimming and fuher modification of N-linked glycoproteins takes place at",
        "exp": "Ans: a) Golgi apparatus N-Glycosylation begins in the ER and completed in Golgi. Trimming and fuher addition of sugars take place in Golgi. There are 3 types of N-glycosylation. 1. High-mannose type 2. Complex type 3. Hybrid type To form high-mannose chains, the glucose and some of the peripheral mannose residues are removed by glycosidases in Golgi. To form complex type, the glucose residues and four of the mannose residues are removed by glycosidases in the endoplasmic reticulum and Golgi, then N-acetyl glucosamine, galactose, and N-Acetylneuraminic acid are added in reactions catalyzed by glycosyltransferases in the Golgi apparatus. Hybrid chains are formed by paial processing, forming complex chains on one arm and mannose units on the other arm.",
        "cop": 1,
        "opa": "Golgi apparatus",
        "opb": "Endoplasmic reticulum",
        "opc": "Peroxisomes",
        "opd": "Lysosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "ad91b07f-fdfd-4196-9d34-b7616c929ddc",
        "choice_type": "single"
    },
    {
        "question": "A major lipid of mitochondrial membrane is:",
        "exp": "Cardiolipin is a phospholipid which is present in inner mitochondrial membrane Found only in mitochondria Can be antigenic Has a role in apoptosis signaling Act as anticoagulant Decreased or altered cardiolipin can lead to ageing, heart failure, hypothyroidism & Bah syndrome (cardioskeletal myopathy) Complex structure Made up of Glycerol attached to two Phosphatidic acid.",
        "cop": 3,
        "opa": "Inositol",
        "opb": "Plasmalogen",
        "opc": "Cardiolipin",
        "opd": "Lecithin",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "b1b52c24-abff-4821-a356-a347412ec5c5",
        "choice_type": "single"
    },
    {
        "question": "The cellular component of protein synthesis is:",
        "exp": "Ribosomes >> Rough endoplasmic reticulum Rough ER is that ER on which ribosomes are attached and protein synthesis occurs in ribosomes. So, best answer here is 3. Fig.: Free ribosomes present in cytoplasm (not attached to ER) Fig.: Ribosomes attached to cytosolic side of ER BUT SER is responsible for the synthesis of lipids, in detoxification and Ca sequestration & release.",
        "cop": 3,
        "opa": "Smooth endoplasmic reticulum",
        "opb": "Rough endoplasmic reticulum",
        "opc": "Ribosomes",
        "opd": "Mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "1f3efa87-418e-4aef-8847-93fc6c643ccf",
        "choice_type": "single"
    },
    {
        "question": "The lipid: protein ratio of inner mitochondrial membrane is:",
        "exp": "Chemical composition of some purified membranes Membrane Protein Lipid Carbohydrate 1. Myelin sheath (nerve cell) 18 79 3 2. Plasma membrnae: (i) Mouse liver (ii) Amoeba (iii) Human erythrocyte 44 54 52 52 42 40 4 4 8 3. Mitochondrial inner membrane 76 24 0 The ratio of lipid to protein is highly variable in various membranes. In myelin, lipid is impoant for insulation. That is why myelin contains more lipid compared to proteins. Inner mitochondrial membrane is embedded with large amount of proteins of electron transpo chain. That is why the protein to lipid ratio is 3. 2: 1",
        "cop": 4,
        "opa": "1: 02",
        "opb": "2: 01",
        "opc": "1: 01",
        "opd": "1: 03",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "50867432-6b6f-47a7-86d9-f62d0050c2cd",
        "choice_type": "single"
    },
    {
        "question": "Mitochondria are involved in all of the following EXCEPT:",
        "exp": "The biochemical processes taking place in mitochondria are all catabolic pathways and vital pathways i. e. TCA and ETC Replication, Transcription and Translation for mitochondrial DNA Apoptosis Cholesterol synthesis is anabolic pathway, so it occurs in cytoplasm (option 4)",
        "cop": 4,
        "opa": "ATP production",
        "opb": "Apoptosis",
        "opc": "Tri-carboxylic acid cycle",
        "opd": "Cholesterol synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "06e98524-4d8e-423f-bd6e-963b7363e666",
        "choice_type": "multi"
    },
    {
        "question": "All of the following proteins synthesised by free-ribosomes, EXCEPT",
        "exp": "Cytosolic ribosomes synthesize: Rough ER ribosomes synthesize: Proteins present in- Mitochondria Nucleus Peroxisomes Cytosol Proteins present in- ER Golgi and Plasma membrane Secretory proteins Lysosomal enzymes",
        "cop": 2,
        "opa": "Proteins that remain in cytosol",
        "opb": "Lysosomal enzymes",
        "opc": "Mitochondrial proteins",
        "opd": "Peroxisomal enzymes",
        "subject_name": "Biochemistry",
        "topic_name": "Organelles",
        "id": "dba6fff8-ce69-4aa9-80f1-503c66351ce1",
        "choice_type": "multi"
    }
]