[
    {
        "question": "Ketone body formation without glycosuria seen in -",
        "exp": "Ans. is 'c' i. e., Prolonged starvation o Amongst the given options, DM and starvation are the causes of ketosis. Diabetes:- Ketosis with hyperglycemia and glycosuria Prolonged starvation:- Ketosis with low or normal glucose and without glycosuria. o In diabetic Ketoacidosis:- (i) Positive Rothera's test (due to ketone bodies) (ii) Positive Benedict's test (due to presence of reducing sugar in urine)o In Starvation ketosis:- (i) Postive Rothera's test (due to ketone bodies), (ii) Negative Benedict's test (no sugar in urine)",
        "cop": 3,
        "opa": "DM",
        "opb": "DI",
        "opc": "Prolonged starvation",
        "opd": "Obesity'",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "577f2265-89c6-4ac1-b475-f158a54027d4",
        "choice_type": "single"
    },
    {
        "question": "In beta oxidation of fatty acids carnitine is required for -",
        "exp": "Ans. is 'b' i. e., Transport of long chain fatty acid to mitochondrial inner layer o Formation of acyl CoA (activated fatty acid) takes place in the cytosol, o Further degradation occurs in the mitochondrial matrix. o This creates a problem because the inner mitochondral membrane is impermeable to long chain acyl CoA (activated fatty acid). o To ov ercome this problem, participation of a carrier, carnitine is requiredQ, o It is Synthesized from lysineQ and methionine in liver and kidney. o The transport process, referred to as carnitine shuttle, comprises following steps:-The acyl group af acyl CoA is transferred to carnitine, resulting in formation of fatty acylcamitine. The reaction is catalyzed by rate-limiting enzyme of b-oxidation, carnitine acyl transferase-1: CAT-1 (or carnitine palmitoyltransferase-1), which is located on outer side (cytosolic side) of inner mitochondrial membrane or inner side of outer mitochondrial membrane. QAcylcamitine is able to penetrate the inner membraneQ and is transported across the inner mitochondrial membrane by an enzyme translocase (camitine-acylcamitine translocase). Entry of acylcamitine is coupled with exit of carnitine. Once inside the mitochondrial matrix, acyl group of acylcamitine is transferred back to CoA by the enzyme carnitine acyl transferase-II: CAT-II (or carnitine palmitoyl transferase-II) located on the inside of the inner mitochondrial membrane. Acyl-CoA is reformed in mitochondrial matrix with liberation of carnitine which is returned to the cvtosalic side by the translocase (camitine-acylcamitine translocase) in exchange for an incoming acylcamitine.",
        "cop": 2,
        "opa": "Conversion ofshort chain fatty acids to long chain fatty acids",
        "opb": "Transport of long chain fatty acid to mitochondrial inner layer",
        "opc": "Transport of long chain fatty acid to cytoplasm",
        "opd": "Conversion of long chain fatty acids to short chain fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "e805bce9-7294-4499-93ee-e393ec078565",
        "choice_type": "single"
    },
    {
        "question": "Site of b-oxidation is -",
        "exp": "Ans. is 'b' i. e.. Mitochondria Site. Cycle/Reactions. Cytosol QGlycolysis (EMP Cycle), HMP shunt, fatty acid synthesis glycogenosis, glvcogenolysis. Bile acid'Salt synthesis, cholesterol synthesis. Mitochondria QKreb's cycle (citric acid cycle), Electron transport chain (ECT) Q, Fatty acid oxidation, Ketogenesis. Both cvtosoi and mitochondria. Gluconeogenesis, Urea cycle. Peroxisomes. Oxidation of very long chain fatty acids. Smooth endoplasmic reticulum. Triglyceride synthesis. Steroid synthesis, cholesterol synthesis, phospholipid synthesis. Rough endoplasmic reticulum(ribosomes). Protein synthesis. Nucleus. DNA and RNA synthesis",
        "cop": 2,
        "opa": "Cytosol",
        "opb": "Mitochondria",
        "opc": "Lysosome",
        "opd": "Golgi apparatus",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "2c0e637a-56fe-4ba6-b611-9384694cef63",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies are used by all except -",
        "exp": "Ans. is 'd' i. e., Hepatocytes o Ketone bodies are synthesized by liver and are utilized by extrahepatic tissues like heart, muscles, renal cortex and brain (in starvation). o Liver cannot utilize ketone bodies because it lacks enzyme succinyl-CoA-acetoacetate CoA transferase, which is required for the activation of ketone bodies, o The first reaction in use of ketone bodies is activation of acetoacetate. o Liver lacks the enzyme CoA transferase; hence cannot utilize ketone bodies. RBCs can't use fatty acids because they don't have mitochondria",
        "cop": 4,
        "opa": "Brain",
        "opb": "Heart muscles",
        "opc": "Skeletal muscles",
        "opd": "Hepatocytes",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "3d8cd09a-75dc-42b4-a8f2-49b754d5a9a3",
        "choice_type": "multi"
    },
    {
        "question": "Brain cannot utilize -",
        "exp": "Alts, is 'b' i. e., Fatty acids There is no stored fuel in brain2, but it utilized 60% of total energy under resting conditionsQ. Glucose is virtually the sole fuel for the brain2, except in prolonged starving when ketone bodies are the majorsourceQ. Fatty acids do not serve as fuel for the brain, because they are bound to albumin in plasma; hence cannot cross blood-brain barrier.",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fatty acids",
        "opc": "Ketone bodies",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "fdd3f4c8-77ff-4a3f-8bc4-d60cff1edf95",
        "choice_type": "multi"
    },
    {
        "question": "Ketone bodies are all except-",
        "exp": "Ans. is 'd' i. e., Acetyl-CoA o Ketone bodies are acetoacetate, (3-hydroxybotyrate and acetone. o Ketone bodies are synthesized exclusively in liver mitochondriaQ from acety l Co. AQ or acetoacetyl CoA; the process is called ketogenesis. Ketogenesis occurs w hen there is a high rate of fatty acid oxidation in liver w hich provides excessive acetyl Co. AQ. Ketogenesis involves following steps:-Acetoacetyl-CoA is the starting material for ketogenesis. This can arise in two ways:-Directly during b-oxidation of fatty acids, during last cycle of b-oxidation the starting material is 4 carbon acyl CoA, i. e. acetoacetyl CoA. Two molecules of acetyi-Co. Acondense to form acetoacetyl-CoA. This reaction is catalyzed by thiolase. Acetoacetyl-CoA combines with another acetyl CoA molecule to produce 3-hydroxy-3-methylglutaryl CoA (HMG CoA), a reaction catalyzed by HMG-Co. A synthase. This is the rate-limiting step in ketogenesis. HMG-CoA is then cleaved to acetyl-Co. A and acetoacetate by enzyme HMG-Co. A lyase. Thus, HMG-CoA serves as the immediate precursor for acetoacetateQ. Acetoacetate is reduced, by b-hydroxybutyrate dehydrogenase, into b-hydroxy butyrate. A small fraction of acetoacetate undergoes spontaneous decarboxylation to form acetone.",
        "cop": 4,
        "opa": "Acetoacetate",
        "opb": "Acetone",
        "opc": "b-hydroxy butyrate",
        "opd": "Acetyl-CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "15147676-3167-4a57-b940-b4487e9c3a4e",
        "choice_type": "multi"
    },
    {
        "question": "Ketosis is caused by -",
        "exp": "Ans. is 'b' i. e., Over production of acetyl-CoA o Ketogenesis occurs when there is high rate of fatty acid oxidation in liver which provides excessine acetyl-CoA. o Normally, rates of ketone body synthesis and their utilization (oxidation) are balanced so that their serum concentration is maintained to very low level (normal is < 0. 2 mmol/L or< 1 mg/d1) and urinary excretion is negligible (< 1 mg/ 24 hours). o However, when rate of ketogenesis exceeds their utilization, their concentration in blood rises, and the condition is known as ketonemia (hyperketonemia). o Excess ketone bodies are eliminated in urine, this is known as kenonuria. o The overall condition is called Ketosis. o Ketogenesis is usually associated with excessive fatty acid oxidation^ which occurs most notably in starvation and diabetes (type 1 DM).",
        "cop": 2,
        "opa": "Excessine utilization of glucose",
        "opb": "Over production of acetyl-CoA",
        "opc": "Excessine secretion of insulin",
        "opd": "Excessine intake of carbohydrates",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "85442fe6-31c6-41bd-a199-1d47f403e20e",
        "choice_type": "single"
    },
    {
        "question": "Fuel utilized by brain in starvation -",
        "exp": "Ans. is 'a' i. e., Ketone bodies o There is no stored fuel in brain, but it utilized 60% of total energy under resting conditions. o Glucose is virtually the sole fuel for the brain, except in prolonged starving when ketone bodies are the major source. o Fatty acids do not serve as fuel for the brain, because they are bound to albumin in plasma; hence cannot cross blood-brain barrier. ORGANFEDFASTINGSTARVATIONBrain. Glucose. Glucose. Ketone bodies. Heart. Fatty acids. Fatty acids. Ketone bodies. Liver. Glucose. Fatty acids. Amino acids. Muscles. Glucose. Fatty acids. Fatty acids & ketone bodies. Adipose tissue. Glucose. Fatty acids. Fatty acids & ketone bodies. RBCs. Glucose. Glucose",
        "cop": 1,
        "opa": "Ketone bodies",
        "opb": "Fatty acid",
        "opc": "Glycogen",
        "opd": "Any of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "8e1b0fe6-754f-4a3f-bdd1-3d8061af60f8",
        "choice_type": "multi"
    },
    {
        "question": "Ketone bodies cannot be utilized by which of the following?",
        "exp": "Ans. b. Red blood cells (Ref: Harper's 27/e p190-191). Ketone bodies cannot be utilized Red blood cells. Substrate utilized for energy production. Organ. Fed. Fasting. Starvation. Brain. Glucose. Glucose. Ketone bodies. QHeart. Fatty acid. QFatty acid. Ketone bodies. Liver. Glucose. Fatty acid. Amino acid. Muscles. Glucose. Fatty acid. Fatty acid. Heart utilizes fatty acids even in fed state. Brain doesn't use fatty acid for energy production.",
        "cop": 2,
        "opa": "Skeletal muscle",
        "opb": "Red blood cells",
        "opc": "Brain",
        "opd": "Heart",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "eee939ee-85bd-456f-a026-408ca098608e",
        "choice_type": "single"
    },
    {
        "question": "Ketone bodies not utilised by:",
        "exp": "Ref: Harper's Illustrated Biochemistry, 27th edition. Page 190 and Lippi ncotts Biochemistry, 3rd edition. Page 486. Explanation:\"Unlike fatty acids, ketone bodies can be used by the brain f but not by cells, such as red blood cells, that lack mitochondria) and, thus are important fuels during a fast. The liver lacks the ability to degrade ketone bodies, and so synthesizes them specifically for the peripheral tissues. \" Ref: Lippincott's Biochemistry', 3rd edition. Page 486. Substrate utilized by various organs in different states. Organ. Fed State. Fasting. Starvation. Brain. Glucose. Glucose. Ketone bodies. Heart. Fatly acid. Fatty acid. Ketone bodies. Liver. Glucose. Fatty acid. Amino acid. Muscles. Glucose. Fatty acid. Fatty acid. KETOLYSISUtilization of ketone bodies. Site: o Mitochondriao Extra hepatic tissue, Tissues: o Heart. o Brain (especially when starving)o Skeletal muscleo Renal cortex. Ketones are NOT utilized by: o RBC - S ince it does NOT contain mitochondria. o Liver - Since it does NOT contain thiophorase enzyme. Note: Liver is the ONLY organ which produces ketone bodies and releases into blood, but it lacks the enzyme responsible (Thiophorase)for their degradation and utilization. This is the reason why liver does not utilize ketone bodies.",
        "cop": 2,
        "opa": "Brain",
        "opb": "RBC",
        "opc": "Heart",
        "opd": "Skeletal muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "93fb0275-8ecf-47f8-b2db-4e065d817ebc",
        "choice_type": "single"
    },
    {
        "question": "Ketone body formation without glycosuria is seen in -",
        "exp": "Ans. is 'c' i. e.. Starvation o Amongst the given options, DM and starvation are the causes of ketosis. Diabetes Ketosis with hyperglycemia and glycosuria. Prolonged starvation:- Ketosis with low or normal glucose and without glycosuria. o In diabetic Ketoacidosis:- (i) Positive Rothera's test (due to ketone bodies) (ii) Positive Benedict's test (due to presence of reducing sugar in urine)o In Starvation ketosis:- (i) Postive Rothera's test (due to ketone bodies), (ii) Negative Benedict's test (no sugar in urine)",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Diabetes insipidus",
        "opc": "Starvation",
        "opd": "Obesity",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "474a27a6-7f0b-40f0-b8a7-b950ec3d8b35",
        "choice_type": "single"
    },
    {
        "question": "Beta oxidation of fatty acids occur in?",
        "exp": "Ans. (b) Mitochondria. Ref Lippincott's 4/e, /194, Harper's Biochemistry 28, chapter 22",
        "cop": 2,
        "opa": "Nucleus",
        "opb": "Mitochondria",
        "opc": "Cytoplasm",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "a82050a9-4091-4d3d-afd5-e641ea14b919",
        "choice_type": "single"
    },
    {
        "question": "b-oxidation of fatty acids with odd number of carbon atoms yield -",
        "exp": "Ans. is 'c' i. e., Botho Even chain fatty acids are b-oxidized to acetyl Co A. o Odd chain fatty acids are also p-oxidized normally but the last step produces a b-carbon propionyl CoA along with an acetyl CoA (instead of 2 molecules acetyl CoA that occurs in even chain fatty acids), o For example, a C-17 fatty acid produces 7 acetyl CoA molecules and one propionyl CoA molecule by b- oxidation, o Propionyl CoA is catabolized to succinyl CoA, a krebs cycle intermediate via methvlmalonyl CoA. so, propionyl CoA enters the gluconeogenic process. o This three carbon units (propionl CoA) from odd chain fatty acids is the only part of a fatty acid that is glucogenic.",
        "cop": 3,
        "opa": "Acetyl CoA",
        "opb": "Propionyl CoA",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "06c3d494-5e1f-477b-baf4-13d10a0851ac",
        "choice_type": "multi"
    },
    {
        "question": "Ketone bodies are synthesized -",
        "exp": "Ans. is 'c' i. e., Miochondria o Ketone body synthesis (ketogenesis) occurs in mitochondria, Site. Cycle/Reactions. Cytosol. QGlycolysis Q (EMP Cycle Q), HMP shunt, fatty' acid synthesisQ glycogenesis, glycogenolysis, Bile acid/Salt synthesis, cholesterol synthesis. Mitochondria QKreb's cycle (citric acid cycle) Q. Electron transport chain (ECT) Q, Fatty' acid oxidationQ, Ketogenesis. Both cytosol and mitochondria. GluconeogenesisQ, Urea cycle. QPeroxisomes. Oxidation of very' long chain fatty' acids. Smooth endoplasmic reticulum. Triglyceride synthesisQ, Steroid synthesisQ, cholesterol synthesis, phospholipid synthesis. Rough endoplasmic reticulum (ribosomes). Protein synthesis. Nucleus. DMA and RNA synthesiso They are called essential fatty acids because human beings require these fatty acids but cannot synthesize themQ, o Humans lack the enzymes to introduce double bonds at carbon atom beyond C9 in the fatty' acid chain, o Hence, human cannot synthesize linolenic acid0and linolenic acid having double bonds beyond C9. o Arachidonic acid can be synthesized from linoleic acid. o Therefore, in deficiency of linoleic acid, arachidonic acid also becomes essential fatty' acids, o Therefore linoleic acid is the most important essential fatty acid0 as it senes as a basis for the production of other EFA.",
        "cop": 3,
        "opa": "Cytosol",
        "opb": "ER",
        "opc": "Miochondria",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "29552839-ef0c-4c23-ad36-7d0e3b41c60a",
        "choice_type": "single"
    },
    {
        "question": "Rotheras test is used for -",
        "exp": "Ans. is 'd' i. e., Ketone bodies in urine. Tests. Used foro Rothera's test (nitroprusside test)o Gerhardt's test (ferric chloride test). Ketone bodies in urine:- acetone and acetoacetate. Ketone bodies in urine:-acetoacetate. o Benedict's testo Fehling's test. Reducing sugars in urine. Reducing sugars in urineo Hay's sulpher test. Bile salts in urineo Fouchet's (borium sulphate test)o Gmelin's (nitric acid) testo Vanden Bergh testo Ehrlich's testo Schlesinger's test. Bile pigment: bilirubin. Bile pigment: bilirubin. Bile pigment: bilirubin. Bilinogens (stercobilinogen, urobilinogen). Bilins (stercobilin, urobilin). o Ehrlich's aldehyde test. PorphobilinogenQ and urobilinogen in urineo Ehrlich s aldehyde test is used for urobilinogen & porphobilinogen, o Tests for cholesterol include --- Salwoski, Liebermann, Ziemann. o Tests for charbohydrates include --- Molish for all sugars, Selwenojf(D-fructose), Fearons. o Rothera's test is false positive in --- presence of other ketones e. g. in PKU. o In Ninhydrin reaction all amino acid give blue colour except proline and hydroxy-proline which give yellow colour.",
        "cop": 4,
        "opa": "Bilirubine in urine",
        "opb": "Sugar in urine",
        "opc": "Protein in urine",
        "opd": "Ketone bodies in urine",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "7fc7a6c5-ab04-41f6-8d43-52da6eb30e09",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a primary ketone body?",
        "exp": "ANSWER: (A) Acetoacetate. REF: Harper 27th ed p. 191. Acetoacetate is a primary ketone body. Ketone bodies are: Acetoacetate. Acetone. Beta hy droxy butyrate",
        "cop": 1,
        "opa": "Acetoacetate",
        "opb": "Acetone",
        "opc": "Beta hydroxy butyrate",
        "opd": "All are primary",
        "subject_name": "Biochemistry",
        "topic_name": "Oxidation of Fatty acids: Ketogenesis",
        "id": "a5707148-a082-4921-92f7-8112ab6446a2",
        "choice_type": "multi"
    }
]