[
    {
        "question": "Which of the following chemical reaction is involved in the conversion of noradrenaline to adrenaline?",
        "exp": "Catecholamines are derivatives of phenylalanine/tyrosine. \"Nor\" in noradrenaline (norepinephrine) indicates the absence of methyl group. The methyl group of adrenaline (epinephrine) is derived from S-Adenosyl methionine (Ado. Met)",
        "cop": 3,
        "opa": "Hydroxylation",
        "opb": "Carboxylation",
        "opc": "Methylation",
        "opd": "Dehydrogenation",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "55988eda-6aec-4eae-874b-3750206c88e0",
        "choice_type": "single"
    },
    {
        "question": "Guthrie's bacterial inhibition test detects:",
        "exp": "Guthrie's bacterial inhibition test:- Screening test for phenylketonuria (PKU) Used to detect the abnormal presence of phenylalanine metabolites in blood i. e. Phenyl pyruvate Phenyl alanine Phenyl lactate. Procedure: A small amount of blood sample is taken from heel of the infant and placed in a medium with a strain of Bacillus subtilis, a bacteria that cannot grow without phenylalanine. If phenylalanine metabolites are present, then these bacteria reproduce, and the test result is positive, indicating that patient has PKU.",
        "cop": 4,
        "opa": "Phenyl pyruvate",
        "opb": "Phenyl alanine",
        "opc": "Phenyl lactate",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "3b096e59-832b-4738-99ba-4567e0db2eea",
        "choice_type": "multi"
    },
    {
        "question": "In Phenylketonuria, the first line therapy is:",
        "exp": "In phenylketonuria:- There is accumulation of phenylalanine Accumulated phenylalanine inhibits the transpo of other amino acids required for neurotransmitter synthesis, reduces synthesis and increases degradation of myelin - Mental retardation Breastfeeding introduces phenylalanine and symptoms will be:- 1. Vomiting 2. Irritability 3. Convulsions & tremors are the usual presentations. Thus, limiting the substrate of the deficient enzyme, i. e. phenylalanine, is the first-line of management. Breastfeeding should be avoided.",
        "cop": 3,
        "opa": "Replacement of the defective enzyme",
        "opb": "Replacement of the deficient product",
        "opc": "Limiting the substrate for deficient enzyme",
        "opd": "Giving the missing amino acid by diet",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "65051e0f-c134-499f-b46d-0fc56d714b1c",
        "choice_type": "single"
    },
    {
        "question": "Ochronosis is caused by",
        "exp": "In Alkaptonuria there is defect in catabolism of Tyrosine and Phenylalanine Enzyme deficient-Homogentisate Dioxygenase Homogentisic acid is an intermediate in the catabolism of Tyrosine Deposition of black pigments (polymerization of Homogentisic acid occurring in body over years) in joints, cailage and collagenous tissue is known as Ochronosis. DEPOSITION OF BLACK PIGMENTS",
        "cop": 3,
        "opa": "Tyrosinemia Type I",
        "opb": "Maple syrup urine disease",
        "opc": "Alkaptonuria",
        "opd": "Phenylketonuria",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "ac8220a2-6dc5-4ae3-acae-85039a868677",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy is brought to clinic because of poor development as well as vomiting, irritability, and a skin rash. The boy's mother also notes that his urine has a strange \"mousy\" odor. Physical examination reveals the child has an eczema-like rash, is hyperreflexive, and has increased muscle tone. He has a surprisingly fair-skinned complexion compared to the rest of his family. What is the most likely diagnosis?",
        "exp": "Phenylketonuria: Phenyl ketone i. e. Phenyl Pyruvate found in urine of these patients (Pyruvate is a Keto-acid). Affected children are normal at bih but fail to reach developmental milestones Clinical features: Body odour - mousy or musty because of phenylacetate. Severe mental retardation due to excess Phenylalanine. Tyrosine becomes essential Deficiency of pigment Melanin (formed from Tyrosine), leads to fair skin, blue eyes and light hair color. OTHER FEATURES: Microcephaly, rash, hypeoma, seizures, hyperactivity, exaggerated tendon reflexes, wide-spaced teeth, enamel hypoplasia. Rx:- Decreased dietary phenylalanine (which is contained in many foods, including aificial sweeteners). Dietarytyrosine supplementation(In patients with p. KU, tyrosine cannot be derived from phenylalanine) Currently, screeningis mandatory and performed6 days to 2 weeksafter bih using high-performance liquid chromatography.",
        "cop": 3,
        "opa": "Tay-Sachs disease",
        "opb": "Mcardle disease",
        "opc": "Phenylketonuria",
        "opd": "Pyruvate dehydrogenase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "2a0e0ad5-e7a9-441e-beec-63e0e51e28a9",
        "choice_type": "single"
    },
    {
        "question": "Phenylalanine is degraded into",
        "exp": "Phenylalanine is first conveed to tyrosine (For Subsequent metabolism of phenylalanine and tyrosine See att. Treasure. Hereditary tyrosinemia type I (Hepatorenal tyrosinemia) is due to deficiency of the enzyme fumaryl acetoacetate hydrolase (fumarylacetoacetase). Remember the enzyme deficiency - fumarylacetoacetase. That will help you to remember the end products - Fumarate and acetoacetate. Phenylalanine & tyrosine are both glucogenic and ketogenic. Fumarate is glucogenic while acetoacetate is ketogenic.",
        "cop": 2,
        "opa": "Fumarate and succinate",
        "opb": "Fumarate and acetoacetate",
        "opc": "Fumarate and Malate",
        "opd": "Fumarate and pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "dfd0b82d-afa8-4c91-a12d-6eb0a5391f37",
        "choice_type": "single"
    },
    {
        "question": "Positive Ferric chloride urine test is due to:",
        "exp": "Diagnostic test for phenylketonuria: This is a screening test in urine sample for phenyl ketones and hence gives positive result for phenyl pyruvate Positive for:- Phenylketonuria Tyrosinemia MSUD Alkaptonuria",
        "cop": 3,
        "opa": "Phenylalanine",
        "opb": "Phenylacetate",
        "opc": "Phenylpyruvate",
        "opd": "Phenylaspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "02af6e72-bc0b-4824-bf5e-451b94c73bbd",
        "choice_type": "single"
    },
    {
        "question": "Melanin is synthesized from:",
        "exp": "Synthesis of Melanin Pigment Melanin is synthesized from tyrosine by following pathway. It occurs in melanosomes present in melanocytes of skin and hair Option 2-Tryptophan forms niacin (Vit B3), serotonin and melatonin. Extra Information: Uses of tyrosine: Albinism - Absence of pigment from skin, hair and eyes. Defect is in enzyme Tyrosinase. Patients also have vision defects and photophobia. This is also called oculo-cutaneous albinism. Vitiligo: Lack of melanoblast in some regional areas, but enzyme Tyrosinase is normal.",
        "cop": 1,
        "opa": "Tyrosine",
        "opb": "Tryptophan",
        "opc": "Phenyl alanine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "b7e4a3cd-4bc0-44eb-9cda-40f21532a54c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are characteristics of phenylalanine hydroxylase, EXCEPT",
        "exp": "PAH is a mixed-function oxidase because it incorporates one atom of oxygen into phenylalanine and another atom of oxygen into H2 to form H2O. Remember: Not all hydroxylase enzymes require Vitamin C. Not all carboxylase enzymes require Vitamin K.",
        "cop": 4,
        "opa": "Mixed function oxidase",
        "opb": "Tetrahydrobiopterin is a cofactor",
        "opc": "NADPH provides the reducing power",
        "opd": "Vitamin C is a cofactor",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "b0b96d70-980c-4fa8-ba1e-2d3679d435d7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are tyrosine derivatives, EXCEPT",
        "exp": "Melanin, Catecholamines (Dopamine, Norepinephrine, Epinephrine), Thyroxine are the derivatives are tyrosine. Serotonin is a tryptophan derivative.",
        "cop": 1,
        "opa": "Serotonin",
        "opb": "Melanin",
        "opc": "Epinephrine",
        "opd": "Thyroxine",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "59bb5d6e-2e35-492e-b49a-310b929d6dc7",
        "choice_type": "multi"
    },
    {
        "question": "In Alkaptonuria deficiency is:",
        "exp": "Alkptonuria: Defect in catabolism of Tyrosine and Phenylalanine. Enzyme deficient is Homogentisate Dioxygenase (new name) or Homogentisate oxidase (old name) Note: If both names are given mark Homogentisate Dioxygenase. Urine turns black on exposure to air due to oxidation of homogentisic acid. Homogentisic acid is an intermediate in the catabolism of Tyrosine. Dark staining of diapers Deposition of black pigments (polymerization of homogentisic acid occurring in body over years) in joints, cailage and collagenous tissue, known as ochronosis. Option 1- Phosphofructo kinase RLE enzyme of glycolysis. Option 2 HMG CoA reductase - RLE enzyme of cholesterol synthesis Option 4 Xanthine oxidase -Rate limiting enzyme of purine catabolism",
        "cop": 3,
        "opa": "Phosphofructo kinase",
        "opb": "HMG CoA reductase",
        "opc": "Homogentisate oxidase",
        "opd": "Xanthine oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "45cc0e0a-14ec-4831-ae7c-4f2e031d9259",
        "choice_type": "single"
    },
    {
        "question": "Nitisinone is an example of",
        "exp": "Nitisinone is prescribed for infantile tyrosinemia because it decreases production of the substrate (fumarylacetoacetate) for the hydrolase, thus decreasing the velocity of the reaction preventing substrate accumulation.",
        "cop": 4,
        "opa": "Enzyme activation therapy",
        "opb": "Enzyme replacement therapy",
        "opc": "Substrate addition therapy",
        "opd": "Substrate reduction therapy",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "0a6afecc-fd25-4666-9aa1-6604604a57f7",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting step in catecholamine synthesis:-",
        "exp": "Catecholamines are epinephrine, norepinephrine and dopamine. L-DOPA is the precursor of all catecholamines The diagram given below shows the synthesis of L-DOPA and the rate limiting enzyme in the synthesis is tyrosine hydroxylase.",
        "cop": 3,
        "opa": "Phenylethanolamine N-methyltransferase",
        "opb": "Dopadecarboxylase",
        "opc": "Tyrosine hydroxylase",
        "opd": "Tryptophan decarboxylase A",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "e0587b47-6871-4ac6-bc51-425a6982ad6b",
        "choice_type": "multi"
    },
    {
        "question": "The difference in molecular weight between Phenylalanine & Tyrosine is by:",
        "exp": "Usually students tend to mark 17 as the answer. Phenylalanine gets conveed to Tyrosine by enzyme Phenylalanine Hydroxylase. Most Hydroxylases are Mono-oxygenases i. e. EC No. 1. In hydroxylation reactions, only one oxygen atom from the molecular oxygen is added because H was already present in the phenylalanine. So, change in molecular weight is by 16 and NOT 17. Extra Information: Phenylalanine is an essential amino acid and its only role in the body is to give rise to tyrosine.",
        "cop": 2,
        "opa": "17",
        "opb": "16",
        "opc": "64",
        "opd": "32",
        "subject_name": "Biochemistry",
        "topic_name": "Phenylalanine and Tyrosine metabolism Detail",
        "id": "b842d077-444e-4aa2-99c9-c96b8c64a371",
        "choice_type": "single"
    }
]