[
    {
        "question": "Which structure of Hb can do function?",
        "exp": "In case of any protein, Primary & secondary structures -NO function. Function stas from Teiary structure.",
        "cop": 4,
        "opa": "Primary, secondary, teiary",
        "opb": "Primary & secondary",
        "opc": "Primary, secondary, teiary, quaernary",
        "opd": "Teiary & quaernary",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "01f1b9ea-0d71-41ff-805f-35dca9309898",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of conjugated protein?",
        "exp": "Simple proteins are those that are made up of only amino acids. Conjugated proteins are combinations of protein with a non-protein pa, called prosthetic group Albumin is a simple protein. It may transpo metal ions. But there is no prosthetic group -> option a is excluded. Gluten, a protein composite of:- Prolamin (in wheat named gliadin) Glutelin(in wheat named glutenin) This is again a simple protein -> option b is excluded. Myoglobin contains heme prosthetic group. So, it is obviously a conjugated protein -> option c is the answer.",
        "cop": 3,
        "opa": "Albumin",
        "opb": "Glutelin",
        "opc": "Myoglobin",
        "opd": "Globulin",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "5c85d988-8669-4baa-89f7-85bf6531c620",
        "choice_type": "single"
    },
    {
        "question": "Shoest peptide is:",
        "exp": "Shoest peptide is Angiotensin-III Made up of 7 amino acids, formed from Angiotensin-II after the removal of an amino acid from N-terminal Angiotensin III has same efficacy as Angiotensin II for the secretion of aldosterone.",
        "cop": 4,
        "opa": "Angiotensin-I",
        "opb": "Vasopressin",
        "opc": "Angiotensin-II",
        "opd": "Angiotensin-III",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "374d8a88-b7d8-45ef-b2ba-b252a0ab8ea5",
        "choice_type": "single"
    },
    {
        "question": "Most abundant in bone -",
        "exp": "Most abundant protein in bones is collagen. Collagen is formed from glycine proline lysine Proline and lysine are hydroxylated to make OH-proline and OH-lysine. Now, you have to choose between option 2 and 3. As most of the proline in collagen is hydroxyated so best out of these two options is hydroxyproline. Extra information: OH-proline cause extensive hydrogen bonding and hence collagen provide strength to the bones.",
        "cop": 2,
        "opa": "Arginine",
        "opb": "Hydroxyproline",
        "opc": "Proline",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "20721d82-11e4-46e8-b93e-6ab822607388",
        "choice_type": "single"
    },
    {
        "question": "Glutathione is a",
        "exp": "Glutathione is -glutamyl cysteinyl glycine, i. e. glutathione is a tripeptide made up of 3 aminoacyl residues - Glutamate, Cysteine, Glycine Gluta - Glutamate Thi- Sulfur containing (Cysteine) One- Glycine (1 C amino acid) Glutathione is the major intracellular reducing substance/anti-oxidant SH group of glutathione is responsible for its antioxidant function.",
        "cop": 3,
        "opa": "Dipeptide",
        "opb": "Polypeptide",
        "opc": "Tripeptide",
        "opd": "Oligopeptide",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "7f5d5f9b-0e22-4216-8139-e0088b7a2842",
        "choice_type": "single"
    },
    {
        "question": "How many amino acids are present in a single turn of a-helix?",
        "exp": "a-helix is a rod-like helical structure where peptide backbone wound around a long axis, the side chains (R groups) radiate outward N-H group of one amino acid is hydrogen bonded to the C=O group of the amino acid located four residues earlier along the protein sequence. This hydrogen bonding creates a right-handed spiral or helix (coiled, rod-like structure). Most of the naturally occurring a-helix are right-handed. One turn of a-helix contains 3. 6 amino acids. Distance between two adjacent amino acids is 1. 5 Adeg",
        "cop": 2,
        "opa": "3. 3",
        "opb": "3. 6",
        "opc": "10. 5",
        "opd": "11. 5",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "aa17b544-ea5a-4ca2-bd23-3c9b7bb059ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following protein can't have quaternary structure?",
        "exp": "For quaternary structure to be present you need more than one polypeptide chain Albumin is a single polypeptide. So, the highest structure it can have is teiary structure. Hemoglobin & Immunoglobulin are tetramer - option b and c are excluded. Collagen has the quaternary structure of quaer staggered arrangement - option d is excluded. fig:-Quaer stagger arrangement of tropocollagen",
        "cop": 1,
        "opa": "Albumin",
        "opb": "Immunoglobulin",
        "opc": "Hemoglobulin",
        "opd": "Collagen",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "98a58dfd-94dd-491f-ad0b-80fe7aa156a7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following amino acids shows a tendency to form a left-handed helix?",
        "exp": "All the amino acid in human proteins are L-amino acids. Glycine does not have a chiral carbon. So, there is no D or L-form for glycine. Because of this flexibility, Glycine can form left-handed helix like collagen helix. (Note: Collagen helix is NOT an alpha helix). A \"chiral\" molecule is one that is not superimposable with its mirror image. The only amino acid that does not have four different groups attached to the alpha carbon is glycine. So, it lacks chirality. The image shows Chirality:",
        "cop": 2,
        "opa": "Cysteine",
        "opb": "Glycine",
        "opc": "Arginine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "14d52ca1-99e1-42bb-97d1-301f929e80bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a protein misfolding disorder:",
        "exp": "Protein misfolding diseases are also known as proteopathies or protein conformational disorders or disorders of proteostasis. Protein conformational disorders Major aggregating protein Alzheimer's disease Amyloid b peptide (Ab); Tau protein Prion diseases Prion protein Parkinson's disease and other synucleinopathies a-Synuclein Tauopathies Microtubule-associated protein tau (Tau protein) Huntington's diseaseand other poly Q diseases Proteins with tandemglutamineexpansions Alexander disease Glial fibrillary acidic protein(GFAP) Familial amyloidoticneuropathy, Senile systemicamyloidosis Transthyretin Pulmonary alveolar proteinosis Surfactant proteins Cystic Fibrosis cystic fibrosis transmembrane conductance regulator(CFTR) protein Sickle cell disease Hemoglobin",
        "cop": 4,
        "opa": "Alzheimer's disease",
        "opb": "Creutzfeldt Jakob disease",
        "opc": "Cystic fibrosis",
        "opd": "Tuberculosis",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "5bb499fd-87dd-4a98-afb5-80e998a7d545",
        "choice_type": "single"
    },
    {
        "question": "Alpha helix is stabilized by?",
        "exp": "Secondary Structure includes * Alpha helix * Beta pleated sheet * Beta bend or turn * Alpha chain in collagen (not alpha helix) Structure Bonds Primary structure Covalent/amide/peptide bond Secondary structure Hydrogen bonds Teiary structure Disulphide, Hydrogen, Hydrophobic and Ionic bond Quaternary structure Hydrogen, hydrophobic and ionic bond",
        "cop": 4,
        "opa": "Disulfide linkage",
        "opb": "Covalent bonding",
        "opc": "Hydrophobic interactions",
        "opd": "Hydrogen bonds",
        "subject_name": "Biochemistry",
        "topic_name": "Proteins bonds and structure",
        "id": "a5744ed6-30a1-4ee0-aa2b-0d48c5ae0727",
        "choice_type": "single"
    }
]