[
    {
        "question": "Same amino acid is coded by multiple codons d/t following:",
        "exp": "Ans. is 'a' i. e. Degeneracy There are 20 amino acids, to be coded by 61 codons, so every amino acid except methionine and tryptophan are represented by more than one codon. This is k/a degeneracy or redundancy. The genetic code is made up of codons. Codons consist of a sequence of three nucleotides i. e. it is a triplet code. Since there are 4 different nucleotides, their various combination leads to 64 codons (43). Three of these codons do not code for any specific amino acid (known as nonsense codons) and are used as termination signals (hence also known as termination or stop codons. When one of these termination codons appear in an m. RNA sequence, it signals that polymerization of amino acids into a protein molecule is complete. Characteristics of the Genetic Code. Specific or UnambiguousA given codon designates only one single specific amino acid. Degenerate or Redundant. Although each codon corresponds to a single amino acid, a given amino acid may have more than one triplet coding for it. Exceptions are Methionine & Tryptophan, which have a single codon. Codons that represent same amino acids are called as synonyms. In general, the third nucleotide in a codon is less important than the first two in determining the specific amino acid. This is k/a third base degeneracy or wobbling phenomenon. Universal. In all living organisms the genetic code is the same, this is k/a universality of the code. Exception is found in mitochondrial genome where AUA codes for methionine and UGA for tryptophan instead of isoleucine and termination respectively. Non-overlapping. There is no overlapping i. e. no base functions as a common member of two consecutive codons. Commaless. There is no punctuation between the codons. The codons are arranged as a continuous structure. The last nucleotide of the preceding codon is immediately followed by the first nucleotide of succeeding codon.",
        "cop": 1,
        "opa": "Degeneracy",
        "opb": "Frame-shift mutation",
        "opc": "Transcription",
        "opd": "Mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "3c3d0f99-c5ae-4637-a115-29cc518e91bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a point mutation-",
        "exp": "Ans. is 'c' i. e., Frame shift mutation o Somatic mutations include:-i) Point mutations:- Silent mutation, mis-sense mutation, nonsense mutation. ii) Frame shift mutations:- These are due to deletion or insertion of base pair. iii) Trinucleotide repeat mutation. o Methionine is activated into S-adenosylmethionine, which then transfers its methyl group to an acceptor. Thus methionine acts as methyl donor in transmethylation reactions. o Some of the important transmethylation reactions are-i) Norepinephrine - Epinephrineii) Phosphatidylethanolamine - Phosphatidylcholineiii) Gunaidoacetate - Creatineiv) Ethanolamine - Cholinev) Acetyl serotonin - Serotoninvi) Nucleotides - methylated nucleotides",
        "cop": 3,
        "opa": "Silent mutation",
        "opb": "Nonsense mutation",
        "opc": "Frame shift mutation",
        "opd": "Mis-sense mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "e7688428-52f8-4ee6-b0f1-533a73c4df2c",
        "choice_type": "single"
    },
    {
        "question": "Frame shift mutation causes -",
        "exp": "Ans. is 'd' i. e., Alteration of whole reading sequence. Mutationso A mutation is apermanant change in the DMA. o Mutations that affect germ cells (sperm or ovum) are transmitted to progeny and may give rise to inherited disease. o Mutations that affect somatic cells are not transmitted to progeny but are important in the genesis of cancers and congenital malformations, o Mutations may be classified into three categories -l. Gene mutations. The vast majority of mutations associated with hereditary disease are gene mutations. These may of different types depending whether it involves complete gene or single base -(a) Point mutationo A single nucleotide base is substituted by a different base. o When a pyrimidine base is substituted by other pyrimidine base or a purine base is substituted by other purine - Transition. o When a purine is substituded by a pyrimidine or vice-versa - Transversion, o This may alter the code in a triplet of bases, i. e. in codon and leads to replacement of one aminoacid by another in the gene product. o Because these mutations alter the meaning of the genetic code, they are often termed missense mutation. o Example is sickle mutation in which CTC codon in b-chain of hemoglobin that codes for glutamic acid is changed to CAC codon that codes for valine, o Another type of point mutation is nonsense mutation in which a point mutation may change an amino acid codon to a stop codon. o Example is b-thalassemia in which CAG codon in b-chain of hemoglobin that code for glutamin is changed to stop codon UAG after point mutation. (b) Deletion and insertionso Deletion or insertion of one or two base lead to alterations in the reading frame of the DNA strand - frame shift mutation. o If the number of base pairs invoved is three or a multiple of three framshift does not occur (because codon is triplet), instead an abnormal protein missing one or more amino acids is synthesized. (c) Trinucleotide repeat mutationo Normally a codon is triplet ie trinucleotide. o In this type of mutation a codon, ie trinucleotide sequence undergoes amplification and the same codon is repeated continuously so many times in the chain, o For example in fragile X-syndrome. CGG codon is repeated 250-4000 times, ie. there are 250-4000 tandem repeates of CGG. Chnomosome mutationo Result from rearrangement of genetic material that give rise to visible structural changes in the chromosome. Genome mutationo Involves loss or gain of whole chromosome, e. g. monosomy - Turner syndrome, trisomy - Down syndrome.",
        "cop": 4,
        "opa": "Transversion",
        "opb": "Transition",
        "opc": "Termination of protein synthesis",
        "opd": "Alteration of whole reading sequence",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "3ac56f71-c540-4e71-a0b8-de99b85144f3",
        "choice_type": "single"
    },
    {
        "question": "In humans, the genetic code is represented by code of three nucleotides. If one amino acid is coded by more than one triplet, then this is known as:(AIIMS May 2012, Nov 2011)",
        "exp": "Ans. a. Degeneracy (Ref: Harper 29/e p190, 396, 28/e p354). Degeneracy is the redundancy of the genetic code, where more than one triplet codes one amino acid. (AIIMS November 2011, November 2006 Repeat). Degeneracy. Degeneracy is the redundancy of the genetic codeQ. The genetic code has redundancy but no ambiguityQ. The codons encoding one amino acid may differ in any of their three positionsQ. There are three amino acids encoded by six different codons: serine, leucine and arginineQ. Only two amino acids are specified by a single codonQ. One of these is the amino-acid methionine, specified by the codon AUG, which also specifies the start of translation: the other is tryptophan, specified by the codon UGGQ. The degeneracy of the genetic code accounts for the existence of synonymous mutations. Degeneracy results because there are more codons than encodable amino acidsQ. Codon. Initiation codon is AUG (Methionine)QTermination codons: UAA (Ochre), UAG (Ambre), UGA(Opal)QCharacteristics of the Genetic Code. The genetic code is unambiguous: each codon specifies one amino acid onlyQ. The code is degenerate: One amino acid may be specified by more than one codonQ. In most cases, the first two bases perform sufficient coding, the third (or wobble) base playing a minor roleQ. Codons with a similar sequence specify amino acids with similar chemical propertiesQ.",
        "cop": 1,
        "opa": "Degeneracy",
        "opb": "Frame-shift mutation",
        "opc": "Ambiguity",
        "opd": "Mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "876beb11-bd6c-4e9c-bdb8-24a9a6f712f0",
        "choice_type": "single"
    },
    {
        "question": "A mutation in the codon which causes a change in the coded amino acid, is known as:-",
        "exp": "Ans. is 'c' Missense mutation. Mutation can be classified as below: Silent mutation. The codon containing the changed base codes for the same amino acid. This is due to degeneracy * of the code. This is very likely to occur if the changed base in the codon occurs at its third nucleotide (Wobble phenomenon *). e. g. UCU is codon for amino acid serine, if third U is changed A, UCA still codes for serine. Missense mutation. The codon containing the changed base codes for a different amino acid. This mistaken (or missense) amino acid, might be acceptable, partially acceptable or unacceptable to functioning of that protein molecule. Acceptable missense. The change in the amino acid does not alter the function of the protein. Partially acceptable. The change in the amino acid interferes with the normal function of the protein. e. g. Sickle cell anemia. Unacceptable. The change in the amino acid results in totally non-functional protein. Non-sense mutation. The codon containing the changed base may become the termination codon.",
        "cop": 3,
        "opa": "Mitogenesis",
        "opb": "Somatic mutation",
        "opc": "Missense mutation",
        "opd": "Recombination",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "622fa9c8-8136-447d-9740-33dad502897c",
        "choice_type": "single"
    },
    {
        "question": "Defect in Snurps causes -",
        "exp": "Ans. is 'c' i. e., Defect in splicingm-RNA processingo Prokaryotic m. RNA is functional immediately upon synthesis, i. e. prokaryotic primary transcript of m. RNA is functional. Thus it does not require post-transcriptional modification. In Eukaryotes the primary transcript of m. RNA is the hn RNA (hetrogeneous nuclear RNA). After transcription hn. RNA is extensively modified to form functional m. RNA. These modifications are as follows. The 51-capping. This is the first processing reaction. 5l-end of m. RNA is capped with 7-methylguansosine. This cap helps in initiation of translation (protein synthesis) and stabilizes the structure of m. RNA by protecting from 5'-exonuclease. Addition of poly 'A' tail As the name suggests, multiple4A' (adenylate) residues are added at 31 end. This poly-A tail is not transcribed from DNA. but rather added after transcription. These tails helps to stabilize the m. RNA (by protecting from 31-exonuclease), facilitate exit from the nucleus, and aid in translation. After m. RNA enters the cytosol, the poly-A tail is gradually shortened. Some m. RNAs do not have poly-A tail, e. g. m. RNAs of histones and some interferons. Removal of introns (splicing) Eukaryotic genes contain some coding sequences which code for protein and some intervening non-coding sequences which do not code for protein. The coding sequences are called 'exons'and intervening non-coding sequences are called 'introns'. The process by which introns are excised and exons are linked to form functional m. RNA is called splicing. Thus mature m. RNA does not contain introns.# Spitcesome:- Splicesome is an assembly made up of small nuclear RNA (sn. RNA), some proteins and hn. RNA. sn. RNA combines with proteins to form small nuclear ribnonucleoprotein particles (sn. RNPs or snurps) that mediate splicing. It is sn. RNA component of snurps that catalyzes splicing. Snurps are U1, U2, U3, U4, U5 and U6-o Only about 1[?]5% of human DNA has coding sequence (exons). Remaining is non-coding (introns). Alternate splicing:- The hn-RNA molecules from some genes can be spliced in alternative way in different tissues. Thus two or more different m. RNA (and therefore 2 or more proteins) can be synthesized from same hn. RNA. For example, difference isoforms of tropomyosin in different tissues in due to alternate splicing.",
        "cop": 3,
        "opa": "Defect in 5' - capping",
        "opb": "Defect in addition of poly-A tail",
        "opc": "Defect in Splicing",
        "opd": "Defect in terminal addition of nucleotide",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "b1e10769-c976-4919-ba5c-089bd8a0fe18",
        "choice_type": "single"
    },
    {
        "question": "Xeroderma pigmentation is caused due to a group of closely related abnormalities in -",
        "exp": "Ans. is 'c' i. e., Nucleotide excision repairo This question is repeat from AIIMS-2005. Nucleotide excision repairo UV rays cause DNA damage by forming TT dimmers which prevent replication, o Enzyme UV specific endonclease (UVr ABC excinuclease) cleaves the damaged strand on both sides, o DNA polymerase fills the gap & DNA ligase seals the nick. Example of disease associated with defective nucleotide excision repair is xeroderma pigmentosum. Due to defecdve nucleotide excision repair, there is formation of bulky DNA lesions as a result of formation of thymidine dimers caused by UV rays induced damage.",
        "cop": 3,
        "opa": "Mismatch repair",
        "opb": "Base excision repair",
        "opc": "Nucleotide excision repair",
        "opd": "SOS repair",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "12d929b5-8ea2-4e23-9140-460ad767e0a1",
        "choice_type": "single"
    },
    {
        "question": "Oncogenes can be best studied by-",
        "exp": "Ans. is 'a' i. e., Transfection \"A useful method for the study of oncogenes is transfection * -- Ananthanarayan",
        "cop": 1,
        "opa": "Transfection",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Conjugation",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "952a23c7-84b5-4822-bf7e-bbbe79b8e83a",
        "choice_type": "single"
    },
    {
        "question": "CAP in LAC operon is an example of:(AIIMS Nov 2011, May 2011)",
        "exp": "Ans. a. Positive regulator (Ref: Lippincott 4/e p418-420)CAP in LAC operon is an example of positive regulator. \"CAP-c. AMP regulator is a positive regulator for Lac operonQ because its presence is required for gene expression. \"Operon is the segment of DN A strand, consisting of cluster of several genes involved in metabolic pathway. Operon = structural genes coding for enzymes of metabolic pathway + regulatory genes that determine their transcription. Structural genes for Lac operon. Coded protein. Regulator genes/ proteins and inducers. Lac Zb galactosidase. Positive regulator. CRP = CAP + CAMPLac YPermease. Negative regulator. Lac 1 gene. Repressor protein. Lac AAcetylase. Inducer. Lactose. IPTG (gratuitous inducer). Jacob and Monod's Operon Concept for Prokaryotic Gene. In prokaryotes, genes involved in a metabolic pathway are often present in a linear array called an operon. The cistron is the smallest unit of genetic expression coding for subunit of a protein molecule (One cistron-one subunit concept)Q. Polycistronie m. RNA, predominantly found in prokaryotes is a m-RNA that encodes more than one separately translated proteins. Operon (transcription unit of prokaryotes) consists of structural (coding) genes and regulatory region consistingQ. Structural (coding) genes. Carries the codon that code for proteins involved in a particular metabolic pathway. In lac operon of E coli (responsible for lactose metabolism), 3 structural genes lac Z, lac Y, and lac A code respectively for b-galactosidase, (hydrolyze lactose or b- galactoside to galactose and glucose), permease (responsible for permeation of galactose into cell), and thiogalactosida transacetylaseQ. Inducible regulated genes: Their expression increases in response to an inducer or activator (a positive regulatory signal). In general, inducible genes have relatively low rates of transcription. Constitutive (house keeping) genes: They are expressed at a reasonably constant rate and are not subjected to regulationQ. The product of these genes are required all the timeQ in a cell. A mutation resulting in constitutive expression of what was formerly a regulated gene is called constitutive mutation. Regulatory region consisting. Promoter (P) gene. Operator (O) genes. Regulator (I) genes* It is situated on the upstream (5'- side of transcription start site between operator and regulator gene.* It is the site, where DNA dependent- RNA polymerase (RNP) binds to form pre-initiation complex (PIC)Q, and commence transcription.* Catabolite gene activator protein (CAP) in conjunction with c-AMP (known as c-AMP regulatory protein = CRP) is required for efficient formation of PIC. So it is a positive regulator. Adenylate cyclase which forms c-AMP from ATP, is activated by absence of glucose. So the lac operon transcription only occurs in absence of glucoseQ (catabolite repression). And presence of glucose prevents it by depleting c-AMP.* It is a segment of ds DNA that regulates the activity of the structural genes.* In lac operon, it is 27 bp long segment situated between promoter site (at which RNAP binds) and lac Z (transcription initiation site) and show a twofold rotational symmetry and an inverted palindrome in 21 bp long region* When attached to operator (o) gene, the repressor (Lacl) acts as a negative regulator and prevents transcription of operator and structural (lac Z/Y/A) genesQ.* It is a constitutive gene, that forms subunits of lac repressor (MW 38, 000), a lac repressor molecule (Lac I repressor protein) is formed by union of 4 subunits and has high affinity for operator locusQ.* At any time only 2 subunits of repressor binds to operator, mostly in its major groove without interrupting the base paired double helical nature of operator DNA.* Normally 20-40 repressor tetramers, occupy >95% of lac operator, thus ensuring a low lac operon transcription in absence of inducer.* Presence of lactose or gratuitous inducer such as isopropylthio galactoside (IPTG) on bacteria growing on poorly utilized carbon source (e. g. succinate) results induction of lac operon enzymes by de-repression.",
        "cop": 1,
        "opa": "Positive regulator",
        "opb": "Negative regulator",
        "opc": "Attenuation",
        "opd": "Constitutive expression",
        "subject_name": "Biochemistry",
        "topic_name": "Regulation of Gene Expression",
        "id": "2a0059fb-fc38-4b74-a3dc-9499d422ef10",
        "choice_type": "single"
    }
]