[
    {
        "question": "Which of the following enzyme uses citrate in fatty acid synthesis?",
        "exp": "Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 2,
        "opa": "Aconitase",
        "opb": "Citrate synthase",
        "opc": "Malic enzyme",
        "opd": "ATP citrate lyase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "458caac4-b90f-47d7-939d-934e9a724f5e",
        "choice_type": "single"
    },
    {
        "question": "Protein synthesis occurs in",
        "exp": "Synthesis of proteins are based on the grnic information present on the DNA which is transcribef into the m. RNA nucleotide sequence and then translated to the amino acid sequence of the polypeptide chain. The m. RNA encodes the information, tge t. RNA transposthe aminoacids and ribosomes provide the platform for the protein synthesizing machinery. Transfer RNA and ribosomal RBA are transcribed from specific genes on DNA by RNA polymerases Reference: FM. VASUDEVAN Textbook SEVENTH EDITION, Page no: 597",
        "cop": 1,
        "opa": "Ribosome",
        "opb": "Golgi apparatus",
        "opc": "Lysosomes",
        "opd": "Endosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a8fe09e4-ef75-4466-80ee-957b1213785b",
        "choice_type": "single"
    },
    {
        "question": "a-helix of protein is",
        "exp": "a-Helix: A peptide chain forms regular helical coils called a-helix. Type of secondary protein structure. These coils are stabilized by hydrogen bonds between carbonyl O of 1st amino and amide N of 4th amino acid residues. Thus in a aa aa-helix intrachain hydrogen bonding is present. The a aa aa-helices can be either right handed or left handed. Left-handed a-helix is less stable than right-handed a helix because of the steric interference between the C = O and the side chains. Only the right-handed a-helix has been found in protein structure. Each amino acid residue advances by 0. 15 nm along the helix, and 3. 6 amino acid residues are present in one complete turn. The distance between two equivalent points on turn is 0. 54 nm and is called a pitch. Small or uncharged amino acid residues such as alanine, leucine, and phenylalanine are often found in a-helix. More polar residues such as arginine, glutamate, and serine may repel and destabilize a-helix. Proline is never found in a-helix. The proteins of hair, nail, skin contain a group of proteins called keratins rich in a -helical structure. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 2,
        "opa": "Primary structure",
        "opb": "Secondary structure",
        "opc": "Teiary structure",
        "opd": "Quaery structure",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "c29b9c31-c62f-4cde-958c-9c67e1e3ab17",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a suicidal enzyme",
        "exp": "Cyclooxygenase is a \"Suicide Enzyme\"\"Switching off \" of prostaglandin activity is paly achieved by a remarkable propey of cyclooxygenase--that of self-catalyzed destruction; that is, it is a \"suicide enzyme. \" Fuhermore, the inactivation of prostaglandins by 15-hydroxyprostaglandin dehydrogenase is rapid. Blocking the action of this enzyme with sulfasalazine or indomethacin can prolong the half-life of prostaglandins in the body. Ref: Harper&; s Biochemistry; 30th edition; Chapter 23; Biosynthesis of Fatty Acids & Eicosanoids",
        "cop": 1,
        "opa": "Cyclooxygenase",
        "opb": "Lipooxygenase",
        "opc": "5-nucleotidase",
        "opd": "Thrombaxane synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ce225449-debd-4b32-9a01-4c35008c96d8",
        "choice_type": "single"
    },
    {
        "question": "Defect in collagen formation is seen in",
        "exp": "Scurvy is caused due ti deficiecy of ascorbc acid. Ascorbic acid is necessary for the post-transltional hydroxylation of proline and lysine residues. Hyroxyproline and hydrolysine are essential for the formation of crosslinks in the collagen, which gives the tensile strength to the fibers. This process is absolutely necessary for the normal production of suppoing tissues such as osteiod, collagen and intercellular cement substance of capillaries. REFERENCE: DM VASUDEVAN SEVENTH EDITION; PAGE NO: 497",
        "cop": 1,
        "opa": "Scurvy",
        "opb": "Hunter's syndrome",
        "opc": "Marfan's syndrome",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "de1630df-7b39-43e1-b1fe-2435585188c5",
        "choice_type": "single"
    },
    {
        "question": "H4-biopterin (tetrahydrobiopterin) is required for metabolism of",
        "exp": "Conversion of phenylalanine to tyrosine: The reaction involves hydroxylation of phenylalanine at p-position in benzene ring. Enzyme: Phenylalanine hydroxylase. Present in liver and the conversion occurs in Liver. Coenzymes and cofactors: The enzyme requires the following for its activity: * Molecular oxygen * NADPH *F e++ and * Pteridine (folic acid) coenzyme: Tetrahydrobiopterin- FH4 The reaction is complex and takes place in two stages as shown below: I. Reduction of O2 to H2O and conversion of phenylalanine to tyrosine. Reduced form of pteridine, FH4 acts as H-donor to the molecular O2. II. Reduction of dihydrobiopterin, FH2 by NADPH, catalyzed by the enzyme Dihydrobiopterin reductase. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 495",
        "cop": 3,
        "opa": "Arginine",
        "opb": "Lysine",
        "opc": "Phenylalanine",
        "opd": "Tryptophane",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "364fcc68-4071-444e-bcbe-45e8ccad8849",
        "choice_type": "single"
    },
    {
        "question": "Among the given hormones which are stored the longest in a cell",
        "exp": "Hormone Supply Stored in Cell. Steroids and 1, 25(OH)2-D3. None. Catecholamines and PTHHours. Insulin Days. T3 and T4. Weeks. Ref: Harper; 30th edition; Pg: 515",
        "cop": 2,
        "opa": "Insulin",
        "opb": "T3",
        "opc": "PTH",
        "opd": "Testosterone",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f826865f-34c8-4391-a264-bfca803ad408",
        "choice_type": "single"
    },
    {
        "question": "Proteins are linear polymers of amino acids. They fold into compact structures. Sometimes, these folded structures associate to form homo or hetero-dimers. Which of the following refers to this associated form?",
        "exp": "Quaternary structure defines the polypeptide composition of a protein and, for an oligomeric protein, the spatial relationships between its protomers or subunits. Monomeric proteins consist of a single polypeptide chain. Dimeric proteins contain two polypeptide chains. Homodimers contain two copies of the same polypeptide chain, while in a heterodimer the polypeptides differ. Ref: Harper 28th Ed. Page-35, Harper 27th Ed. Page: 34",
        "cop": 4,
        "opa": "Denatured state",
        "opb": "Molecular aggregation",
        "opc": "Precipitation",
        "opd": "Quaternary structure",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "31606a7b-8605-46e8-bc83-b49ec027bcd2",
        "choice_type": "single"
    },
    {
        "question": "Function of Topoisomerases",
        "exp": "Classes of Proteins Involved in Replication. Protein. Function. DNA polymerases. Deoxynucleotide polymerization. Helicases. ATP -driven processive unwinding of DNATopoisomerases. Relieve torsional strain that results fromhelicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand bindingproteins (SSBs). Prevent premature reannealing of ds. DNADNA ligase. Seals the single strand nick between thenascent chain and Okazaki fragments on the lagging strand. Ref: Harper&; s Biochemistry; 30th edition; Chapter 35; DNA Organization, Replication, & Repair",
        "cop": 2,
        "opa": "Deoxynucleotide polymerization",
        "opb": "Relieve torsional strain",
        "opc": "Initiates synthesis of RNA primers",
        "opd": "Prevent premature reannealing of ds. DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a0a9c464-b050-43b1-bdaa-cb2555be090a",
        "choice_type": "single"
    },
    {
        "question": "Enzyme involved in binding of & for conjugated bilirubin formation is",
        "exp": "In the liver, bilirubin is conjugated with glucuronic acid by the enzyme glucuronyltransferase, making it soluble in water: the conjugated version is the main form of bilirubin present in the \"direct\" bilirubin fraction. Much of it goes into the bile and thus out into the small intestine. Ref biochemistry satyanarayana 4e",
        "cop": 4,
        "opa": "Kinases",
        "opb": "Ligases",
        "opc": "Syntheses",
        "opd": "Transferases",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "fd72d462-31c0-41ad-87b8-7dba476792ab",
        "choice_type": "single"
    },
    {
        "question": "In Gaucher&; s disease, there is a deficiency of",
        "exp": "Due to deficiency of glucocerebrosidase, causes glucosylceramide accumulation in macrophages called Gaucher&; s cells. Disease. Enzyme Deficiency. Clinical Symptoms. Gaucher diseaseb-Glucosidase. Enlarged liver and spleen, erosion of long bones, mental retardation in infants. Ref: Harper&; s biochemistry; 30th edition; Chapter 24 Metabolism of Acylglycerols & Sphingolipids",
        "cop": 1,
        "opa": "Glucocerebrosides",
        "opb": "glucokinase",
        "opc": "Sphingomyelinase",
        "opd": "G-6. PD",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0529637a-7efa-4ae3-bbdd-f97ff6d374c0",
        "choice_type": "single"
    },
    {
        "question": "Familial hypercholesterolemia is associated with",
        "exp": "A positive correlation exists between the incidence of atherosclerosis and the plasma concentration of LDL cholesterol. The LDL (apoB-100, E) receptor is defective in familial hypercholesterolemia, a genetic condition which blood LDL cholesterol levels are increased, causing premature atherosclerosis. Ref: Harper&; s Biochemistry; 30th edition; Chapter 25; Lipid Transpo & Storage",
        "cop": 2,
        "opa": "Liver cirrhosis",
        "opb": "Premature atherosclerosis",
        "opc": "Nephrotic syndrome",
        "opd": "Pancreatitis",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "c9845397-c612-487d-b94c-44debc19f745",
        "choice_type": "single"
    },
    {
        "question": "The first gene therapy (somatic enzyme) was successfully done in",
        "exp": "Deficiency of adenosine deaminase, a condition that affects lymphocytes paicularly, was the first disease to be treated by gene therapy. Deficiency of adenosine deaminase accounts for 15% of all cases of severe combined immunodeficiency (SCID). In 1990, Dr. William French Anderson introduced a new copy the gene, carried on a retroviral vector, into a 4-year-old girl suffering from severe combined immunodeficiency (Bubble boy disease). Ref: Harper 30th edition pg: 699",
        "cop": 1,
        "opa": "SCID",
        "opb": "Phenylketonuria",
        "opc": "Thalassemia",
        "opd": "Cystic fibrosis",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "94387a5c-cec6-46f4-959f-7313dfeb5f3f",
        "choice_type": "single"
    },
    {
        "question": "At isoelectric pH protein",
        "exp": "Proteins are least soluble at their isoelectric pH. Significance of isoelectric proteind: The amonoacid composition will determine the isoelectric pH of protein. The alpha amino acids and carboxyl group are utilized for peptide bond formation, and hence are not ionizable. All other ionizable groups present in the protein will influence pl of the protein. At the isoelectric point, the number of anioins andcations present on the protein molecule will be equal and the net charge is zero. At the pl value, the proteins will not migrate in an electrical field. At the pl, solubility, buffering capacity and viscosity will be minimum; and precipatation will be maximum. On the acidic side of pl, the proteins are cations and on alkaline side, they are anions in nature. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO: 41",
        "cop": 1,
        "opa": "Have Net charge 'O'",
        "opb": "Are positively charged",
        "opc": "Are negatively charge",
        "opd": "Don't migrate",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0dbaa2f6-f6a9-4f12-a97d-159a172a5532",
        "choice_type": "single"
    },
    {
        "question": "Most abundant in bone",
        "exp": "Hydroxyproline is catabolized more or less similar to proline. It is confer strength to fibrous proteins like collagen, elastin, keratin. etc. In vitamin C deficiency hydroxyproline synthesis is reduced, causing strength of fibers, leading to scurvy. The excretion of hydroxyproline in urine is increased in tumours infiltrating bones and in diabetic patients due to enhanced rate of protein catabolism. REFERENCE: DM. VASUDEVAN. TEXTBOOK SEVENTH EDITION; PAGE NO: 244",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Hydroxyproline",
        "opc": "Lysine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "8b259223-8bd9-4cea-824c-c00711fe642f",
        "choice_type": "single"
    },
    {
        "question": "The structural proteins are involved in maintaining the shape of a cell or in the formation of matrices in the body. The shape of these proteins is",
        "exp": "Collagen is the most abundant of the fibrous proteins that constitute more than 25% of the protein mass in the human body. Other prominent fibrous proteins include keratin and myosin. These fibrous proteins represent a primary source of structural strength for cells (i. e., the cytoskeleton) and tissues. Ref: Harper 28th Ed. Page-40, Harper 27th Ed. Page: 38",
        "cop": 2,
        "opa": "Globular",
        "opb": "Fibrous",
        "opc": "Stretch of beads",
        "opd": "Planar",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "95f067b2-fa1e-4af0-92a3-f539f112bfda",
        "choice_type": "single"
    },
    {
        "question": "Hydrophobic amino acid is",
        "exp": "Amino acids having non-polar side chaindthese include Alanine, Valine, Leucine, Isoleucine, Methionine, Proline, Phenylalanine and Tryptophan. These groups are HYDROPHOBIC (waater repellant) and lipidophilic REFERENCE; DM VASUDEVAN TEXTBOOK SEVENTH EDITION PAGE NO: 26",
        "cop": 1,
        "opa": "Alanine",
        "opb": "Tyrosine",
        "opc": "Glycine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "1331afd5-1464-42a4-8181-0690420871bb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following amino acids have side chains that are negatively charged under physiological conditions?",
        "exp": "The side chains of the acidic amino acids, aspaic acid and glutamic acid, are negatively charged above pH 3; in their ionized state, they are often referred to as aspaate and glutamate. Asparagine and glutamine are, respectively, the amides of aspaic acid and glutamic acid. Ref: Voet Fundamentals of Biochemistry 4th Edition Pg no 82.",
        "cop": 1,
        "opa": "Aspaic acid",
        "opb": "Histidine",
        "opc": "Tyrosine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "30d84721-8e03-4063-a03d-b18d33c97af7",
        "choice_type": "single"
    },
    {
        "question": "A lady developed severe hyperglycemia in pregnancy and returned to normal after pregnancy with similar history in her mother and sister. What is the Enzyme defect?",
        "exp": "The given description suggests of Maturity onset diabetes of young. MODY is due to mutation in a single gene Inheritance: Autosomal dominant Absence of autoantibodies Absence of ketosis MODY2 Glucokinase gene location: chromosome 7 Glucokinase acts as a sensor for glucose. It has high Km value. In beta cells of pancreas, it acts only when glucose level is high and release the insulin. Due to mutation in glucokinase, insulin is not released even when glucose is high and hyperglycemia is seen Reference: Harpers illustrated biochemistry 30th edition.",
        "cop": 2,
        "opa": "PFK",
        "opb": "Glucokinase",
        "opc": "Enolase",
        "opd": "Aldolase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b3162e48-c14d-47bf-bb00-141000cf4751",
        "choice_type": "single"
    },
    {
        "question": "Plasma ceruloplasmin is a",
        "exp": "Caeruloplasmin It is a copper-containing a2-globulin, a glycoprotein with enzyme activities. Molecular weight is [?] 151, 000. It has eight sites for binding copper-contains about eight atoms of copper per molecule- 1/2 as cuprous (Cu+) and 1/2 as cupric (Cu++). It carries 0. 35 percent Cu by weight. Normal plasma contains approx. 30 mg/100 ml and about 75 to 100 mg of Cu may be present in 100 ml of plasma. It has enzyme activities, e. g. copper oxidase, histaminase and ferrous oxidase. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 101",
        "cop": 2,
        "opa": "a-1 globulin",
        "opb": "a-2 globulin",
        "opc": "b-1 globulin",
        "opd": "b-2 globulin",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0aec1871-94b0-4845-9888-6008b04d8cfd",
        "choice_type": "single"
    },
    {
        "question": "Protein degradation occurs in",
        "exp": "Glycoproteins are generally transpoed fron ER to cis Golgi, then to medial Golgi and finally ti trans golgi for temporary storage. Trans Golgi is paicularly abundant with vesicles containing glycoproteins. Newly synthesized proteins are soed first according to the soing signals available in the proteins. Main function of Golgi apparatus is protein soing, packaging and secretion. Reference: DM. VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO. 12",
        "cop": 1,
        "opa": "Golgi apparatus",
        "opb": "Peroxisomes",
        "opc": "ER",
        "opd": "Mitochondria",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a085108a-7a19-4aba-a86c-0fb8dcfa4ec1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes does not contain Zn",
        "exp": "Zinc is required for the activity of > 300 enzymes, covering all six classes of enzymes. Alcohol dehydrogenase. Superoxide dismutase. Transferases like RNA polymerase and Aspaate transcarbamoylase. Hydrolases like carboxypeptidase A and thermolysin. Lyases like Carbonic anhydrase and Fructose-1, 6-bisphosphate aldolase. Isomerases like phosphomannose isomerase and Ligases like pyruvate carboxylase and aminoacyl-t. RNA synthases. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 2,
        "opa": "Alcohol Dehydrogenase",
        "opb": "Arginase",
        "opc": "Alkaline Phosphatase",
        "opd": "Carbonic Anhydrase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "d055dfa1-1dcd-458c-8950-eed2268e09f4",
        "choice_type": "single"
    },
    {
        "question": "Which process involves the formation of non-essential amino acid from keto acid?",
        "exp": "The alpha amino group of amino acid can be transferred to alpha keto acid to form the corresponding new amino acid and alpha keto acid. This is a impoant reaction in the body for the interconversion of amino acids and for the synthesis of non-essential aminoacids. For example: Aminogroup is exchanged between alanine and glutamic acid. In almost all cases, the amino group is accepted by alpha ketoglutaric acid so that glutamic acid is formed. Reference: DM. VASUDEVAN. TEXTBOOK SEVENTH EDITION, page no: 30 and 201",
        "cop": 2,
        "opa": "Deamination",
        "opb": "Transamination",
        "opc": "Dehydrogenation",
        "opd": "Oxidation",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "cfd7b91b-d684-419a-979e-b1259c289546",
        "choice_type": "single"
    },
    {
        "question": "Protein that precipitates on heating to 45 C and redissolves on boiling is",
        "exp": "Bence-Jones&; Protein An abnormal protein occurs in blood and urine of people suffering from a disease called multiple myeloma (a plasma cell tumour). Defined as monoclonal light chains present in the urine of patients with paraproteinaemic states. Either monoclonal `k&; or `l&; light chains are excreted in significant amounts in about 50 percent cases of multiple myeloma. It has a molecular weight 45000 and has sedimentation coefficient of 3. 5 S. Sometimes the chains excreted may be a `dimer&; of L-chains. Identification--Heat Test * The protein is identified easily in urine by a simple Heat Test. On heating the urine 50 to 60oC, Bence-Jones&; proteins are precipitated, but when heated fuher it dissolves again. Reverse occurs upon cooling. * Best detected by zone electrophoresis and immunoelectrophoresis of concentrated urine. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 104",
        "cop": 1,
        "opa": "Bence Jones Protein",
        "opb": "Gamma globulin",
        "opc": "Albumin",
        "opd": "Myosin",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a4edae34-707a-4552-afb4-090c447b685f",
        "choice_type": "single"
    },
    {
        "question": "In what form do proteins cross the mitochondrial membranes?",
        "exp": "Mitochondrial proteins are not folded when they are synthesized in the cytosol. Instead, they are attached to Hsp 70 chaperone proteins which hold them in extended form for delivery to the mitochondria. On reaching the mitochondria the protein binds to an outer membrane translocase (TOM) protein. This binding is helped by Hsp70, but as the protein translocates across the membrane the chaperones are removed and do not enter the mitochondrion. Proteins transpoed to the matrix or inner membrane are passed straight from the TOM translocase to an inner membrane translocase (TIM) which transfers them, still in extended form, to the matrix, and to the inner membrane. In the matrix, they are finally folded by mitochondrial chaperones and chaperonins. Reference: Harper; 30th edition",
        "cop": 4,
        "opa": "Bound to an impoin protein a signal sequence",
        "opb": "In fully folded form",
        "opc": "In unfolded extended form attached to Hsp 70 chaperones",
        "opd": "In unfolded extended form without chaperones",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "447e0099-d666-45a1-bb9c-f85f28099835",
        "choice_type": "single"
    },
    {
        "question": "Which does not play a role in protein synthesis?",
        "exp": "The gene contains exons and introns. The introns need to be separated out and exons must be joined as they are actual amino acid coding sequences. Specific nucleases and ligases bring about this function. These changed an RNA into functional m-RNA. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 262",
        "cop": 2,
        "opa": "Exon",
        "opb": "Intron",
        "opc": "m-RNA",
        "opd": "ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b6227d08-8d0a-44d3-bd7a-c3af2386532d",
        "choice_type": "single"
    },
    {
        "question": "Selenium is a co-factor for",
        "exp": "Selenium is component of selenocysteine, glutathione peroxidase, thioredoxin, deiodinase. The peroxides that are formed by radical damage to lipids in membranes and plasma lipoproteins are reduced to hydroxy fatty acids by glutathione peroxidase. Ref: Harper&; s Biochemistry; 30th edition; Pg: 567",
        "cop": 1,
        "opa": "Glutathione peroxidase",
        "opb": "Glutathione reductase",
        "opc": "Glutathione synthetase",
        "opd": "Glutathione dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "669611cc-ab81-4a61-9c65-1f10a994c649",
        "choice_type": "single"
    },
    {
        "question": "Gangliosides consist of",
        "exp": "Gangliosides are synthesized from ceramide by the addition of activated sugars (eg, UDPGlc and UDPGal) and a sialic acid, usually N-acetylneuraminic acid. Gangliosidoses is accumulation of gangliosides. Ex: Tay-Sachs disease Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 37",
        "cop": 4,
        "opa": "Nitrogenous base",
        "opb": "Glycerol",
        "opc": "Phosphate",
        "opd": "Sialic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "668ee6ad-bf7d-4b56-9f0c-32fabc7bf9ee",
        "choice_type": "single"
    },
    {
        "question": "Phospholamban is a protein leads to",
        "exp": "That leads to sequestration of Ca2+ in endoplasmic reticulum Phospholamban is a protein contained within the sarcoplasmic reticulum that inhibits the activity of the sarcoplasmic calcium pump. Inactivation of the phospholamban results in an increase in calcium sequestration by the SR. In cardiac muscle, the rapid sequestration of Ca2+ shoens the duration of the contraction. In smooth muscle, sequestration causes the muscles to relax. Phospholamban has little effect on skeletal muscle contraction.",
        "cop": 2,
        "opa": "That increase interaction of calcium with myofilaments",
        "opb": "That leads to sequestration of calcium in endoplasmic reticulum",
        "opc": "That leads to sequestration of calcium by mitochondria",
        "opd": "That activates Ca/Na pump",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b759eb9a-a4f5-4aab-96fe-062f6146ac3c",
        "choice_type": "single"
    },
    {
        "question": "Biological value of protein is related to",
        "exp": "The indices are used to assess the nutritional value of proteins. Biological Value (BV) of Protein: It is the ratio between the amount of nitrogen retained and nitrogen absorbed during a specific interval. Net Protein Utilization (NPU): NPU = Retained nitrogen / intake of nitrogen x 100 Net Dietary Protein Value (NDPV): This will assess both quantity and quality of the proteins in the diet. NDPV = Intake of N x 6. 25 x NPU Protein Efficiency Ratio (PER) It is the weight gain per gram of protein taken. The essential amino acid content can also be expressed in terms of chemical score (mg of amino acid per gram of protein). Ref: Textbook of Biochemistry for Medical Students, 7E (DM Vasudevan)(2013) Pg no 533-534.",
        "cop": 4,
        "opa": "Amino Acid content",
        "opb": "Essential amino acid content",
        "opc": "N2 content",
        "opd": "Protein quality",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "02d09719-136a-46e8-b6d4-1adc9a3f29ed",
        "choice_type": "single"
    },
    {
        "question": "In the synthesis of collagen which enzyme requires copper?",
        "exp": "Ceain lysyl residues are modified by lysyl oxidase, a copper-containing protein that conves e-amino groups to aldehydes. The aldehydes can either undergo an aldol condensation to form a C = C double bond or to form a Schiff base (eneimine) with the e-amino group of an unmodified lysyl residue, which is subsequently reduced to form a C - N single bond. Menkes syndrome, characterized by kinky hair and growth retardation, reflects a dietary deficiency of the copper required by lysyl oxidase, which catalyzes a key step in the formation of the covalent cross-links that strengthen collagen fibers. Ref: Harper's Illustrated Biochemistry, 30E (2015) pg no 47.",
        "cop": 2,
        "opa": "Lysyl hydroxylase",
        "opb": "Lysyl Oxidase",
        "opc": "Prolyl hydroxylase",
        "opd": "Prolyl oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "637274ce-2b65-470b-97e1-dfe35328e924",
        "choice_type": "single"
    },
    {
        "question": "How do proteins enter peroxisomes?",
        "exp": "Peroxisomal proteins are fully folded in the cytoplasm and enter the organelle in folded form. The most common signal sequence which directs proteins to peroxisomes is a C-terminal Ser-Lys-Leu tripeptide. Reference: Harper; 30th edition",
        "cop": 1,
        "opa": "Folded, using a C-terminal or internal signal sequence",
        "opb": "Folded, using an N-terminal or internal signal sequence",
        "opc": "Unfolded, using a C-terminal or internal signal sequence",
        "opd": "Unfolded, using an N-terminal or internal signal sequence",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "dcc1a573-eae4-4832-902b-c9beb7932f8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a test for amino acids?",
        "exp": "Biuret test, ninhydrin test, and xanthoproteic test are tests of proteins. Molisch test is that for carbohydrates. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 80",
        "cop": 4,
        "opa": "Biuret test",
        "opb": "Xanthoproteic reaction",
        "opc": "Ninhydrin test",
        "opd": "Molisch's test",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "fc97d91f-5610-4c65-a659-99c596cd21c0",
        "choice_type": "single"
    },
    {
        "question": "Amide-containing amino acid",
        "exp": "Anhydrous NH3 may replace alcohol from its combination with an amino acid in an amino acid ester so that an amide of amino acid and a molecule of free alcohol is produced. Asparagine is the amide formed from Aspaic acid. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 80",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Leucine",
        "opc": "Asparagine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "cd99febd-8afc-4e4a-b49c-70399dae5c71",
        "choice_type": "single"
    },
    {
        "question": "Creatinine is synthesized from",
        "exp": "Creatine & Creatinine. Creatinine is formed in muscle from creatine phosphate by irreversible, nonenzymatic dehydration, and loss of phosphate. Since the 24-hour urinary excretion of creatinine is propoionate to muscle mass, it provides a measure of whether a complete 24-hour urine specimen has been collected. Glycine, arginine, and methionine all paicipate in creatine biosynthesis. Synthesis of creatine is completed by methylation of guanidinoacetate by S-adenosylmethionine. Ref: Harper&; s Biochemistry; 30th edition; Chapter 30; Conversion of Amino Acids to Specialized Products",
        "cop": 1,
        "opa": "Glycine, Arginine and Methionine",
        "opb": "Glycine and Methionine",
        "opc": "Ornithine and Glycine",
        "opd": "Thymine and Ornithine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "c56d0082-bf64-48a0-9e05-1d391b7a96b5",
        "choice_type": "single"
    },
    {
        "question": "Transfer of an amino group from an amino acid to an alpha-keto acid is done by",
        "exp": "Transamination is a reversible reaction in which a-NH2 group of one amino acid is transferred to an a-ketoacid resulting in the formation of a new amino acid and a new ketoacid. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 474",
        "cop": 1,
        "opa": "Transaminases",
        "opb": "Oxidases",
        "opc": "Transketolases",
        "opd": "Deaminases",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4f6de076-9879-4230-9112-3599cbfd8b87",
        "choice_type": "single"
    },
    {
        "question": "Endoplasmic reticulum do not paicipate in",
        "exp": "Rough Endoplasmic Reticulum is involved in protein synthesis. EPR also involved in glycosylation of N linked glycoproteins. Exocytic pathway of protein soing is done by both RER & GA (Golgi apparatus) Reference: Harper; 30th edition",
        "cop": 2,
        "opa": "Protein synthesis",
        "opb": "Muscle contraction",
        "opc": "Protein soing",
        "opd": "Glycoproteins",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "d91b6810-8ed0-4068-960c-f61bb841a52b",
        "choice_type": "single"
    },
    {
        "question": "Which collagen produces sheets?",
        "exp": "The quaer stagerred triple helical structure of collagen is resposible for its tensile strength. Different arrangements of collagen fibrils in tissues are seen. Parallel bundles in tendons and layered at many angles in skin. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO: 39",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "IV",
        "opd": "VI",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b3ecbd7a-d130-4fe4-a8b1-4d7e5b873783",
        "choice_type": "single"
    },
    {
        "question": "Most abundant collagen in body is",
        "exp": "The collagen superfamily of proteins includes more than 25 collagen types, as well as additional proteins that have collagen-like domains. The three polypeptide a chains are held together by hydrogen bonds between the chains. Variations in the amino acid sequence of the a chains result in structural components that are about the same size (approximately 1, 000 amino acids long), but with slightly different propeies. These a chains are combined to form the various types of collagen found in the tissues. For example, the most common collagen, type I, contains two chains called a1 and one chain called a2 (a12a2). Ref: Lippincott's Illustrated Reviews: Biochemistry Fifth Edition Page no: 41",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type V",
        "opd": "Type VI",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4b4a3053-2436-454c-9610-e7b3d657d624",
        "choice_type": "single"
    },
    {
        "question": "Substitution of which one of the following amino acids in place of alanine would increase the absorbance of protein at 280 nm",
        "exp": "Amino acids do not absorb visible light and thus are colourless. However, tyrosine, phenylalanine, and especially tryptophan absorb high-wavelength (250-290 nm) ultraviolet light. Because it absorbs ultraviolet light about ten times more efficiently than either phenylalanine or tyrosine, tryptophan makes the major contribution to the ability of most proteins of absorbing light in the region of 280 nm. Ref: Harper 28th Ed. Page-18, Harper 27th Ed. Page no: 18",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Arginine",
        "opc": "Tryptophan",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "6a02fde1-6a22-4f91-a82d-8481823b42c6",
        "choice_type": "single"
    },
    {
        "question": "The primary role of chaperones is to help in",
        "exp": "Proteins must fold to achieve their functional form. Folding can be spontaneous or facilitated by chaperones. Proteins that are defective (for example misfolded) or destined for rapid turnover are marked for destruction by the attachment of chains of a small, highly conserved protein called ubiquitin. Ubiquitinated proteins are rapidly degraded by a cytosolic complex known as the proteasome. Reference: Lippincotts illustrated reviews of Biochemistry Sixth edition: page no; 807",
        "cop": 4,
        "opa": "Protein synthesis",
        "opb": "Protein degradation",
        "opc": "Protein denaturation",
        "opd": "Protein folding",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "38642ef6-bbe9-4587-b606-f3b312acd0ef",
        "choice_type": "single"
    },
    {
        "question": "An L isomer of monosaccharide formed in the human body is",
        "exp": "Monosaccharides are those sugars that cannot be hydrolyzed into simpler carbohydrates. They may be classified as trioses, tetroses, pentoses, hexoses, or heptoses, depending upon the number of carbon atoms (3-7), and as aldoses or ketoses, depending on whether they have an aldehyde or ketone group. d and l isomerism: The designation of a sugar isomer as the d form or its mirror image as the l form is determined by its spatial relationship to the parent compound of the carbohydrates, the three-carbon sugar glycerose (glyceraldehyde). Pentoses of Physiological Impoance. Sugar. Biochemical and Clinical. Impoanced-Ribose. Structural component ofnucleic acids andcoenzymes, including. ATP, NAD(P), and flavincoenzymesd-Ribulose. Intermediate in the pentosephosphate pathwayd-Arabinose. Constituent of glycoproteinsd-Xylose. Constituent ofglycoproteinsl-Xylulose. Excreted in the urine inessential pentosuria. Ref: Harper&; s Biochemistry; 30th edition; Chapter 15; Carbohydrates of Physiological Significance",
        "cop": 4,
        "opa": "L-Fructose",
        "opb": "L-Erythrose",
        "opc": "L-xylose",
        "opd": "L-Xylulose",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "75ed11ea-68c5-439d-a863-94bd3ee86174",
        "choice_type": "single"
    },
    {
        "question": "Michaelis-Menten hypothesis states that",
        "exp": "Michaelis and Menten have proposed a hypothesis for enzyme action, which is most acceptable. According to their hypothesis, the enzyme molecule (E) first combines with a substrate molecule (S) to form an enzyme-substrate (ES) complex which fuher dissociates to form product (P) and enzyme (E) back. Enzyme once dissociated from the complex is free to combine with another molecule of substrate and form product in a similar way. The ES complex is an intermediate or transient complex and the bonds involved are weak non-covalent bonds, such as H-bonds, Van der Waals forces, hydrophobic interactions. Sometimes two substrates can bind to an enzyme molecule and such reactions are called as bisubstrate reactions. The site to which a substrate can bind to the enzyme molecule is extremely specific and is called as active site or catalytic site. Normally the molecular size and shape of the substrate molecule is extremely small compared to that of an enzyme molecule. The active site is made up of several amino acid residues that come together as a result of foldings of secondary and teiary structures of the enzyme. So, the active site possesses a complex three-dimensional form and shape, provides a predominantly non-polar cleft or crevice to accept and bind the substrate. Few groups of active site amino acids are bound to substrate while few groups bring about change in the substrate molecule. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 124",
        "cop": 3,
        "opa": "Rate of enzymatic reaction is independent of substrate concentration",
        "opb": "Rate of non enzymatic reaction is propoional to substrate concentration",
        "opc": "Km is the enzyme-substrate complex association constant",
        "opd": "Enzyme -substrate complex formation is essential in enzymatic reaction",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4b53b0d6-865d-4b6d-a520-ba176fab2dc7",
        "choice_type": "single"
    },
    {
        "question": "Folding of protein chain is due to",
        "exp": "In the concept of orders of protein structure: primary structure--the sequence of amino acids in a polypeptide chainsecondary structure--the folding of sho, contiguous segments of the polypeptide into geometrically ordered units teiary structure--the assembly of secondary structural units into larger functional units such as the mature polypeptide and its component domainsquaternary structure--the number and types of polypeptide units of oligomeric proteins and their spatial arrangement. Two most common types of secondary structure, the a helix, and the b sheet. The stability of an a helix arises primarily from hydrogen bonds formed between the oxygen of the peptide bond carbonyl and the hydrogen atom of the peptide bond nitrogen of the fouh residue down the polypeptide chain. Like the a helix, b sheets derive much of their stability from hydrogen bonds between the carbonyl oxygens and amide hydrogens of peptide bonds. However, in contrast to the a helix, these bonds are formed with adjacent segments of the b sheet. Ref: Harper&; s Biochemistry; 30th edition; Pg: 38",
        "cop": 2,
        "opa": "Amide bond",
        "opb": "Hydrogen bond",
        "opc": "Phosphodiester bond",
        "opd": "Disulphide bond",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "77f6619c-b24c-4eaf-aba7-b4f11f5d66e2",
        "choice_type": "single"
    },
    {
        "question": "Collagen in basement membrane",
        "exp": "Repeated question.",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e608dddc-3518-474f-a2a1-d03e78d9b62a",
        "choice_type": "single"
    },
    {
        "question": "Molecular size of proteins is assessed by",
        "exp": "Mass spectrometry (MS) is a very sensitive quantitative analytixal technique used to measure a wide range of clinically relevant analysis. MS identifies molecules based on their mass or molecular size. A sample is vapourized sucj that positive charge is produced on the molecule. Electrical field is applied, so that paiclss move. At the same time, a magnetic field is applied, so the cations are deflected at the right angle to their original direction, and hit on the detector For molecules of identical charge, the time required for the inversely propoional to the mass of the molecule. Conventional MS identifies molecules of 4000 D or less. For higher moleculer size materials, time-of-flight mass spectrometers are useful Reference: DM VASUDEVAN Text book SEVENTH EDITION pageno: 39 and 458",
        "cop": 2,
        "opa": "Sedimentation",
        "opb": "Absorption mass spectroscopy",
        "opc": "Lyophilization",
        "opd": "Salting out",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "09a98c6c-3b37-497b-9d1e-d25d4b993514",
        "choice_type": "single"
    },
    {
        "question": "Which amino acid&; s deamination takes place in liver?",
        "exp": "Oxidative Deaminaton of Glutamate. Only LIVER iochondria contain glutamte dehydrogenase (GDH) which deaminates glutamteto alpha-ketoglutarate pls ammonia. So, all amino acids are first transaminated to glutamate, which is then finally deaminated ( transdeamination ) Amino acids are deaminated at the rate of about 50-60 gram per day. REFERNCE: DM VASUDEVAN TEXTBOK EIGHTH EDITION: page no; 257",
        "cop": 4,
        "opa": "Alanine",
        "opb": "Aspaic acid",
        "opc": "Glycine",
        "opd": "Glutamine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "cd8896a7-ad5e-4e31-950c-b1f32674f80a",
        "choice_type": "single"
    },
    {
        "question": "Alpha helix and Beta pleated sheet are examples of",
        "exp": "Regions of ordered secondary structure arise when a series of aminoacyl residues adopt similar phi and psi angles. Extended segments of polypeptide (example, loops) can possess a variety of such angles. The angles that define the two most common types of secondary structure, the ` helix and the a sheet, fall within the lower and upper left-hand quadrants of a Ramachandran plot, respectively. Ref: Harper's Illustrated Biochemistry, 30E (2015) pg no 38.",
        "cop": 2,
        "opa": "Primary structure",
        "opb": "Secondary structure",
        "opc": "Teiary structure",
        "opd": "Quaternary structure",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b09f4911-6e9b-4f85-8772-07f698df0312",
        "choice_type": "single"
    },
    {
        "question": "Heme in hemoglobin is in the",
        "exp": "Hemoglobin is found exclusively in red blood cells (RBC), where its main function is to transpo oxygen (O2) from the lungs to the capillaries of the tissues. Hemoglobin A, the major hemoglobin in adults, is composed of four polypeptide chains (two a chains and two b chains) held together by noncovalent interactions. Each chain (subunit) has stretches of a-helical structure and a hydrophobic heme-binding pocket similar to that described for myoglobin. Ref: LIPPINCOTT's Biochemistry 6th Edition page no. 27",
        "cop": 1,
        "opa": "Hydrophobic pocket",
        "opb": "Positive region",
        "opc": "Negative region",
        "opd": "Polar region",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "72f220ac-c672-4a43-b48b-f5dae60e5b84",
        "choice_type": "single"
    },
    {
        "question": "Essential amino acid is",
        "exp": "A semi-essential amino acid that occurs in proteins and is involved in the urea cycle and in the synthesis of creatine. Preparations of the base or the glutamate or hydrochloride salt are used in the treatment of <a href=\" and in the assessment of pituitary function.</p>Ref: Harper&; s Illustrated Biochemistry, 26th edition, page no: 237",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Serine",
        "opc": "Arginine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "387def02-a206-45f6-ba58-d106b0cf87cc",
        "choice_type": "single"
    },
    {
        "question": "Secretory proteins are synthesized in",
        "exp": "ER is a network of interconnecting membranes enclosing channels or cisternae, that are continuous from outer nuclear envelope to outer plasma membrane. This will be very prominent in cells actively synthesizing proteins, e. g. immunoglobulin secreting plasma cells. The proteins, glycoproteins and lipoproteins are synthesised in the ER. REFERENCE: DM. VASUDEVAN. Textbook. SEVENTH EDITION; PAGE NO 12",
        "cop": 2,
        "opa": "Cytoplasm",
        "opb": "Endoplasmic Reticulum",
        "opc": "First in cytoplasm and then in Endoplasmic Reticulum",
        "opd": "First in Endoplasmic Reticulum and then in cytoplasm",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0d8bb471-1636-43dc-8320-9ba7f9d1388a",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen in Basement membrane",
        "exp": "Ref: Harper&; s Biochemistry; 30th edition; Chapter 50; The Extracellular Matrix",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "8c81aee3-1e64-4ec3-aae4-f2289d5faaa5",
        "choice_type": "single"
    },
    {
        "question": "Fructose from the intestine to enterocytes is transpoed through glucose transpoer?",
        "exp": null,
        "cop": 3,
        "opa": "GLUT 1",
        "opb": "GLUT 4",
        "opc": "GLUT 5",
        "opd": "GLUT 7",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "dd0b0aab-6c5a-40bd-bfee-d31c712152ab",
        "choice_type": "single"
    },
    {
        "question": "Optical transmission through a solution depends on",
        "exp": "The amount of light that passes through a laboratory specimen. It can be used to measure the concentration of componentsin the specimen (e. g., the amount of solute contained in a solution). Ref: Textbook of Medical Biochemistry, D M VASUDEVAN",
        "cop": 2,
        "opa": "Time",
        "opb": "Concentration",
        "opc": "Scale",
        "opd": "Path length",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "757546f9-a5ca-4f76-8a84-433d1b3f2699",
        "choice_type": "single"
    },
    {
        "question": "In which of the following polysaccharides, monomers are linked by a beta-glycosidic bond",
        "exp": "Cellulose is the chief constituent of plant cell walls. It is insoluble and consists of b-d-glucopyranose units linked by b1 - 4 bonds to form long, straight chains strengthened by cross-linking hydrogen bonds. Ref: Harper&; s Biochemistry; 30th edition; Chapter 15; Carbohydrates of Physiological Significance",
        "cop": 4,
        "opa": "Amylose",
        "opb": "Amylopectin",
        "opc": "Glycogen",
        "opd": "Cellulose",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "de85fd2e-42e9-478f-a1b6-96096d9a5d28",
        "choice_type": "single"
    },
    {
        "question": "Co-translational inseion is seen with",
        "exp": "The signal hypothesis states that protein is inseed into ER membrane at the same time its m. RNA being translated on polyribosomes known as \" co-translational inseion \". This is translocation endoplasmic reticulum. Components: N terminal signal peptide: Polyribosomes SRP SRP-R Sec 61 translocon TRAM TRAP proteins Reference: Harper; 30th edition",
        "cop": 1,
        "opa": "Translocon",
        "opb": "Chaperons",
        "opc": "Ubiquitin",
        "opd": "Mannose 6- P",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "d2d6bbcd-19f8-4f33-a26d-3adbebc3ffc5",
        "choice_type": "single"
    },
    {
        "question": "Rothera's test is for",
        "exp": "Rothera's test is for Ketones in urine. Only acetone and acetoacetic acid can be detected using the Rotheras. Beta hydroxyl butyric acid is not detected. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 293",
        "cop": 1,
        "opa": "Ketone bodies",
        "opb": "Proteins",
        "opc": "Glucose",
        "opd": "Fatty acids",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "43217e6f-d58a-419f-a4d0-2fecbcd01773",
        "choice_type": "single"
    },
    {
        "question": "Proteins which have DNA binding domain in its structure are",
        "exp": "The specificity involved in the control of transcription requires that regulatory proteins bind with high affinity and specificity to the correct region of DNA. Three unique motifs--the helix-turn-helix, the zinc finger, and the leucine zipper-- account for many of these specific protein-DNA interactions. Harper 30th edition pg: 444",
        "cop": 1,
        "opa": "Zinc finger",
        "opb": "b - Sheet",
        "opc": "b - band",
        "opd": "Beta meander",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "c0619a2f-54f4-4c00-81fb-6e6706386806",
        "choice_type": "single"
    },
    {
        "question": "The molecular weight of a protein can be determined by",
        "exp": "the molecular weight of an unknown protein can be determined by using the SDS-PAGE (sodium dodecyl sulfate polyacrylamide gel electrophoresis) method. Although there are some other methods (i. e. analytical ultracentrifugation and light scattering) for calculating the size or molecular weight (MW) of an unknown protein, they are not commonly used for this purpose since they use large amounts of highly purified proteins and require costly equipment.",
        "cop": 2,
        "opa": "Native acrylamide Gel Electrophoresis (PAGE)",
        "opb": "Sodium dodecyl Sulphate h-PAGE",
        "opc": "Isoelectric focusing",
        "opd": "Ion Exchange Chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0f01c84d-8718-4af9-85af-cadba9304717",
        "choice_type": "single"
    },
    {
        "question": "Tryptophan gives rise to",
        "exp": "Melatonin is synthesised from serotonin which in turn is from tryptophan. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 519",
        "cop": 2,
        "opa": "Thyroxine",
        "opb": "Melatonin",
        "opc": "Melanin",
        "opd": "Epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "01930a8b-dbbd-4a5d-b1b9-526d29e2baf6",
        "choice_type": "single"
    },
    {
        "question": "Lack of a specific lysosomal hydrolase for glycoproteins will most likely cause",
        "exp": "Lack of a specific lysosomal hydrolase for glycoproteins cause a group of very rare. autosomal recessive genetic disease called glycoprotein storage diseases(oligosaccharidoses). Lysosomal acid hydrolases are specific for the removal of the component of the glycoprotein. They are primarily exoenzyme that remove their respective groups in sequence in the reverse order of their incorporation Reference: Lippincotts illustrated biochemistry 6th Edition pg 320",
        "cop": 1,
        "opa": "oligosaccharidoses",
        "opb": "I cell disease",
        "opc": "scurvy",
        "opd": "Ehlers danlos syndrome",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f867b035-6d59-4b1c-94bd-03dc2f878321",
        "choice_type": "single"
    },
    {
        "question": "Non-Polar Amino Acids are",
        "exp": "Classification of aminoacids based on side chain and charges. Acidic amino acids (with negative charge) Basic amino acids (with positive charge) Neutal aminoacids (having non-polar side chains )(hydrophobic) Neutral amino acids (having polar side chains )(hydropilic) Tyrosine Lysine Alanine Aspaic acid Arginine Valine Serine Glutamic acid Histidine Leucine Threonine Isoleucine Cysteine Methionine Glutamine Phenylalanine Asparagine Tryptophan Proline REFERENCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 27 t",
        "cop": 1,
        "opa": "Alanine",
        "opb": "Tryptophan",
        "opc": "Isoleucine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "9e00aeb5-e231-492f-90f5-78c505d85e95",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen found in basement membrane is",
        "exp": "Type I is the most abundant form, seen in connective tissues in almost all regions of the body. Type II is mainly seen in cailage and vitreous humor. Type III is seen in skin, lung and vascular tissues and Type IV is seen in basement membranes. others are seen in minor quantities. About 30 genes are resposible for collagen synthesis, and the enzymes necessary for collagen synthesis. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO; 720",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "d67b3d34-768f-466b-94c2-975265526bf5",
        "choice_type": "single"
    },
    {
        "question": "Proteins directed to which of the following organelles are synthesized by ribosomes attached to the rough endoplasmic reticulum?",
        "exp": "Proteins for many cellular destinations are synthesized by ribosomes which are attached to the endoplasmic reticulum. Proteins synthesized in this way include lysosomal enzymes, proteins located in the plasma membrane and proteins found in the endoplasmic reticulum itself. These proteins are transpoed through the endoplasmic reticulum to the Golgi cisternae where they are soed into appropriate vesicles. In contrast, proteins required by the nucleus, mitochondria, and peroxisomes as well as cytoplasmic proteins are all synthesized by polyribosomes in the cytoplasm. Reference: Harper; 30th edition",
        "cop": 1,
        "opa": "Lysosomes",
        "opb": "Mitochondria",
        "opc": "Nucleus",
        "opd": "Peroxisomes",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "20a898ee-dc0a-4095-a940-d8b6802e2e59",
        "choice_type": "single"
    },
    {
        "question": "Which of the following signals directs a protein to the lysosomes?",
        "exp": "I-cell disease A lysosomal storage disorder characterized by the accumulation of materials which would usually be broken down in lysosomes. This is found to be because lysosomal enzymes are not being directed to the lysosomes. When the lysosomal enzymes are examined it is found that their protein structure is normal, but the carbohydrate chains attached to the enzymes terminate with a mannose, whereas in normal lysosomal enzymes the carbohydrates terminate with mannose-6-phosphate. Thus, it seems that the terminal mannose-6-phosphate constitutes the signal which directs proteins to the lysosomes. When the mannose is not phosphorylated, the enzymes are directed to secretory vesicles instead. Reference: Harper; 30th edition",
        "cop": 3,
        "opa": "A lys-asp-glu- leu (KDEL) sequence in the protein",
        "opb": "Dolichol phosphate",
        "opc": "Attached carbohydrate with terminal mannose-6-phosphate",
        "opd": "Attached carbohydrate with terminal mannose",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "3dff436b-5f4b-4d85-9f6c-84f721c169e7",
        "choice_type": "single"
    },
    {
        "question": "Fluorescamine is used to detect",
        "exp": "Fluorescence detectors are generally more sensitive than photometric ones. In addition, precolumn or postcolumn reactors have been used to chemically tag a compound with a fluorescent label for subsequent detection. For example, amino acids and other primary amines often are labeled with a dansyl or fluorescamine tag, followed by HPLC separation and fluorometric detection. Ref: Tietz Textbook of Clinical Chemistry and Molecular Diagnostics, 5E Page no. 319 Topic: Fluorometers.",
        "cop": 1,
        "opa": "Amino acids",
        "opb": "Fatty acids",
        "opc": "Glucose",
        "opd": "Fructose",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "3fbde5ee-5c22-41cc-9931-095d1d541365",
        "choice_type": "single"
    },
    {
        "question": "Increased level lipoprotein A predisposes to",
        "exp": "Familial lipoprotein(a) excess leads premature coronary heart disease due to atherosclerosis, plus thrombosis due to inhibition of fibrinolysis. Ref: Harper 30th edition pg: 275",
        "cop": 2,
        "opa": "Liver cirrhosis",
        "opb": "Atherosclerosis",
        "opc": "Nephrotic syndrome",
        "opd": "Pancreatitis",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "522a360c-2268-4795-8a26-0670ab53f615",
        "choice_type": "single"
    },
    {
        "question": "Rossman flod associated NADH domain is found in",
        "exp": "Rossmann fold is seen in family of oxidoreductases that shares a common N-terminal NAD(P)+-D binding domain Lactate dehydrogenase Alcohol dehydrogenase Glyceraldehyde -3-phosphate dehydrogenase Malate dehydrogenase D-glycerate dehydrogenase 6-phosphogluconate dehydrogenase Formate dehydrogenase Reference: Harpers illustrated Biochemistry 31st edition pg 37",
        "cop": 2,
        "opa": "Pyruvate dehydrogenase",
        "opb": "Lactate dehydrogenase",
        "opc": "Acetyl coA dehyrogenase",
        "opd": "Isocitrate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "74a4e2e6-afe1-4bad-a3b2-f9bdc1e2f8d8",
        "choice_type": "single"
    },
    {
        "question": "Precursor of norepinephrine",
        "exp": "Catecholamines are derived from tyrosine. They are so named because of the presence of catechol nucleus. They include epinephrine, norepinephrine and dopamine. They are produced by the adrenal medulla and sympathetic ganglia. Tyrosine is first hydroxylated to DOPA by tyrosine hydroxylase. Dopamine is fuher hydroxylated to norepinephrine or noradrenaline. The term \"nor\" denotes that the molecule does not contain the \"R\" or methyl group. REFERENCE: DM. VASUDEVAN. TEXTBOOK SEVENTH EDITION; page the: 234 and 235.",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Tyrosine",
        "opc": "Methionine",
        "opd": "Asparagine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "48ce5e0c-fd03-442b-9100-40b1974abe9f",
        "choice_type": "single"
    },
    {
        "question": "At physiological pH, the carboxy-terminal of a peptide is",
        "exp": "Amino acids are the best-known examples of zwitterions. These compounds contain an ammonium and a carboxylate group and can be viewed as arising a kind of intramolecular acid-basereaction: The amine group deprotonates the carboxylic acid. NH2. RCHCO2H NH3+RCHCO2- The zwitterionic structure of glycine in the solid state has been confirmed by neutron diffraction measurements. At least in, some cases, the zwitterionic form of amino acids also persists in the gas phase. In addition to the amino acids, many other compounds that contain both acidic and basic centers tautomerize to the zwitterionic form. Examples, such as bicine and tricine, contain a basic secondary or teiary amine fragment together with the carboxylic acid fragment. Ref: Textbook of Medical Biochemistry, MN Chatterji, 8th Edition, Page no: 81",
        "cop": 2,
        "opa": "Positively charged",
        "opb": "Negatively charged",
        "opc": "Neutral",
        "opd": "Infinitely charged",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e56351ee-ef28-4f0a-a568-255297f7083d",
        "choice_type": "single"
    },
    {
        "question": "Alpha helix of primary polypeptide structure is stabilized by",
        "exp": "The alpha helix is the most common and stable conformation for a polypeptide chain. In proteins like hemogloin and myoglobin, the alpha helix is abundant. The alpha helix is aspiral structure. The polypeptide bonds form the bacbone and the side chains of aminoacids extend outward. The structure is stabilized by hydrogen bonds between NH and C=O groups of the main chain. REFERENCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 39",
        "cop": 4,
        "opa": "Disulfide linkage",
        "opb": "Hydrophobic interactions",
        "opc": "Covalent bonding",
        "opd": "Hydrogen bonds",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "8900f674-e229-4150-b1b9-623544ac9521",
        "choice_type": "single"
    },
    {
        "question": "Vitamin C is present in largest amount in body in",
        "exp": "Reference: Harpers illustrated biochemistry 30th edition",
        "cop": 4,
        "opa": "Eye",
        "opb": "Kidney",
        "opc": "Testis",
        "opd": "Adrenal coex",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4612f4cb-e737-4c1b-96c7-4344ef7c6d7e",
        "choice_type": "single"
    },
    {
        "question": "The nucleotide triplet CTC in the sixth position of the l3-chain in DNA forms the complementary nucleotide on (m. RNA) that codes for glutamic acid. A point mutation on the l3-chain resulting in the nucleotide triplet CAC forms a complementary nucleotide on m. RNA that codes for valine. In sickle cell anemia, you would expect the complementary nucleotide triplet on m. RNA from 5&; to 3&; to read",
        "exp": "Note that by changing the CTC triplet to a CAC, the messenger RNA (m. RNA) changes from GAG, which normally codes for glutamic acid in the sixth position of the -chain of hemoglobin, to GUG, which now codes for valine. This point mutation of a single base pair is responsible for sickle cell anemia. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 202, 203",
        "cop": 4,
        "opa": "GAG",
        "opb": "CTC",
        "opc": "GTG",
        "opd": "GUG",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b129719b-dc3e-4401-b56f-b8143b3516eb",
        "choice_type": "single"
    },
    {
        "question": "The predominant isoenzyme of LDH in cardiac muscle is",
        "exp": "Lactate dehydrogenase (LDH) is a tetrameric enzyme consisting of two monomer types: H (for the heart) and M (for muscle) that combine to yield five LDH isozymes: HHHH (I1), HHHM (I2), HHMM (I3), HMMM (I4), and MMMM (I5). The relative propoions of each subunit in the cells of a paicular organ are determined by tissue-specific patterns in the expression of the H and M genes. Isozyme I1 predominates in heart tissue and isozyme I5 in the liver. Thus, when LDH levels rise in blood plasma, the identity of the injured tissue can be inferred from its characteristic pattern of LDH isozymes. In the clinical laboratory, individual isozymes can be separated by electrophoresis and detected using a coupled assay (Figure 7-12). While historicallyof impoance, the assay of LDH has been superseded as a marker for MI by proteins that appear in plasma more rapidly than LDH. Ref: Harper&; s Biochemistry; 30th edition; Chapter 7; Enzymes: Mechanism of Action",
        "cop": 1,
        "opa": "LDH 1",
        "opb": "LDH 2",
        "opc": "LDH 3",
        "opd": "LDH 5",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ace02e9b-d9ac-4a64-99e6-6f63b99b2e4b",
        "choice_type": "single"
    },
    {
        "question": "Number of optical isomers possible for Glucose is",
        "exp": "Leber van Hoft rule for the number of stereoisomers is 2n where 'n' is the number of chiral centers. In open chain of glucose, there are 4 chiral centers. Hence it is 24 =16 isomers. Glucose, with four asymmetric carbon atoms, can form 16 isomers. Sugars have large numbers of stereoisomers because they contain several asymmetric carbon atoms. Ref: Harper&; s Biochemistry; 30th edition; Chapter 15; Carbohydrates of Physiological Significance",
        "cop": 4,
        "opa": "2",
        "opb": "4",
        "opc": "8",
        "opd": "16",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "226cad19-ed53-4052-b25c-295f61a42812",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes does not contain Cu2+",
        "exp": "Dopamine b-hydroxylase is a copper-containing enzyme involved in the synthesis of the catecholamines (norepinephrine and epinephrine), from tyrosine in the adrenal medulla and central nervous system. Ceruloplasmin, a copper-containing plasma protein synthesized by the liver, is a ferroxidase required for the oxidation of Fe2+ to Fe3+. Fe3+ is then bound to transferrin in blood. Cytochrome oxidase is a hemoprotein widely distributed in many tissues, having the typical heme prosthetic group present in myoglobin, hemoglobin, and other cytochromes. It contains two molecules of heme, each having one Fe atom that oscillates between Fe3+ and Fe2+ during oxidation and reduction. Fuhermore, two atoms of Cu are present, each associated with a heme unit. Hephaestin, a copper-containing ferroxidase homologous to ceruloplasmin, oxidizes Fe2+ to Fe3+ prior to expo. Iron is transpoed in plasma in the Fe3+ form by the transpo protein, transferrin. Ceain lysyl residues are modified by lysyl oxidase, a copper-containing protein that conves e-amino groups to aldehydes. Xanthine oxidase, which contains molybdenum and plays an impoant role in the conversion of purine bases to uric acid, and is of paicular significancein uricotelic animals. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 3,
        "opa": "Ceruloplasmin",
        "opb": "Cytochrome Oxidase",
        "opc": "Xanthine oxidase",
        "opd": "Dopamine b-hydroxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f9d28537-ab45-4583-8180-797c54631564",
        "choice_type": "single"
    },
    {
        "question": "What directs vesicles carrying proteins modified in the Golgi cisternae to their appropriate place in the cell?",
        "exp": "The question is asking about proteins involved in protein targeting. Once proteins have been assigned to appropriate vesicles, the vesicles themselves must be addressed so that they reach the correct cellular location. This is done using a specific SNARE protein. Coatomer proteins and clathrin are necessary to promote the 'nipping off' of segments of the membrane to form vesicles but are not involved in specific targeting. Reference: Harper; 30th edition",
        "cop": 4,
        "opa": "A sequence of amino acids within the proteins",
        "opb": "A specific carbohydrate bound to the proteins",
        "opc": "Coatomer or clathrin proteins coating the vesicle",
        "opd": "Complementary SNARE proteins on the vesicle and its target organelle",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e4b01e3f-688a-4336-bae4-d8d5c660e83d",
        "choice_type": "single"
    },
    {
        "question": "Interaction involved in primary structure of protein",
        "exp": "Primary Structure: Primary structure is the linear sequence of amino acids held together by peptide bonds in its peptide chain. The peptide bonds form the backbone and side chains of amino acid residues project outside the peptide backbone. The free -NH2 group of the terminal amino acid is called as N-terminal end and the free -COOH end is called as C-terminal end. It is a tradition to number the amino acids from N-terminal end as No. 1 towards the C-terminal end. Presence of specific amino acids at a specific number is very significant for a paicular function of a protein. Any change in the sequence is abnormal and may affect the function and propeies of protein. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 3,
        "opa": "Hydrogen bond",
        "opb": "Disulfide bond",
        "opc": "Peptide bond",
        "opd": "Electrostatic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f188d6e4-6b31-449b-abad-0a2887d566e8",
        "choice_type": "single"
    },
    {
        "question": "Molecular separation of two proteins with same charge can be done by",
        "exp": "Molecular separation of two proteins with same charge can be done by gel diffusion chromatography. Gel diffusion chromatography is the best method to differentiate proteins. Ref: Harper 28th Ed. Page-21-22, Harper 27th Ed. Page: 21-22",
        "cop": 3,
        "opa": "Ion exchange chromatography",
        "opb": "Dialysis",
        "opc": "Gel diffusion chromatography",
        "opd": "Electrophoresis",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "1d6861e3-1f2e-486b-9423-f9216cdb33f0",
        "choice_type": "single"
    },
    {
        "question": "Protein fragments separation is/are done by",
        "exp": "GEL FILTRATION CHROMATOGAPHY It is also called molecuar sieving. Hyrophilic cross linked gels are used for seperation of molecules based on their size. The gel is packed in a column. The gel paicles are porous in nature. These pores will allw small molecules to enter into the gel. But larger molecules could not enter into the pores of the gel and so are excluded. The small molecules can enter the gel paicles, then come out, re-enter into the another paicle. Small molecules are held back. But large molecules cannot enter the pores and sidetrack the gel paicles; so they move in the column rapidly. In sho, larger molecules will come out first, while smaller molecules are retained in the column. REFERNCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 435",
        "cop": 2,
        "opa": "Western blot",
        "opb": "Chromatography",
        "opc": "Centrifugation",
        "opd": "Ultrafiltration",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b922ed12-9e31-4fcc-ad3a-1f20ba8414ab",
        "choice_type": "single"
    },
    {
        "question": "Active sites of serine protease contain",
        "exp": "Serine proteases name stems from the nucleophilic Ser (serine) in the enzyme active site Nucleophilicity of the catalytic Ser is typically dependent on a catalytic triad of Asp, His, and Ser residues, commonly referred to as the charge relay system Ref: biochemistry by U. Satyanarayana 3rd edition Pgno: 171",
        "cop": 4,
        "opa": "Histidine",
        "opb": "Lysine or threonine",
        "opc": "Arginine",
        "opd": "Serine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "dc2257ac-c756-4ed4-b7d1-2c09d5661385",
        "choice_type": "single"
    },
    {
        "question": "Which of the following technique for protein separation is based on molecular size?",
        "exp": "Gel filtration chromatography is known as molecular sieving. Hyrophilic cross linked gels like acrylamide, agarose, and dextran(sephadex)are used for seperation of molecules based on their size. Sephadex is widelyb used and the range of seperation is based on the pore size. The gel is porus in nature. The small paicls enter ino the gel and reenter into the another paiclebut the large immunoglobulins cannot enter the pores and sidetrack the gel paicles: so they move rapidly. In sho larger molecules will come out first; while smaller molecules retained in the column. REFERENCE; DM VASUDEVAN Textbook SEVENTH EDITION Page no: 450",
        "cop": 2,
        "opa": "Ion exchange chromatography",
        "opb": "Gel filtration chromatography",
        "opc": "Affinity chromatography",
        "opd": "Hydrophobic interaction chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "37a3144c-c101-41a7-a9aa-b7628a08bef1",
        "choice_type": "single"
    },
    {
        "question": "Folding protein are",
        "exp": "Calnexin is a chaperone, characterized by assisting protein folding and quality control, ensuring that only properly folded and assembled proteins proceed fuher along the secretory pathway. Ref: Harper&; s Illustrated Biochemistry, 26th edition, page no: 508",
        "cop": 2,
        "opa": "GLUT-1",
        "opb": "Calnexin",
        "opc": "Cytochrome 450",
        "opd": "Insulin receptor",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "6638c261-3533-494e-b40a-2d95077df734",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pairs are examples of enantiomers",
        "exp": "A. Glucose and D Galactose-epimersB. D Glucose and D Fructose-functional isomersC. D Glucose and L Glucose-enantiomers-mirror imagesD. Alpha D Glucose and Beta D Glucose-anomers. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 4,
        "opa": "D Glucose and D Galactose",
        "opb": "D Glucose and D Fructose",
        "opc": "Alpha D Glucose and Beta D Glucose",
        "opd": "D Glucose and L Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "3464bc9f-5f1f-4efe-958b-f7927c5b2232",
        "choice_type": "single"
    },
    {
        "question": "Disulphide bond is seen between",
        "exp": "Disulphide bonds: These are formed between two cysteine residues. They are strong, high energy covalent bonds. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 3,
        "opa": "Arginine and histidine",
        "opb": "Arginine and cysteine",
        "opc": "Cysteine and cysteine",
        "opd": "Lysine and cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "3a8669c0-841f-4023-a8fb-2c47b9fddb6b",
        "choice_type": "single"
    },
    {
        "question": "In leucine zipper model, Leucine residue is seen after every",
        "exp": "*An a helix in which there is a periodic repeat of leucine residues at every seventh position. *This occurs for eight helical turns and four leucine repeats. * Similar structures have been found in a number of other proteins associated with the regulation of transcription in mammalian and yeast cells. * It is thought that this structure allows two identical monomers or heterodimers (eg, Fos-Jun or Jun-Jun) to \"zip together\" in a coiled-coil and form a tight dimeric complex *This protein-protein interaction may serve to enhance the association of the separate DNA binding domains with their target <img class=\"fr-dib\" style=\"width: 300px;\" src=\" /> Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 574",
        "cop": 3,
        "opa": "3 amino acids",
        "opb": "6 amino acids",
        "opc": "7 amino acids",
        "opd": "12 amino acids",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "5b9af513-b50e-4463-8b8c-9fae3559ae51",
        "choice_type": "single"
    },
    {
        "question": "The normal Nitrogen content in 200gm protein is",
        "exp": "Obligatory nitogen loss is 3. 5g of N/day for a 65 kg person (urinary, fecal and cutaneous loss). This cold be equivalent to 22 g of protein. then 200 gm of =? nitrogen content. =200*3. 5/22=31. 8=32 gm REFERENCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 515.",
        "cop": 3,
        "opa": "8 g",
        "opb": "16 g",
        "opc": "32 g",
        "opd": "64 g",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4b880e68-9499-4fd6-8d20-b75911fc79aa",
        "choice_type": "single"
    },
    {
        "question": "At pH 7 the binding of 2, 3-BPG to hemoglobin occurs at which site?",
        "exp": "2, 3-BPG Stabilizes the T Structure of HemoglobinA low Po2 in peripheral tissues promotes the synthesis of 2, 3-bisphosphoglycerate (BPG) in erythrocytes. The hemoglobin tetramer binds one molecule of BPG in the central cavity formed by its four subunits (Figure 6-6). However, the space between the H helices of the b chains lining the cavity is sufficiently wide to accommodate BPG only when hemoglobin is in the T state. BPG forms salt bridges with the terminal amino groups of both b chains Val NA1 and with Lys EF6 and His H21. Ref: Harper&; s Biochemistry; 30th edition; Chapter 6 Proteins: Myoglobin & Hemoglobin",
        "cop": 3,
        "opa": "Sulphydryl group",
        "opb": "Carboxy terminal",
        "opc": "Amino terminal",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "55a205c6-d50f-4e08-95b9-bd2feb573242",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of Unconjugated Hyperbilirubinemia?",
        "exp": "Some Causes of Unconjugated and Conjugated Hyperbilirubinemia. Unconjugated. Conjugated. Hemolytic anemias. Obstruction of the biliary tree. Neonatal \"physiologicaljaundice\"Dubin-Johnson syndrome. Crigler-Najjar syndromes types Iand IIRotor syndrome. Gilbe syndrome. Liver diseases such as thevarious types of hepatitis. Toxic hyperbilirubinemia. Ref: Harper&; s Biochemistry; 30th edition; Chapter 31; Porphyrins & Bile Pigments",
        "cop": 1,
        "opa": "Crigler-Najjar syndromes types I",
        "opb": "Rotor syndrome",
        "opc": "Dubin-Johnson syndrome",
        "opd": "Hepatitis",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "19a95e51-878a-4ac9-80ca-f7aec6358c45",
        "choice_type": "single"
    },
    {
        "question": "The collagen triple helix structure is not found in",
        "exp": "Like most secreted proteins, collagen is synthesized on ribosomes in a precursor form, preprocollagen, which contains a leader or signal sequence that directs the polypeptide chain into the lumen of the endoplasmic reticulum. As it enters the endoplasmic reticulum, this leader sequence is enzymatically removed. Following secretion from the cell by way of the Golgi apparatus, extracellular enzymes called procollagen aminoproteinase and procollagen carboxyproteinase remove the extension peptides at the amino and carboxyl terminal ends, respectively forming the monomeric units of collagen, termed tropocollagen. Newly synthesized proteins are soed first according to the soing signals available in the proteins. Then they are packaged into transpo vesicles having different types of coat proteins. Finally they are transpoed into various destinations; this is an energy dependent process Ref: Harper's Illustrated Biochemistry, 26th edition, page no: 535 Ref: Textbook of Biochemistry for Medical Students, 7E (DM Vasudevan)(2013). Pg no 12.",
        "cop": 1,
        "opa": "Cytoplasm",
        "opb": "Golgi apparatus",
        "opc": "Lumen of endoplasmic reticulum",
        "opd": "Intracellular vesicles",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0b4f12d6-338c-4bc7-8d2e-e5e78e21ac87",
        "choice_type": "single"
    },
    {
        "question": "A glycoprotein that regulates folding of proteins that are expoed from the cell is",
        "exp": "Glycoproteins Calnexin and Calreticulin regulate folding of proteins that are expoed from the cell. Ref: Harper&; s biochemistry; 30th edition; Chapter 46; Glycoproteins",
        "cop": 3,
        "opa": "Mucins",
        "opb": "Transferrin",
        "opc": "Calnexin",
        "opd": "Lectin",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "168ed0bb-73c6-440b-ade9-57bce4bdba0c",
        "choice_type": "single"
    },
    {
        "question": "In which of the following reactions magnesium is required",
        "exp": "Magnesium is required for Carboxylase, phosphatase, transketolase, adenyl cyclase, ribonuclease and kinases Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 410",
        "cop": 3,
        "opa": "ATPase",
        "opb": "Dismutase",
        "opc": "Phosphatase",
        "opd": "Aldolase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f46c69dd-e51a-49d7-9518-e344782d049f",
        "choice_type": "single"
    },
    {
        "question": "Keratin of skin is softer than keratin in nail because keratin in skin has",
        "exp": "Keratin in skin is softer than keratin in nail, horns because of lesser disulphide linkages between cysteine residues Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 489",
        "cop": 1,
        "opa": "Less number of disulphide bridges",
        "opb": "Less number of salt bridges",
        "opc": "High sodium content",
        "opd": "Different affinity for water",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "80f3e2e9-c853-4a10-a759-248976677be2",
        "choice_type": "single"
    },
    {
        "question": "An amino acid which does not paicipate in alpha helix formation is",
        "exp": "The stability of a helix arises primarily from hydrogen bonds formed between the oxygen of the peptide bond carbonyl and the hydrogen atom of the peptide bond nitrogen of the fouh residue down the polypeptide chain. Since the peptide bond nitrogen of proline lacks a hydrogen atom, it is incapable of forming a hydrogen bond with a carbonyl oxygen. Harper 30th edition pg: 38",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Glycine",
        "opc": "Proline",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a4937cd9-0e94-46df-a4d0-6003ee20637f",
        "choice_type": "single"
    },
    {
        "question": "Organelle involved in protein soing is",
        "exp": "Protein soing, O glycosylation, and glycoproteins, oligosaccharide chain processing are the functions of the Golgi apparatus. Reference: Harper; 30th edition",
        "cop": 1,
        "opa": "Golgi apparatus",
        "opb": "Mitochondria",
        "opc": "Ribosomes",
        "opd": "Nuclear membrane",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ada57b03-65d7-4ea1-bc95-156c66fd566e",
        "choice_type": "single"
    },
    {
        "question": "Cytochrome C of the bacteria has 50% identity of amino acid sequence with that of human. Which of the following is the most conserved parameter in these 2 proteins",
        "exp": "Cytochrome c occurs only in eukaryotes, but prokaryotes contain proteins, known as c-type cytochromes, which perform the same general function (that of an electron carrier). The major structural differences among c-type cytochromes lie in the various polypeptide loops on their surfaces. The sequences of the c-type cytochromes have diverged so far from one another that, in the absence of their X-ray structures, they can be properly aligned only through the use of mathematically sophisticated computer programs. Thus, it appears that the essential structural and functional elements of proteins, rather than their amino acid residues, are conserved during evolution. Ref: Voet Fundamentals of Biochemistry 4th Edition Pg no 151-152.",
        "cop": 2,
        "opa": "Quaernary structure",
        "opb": "Teiary structure",
        "opc": "Amino acid sequence",
        "opd": "Loop and turn segments",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "19e4fcf2-9a82-46ae-a088-972d99befd8a",
        "choice_type": "single"
    },
    {
        "question": "Collagen ------ forms the main pa of anchoring fibrils in epithelial tissues",
        "exp": "Ref: Harper&; s Biochemistry; 30th edition; Chapter 50; The Extracellular Matrix",
        "cop": 1,
        "opa": "VII",
        "opb": "IV",
        "opc": "VIII",
        "opd": "I",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ef568078-7942-40f7-9a1c-916793bd996b",
        "choice_type": "single"
    },
    {
        "question": "Sulphur containing bond is not found in",
        "exp": "Hyaluronic Acid A sulfate-free mucopolysaccharide. It was first isolated from the vitreous humor of the eye. Later it was found to be present in synol fluid, skin, umbilical cord, haemolytic streptococci and in the rheumatic nodule. It occurs both free and salt-like combination with proteins and forms so-called ground substance of mesenchyme, an integral pa of the gel-like ground substance of connective and other tissues. Composition: It is composed of repeating units of N-acetyl glucosamine and D-Glucuronic acid. On hydrolysis, it yields equimolecular quantities of D-Glucosamine, D-Glucoronic acid and acetic acid (Fig. 3. 20). Functions: (See below under proteoglycans) Hyaluronidase: An enzyme present in ceain tissues, notably testicular tissue and spleen, as well as in several types of pneumococci and haemolytic streptococci. The enzyme catalyzes the depolymerization of hyaluronic acid and by reducing its viscosity facilitates diffusion of materials into tissue spaces. Hence the enzyme, sometimes, is designated as spreading factor. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 34",
        "cop": 4,
        "opa": "Chondroitin",
        "opb": "Keratan",
        "opc": "Dermatan",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "d738b4b1-09c2-4e31-abc3-b1047d03dc49",
        "choice_type": "single"
    },
    {
        "question": "Proteins responsible to prevent faulty folding of protein is?",
        "exp": ": Proteins must fold to achieve their functional form. Folding can be spontaneous or facilitated by chaperones. Proteins that are defective (for example misfolded) or destined for rapid turnover are marked for destruction by the attachment of chains of a small, highly conserved protein called ubiquitin. Ubiquitinated proteins are rapidly degraded by a cytosolic complex known as the proteasome. Referwnce: Lippincott illustrated reviews of Biochemistry textbook Sixth edition. Page no 807",
        "cop": 1,
        "opa": "Chaperones",
        "opb": "Histones",
        "opc": "Proteases",
        "opd": "Proteosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "b2cb953c-0dba-4569-b4f2-fc4d52f3190f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a modified amino acid?",
        "exp": "Two molecules of cysteine make cysteine (cys-cys) or dithio b, b-a amino propionic acid. The SS linkage is called as disulfide bridge. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 78",
        "cop": 2,
        "opa": "Arginine",
        "opb": "Cysteine",
        "opc": "Asparagine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4268e485-541d-4b3e-9f1b-06a80442eecb",
        "choice_type": "single"
    },
    {
        "question": "Protein acts as buffer due to which propey",
        "exp": "Most biomolecules are amphipathic; that is, they possess regions rich in charged or polar functional groups as well as regions with hydrophobic character. Proteins tend to fold with the R-groups of amino acids with hydrophobic side chains in the interior. Amino acids with charged or polar amino acid side chains. Ref: Harper's Illustrated Biochemistry, 30E (2015) Pg No 8.",
        "cop": 4,
        "opa": "Colloid",
        "opb": "Basic",
        "opc": "Acidic",
        "opd": "Amphipathic (amphoteric in nature)",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "a7f07a3c-449e-4941-95f7-de498d9edaa5",
        "choice_type": "single"
    },
    {
        "question": "One of the following is an example of phosphoprotein",
        "exp": "The phosphate groups add negative charges to the polypeptides. The functional significance of this modification varies from one protein to the next. For example, the milk protein casein has many phosphoserine groups that bind Ca2+. Calcium, phosphate, and amino acids are all valuable to suckling young, so casein efficiently provides three essential nutrients. And as we have seen in numerous instances, phosphorylation dephosphorylation cycles regulate the activity of many enzymes and regulatory proteins. Ref: Lehninger's Principles of Biochemistry 7th Editoin - D L Nelson, Cox Lehninger - W H Freeman Pg no 2901 Ref: Lehninger's Principles of Biochemistry 4th Editoin - D L Nelson, Cox Lehninger - W H Freeman Pg no 1063.",
        "cop": 2,
        "opa": "Histone",
        "opb": "Casein",
        "opc": "Ceruloplasmin",
        "opd": "Albumin",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "dbafbb99-ee18-433c-bf23-23d30ab59ec3",
        "choice_type": "single"
    },
    {
        "question": "Amino acid required for formation of thyroxine",
        "exp": "Metabolic role of Tyrosine * Synthesis of thyroid hormones: Thyroxine (T4) and triiodothyronine (T3) * Synthesis of catecholamines * Synthesis of melanin pigment * Formation of tyramine * Formation of phenol and cresol * Formation of tyrosine-O-sulphate. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 497",
        "cop": 2,
        "opa": "Tryptophan",
        "opb": "Tyrosine",
        "opc": "Glutamine",
        "opd": "Cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "65e7e508-fc24-4d54-b5a8-780da1e94862",
        "choice_type": "single"
    },
    {
        "question": "Neutral amino acid is",
        "exp": "Classification of aminoacids based on side chain and charges. Acidic amino acids (with negative charge) Basic amino acids (with positive charge) Neutal aminoacids (having non-polar side chains )(hydrophobic) Neutral amino acids (having polar side chains )(hydropilic) Tyrosine Lysine Alanine Aspaic acid Arginine Valine Serine Glutamic acid Histidine Leucine Threonine Isoleucine Cysteine Methionine Glutamine Phenylalanine Asparagine Tryptophan Proline REFERENCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 27 t",
        "cop": 3,
        "opa": "Aspaate",
        "opb": "Arginine",
        "opc": "Glycine",
        "opd": "Histidine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e3bf0674-286b-492f-8aa5-c7c7be8defee",
        "choice_type": "single"
    },
    {
        "question": "What constitutes the driving force for transpo of proteins into and out of the nucleus?",
        "exp": "No ATP is involved at any point in nuclear transpo. The driving force for the transpo comes indirectly from a gradient created by GTP hydrolysis. The key controlling factor is the allosteric GTPase, Ran. Ran is only able to hydrolyze GTP to GDP in the cytosol because this process must be activated by a GTPase-activating protein (GAP) that is only present in the cytosol. Reference: Harper; 30th edition",
        "cop": 3,
        "opa": "ATP hydrolysis within the cytosol",
        "opb": "ATP hydrolysis within the nucleus",
        "opc": "GTP hydrolysis within the cytosol",
        "opd": "GTP hydrolysis within the nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "53632e7c-d25b-45c0-a850-51cf80a142af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is polar?",
        "exp": "Classification of aminoacids based on side chain and charges. Acidic amino acids (with negative charge) Basic amino acids (with positive charge) Neutal aminoacids (having non-polar side chains )(hydrophobic) Neutral amino acids (having polar side chains )(hydropilic) Tyrosine Lysine Alanine Aspaic acid Arginine Valine Serine Glutamic acid Histidine Leucine Threonine Isoleucine Cysteine Methionine Glutamine Phenylalanine Asparagine Tryptophan Proline REFERENCE: DM VASUDEVAN TEXTBOOK EIGHTH EDITION; Page no: 27 t",
        "cop": 3,
        "opa": "Isoleucine",
        "opb": "Methionine",
        "opc": "Glutamic acid",
        "opd": "Tryptophan",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "141ec649-d5d7-4ae2-a84f-dd618c824d68",
        "choice_type": "single"
    },
    {
        "question": "Vesicles leaving the trans-Golgi carry on their surfaces a protein which targets them to the appropriate organelle. This protein is:",
        "exp": "Most vesicles leaving the trans-Golgi cisternae are coated with a protein called a coatomer. This is required to allow the formation of the vesicle. However this protein actually masks the specific targeting protein, that is a long helical protein called a SNARE. SNAREs bring the transpo vesicle from the Golgi close to the specific target membrane so that the two can fuse. The SNARE on the transpo vesicle produced by the Golgi is called a v-SNARE; the one on the target membrane is a t-SNARE. Reference: Harper; 30th edition",
        "cop": 3,
        "opa": "t-SNARE",
        "opb": "Coatomer",
        "opc": "v-SNARE",
        "opd": "Clathrin",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ab6ba2fb-aedd-4f69-b7e8-c98312492a18",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen found in space of Disse in liver is",
        "exp": "Type III is seen in skin, lung and vascular tissues Type IV is seen in the basement membranes. About 30 genes are resposible for the collagen synthesis, and the enzymes necessary for collagen synthesis REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION: PAGE NO: 720",
        "cop": 2,
        "opa": "Collagen I & II",
        "opb": "Collagen III & IV",
        "opc": "Collagen II & III",
        "opd": "Collagen II & V",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "8bf9a819-450a-4d70-b2b2-42bda710f2c5",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of which of the following micronutrient results in Menkes syndrome",
        "exp": "Menkes syndrome, characterized by kinky hair and growth retardation, reflects a dietary deficiency of the copper required by lysyl oxidase, which catalyzes a key step in the formation of the covalent cross-links that strengthen collagen fibers. Ref: Harper&; s Biochemistry; 30th edition; Chapter 5; Proteins: Higher Orders of Structure",
        "cop": 2,
        "opa": "Magnesium",
        "opb": "Copper",
        "opc": "Selenium",
        "opd": "Manganese",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0ebfe076-38be-40a8-ab8e-0c8f2b8cceca",
        "choice_type": "single"
    },
    {
        "question": "Albinism results from the deficiency of",
        "exp": "Homogentisic acid oxidase: ALKAPTONURIA Phenylalanine hydroxylase: PHENYLKETONURIA Tyrosinase: ALBINISM Xanthine oxidase: URIC ACID SYNTHESIS ENZYME Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 353",
        "cop": 3,
        "opa": "Homogentisic acid oxidase",
        "opb": "Phenylalanine hydroxylase",
        "opc": "Tyrosinase",
        "opd": "Xanthine oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e9ee7023-bc51-4f54-9a37-001ab65c543d",
        "choice_type": "single"
    },
    {
        "question": "Heme is which porphyrin?",
        "exp": "The protoporphyrinogen-III is oxidized by the enzyme protoporphyrinogen oxidase to protoporphyrin-III in the mitochondria. The xidation requires oxygen. The methylene bridges (-CH2) are oxidized to methenyl bridges ( -CH=) and colored porphyrins are formed. Protoporphyrins -9 is thus formed. The last step in the formation of heme is the attachment of ferrous iron to the protoporphyrin. The enzyme is heme synthase or ferrochelatase, which is also located in the mitochondria. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO: 273.",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "9feaeee8-9013-4f69-ab7d-6488d49305b0",
        "choice_type": "single"
    },
    {
        "question": "Ubiquitin is involved in",
        "exp": "In animals, many proteins are degraded by the ubiquitin- protease pathway. This pathway was discovered by Aaron Ciechanover, A Hershko and Irwin Roose who got Nobel Prize. Proteosome 26s Protein * Comprises more than 30 polypeptide subunits, which are arranged in the form of a hollow cylinder. * Active sites of its proteolytic subunits face the interior of the cylinder, thus preventing the indiscriminate degradation of cellular proteins. * Proteins requiring degradation are targeted to the proteasome by \"Ubiquitination\"--the process in which there is covalent attachment of one or more ubiquitin molecules. Ubiquitin: It is a small, approximately 7s residue protein that is highly conserved among eukaryotes. Ubiquitination: It is catalyzed by a large family of enzymes called \"E3 Ligases\", which attach ubiquitin to the side chain amino group of lysyl residues. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 131",
        "cop": 2,
        "opa": "Protein folding",
        "opb": "Protein degradation",
        "opc": "Synthesis of nucleic acid",
        "opd": "Glycosylation of proteins",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "3ccab36b-0714-476d-b25c-7c1b4342d8d1",
        "choice_type": "single"
    },
    {
        "question": "Most abundant type of collagen in human body",
        "exp": "The major structural protein found in connective tissue is the collagen.. It is the most abundant protein found in body. Type I is the most abundant forn, seen in connective tissues in almost all regions of the body. Type II is mainly seen in cailage and vitreous humor. Type III is seen in skin, lung and vascular tissues and Typa IV is seen in the basement membranes. THE COLLAGEN IS SYNTHESIZED BY FIBROBLASTS INTRACELLULARLY, AS A LARGE PRECURSOR, CALLED PROCOLLAGEN. iT IS THEN SECRETED. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION; PAGE NO: 720",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type III",
        "opc": "Type IV",
        "opd": "Type VI",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "2d170051-318a-4895-b844-3b14926979c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be a homologous substitution for valine in hemoglobin?",
        "exp": "In Many examples of Point Mutations The classic example is sickle-cell disease, which is caused by mutation of a single base out of the 3 x 109 in the genome, a T-to-A DNA substitution, which in turn results in an A-to-U change in the m. RNA corresponding to the sixth codon of the b-globin gene. The altered codon specifies a different amino acid (valine rather than glutamic acid), and this causes a structural abnormality of the b-globin molecule leading to hemoglobin aggregation and red blood cell \"sickling. \" Ref: Harper's Illustrated Biochemistry, 30E (2015) Pg no 460.",
        "cop": 2,
        "opa": "Isoleucine",
        "opb": "Glutamic acid",
        "opc": "Phenylalanine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "065488cd-831e-4735-b077-fd23da6a5ba6",
        "choice_type": "single"
    },
    {
        "question": "Covalent bond is seen in",
        "exp": "Disulphide bonds: These are formed between two cysteine residues. They are strong, high energy covalent bonds. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 2,
        "opa": "Hydrogen bond",
        "opb": "Disulphide bond",
        "opc": "Electrostatic bond",
        "opd": "Ionic bond",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "74f4672f-574e-4b4d-823d-965afbd57bab",
        "choice_type": "single"
    },
    {
        "question": "Alpha helix and beta pleated sheet is seen in",
        "exp": "Secondary Structure: The peptide chain formed assumes a three-dimensional secondary structure by way of folding or coiling consisting of a helically-coiled, zigzag, linear or mixed form. It results from the steric relationship between amino acids located relatively near each other in the peptide chain. The linkages or bonds involved in the secondary structure formation are hydrogen bonds and disulfide bonds. Can be alpha helix or beta pleated structures. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 2,
        "opa": "Primary structure of protein",
        "opb": "Secondary structure of protein",
        "opc": "Teiary structure of protein",
        "opd": "Quaternary structure of protein",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "117d94be-3244-4b81-8830-f4cbc9c9f985",
        "choice_type": "single"
    },
    {
        "question": "Enediols are formed by treating the sugars with",
        "exp": "In carbohydrate chemistry, the Lobry de Bruyn-van Ekenstein transformation also known as the Lobry de Bruyn-Alberda-van Ekenstein transformation is the base or acid catalyzed the transformation of an aldose into the ketose isomer or vice versa, with a tautomeric enediol as a reaction intermediate. Ketoses may be transformed into 3-ketoses, etcetera. The enediol is also an intermediate for the epimerization of an aldose or ketose. Mild alkaline conditions, Aldehyde or keto groups will tautomerize to form enediols. Enediols are highly reactive. So sugars are powerful reducing agents in alkaline condition. Ref: Harper&; s Biochemistry; 30th edition",
        "cop": 3,
        "opa": "Dilute acid",
        "opb": "Concentrated acid",
        "opc": "Dilute alkali",
        "opd": "Concentrated alkali",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "ddf98d4d-9c5f-4bce-b996-2650c20b61df",
        "choice_type": "single"
    },
    {
        "question": "Hexokinase is a",
        "exp": "The International Union of Biochemistry (IUB) name of hexokinase is ATP: D-hexose 6-phosphotransferase E. C. 2. 7. 1. 1. This name identifies hexokinaseas a member of class 2 (transferases), subclass 7 (transfer of a phosphoryl group), sub-subclass 1 (alcohol is the phosphoryl acceptor), and \"hexose-6\" indicates that the alcohol phosphorylated is on carbon six of a hexose. Ref: Harper&; s Biochemistry; 30th edition; Chapter 7; Enzymes: Mechanism of Action",
        "cop": 1,
        "opa": "Transferase",
        "opb": "Reductase",
        "opc": "Oxidoreductase",
        "opd": "Oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "daa4c181-bf26-448b-a2b9-5b2d89a89a3f",
        "choice_type": "single"
    },
    {
        "question": "Non-essential amino acid",
        "exp": "Nutritionally, amino acids are of two types: (a) Essential and (b) Non-essential. (c) There is also a third group of semi-essential amino acids. (a) Essential amino acids: These are the ones which are not synthesized by the body and must be taken in the diet. They include valine, leucine, isoleucine, phenylalanine, threonine, tryptophan, methionine and lysine. For remembering the following formula is used--MATT VIL PHLY. (b) Non-essential amino acids: They can be synthesized by the body and may not be the requisite components of the diet. (c) Semi-essential amino acids: These are growth promoting factors since they are not synthesized in sufficient quantity during growth. They include arginine and histidine. They become essential in growing children, pregnancy, and lactating women. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 80",
        "cop": 4,
        "opa": "Valine",
        "opb": "Leucine",
        "opc": "Tryptophan",
        "opd": "Aspaate",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e39c6aa6-27c9-4f82-841c-1654252b69c0",
        "choice_type": "single"
    },
    {
        "question": "Tyrosinase is",
        "exp": "Tyrosinase is a copper-containing oxidase. It is the rate-limiting enzyme for controlling the production of melanin. Ref: Biochemistry by U. Satyanarayana 3rd edition Pgno: 348",
        "cop": 1,
        "opa": "Oxidase",
        "opb": "Transferase",
        "opc": "Lyase",
        "opd": "Isomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "38211e5a-f1f0-4b12-9d00-755d6d074f6f",
        "choice_type": "single"
    },
    {
        "question": "Glucose-6 Phosphatase deficiency is seen in",
        "exp": "Name. Enzyme Deficiency. Clinical Features. Von Gierke disease. Glucose-6-phosphatase. Glycogen accumulation in liver and renal tubule cells; hypoglycemia; lactic acidemia; ketosis; hyperlipemia. Ref: Harper&; s Biochemistry; 30th edition; Chapter 18 Metabolism of Glycogen; Page no: 179",
        "cop": 1,
        "opa": "Von Gierke disease",
        "opb": "Tay sach disease",
        "opc": "Pompe disease",
        "opd": "Anderson disease",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "7eb77350-a918-48e8-8913-f9e3e910aee0",
        "choice_type": "single"
    },
    {
        "question": "Boiled cabbage or rancid butter smelling urine is seen in Phenylketonuria",
        "exp": "REF: Lippincott book of biochemistry 6th ed. Tyrosinaemia is an error of metabolism, inherited, in which the body cannot effectively break down the amino acid tyrosine, found in most animal and plant proteins. It is an autosomal recessive, which means two copies of an abnormal gene must be present in order for this to develop. There are three types of tyrosinemia, each with distinctive symptoms and caused by the deficiency of a different enzyme. One of the symptoms of Tyrodinaemia type 1 is an odor like cabbage or rancid butter.",
        "cop": 1,
        "opa": "Tyrosinemia",
        "opb": "Isovaleric Acidaemia",
        "opc": "Multiple carboxylase deficiency",
        "opd": "Phenylketonuria",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e6dcb535-1982-49e6-a3f7-8238fd42d575",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes, requires Biotin as the coenzyme",
        "exp": "Pyruvate enters the mitochondrion and is carboxylated to oxaloacetate by pyruvate carboxylase, an ATP-dependent reaction in which the coenzyme is the Vitamin biotin. Ref: Harper&; s Biochemistry; 30th edition; Chapter 16; The Citric Acid Cycle: The Central Pathway of Carbohydrate, Lipid & Amino Acid Metabolism",
        "cop": 3,
        "opa": "Pyruvate Dehydrogenase",
        "opb": "Pyruvate Kinase",
        "opc": "Pyruvate Carboxylase",
        "opd": "PEP Carboxy Kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "2fe77225-61a1-4eb8-abb2-0a34a61a98c6",
        "choice_type": "single"
    },
    {
        "question": "Selenocysteine is similar to",
        "exp": "Selenocysteine is similar to cysteine. Selenocysteine arises co-translationally during its incorporation into peptides. The UGA anticodon of the unusual t. RNA designated t. RNAsec normally signals to STOP. The ability of the protein synthesizing apparatus to identify a selenocysteine-specific UGA codon involves the selenocysteine inseion element, a stem-loop structure in the untranslated region of the m-RNA. Selenocysteine-t. RNAsec is first charged with serine by the Ligase that charges t. RNAsec. Subsequent replacement of the serine oxygen by selenium involves seleno- phosphate formed by Selenophosphate synthetase. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 80",
        "cop": 3,
        "opa": "Arginine",
        "opb": "Alanine",
        "opc": "Cysteine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e4b4b02b-ec3b-4ee0-9290-f4c0303d8078",
        "choice_type": "single"
    },
    {
        "question": "Intracellular soing and packing done by",
        "exp": "The Golgi apparatus plays two major roles in protein synthesis. First, it is involved in the processing of the oligosaccharide chains of membrane and other N-linked glycoproteins and also contains enzymes involved in O-glycosylation. Second, it is involved in the soing of various proteins prior to their delivery to their appropriate intracellular destinations. All pas of the Golgi apparatus paicipate in the first role, whereas the trans-Golgi network (TGN) is paicularly involved in the second and is very rich in vesicles. Ref: Harper 30th edition pg: 608",
        "cop": 2,
        "opa": "ER",
        "opb": "Golgi apparatus",
        "opc": "Ribosome",
        "opd": "Cytoplasm",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "efe4611b-5d61-40a8-82d2-bc53439c0c5d",
        "choice_type": "single"
    },
    {
        "question": "Source of maltose is",
        "exp": "Sugar. Source. Sucrose. Cane and beet sugar, sorghum and some fruits and vegetables. Lactose. Milk. Maltose. Enzymic hydrolysis of starch (amylase); germinating cereals and malt. Isomaltose. Enzymic hydrolysis of starch (the branch points in amylopectin). Lactulose. Heated milk (small amounts), mainlysynthetic. Trehalose. Yeasts and fungi; the main sugar of insect hemolymph. Ref: Harper&; s Biochemistry; 30th edition; Chapter 15 Carbohydrates of Physiological Significance",
        "cop": 3,
        "opa": "Beet sugar",
        "opb": "Milk",
        "opc": "Germinating Cereals",
        "opd": "Yeast",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "f5cf2e26-c94e-417d-bb55-d0594509fbbb",
        "choice_type": "single"
    },
    {
        "question": "The most predominantly occurring amino acid in collagen is",
        "exp": "Tropocollagen, the repeating unit of a mature collagen fiber, consists of three collagen polypeptides, each containing about 1000 amino acids, bundled together in a unique conformation, the collagen triple helix. Every third amino acid residue in collagen is a glycine residue. Collagen is also rich in proline and hydroxyproline, yielding a repetitive Gly-X-Y pattern in which Y generally is proline or hydroxyproline. Reference: Explanation: Harper's Biochemistry; 30th edition; Chapter 5; proteins: higher Orders of Structure",
        "cop": 4,
        "opa": "Valine",
        "opb": "Cysteine",
        "opc": "Arginine",
        "opd": "Glycine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "0fdc18b3-2d73-4f3c-b975-37e5e9f25569",
        "choice_type": "single"
    },
    {
        "question": "Synthesis of secretory proteins takes place in",
        "exp": "Secretory proteins are synthesized in EPR Reference: Harper; 30th edition",
        "cop": 2,
        "opa": "Golgi complex",
        "opb": "Endoplasmic reticulum",
        "opc": "First in cytoplasm then in nucleus",
        "opd": "First in endoplasmic reticulum then in cytoplasm",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "fd10d1e9-ab22-4693-ab5e-47f01a9fe2c0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sequence is directed in a retrograde manner to EPR in COP-1 vesicles?",
        "exp": "KDEL sequence ( lysine - aspaate - glutamate - leucine ) at carboxy terminal first travel to GA in COP-2 vesicles, interact with their specific receptor protein. then they return in a COP-1 vesicle to EPR, get dissociate from their receptor & are retrieved. Reference: Harper; 30th edition",
        "cop": 1,
        "opa": "KDEL",
        "opb": "KDAL",
        "opc": "DALK",
        "opd": "KDUL",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "76c5b79d-efaa-4820-a365-ec33c2f4cff6",
        "choice_type": "single"
    },
    {
        "question": "Which is 21st amino acid?",
        "exp": "Selenocysteine is recently introduced as 21st amino acid. Selenocysteine occurs at the \"active site\" of several enzymes. Examples include * Thioredoxin reductase * Glutathione peroxidase which scavenges peroxides, * De-iodinase that conves thyroxine to triiodothyronine * Glycine reductase * Selenoprotein P, a glycoprotein containing 10 selenocysteine residues, found in mammalian blood. It has an antioxidant function and its concentration falls in selenium deficiency. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 80",
        "cop": 4,
        "opa": "Alanine",
        "opb": "Cystine",
        "opc": "Arginine",
        "opd": "Seleno cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "447c92d0-bbb8-464e-a822-35a4fe186741",
        "choice_type": "single"
    },
    {
        "question": "Not seen in alpha helix",
        "exp": "a-Helix: A peptide chain forms regular helical coils called a-helix. These coils are stabilized by hydrogen bonds between carbonyl O of 1st amino and amide N of 4th amino acid residues. Thus in a-helix intrachain hydrogen bonding is present. The a-helices can be either right handed or left handed. Left-handed a-helix is less stable than right-handed a-helix because of the steric interference between the C = O and the side chains. Only the right-handed a-helix has been found in protein structure. Each amino acid residue advances by 0. 15 nm along the helix, and 3. 6 amino acid residues are present in one complete turn. The distance between two equivalent points on turn is 0. 54 nm and is called a pitch. Small or uncharged amino acid residues such as alanine, leucine, and phenylalanine are often found in a-helix. More polar residues such as arginine, glutamate, and serine may repel and destabilize a-helix. Proline is never found in a aa aa-helix. The proteins of hair, nail, skin contain a group of proteins called keratins rich in a aa aa-helical structure. Ref: Textbook of medical biochemistry, MN Chatterji, 8th edition, page no: 89",
        "cop": 3,
        "opa": "Alanine",
        "opb": "Leucine",
        "opc": "Proline",
        "opd": "Isoleucine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "4cf54361-20f0-48cc-aa15-37769f099be7",
        "choice_type": "single"
    },
    {
        "question": "Aspaame contains",
        "exp": "Aspaame is made from aspaic acid and phenylalanine, both are aminoacds. It is 200 times sweeter than sugar. Aspaame is not suitable for people with phenlketonuria. REFERNCE: DM VASUDEVAN TEXTBOK EIGHTH EDITION; Page no: 99",
        "cop": 1,
        "opa": "Phenylalanine",
        "opb": "Histidine",
        "opc": "Tryptophan",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "defd4007-55c2-445c-9431-9cbc9bbb2580",
        "choice_type": "single"
    },
    {
        "question": "Trypsin cleaves",
        "exp": "Activation of zymogens: Enteropeptidase (formerly called enterokinase), an enzyme synthesized by and present on the luminal surface of intestinal mucosal cells of the brush border membrane, conves the pancreatic zymogen trypsinogen to trypsin by removal of a hexapeptide from the N-terminus of trypsinogen. Trypsin subsequently conves other trypsinogen molecules to trypsin by cleaving a limited number of specific peptide bonds in the zymogen. Enteropeptidase, thus, unleashesa cascade of proteolytic activity because trypsin is the common activator of all thepancreatic zymogens.",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Glutamate",
        "opc": "Lysine",
        "opd": "Proline",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "817c9981-6b26-4a1c-96ad-95e626f171bc",
        "choice_type": "single"
    },
    {
        "question": "Blood group antigens belong to the class",
        "exp": "For red blood cells, the membrane oligosaccharides that determine the antigenic natures of the ABO substances appear to be mostly present in glycosphingolipids, whereas in secretions the same oligosaccharides are present in glycoproteins. Some examples of conjugated proteins are lipoproteins, glycoproteins, phosphoproteins, hemoproteins, flavoproteins, metalloproteins, phytochromes, cytochromes, opsins and chromoproteins. so the ABO substances can be chosen as Conjugated proteins from the given options Ref: Harper's Illustrated Biochemistry, 30E (2015) Pg No. 697 chapter 53.",
        "cop": 1,
        "opa": "Conjugated proteins",
        "opb": "Unconjugated protein",
        "opc": "Simple protein",
        "opd": "Hemoglobin binding protein",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "61e7afae-3300-473c-9b74-8c511b7754e8",
        "choice_type": "single"
    },
    {
        "question": "Proteins are separated on the basis of size by",
        "exp": "The most widely used method for determining the purity of a protein is SDS - PAGE - Poly-acryl-amide gel-electrophoresis (PAGE) in the presence of the anionic detergent sodium dodecyl sulfate (SDS). Electrophoresis separates charged bio-molecules based on the rates at which they migrate in an applied electrical field. Since the charge-to-mass ratio of each SDS polypeptide complex is approximately equal, the physical resistance each peptide encounters as it moves through the acrylamide matrix determines the rate of migration. Since large complexes encounter greater resistance, polypeptides separate based on their relative molecular mass (M), Individual polypeptides trapped in the acrylamide gel are visualized by staining with dyes such as Coomassie blue. Ref: Harper 28th Ed. Page-23, Harper 27th Ed. Page: 24",
        "cop": 1,
        "opa": "SDS - PAGE",
        "opb": "HPLC",
        "opc": "Affinity Chromatography",
        "opd": "Ion-exchange Chromatography",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "67cbedc0-cc76-4d09-8a49-2165b9b856d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes is used in Recombinant DNA research for Homopolymer tailing",
        "exp": "Terminaldeoxynucleotidyltransferase catalyzes the addition of deoxynucleotides to the 3' termini of DNA.... By use of a tailing method, which adds homopolymerdeoxynucleotide tails to denatured DNA, any double-stranded DNA fragment can be joined to a cloning vehicle Ref biochemistry satyanarayana 4e p255",
        "cop": 4,
        "opa": "Reverse transcriptase",
        "opb": "S1 Transferase",
        "opc": "Polynucleotide kinase",
        "opd": "Terminal transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "8b003a69-0154-4361-bba6-f168f1d9fdc6",
        "choice_type": "single"
    },
    {
        "question": "The common feature of Nuclear Localization Signals is",
        "exp": "Many nuclear proteins contain NLSs that are rich in basic arginine and lysine residues, which may be located anywhere in the polypeptide chain. Reference: Harper; 30th edition",
        "cop": 4,
        "opa": "They are rich in acidic amino acid residues and are located at the C-terminus of the protein",
        "opb": "They are rich in basic amino acid residues and are located at the C-terminus of the protein",
        "opc": "They are rich in acidic amino acid residues and may be located anywhere in the protein sequence",
        "opd": "They are rich in basic amino acid residues and may be located anywhere in the protein sequence",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "686238d0-252d-49fd-a933-8a41eefe399d",
        "choice_type": "single"
    },
    {
        "question": "DNA fragments formed by restriction enzymes are separated by",
        "exp": "Agarose is the supp medium for the gel electrophoresis it is viscous liquid when hot but solidify to a gel on cooling. The gel is prepared in the buffer and spread over microscopic slides and allowed to cool. A small sample of serum or the biological fluid is applid by cutting into the gel with a sharp edge. The electrophoretic run takes about 90 minutes. This technique is modified for immunoelectrophoresis. Agarose gel is used as suppo to seperate different types of protein mixtures as well as nucleic acids. REFERENCE: DM VASUDEVAN TEXTBOOK SEVENTH EDITION Page no: 447",
        "cop": 2,
        "opa": "Ultra centrifugation",
        "opb": "Agarose gel electrophoresis",
        "opc": "Paper chromatography",
        "opd": "HPLC",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "7c4c07d1-d4a0-4e47-ad0b-77c0d92160d2",
        "choice_type": "single"
    },
    {
        "question": "The following separation technique depends on the molecular size of the protein",
        "exp": "Answer is C Size-exclusion--or gel filtration--chromatography separates proteins based on their Stokes radius, the radius of the sphere they occupy as they tumble in a solution. The stokes radius is a function of molecular mass and shape. When rapidly tumbling, an elongated protein occupies a larger effective volume than a spherical protein of the same mass. Size-exclusion chromatography employs porous beads. Ref: Harper's Illustrated Biochemistry, 30E (2015) Pg No 27. in Ion Exchanege chromatography, Cation-exchange solid phases contain covalently bound, negatively charged functional groups. Examples include strongly acidic groups, such as sulfonate ions, or weakly acidic groups, such as carboxyl or carboxymethyl. Immobilized enzymes have been chemically bonded to adsorbents, such as (1) microcrystalline cellulose, (2) diethylaminoethyl (DEAE) cellulose, (3) carboxymethyl cellulose, and (4) agarose. Ref: Tietz Textbook of Clinical Chemistry and Molecular Diagnostics, 5E Pg no 308 and 375 Iso Electric focussing is based on electric field and pH. Ionic buffers called ampholytes and an applied electric field are used to generate a pH gradient within a polyacrylamide matrix. Applied proteins migrate until they reach the region of the matrix where the pH matches their isoelectric point (pI). Ref: Harper's Illustrated Biochemistry, 30E (2015) Pg No 29.",
        "cop": 3,
        "opa": "Chromatography on a carboxymethyl cellulose column",
        "opb": "Iso-electric focusing",
        "opc": "Gel filtration chromatography",
        "opd": "Chromatography on a diethylaminoethyl (DEAE) cellulose column",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "e8f22d5d-3712-43d0-9ecf-c489c8b69019",
        "choice_type": "single"
    },
    {
        "question": "The function of g DNA Polymerase",
        "exp": "Ref: Harper&; s Biochemistry; 30th edition; Chapter 35; DNA Organization, Replication, & Repair",
        "cop": 2,
        "opa": "DNA repair",
        "opb": "Mitochondrial DNA synthesis",
        "opc": "Processive, leading strand synthesis",
        "opd": "Primase",
        "subject_name": "Biochemistry",
        "topic_name": "Structure and function of protein",
        "id": "27c8dc07-8e0f-4038-b843-34449f51a942",
        "choice_type": "single"
    }
]