[
    {
        "question": "Function of mitochondrial DNA -",
        "exp": "Ans. is 'b' i. e., Encodes proteins of respiratory chain o Human mitochondria contain two to ten copies of a small circular double-stranded DNA molecule that makes up approximately 1% of total cellular DNA. The majority of the peptides in mitochondria (about 54 out of 67) are coded by nuclear genes. The rest are coded by genes found in mitochondrial (mt) DNA. This mt. DNA codes for mt ribosomal and transfer RNAs and for 13 proteins that play key roles in the respiratory chain. Some Major Features of the Structure and Function of Human Mitochonrial DNAo Is circular, double-stranded, and composed of heavy (H) and light (L) chains or strands, o Contains 16, 569 bp. o Encodes 13 protein subunits of the respiratory chain (of a total of about 67) -y Seven subunits of NADH dehydrogenase (complex I)y Cytochrome b of complex IIIy Three subunits of cytochrome oxidase (complex IV)y Two subunits of ATP synthaseo Encodes large (16S) and small (12S) mt ribosomal RNAso Encodes 22 mt t. RNA moleculeso Genetic code differs slightly from the standard code -y VGA (standard stop codon) is read as Trp. y AGP and AGG (standard codons for Arg) are read as stop codons, o Contains very few untranslated sequences, o High mutation rate (5 to 10 times that of nuclear DNA). o Comparisons of mt. DNA sequences provide evidence about evolutionary origins of primates and other species.",
        "cop": 2,
        "opa": "Encodes proteins of cell membrane",
        "opb": "Encodes proteins of respiratory chain",
        "opc": "Helps in cell replication",
        "opd": "Formation of r. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "e96d9400-9093-46c8-91ef-0fb6c3496401",
        "choice_type": "single"
    },
    {
        "question": "Adenine in DNA binds with -",
        "exp": "Ans. is 'a' i. e., Thymine o Adenine is always paired with thymine by formation of two hydrogen bonds. Guanine is always paired with cytosine by formation of three hydrogen bonds.",
        "cop": 1,
        "opa": "Thymine",
        "opb": "Guanine",
        "opc": "Cytosine",
        "opd": "Uracil",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "d22389e5-8187-420b-9529-06dcb122a7fb",
        "choice_type": "single"
    },
    {
        "question": "If a 4 nucleotides sequence code for an amino acid instead of 3, then theoretically how many unique amino acids could be coded by such a system?",
        "exp": "Ans. d. 256 (Ref: Harper 28/e p353). If there would have been two nucleotides in each codon, the chance of their varied combination will be 42, i. e. 16, and three nucleotide in each codon means there will occur 43, i. e. 64 codons are possible. According to the above calculation, if there occurs 4 nucleotides in a codon, the chance of their varied combination will be 44, i. e. 256. Number of Nucleotides in Codon. Number of Coded Amino Acids242= 16343= 64444= 256",
        "cop": 4,
        "opa": "16",
        "opb": "64",
        "opc": "128",
        "opd": "256",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "da92acb1-a7fc-4c23-883f-631d8d6a63f6",
        "choice_type": "multi"
    },
    {
        "question": "Molecular interaction, found in the structure of DNA-",
        "exp": "Ans. is 'd' i. e., All of the aboveo Bonds involved in DNA structure are -i) With in nucleotides: Glycosidic bond between carbon-1 of pentose sugar (deoxyribose) and nitrogen-9 of purine base or nitrogen-1 of pyrimidine base. ii) Between two strands of DNA; The two chains (strands) are held together by hydrogen bonds between complementary pairs of bases. Adenine is always paired with thymine by formation of two hydrogen bonds and Guanine is always paired with cytosine by formation of three hydrogen bonds. Between suecesive nucleotides: Successive nucleotides in a strand of DNA are attached to each other by 51-31 phosphodiester bonds. Carbon-31 and -51 of deoxyribose subunits are involved in ester linkages with an inorganic phosphate to form a 31, 51 phosphodiester bond (a covalent bond). Thus alternating phosphate and deoxy ribose units form the backbone structure of DNA while purine and pyrimidine bases are stacked inside. Base-staking interactions: The bases (purines and pyrimidines) lie flat in the interior, stacked on top of one another. They interact with one another through vander waals forces and hydrophobic interactions. Collectively these two are known as base-stacking interactions.",
        "cop": 4,
        "opa": "Hydrogen bond",
        "opb": "Glycosidic bond",
        "opc": "Covalent interactions",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "c09c7854-90b6-4ac5-8556-4e2bdd1ab14a",
        "choice_type": "multi"
    },
    {
        "question": "Same amino acid is coded by multiple codons due to:(AIIMS May 2012, Nov 2011)",
        "exp": "Ans. a. Degeneracy (Ref: Harper 29/e p190, 396, 28/e p354). Degeneracy is the redundancy of the genetic code, where more than one triplet codes one amino acid. (All. MS May 2012, November 2011, November 2006 Repeat). Degeneracy. Degeneracy is the redundancy of the genetic codeQ. The genetic code has redundancy but no ambiguityQ. The codons encoding one amino acid may differ in any of their three positionsQ. There are three amino acids encoded by six different codons: serine, leucine and arginineQ. Only two amino acids are specified by a single codonQ. One of these is the amino-acid methionine, specified by the codon AUG, which also specifies the start of translation: the other is tryptophan, specified by the codon UGGQ. The degeneracy of the genetic code accounts for the existence of synonymous mutations. Degeneracy results because there are more codons than encodable amino acidsQ. Codon. Initiation codon is AUG (Methionine)QTermination codons: UAA (Ochre), UAG (Ambre), UGA (Opal)QCharacteristics of the Genetic Code. The genetic code is unambiguous: each codon specifies one amino acid onlyQ. The code is degenerate: One amino acid maybe specified by more than one codonQ. In most cases, the first two bases perform sufficient coding, the third (or wobble) base playing a minor roleQ. Codons with a similar sequence specify amino acids with similar chemical propertiesQ.",
        "cop": 1,
        "opa": "Degeneracy",
        "opb": "Frame-shift mutation",
        "opc": "Transcription",
        "opd": "Mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "356fccf7-f470-4457-80b0-7132fd1471cf",
        "choice_type": "single"
    },
    {
        "question": "At the physiological pH the DNA molecules are",
        "exp": "Ans. is 'b' i. e. Negatively charged DNA molecules are negatively charged, this is evident as it is stained by a cationic (positively charged) dye. Read the following lines for Ronald Hoffman Hematology:\"Anionic cellular elements (nuclear DNA) reacts with cationic dye (Methylene blue)\"",
        "cop": 2,
        "opa": "Positively charged",
        "opb": "Negatively charged",
        "opc": "Neutral",
        "opd": "Amphipathic",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "cc2537f1-fc85-493c-896d-171342884847",
        "choice_type": "single"
    },
    {
        "question": "Not present in DNA -",
        "exp": "Ans. is 'a' i. e., Uracil o Two types of bases are found in nucleotides: (i) purines and (ii) pyrimidines. Purines: Two major purine bases found both in DNAs as well as RNAs are (i) adenine (A) and (ii) guanine (G). Pyrimidines: Three major pyrimidine bases are (i) cytosine (C), (ii) Uracil (U) and (iii) Thymine (T). Cytosine and uracil are found in RNAs and cytosine and thymine are found in DNAs. Uracil is notfound in DNAs e and thymine is notfound in RNAs. Different major bases with their corresponding nucleosides and nucleotides. Base. Ribon ucleoside. Ribonucleotide. Adenine (A). Guanine (G). Uracil (U). Cytosine (C). Adenosine. Guanosine. Uridine. Cytidine. Adenosine monophosphate (. AMP). Guanosine monophosphate (GMP). Uridine monophosphate (UMP). Cytidine (Monophosphate) (CMP). Base. Deoxyribonucleoside. Deoxyribonucleotide. Adenine. Guanine. Cytosine. Thymine. Deoxyadenosine. Deoxyguanosinc. Deoxy cytidine. Deoxythymidine. Deoxyadenosine monophosphate (d. AMP). Deoxyguanosine monphosphate (d. GMP). Deoxvcytidine monophosphate (d. CMP). Deoxythymidine monophosphate (d. CMP)",
        "cop": 1,
        "opa": "Uracil",
        "opb": "Thymine",
        "opc": "Cytosine",
        "opd": "Adenine",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "ce2ddd03-f5bc-4e15-a53f-0e32f85192ed",
        "choice_type": "single"
    },
    {
        "question": "DNA model described by Watson and crick was?",
        "exp": "Ans. (c) Right handed anti parallel. Ref Lippincott's 4/e, chapter 29",
        "cop": 3,
        "opa": "Right handed parallel",
        "opb": "Left handed anti parallel",
        "opc": "Right handed anti parallel",
        "opd": "Left handed parallel",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "3fa9d6a4-4bfc-4269-a72c-001d6b6d5d10",
        "choice_type": "multi"
    },
    {
        "question": "Mitochondiral DNA is -",
        "exp": "Ans. is 'a' i. e.. Closed circular o This question is a direct repeat from AI-2006. o Human mitochondria contain two to ten copies of a small circular double-stranded DNA molecule that makes up approximately I % of total cellular DNA. The majority of the peptides in mitochondria (about 54 out of 67) are coded by nuclear genes. The rest are coded by genes found in mitochondrial (mt) DNA. This mt. DNA codes for mt ribosomal and transfer RNAs and for 13 proteins that plav key roles in the respiratorv chain. Some Major Features of the Structure and Function of Human Mitoctionriai DNAo Is circular, double-stranded, and composed of heavy (H) and light (L ) chains or strands, o Contains 16, 569 bp. o Encodes 13 protein subunits of the respiratory chain (of a total of about 67) -Seven subunits of NADH dehydrogenase (complex I). Cytochrome b of complex IIIThree subunits of cytochrome oxidase (complex IV). Two subunits of ATP synthaseo Encodes large (16S) and small (12S) mt ribosomal RNAso Encodes 22 mt t. RNA moleculeso Genetic code differs slightly from the standard code -VGA (standard stop codon) is read as Trp. AGP and AGG (standard codons for Arg) are read as stop codons. o Contains very few untranslated sequences, o High mutation rate (5 to 10 times that of nuclear DNA). o Comparisons of mt. DNA sequences provide evidence about evolutionary origins of primates and other species.",
        "cop": 1,
        "opa": "Closed circular",
        "opb": "Nicked circular",
        "opc": "Linear",
        "opd": "Open circular",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "822aac4d-afa5-4551-a6e3-b32269dbb75e",
        "choice_type": "single"
    },
    {
        "question": "Most common physiological form of DNA -",
        "exp": "Ans. is 'b' i. e., B-form o DNA can exist in at least six forms, i. e. A, B, C, D, E and Z. o The B-form of DNA is the most common form of DNA and is right-handed helix. o It is the strandard DNA structure with 10 base pairs per turn. o Watson and Crick model describes the B-form of DNA. o Other forms of DNA are A-form (contains 11 base pairs per turn and is right handed helix) and Z-form (contains 12 base pairs per turn and is left handed helix). o Z-form is favored by alternating G-C sequences in alcohol and high salt solution; and is inhibited by alternating A-T sequnces (Note-B form has minimum base pairs per turn, i. e. 10).",
        "cop": 2,
        "opa": "A-form",
        "opb": "B-form",
        "opc": "Z-form",
        "opd": "C-form",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "8a8c22c0-0d84-4ef4-af7b-c575835facec",
        "choice_type": "single"
    },
    {
        "question": "In DNA, adenine always pairs with -",
        "exp": "Ans. is 'c' i. e., Thymineo DNA is the repository of genetic information, o DNA is located in nucleus. o DNA is also present in mitochondria (but less than 0. 1% of the total DNA). o Most accepted model for DNA structure is \"Watson and Crick\" modelQ, o Which was proposed by W atson and Crick in 1953Q. o DNA is a double-stranded molecule. o Each strand is a polymer of nucleotides (deoxyribonucleotides). o Each strand possesses a palority. o It has a 31 end and a 51 end. o The two strands are antiparallelQ, i. e. they are parallel but run in opposite directions, o The sugar of DNA is deoxyribose. o The purine bases in DNA are adenine (A) and Guanine (G) Q, and pyrimidine bases are thymine (T) and cytosine (C) Q. o Uracil (U), a pyrimidine, is not found in DNAQo Between two strands of DNA: The two chains (strands) are held together by hydrogen bondsQ between complementary pairs of bases. o Adenine is alw ays paired w ith thymine by formation of tw o hydrogen bonds and Guanine is alw ays paired with cytosine by formation of three hydrogen bondsQ",
        "cop": 3,
        "opa": "Guanine",
        "opb": "Cytosine",
        "opc": "Thymine",
        "opd": "Uracil",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "e1ef8a23-6b45-42a4-9bd6-6164163cf0ee",
        "choice_type": "single"
    },
    {
        "question": "Which form of DNA is seen predominantly.",
        "exp": "Ans. is 'c' i. e. B form: Type of DNADNA can exist in several confirmation depending upon the base composition and under different physical conditions. These are: B- DNA (most common confirmation)A- DNAZ-DNA\"Within the cells, most of the DNA is B - DNA although regions rich in guanine and cytosine base pairs may assume 2 - confirmation. A - DNA is not found under physiological condition. When B - DNA crystals are dried the long thin B - DNA molecules becomes short, stubby A-DNA\".",
        "cop": 3,
        "opa": "A",
        "opb": "C",
        "opc": "B",
        "opd": "Z",
        "subject_name": "Biochemistry",
        "topic_name": "Structure of DNA",
        "id": "c56032ce-ab9e-46e8-a122-dfd757ead403",
        "choice_type": "single"
    }
]