[
    {
        "question": "Banding technique most commonly employed for cytogenetic analysis",
        "exp": "G-banding (most common) R-banding Q-banding C-banding T-banding G stands for Giemsa R stands for \"reverse\" Q stands for Quinacrine Fluoroescent dye C stands for Constitutive heterochromatin or Centromere T stands for telomeres to produce a visible karyotype Dark regions are heterochromatin (AT) Light regions are Euchromatin (GC) Dark regions are euchromatin Bright regions are heterochromatin",
        "cop": 1,
        "opa": "G banding",
        "opb": "C banding",
        "opc": "R banding",
        "opd": "Q banding",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "c86b146c-2c6e-496b-8184-8cf8947cfffa",
        "choice_type": "single"
    },
    {
        "question": "The technique for accurate quantification of gene expression is",
        "exp": "PCR Real-time PCR Traditional PCR For accurate quantification of the amount of initial DNA in the reaction Detects the DNA by electrophoresis at the end-point of the reaction",
        "cop": 3,
        "opa": "Nohern blot",
        "opb": "PCR",
        "opc": "Real-Time Reverse Transcriptase PCR",
        "opd": "Reverse Transcriptase PCR",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "3151783f-6288-4824-a09a-7abfa85fdbb8",
        "choice_type": "single"
    },
    {
        "question": "Larger DNA segments can be cloned in",
        "exp": "Hybrid DNA molecules can be constructed in cloning vectors typically using bacterial plasmids, phages, or cosmids. A clone is a large population of identical molecules, bacteria, or cells that arise from a common ancestor. Molecular cloning allows for the production of a large number of identical DNA molecules, which can then be characterized or used for other purposes. Cloning capacities of vectors Plasmid 0. 01-10 kb Lambda phage 10-20 kb Cosmids 35-50 kb Bacterial aificial chromosome 50-250 kb Yeast aificial chromosome 500-3000 kb",
        "cop": 4,
        "opa": "Plasmids",
        "opb": "Bacteriophage",
        "opc": "Cosmids",
        "opd": "Bacterial Aificial Chromosomes",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "7c394da1-379a-4ab8-85b2-1983d534aac0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in a PCR reaction, EXCEPT",
        "exp": "Components of PCR 1. Template DNA 2. Pair of DNA Primers 3. Thermostable DNA polymerase 4. d. NTPs 5. Buffer with divalent cation dd. NTP (dideoxynucleotide triphosphates) Not used in PCR; Used in sanger's chain-termination method",
        "cop": 2,
        "opa": "Buffer",
        "opb": "dd. NTPs",
        "opc": "Oligonucleotide Primer pair",
        "opd": "Template DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "dd6691c8-7a50-4162-8c97-9969bf5f41fa",
        "choice_type": "multi"
    },
    {
        "question": "DNA foot printing is used to detect",
        "exp": "Techniques of detection of DNA-Protein interaction: DNA footprinting Yeast one-hybrid system Electrophoretic mobility shift assay (EMSA)",
        "cop": 4,
        "opa": "Single nucleotide polymorphisms",
        "opb": "Variable number of tandem repeats",
        "opc": "Parent of origin of the child",
        "opd": "DNA-protein interaction",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "53e13be6-87c8-4229-b3b3-02e714bfb0c1",
        "choice_type": "single"
    },
    {
        "question": "What is the approximate size of mi. RNA molecules produced by Dicer nuclease?",
        "exp": "Micro. RNAs: Small (22 nucleotides long) Endogenous, Non-coding RNAs Involved in regulation of gene expression by post-transcriptional gene silencing (PTGS)/RNA interference. Dicer is an endonuclease that trims small double-stranded RNA and generates sho, double stranded (ds) mi. RNA molecules that can block translation. Dicer cleaves the cytosolic ds. RNA encoded by the genome or exogenously supplied into oligonucleotides mi. RNA or si. RNA A single strand (the guide or antisense strand) of the ds mi. RNA associates with RNA-induced silencing complex, or RISC.",
        "cop": 2,
        "opa": "11 bp",
        "opb": "22 bp",
        "opc": "56 bp",
        "opd": "75 bp",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "3b09b7a8-52e7-48f2-af3b-a217125f70fe",
        "choice_type": "single"
    },
    {
        "question": "The first human protein produced by r. DNA technology:",
        "exp": "The first human protein produced by r. DNA technology is Insulin. Production of recombinant Insulin: NOTE: Gene coding for insulin is localized on 11p15 site of chromosome.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Growth hormone",
        "opc": "Albumin",
        "opd": "Casein",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "df08dc2a-6198-42de-9688-486261432953",
        "choice_type": "single"
    },
    {
        "question": "Test for RNA:-",
        "exp": "Nohern Blotting detects RNA. Nohern blot - RNA Southern blot- DNA Western blot- Proteins See treasure for details",
        "cop": 1,
        "opa": "Nohern blot",
        "opb": "Southern blot",
        "opc": "Immuno blot",
        "opd": "South-Western blot",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "c5085fad-b97c-412c-b1da-6503711a324f",
        "choice_type": "single"
    },
    {
        "question": "Real-time PCR is used for:",
        "exp": "Real-time PCR is used for monitoring the amplification of target DNA. In this PCR, we use SYBR-green dye, which has a propey of giving fluorescence when bound to ds. DNA. When DNA synthesis is occurring then gradually ds DNA is increased in amount so fluorescence is also increased. This fluorescence can be measured and then amount of DNA can be calculated from that. Therefore it is known as Quantitative PCR (q PCR). Dyes used in q. PCR: SYBR Based Detection: Uses SYBR Green dye (ds-DNA binding dye) - NOT sequence specific. Taq. Man Based Detection: Uses a fluorogenic probe specific to target gene to detect target, as it accumulates during PCR.",
        "cop": 4,
        "opa": "DNA detection only",
        "opb": "RNA detection only",
        "opc": "Protein detection only",
        "opd": "For monitoring the amplification of target DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "ca5f9b55-1223-4374-97b7-ac2a9fba19aa",
        "choice_type": "single"
    },
    {
        "question": "What strategy in transcription factor research allows for the simultaneous identification of all of the genomic sites bound by a given transcription factor under a given set of physiological conditions?",
        "exp": "Fluorescence Resonance Energy Transfer (FRET) DNase I hypersensitive sites (DHSs) Flourscent In Situ Hybridisation (FISH) Chromosome Immunoprecipitation (Chip) Detect the distance between two macromolecules Used to detect actively transcribed genes Used to detect Aneuploidy To find the region of DNA to which DNA binding proteins bind Protein-protein interaction technique Based on the principle that Chromatin containing active genes are sensitive to cleavage by DNase I enzyme Can detect few genes at a time (Not High-throughput) Use Fluorescent DNA probes that binds to a specific region of chromatin Can detect few genes at a time (Not High-throughput) use number of specific probes (DNA, RNA) attached to a solid suppo such as glass slide. can simultaneously detect a number of sites (High-throughput)",
        "cop": 3,
        "opa": "Fluorescence Energy Transfer (FRET)",
        "opb": "DNAse I sensitivity",
        "opc": "Chromatin immuno precipitation-sequencing (Ch. IP-seq)",
        "opd": "FISH",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "64a8b043-8ba7-4658-88f2-fbcb0378aef7",
        "choice_type": "multi"
    },
    {
        "question": "SYBR Green Dye is used for:",
        "exp": "Dyes used in real time PCR SYBR based detection Taq. Man based detection Uses SYBR Green dye ds-DNA binding dye Not sequence specific Uses a fluorogenic probe specific to target gene It accumulates during PCR. Real Time PCR / Quantitative Fluorescence PCR (QF-PCR) / q PCR: Products are detected by fluorescence during (NOT after) the PCR reaction (in real time), not end time PCR.",
        "cop": 3,
        "opa": "HPLC",
        "opb": "Immuno-fluorescence",
        "opc": "PCR",
        "opd": "ELISA",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "a13a8a3b-850b-4b47-bd3b-6ed1dc7dce5d",
        "choice_type": "single"
    },
    {
        "question": "Molecular scissors refers to:",
        "exp": "Molecular scissors refers to Restriction Endonuclease. Molecular scissors/Restriction Endonuclease Cut at random sites or Pallindromic sites (same sequence on opposite strands). Create sticky or blunt ends.",
        "cop": 2,
        "opa": "DNA Polymerase",
        "opb": "Restriction Endonuclease",
        "opc": "Primase",
        "opd": "Helicase",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "13611348-e0fa-4c63-84df-ab271ea3012e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be used as vector for Gene therapy",
        "exp": "Vectors used for gene delivery: Viral Vectors Non-viral Vectors Retroviruses Liposomes Adenoviruses Plasmids Herpes simplex viruses Physical methods",
        "cop": 4,
        "opa": "Viruses",
        "opb": "Liposomes",
        "opc": "Plasmids",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "24777842-a93b-4e8a-a4ef-f6d6bcf5894e",
        "choice_type": "multi"
    },
    {
        "question": "DNA from RNA is synthesized by-",
        "exp": "RNA can be conveed to DNA by reverse transcriptase. This DNA is c. DNA (complementary DNA). Reverse transcription Synthesis of DNA using RNA as template Enzyme: RNA dependent DNA Polymerase Involved in Retroviruses: HIV virus Transposons/jumping genes Telomerase",
        "cop": 3,
        "opa": "Topoisomerase",
        "opb": "Helicase",
        "opc": "Reverse transcriptase",
        "opd": "DNA dependent DNA polymeraze",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "e020e7cd-ffa0-4fe7-9d2d-130c76912df5",
        "choice_type": "single"
    },
    {
        "question": "The process used to prevent the recircularization of the stick ends of DNA is:",
        "exp": "The process used to prevent the recircularization of the stick ends of DNA is Homopolymer tailing Homopolymer tailing Involves adding a series of nucleotides on the 3'OH termini of a double-stranded DNA molecule using enzyme terminal deoxynucleotidyl transferase. Homopolymer tail is produced in the presence of one deoxynucleotide. Prevents recircularization of the stick ends of DNA For ligation of two tailed molecules, the homopolymers must be complementary.",
        "cop": 1,
        "opa": "Homopolymer tailing",
        "opb": "Ligation by restriction endonucleases",
        "opc": "Transfection",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "b4068007-92d3-4089-9ff7-b1aeb15c2325",
        "choice_type": "multi"
    },
    {
        "question": "Mutations that completely disrupt the function of the gene used in which of the following technique:",
        "exp": "Targeted gene disruption/Gene knock -out: Mutations that completely disrupt the function of the gene. Predominantly used in mice tissue specific knock-out possible (cre/lox) Absence of phenotype possible due to redundancy. Targeted Knock-in: Introduction of subtle mutation(s) into gene by substitution of endogenous gene with gene carrying a specific mutation. Homologous recombination in embryonic stem cells Predominantly used in mice can accurately model human disease Restiction Fragment Length Polymorphism (RFLP): DNA variation occurring in more than 1% of general population is known as RELP. Use: Inherited disease in which the functional deficit is unknown Nonsense mutation: Nonsense codon result in the premature termination of amino acid incorporation into a peptide chain Production of only a fragment of intended protein molecule.",
        "cop": 3,
        "opa": "Non-sense mutation",
        "opb": "Restriction fragment length polymorphism",
        "opc": "Targeted gene disruption",
        "opd": "Knock-in",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "072a75b8-982c-4351-9be9-27c711927b03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for sequencing a long DNA fragment:",
        "exp": "Chromosome walking Sequencing method of choice for sequencing long DNA fragments between 1. 3 and 7 kb Applications of chromosome walking: Positional cloning Find, isolate, and clone a paicular allele Isolate a locus of interest for which no probe is available Analysis of genetically transmitted diseases Detect mutations Study SNPs (Single Nucleotide Polymorphisms) Disadvantage: Speed of this technique can't be enhanced",
        "cop": 3,
        "opa": "Sanger's technique",
        "opb": "Chain termination method",
        "opc": "Chromosome Walking",
        "opd": "RFLP",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "acf681ea-fcab-4308-9d18-5d3275b6681a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following method is used for the analysis of the C-terminal end of a polypeptide?",
        "exp": "Akabori method is used for the analysis of C-terminal end of a polypeptide N-terminal analysis Carboxy-terminal analysis For post-translational modifications Sanger's reagent- fluoro-2, 4 dinitrobenzene (FDNB) Carboxypeptidase assay Mass spectrometry Edman's reagent- Phenylisothiocyanate (PITC) Akabori reaction",
        "cop": 3,
        "opa": "Sanger's method",
        "opb": "Edman's degradation method",
        "opc": "Akabori method",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "6a0b35a5-fd86-47a6-8bce-0229890ef50a",
        "choice_type": "multi"
    },
    {
        "question": "For karyotyping, the dividing cells are arrested by the addition of colchicines in the following mitotic phase:",
        "exp": "Colchicine is used during karyotyping to arrest the cell in metaphase In metaphase, all chromosomes lie at the equator",
        "cop": 2,
        "opa": "Telophase",
        "opb": "Metaphase",
        "opc": "Anaphase",
        "opd": "Prophase",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "6a99570d-e775-4f65-9717-e924c3942e4e",
        "choice_type": "single"
    },
    {
        "question": "PCR is primarily a",
        "exp": "PCR (Polymerase chain reaction) DNA amplification technique. Even a single copy of DNA can be amplified to billion-fold due to exponential amplification.",
        "cop": 2,
        "opa": "DNA degradation technique",
        "opb": "DNA amplification technique",
        "opc": "DNA sequencing technique",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "cb8e07e9-e357-47d3-9b1d-45a8a08b6506",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is necessarily to be present in expression vector but not in cloning vector?",
        "exp": "Cloning vector Expression vector DNA of interest is replicated and cloned into multiple copies. No transcription or translation happens with the cloning vector. The DNA of interest is expressed as RNA and proteins. The promoter is needed for transcription Shine-Dalgarno sequence (ribosomal entry site) is there to be recognized by ribosomal RNAs. eg: Synthesis of insulin All the other three components mentioned in question are present in both vector.",
        "cop": 4,
        "opa": "Origin of replication",
        "opb": "Restriction site",
        "opc": "Selectable marker",
        "opd": "Ribosomal entry site",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "878b70a5-c016-42df-8d56-d42023207052",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about genomic library, EXCEPT",
        "exp": "A genomic library is bacteria with plasmids containing DNA fragments representing the majority of the genetic information from a plant or animal. Genomic library c. DNA library Genomic DNA isolated from an organism is digested by restriction enzymes and put in separate vectors. m. RNA is conveed to c. DNA which contains only exons. Each clone contains a fragment of the entire genome (exon + intron) of an organism within a vector. Each clone usually contains an intact gene Appropriate for small genome. Appropriate for large genome.",
        "cop": 3,
        "opa": "Collection of cloned DNA fragments",
        "opb": "Screening is done by oligonucleotide probes",
        "opc": "Only exons are present",
        "opd": "Vectors are used to carry and replicate the fragments",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "6a1f02a0-1647-4141-9fd7-8634d0a0ef64",
        "choice_type": "multi"
    },
    {
        "question": "Genetic material is transferred from one bacteria to another by all EXCEPT:",
        "exp": "Conjugation -A natural microbial recombination process. During conjugation a donor and a recipient come together, join by cytoplasmic bridges and transfer single stranded DNA. Inside the recipient the DNA will combine with chromosome which is rare or it will be remain free in case of plasmid Transduction - Transfer of DNA from one bacteria to another bacteria virus like bacteriophage Transformation - Transfer of DNA from dead bacteria or environment to another live bacteria Lipofection - Liposome mediated gene transfer. Liposome is lipid molecule that can carry nucleic acids. Transfection - DNA transfer into eukaryotic cell",
        "cop": 4,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Transfection",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "d0b7253d-3478-4bc3-a220-c252b90ac555",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following enzymes is obtained from Thermophillus aquaticus bacterium which is heat stable and used in PCR at high temperature:",
        "exp": "Taq polymerase Heat stable Derived from a bacteria; Thermophillus aquaticus or Thermus aquaticus. Lacks proof reading. Thermostable DNA Polymerase enzymes with proof reading function in PCR: Pfu: Pyrococcus furiosus Pwo polymerase: Pyrococcus woesei Tli: Thermococcus litoralis - also known as Vent Polymerase Best- Use Pfu in conjunction with Taq polymerase",
        "cop": 3,
        "opa": "DNA polymerase III",
        "opb": "Endonuclease",
        "opc": "Taq polymerase",
        "opd": "DNA gyrase",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "a892bb88-2620-4b4e-a738-936795485ea4",
        "choice_type": "single"
    },
    {
        "question": "Sanger's reagent is",
        "exp": "Sanger's reagent or di-nitro-fluoro-benzene (DNFB) is used for polypeptide sequencing. Other methods of Polypeptide sequencing: Edman's degradation (Edman's reagent is Phenyl-isothiocyanate) - Determine sequence from N-terminal end and can sequence 30-60 amino acid residues. But it cannot work if N-terminal amino acid is chemically modified. Use of various chemical or enzymes to cleave peptides - method used for large polypeptides Mass spectrometry - 3 pas of mass spectrometer are ionization source, mass analyzer and ion detector.",
        "cop": 1,
        "opa": "Dinitrobenzene",
        "opb": "Dichlorobenzene",
        "opc": "Tetra-nitrobenzene",
        "opd": "Tetrachlorbenzene",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "16f6fb75-6395-454e-aa05-b89169ebf9eb",
        "choice_type": "single"
    },
    {
        "question": "Ch. IP is used for:",
        "exp": "Ch. IP is Chromatin Immuno Precipitation. It detects interactions between DNA & proteins and histone modifications. Ch. IP assays are combined with sequencing. It can be used to map global binding sites precisely for any protein of interest like transcription factors. Applications include genotyping, clinical genetic testing, forensic analysis, cancer mutations and genetic linkage analysis. It is not used for detection of aneuploidy (monosomy/trisomy)- FISH is the method of choice for detecting aneuploidy. Ch. IP and Chip are both different Chip is known as Microarray or Bioarray or Gene Array",
        "cop": 1,
        "opa": "Protein DNA interactions and histone modifications",
        "opb": "Study of aneuploidy",
        "opc": "Amplify DNA",
        "opd": "Movement of proteins",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "f08f0c49-d184-401c-9236-789a9f3b5f1a",
        "choice_type": "single"
    },
    {
        "question": "Steps of PCR in sequence are?",
        "exp": "PCR - Method of amplifying a target sequence of DNA developed by Karry Mullis in 1984 Essential requirements of a PCR reaction: Targeted DNA Two primers Four deoxyribonucleotide Thermostable DNA polymerase Steps of PCR: 1. Denaturation: Two DNA strands separated (94o C) 2. Annealing: Addition of primers (one for each strand) (60oC) 3. Extension/Elongation: Polymerization or synthesis of DNA. (72oC) These cycles of Denaturation, Annealing, and Extension are repeated again and again to synthesize large amounts of DNA.",
        "cop": 3,
        "opa": "Extend DNA, Anneal Primers, Denature DNA",
        "opb": "Anneal Primers, Extend DNA, Denature DNA",
        "opc": "Denature DNA, Anneal Primers, Extend DNA",
        "opd": "Denature DNA, Extend DNA, Anneal Primers",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "ac1194cd-7f86-4b55-8871-e66c9db82b6f",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme used for c. DNA synthesis is",
        "exp": "Complementary DNA (c. DNA) DNA that is complementary to RNA Reverse transcriptase (RNA dependent DNA polymerase) is used for the synthesis",
        "cop": 4,
        "opa": "DNA dependent RNA polymerase",
        "opb": "DNA dependent DNA polymerase",
        "opc": "RNA dependent RNA polymerase",
        "opd": "RNA dependent DNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "d4a69ff2-fad5-445f-9da0-bb5cc511ea43",
        "choice_type": "single"
    },
    {
        "question": "What does the term nick translation refer to?",
        "exp": "A nick is a discontinuity in a double stranded DNA molecule where there is no phosphodiester bond. Nick is created by DNAse I Nick translation is done by DNA polymerase I Nick sealing is done by DNA ligase Nick translation removes DNA ahead of a nick, synthesizes DNA behind nick and as a net result, moves the nick in the 5' to 3' direction. This propey is used to incorporate radio labeled nucleotides in DNA.",
        "cop": 3,
        "opa": "Translation of RNA into polypeptide",
        "opb": "Regulation of gene expression",
        "opc": "Technique to label DNA",
        "opd": "Technique to digest DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "7d314e15-9e3f-4b60-b7a2-011958e84e5a",
        "choice_type": "single"
    },
    {
        "question": "Klinefelter syndrome is diagnosed by:",
        "exp": "Klinefelter's syndrom (XXY) can be detected by karyotyping Karyotyping Study of chromosome Best technique for Monosomy/Trisomy But can be only done during Metaphase Sample used: Blood, Bone marrow, Amniotic fluid, Placental tissue Fixative: Carnoy's fixative (Methanol and Glacial Acetic acid in ratio 3: 1) Most common stain: Geimsa/G-banding Limitations Can't be done in any phase of cell cycle Can't detect amplifications, microdeletions and complex translocations Low resolution i. e. subchromosomal alterations can't be detected",
        "cop": 4,
        "opa": "USG abdomen",
        "opb": "Echocardiography",
        "opc": "Triple test",
        "opd": "Karyotyping",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "f8b91ffd-9e25-4355-ab57-1816816e7b89",
        "choice_type": "single"
    },
    {
        "question": "The enzyme used to \"flush\" the sticky ends of DNA is",
        "exp": "Flushing of sticky ends means to remove the sticky ends (3' overhangs) for producing blunt-ended DNA (no overhangs). The sticky ends has 3' overhangs which can be digested with Klenow fragment (has 3'-5' exonuclease activity) to produce blunt-end DNA. Tool Role Type II restriction enzymes Cleaves DNA at specific sites DNA ligase Phosphodiester bond formation between 2 fragments Klenow fragments (DNA polymerase I without 5' to 3' exonuclease activity) Used previously for polymerization in PCR reactions Polynucleotide kinase Catalyse the transfer of g phosphate from ATP Alkaline phosphatase Removes the phosphate group from 5' end to prevent self annealing of sticky ends of DNA Reverse transcriptase RNA dependent DNA polymerase for c. DNA synthesis RNAase H Removes RNA from DNA-RNA hybrid Exonuclease III Removes nucleotide from 3' end Phage g exonuclease Removes nucleotide from 5' end Terminal nucleotidyl transferase In homopolymer tailing to conve blind end to sticky end",
        "cop": 1,
        "opa": "Klenow fragment",
        "opb": "Polynucleotide kinase",
        "opc": "Alkaline phosphatase",
        "opd": "Primase",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "7d5757c6-47be-4298-8d7f-7a7258694dab",
        "choice_type": "single"
    },
    {
        "question": "The term restriction map primarily refers to the mapping of sites of",
        "exp": "Restriction map of DNA mapping of sites of cleavage of restriction enzymes on a DNA fragment. Identifies fragments of DNA that contain specific genes or sequences. Example of a restriction map of bacteriophage DNA",
        "cop": 2,
        "opa": "Action of bacteriophages",
        "opb": "Cleavage of restriction enzymes",
        "opc": "Mutational hotspot",
        "opd": "DNA fingerprinting",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "ed901e57-cc5d-46a2-887f-bad1cf34b573",
        "choice_type": "single"
    },
    {
        "question": "Which is not a method of gene therapy:",
        "exp": "FISH (Fluoresecent In Situ Hybridization) is used for diagnosis, Not for gene therapy or treatment. Gene therapy When a gene or DNA is introduced into a cell for the treatment of a disease. Methods of Gene therapy Transformation Transfection Transduction Electroporation Uptake and incorporation of naked DNA into bacteria from the external environment Transfer of non-viral genetic material into eukaryotic cells Uptake of chimeric DNA takes place Introduction of genetic material using viruses (bacteriophage). An electric field is applied which increases cell membrane permeability, allowing DNA, drugs or chemicals to be introduced into the cell",
        "cop": 1,
        "opa": "FISH",
        "opb": "Transfection",
        "opc": "Electroporation",
        "opd": "Bacteriophage",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "858135a9-df7b-47e4-8a6f-49837786b672",
        "choice_type": "single"
    },
    {
        "question": "Which of the following technique is used to find out the impoant amino acid residue involved in the enzyme catalysis?",
        "exp": "Codon for specific aminoacids can be altered using site-directed mutagenesis. Site-directed mutagenesis Identification of the specific roles of given aminoacyl residues in substrate binding and catalysis. For eg: A paicular aminoacyl residue functions as a general acid can be tested by replacing it with an aminoacyl residue incapable of donating a proton.",
        "cop": 4,
        "opa": "Electrophoresis",
        "opb": "Chromatography",
        "opc": "Mass spectrometry",
        "opd": "Site directed mutagenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "fc938314-058a-41e3-bc0b-8955e0b91de5",
        "choice_type": "single"
    },
    {
        "question": "Jumping genes are known as:",
        "exp": "Transposons are also known as jumping genes Jumping genes/Transposons DNA sequences that can move from one chromosome locus to another",
        "cop": 2,
        "opa": "Intron",
        "opb": "Transposons",
        "opc": "Plasmids",
        "opd": "Exon",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "3d6b7b6d-b267-4614-8a66-db7bc23cc1ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common gene delivery system for 'In-vivo' gene therapy?",
        "exp": "Adenovirus in gene therapy: ds DNA virus Replication deficient Used in In Vivo approach gene therapy As vaccines, For cancer therapy Advantages: Remain as an episome (extrachromosomal DNA) So doesn't integrate into the genome. (no chance of inseional mutagenesis) The maximum size of the inse by the adenoviral vector is 36 kb.",
        "cop": 3,
        "opa": "Micro injection",
        "opb": "Lipofection",
        "opc": "Adeno viral vectors",
        "opd": "Electroporation",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "4be5c3a8-e2df-4dab-bb61-f3baf813b7f2",
        "choice_type": "single"
    },
    {
        "question": "Transgenic animals are:",
        "exp": "Transgenic animal Whose genome has been altered by the transfer of a gene from another species Genetically modified organisms with a new heritable character which serves as model for understanding human diseases. Proteins produced by transgenic animals are used as therapeutic agents.",
        "cop": 4,
        "opa": "Genetically modified organisms with a new heritable character",
        "opb": "Serve as models for understanding the human diseases",
        "opc": "Proteins produced by them are used as therapeutic agents",
        "opd": "All the above",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "d75ccaad-2bf3-4caf-a6a8-2a6a6d5ef6f1",
        "choice_type": "multi"
    },
    {
        "question": "CRISPR/Cas9 mediated gene editing involves which of the following DNA repair mechanisms?",
        "exp": "CRISPR The CRISPR system represents a form of acquired immunity to infection by bacteriophages, which complements the system of restriction endonucleases and methylases. CRISPR uses RNA-based targeting to bring the Cas9 nuclease to foreign (or any complementary)DNA. Within bacteria this CRISPR-RNA-Cas9 complex degrades and inactivates targeted DNA. Use- gene deletion, gene editing and even modulation of gene transcription. CRISPR mediated gene therapy works on the basis of both homologous and non-homologous end joining DNA repair mechanism",
        "cop": 3,
        "opa": "Base Excision Repair",
        "opb": "Nucleotide Excision Repair",
        "opc": "Non-Homologous End Joining",
        "opd": "Mismatch Repair",
        "subject_name": "Biochemistry",
        "topic_name": "Techniques in molecular biology",
        "id": "9f251241-c00e-41b5-9872-b05aea293ebb",
        "choice_type": "single"
    }
]