[
    {
        "question": "RNA primer is synthesized by -",
        "exp": "Ans. is 'c' i. e., DNA primase Protein. Function. DNA polymerases. Deoxynucleotide polymerization. Helicases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealling of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "cop": 3,
        "opa": "Topoisomerase",
        "opb": "Helicase",
        "opc": "DNA primase",
        "opd": "DNA ligase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "62ef7333-9fb0-4988-a7e7-9dccd56f784c",
        "choice_type": "single"
    },
    {
        "question": "Not true about post-transcriptional modification of RNA-",
        "exp": "Ans. is 'd' i. e., Glycosyiution. m-RNA processingo Prokaryotic m. RNA is functional immediately upon synthesis, i. e. prokaryotic primary transcript of m. RNA is functional. Thus it does not require post-transcriptional modification. In Eukaryotes the primary transcript of m. RNA is the hn RNA (hetrogeneous nuclear RNA). After transcription hn. RNA is extensively modified to form functional m. RNA. These modifications are as follows. The 51-capping. This is the first processing reaction. 5l-end of m. RNA is capped with 7-methylguansosine. This cap helps in initiation of translation (protein synthesis) and stabilizes the structure of m. RNA by protecting from 5'-exonuclease. Addition of poly 'A' tail As the name suggests, multiple4A' (adenylate) residues are added at 31 end. This poly-A tail is not transcribed from DNA. but rather added after transcription. These tails helps to stabilize the m. RNA (by protecting from 31-exonuclease), facilitate exit from the nucleus, and aid in translation. After m. RNA enters the cytosol, the poly-A tail is gradually shortened. Some m. RNAs do not have poly-A tail, e. g. m. RNAs of histones and some interferons. Removal of introns (splicing) Eukaryotic genes contain some coding sequences which code for protein and some intervening non-coding sequences which do not code for protein. The coding sequences are called 'exons'and intervening non-coding sequences are called 'introns'. The process by which introns are excised and exons are linked to form functional m. RNA is called splicing. Thus mature m. RNA does not contain introns.# Spitcesome:- Splicesome is an assembly made up of small nuclear RNA (sn. RNA), some proteins and hn. RNA. sn. RNA combines with proteins to form small nuclear ribnonucleoprotein particles (sn. RNPs or snurps) that mediate splicing. It is sn. RNA component of snurps that catalyzes splicing. Snurps are U1, U2, U3, U4, U5 and U6-o Only about 1[?]5% of human DNA has coding sequence (exons). Remaining is non-coding (introns). Alternate splicing:- The hn-RNA molecules from some genes can be spliced in alternative way in different tissues. Thus two or more different m. RNA (and therefore 2 or more proteins) can be synthesized from same hn. RNA. For example, difference isoforms of tropomyosin in different tissues in due to alternate splicing.",
        "cop": 4,
        "opa": "5' Capping",
        "opb": "Addition of poly A tail",
        "opc": "Removal of introns",
        "opd": "Glycosylation",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "4a7e4a82-c921-46b8-b8e5-9d903fc7b76e",
        "choice_type": "multi"
    },
    {
        "question": "A highly specific inhibitor that targets the phosphorylation activity of TFIIH is added to an in vitro transcription reaction. Which one of the following steps is most likely to be affected?",
        "exp": "Most likely to be affected by inhibitor that targets the phosphorylation activity of TFIIH is promoter clearance Transcription factor II H has two activities: Helicase Kinase -Unwinds the DNA -Phosphorylates the TFIIH- Promoter clearance.",
        "cop": 2,
        "opa": "Binding of RNA polymerase to promoter sequence",
        "opb": "Promoter clearance",
        "opc": "Recruitment of TFIID",
        "opd": "Open promoter complex formation",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "9b491862-490f-455a-8ce2-f009684cb999",
        "choice_type": "multi"
    },
    {
        "question": "RNA polymerase has which activity -",
        "exp": "Ans. is 'a' i. e., Primaseo DNA synthesis cannot commence with deoxyribonucleotides because DNA polymerase cannot add a mononucleotide to another mononucleotide. o Thus, DNA polymerase cannot initiate synthesis of complementary DNA synthesis strand of DNA on a totally single stranded template. o For this, they require RNA primer, which is a short piece of RNA formed by enzyme primase(RNA polymerase) using DNA as a template. o RNA primer is then extended by addition of deoxyribonucleotides. o Later on, the ribonucleotides of the primer are replaced by deoxyribonucleotides.# Note: Primase is actually a DNA primase which has RNA polymerase activity. This DNA primase is also called DNA polymerase a.",
        "cop": 1,
        "opa": "Primase",
        "opb": "Helicase",
        "opc": "Ligase",
        "opd": "Topoisomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ec13c2b3-9b79-42c2-ab28-e38a7132429f",
        "choice_type": "single"
    },
    {
        "question": "Post transcriptional modification include all except:",
        "exp": "Glycosylation is a post translational modification, not a post transcriptional modification. Post Translational Modifications Post Transcriptional Modifications Phosphorylation Capping at 5'end Glycosylation (most frequent) Removal of Introns/ Splicing Hydroxylation Tailing at 3'end Acetylation Vit K Dependent Carboxylation of Glutamate Biotin covalently bound to Carboxylases",
        "cop": 4,
        "opa": "5' capping",
        "opb": "3' polyadenylation",
        "opc": "Splicing",
        "opd": "Glycosylation",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ab75d591-7c8c-48c8-b7f8-2207c230e5d6",
        "choice_type": "multi"
    },
    {
        "question": "True about RIBOZYME: (All. MS Nov 2013, Nov 2012)",
        "exp": "Ans. a. Peptidyl transferase activity (Ref: Harper 28/e p363; 27/e p364; Lippincott 4/435-439, Lehninger 5/e p1078). Ribozymes are RNA molecule with catalytic activityQ. Ribozymes play a central role in peptide bond formation (peptidyl transferase activity). Ribozyme. Ribozymes are RNA molecules with catalytic activityQ. These generally involve transesterification reactions, and most are concerned with RNA metabolism (splicing and endoribonuclease). Recently, a ribosomal RNA component was noted to hydrolyze an aminoacyl ester and thus play a central role in peptide bond formation (peptidyl transferase)Q.",
        "cop": 1,
        "opa": "Peptidyl transferase activity",
        "opb": "Cut DNA at specific site",
        "opc": "Participate in DNA synthesis",
        "opd": "GTPase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "6013381f-baab-4ac2-847a-e42ea8409604",
        "choice_type": "multi"
    },
    {
        "question": "RNA primer in eukaryote is formed by -",
        "exp": "Ans. is 'b' i. e., RNA polymeraseo DNA synthesis cannot commence with deoxyribonucleotides because DNA polymerase cannot add a mononucleotide to another mononucleotide. o Thus, DNA polymerase cannot initiate synthesis of complementary DNA synthesis strand of DNA on a totally single stranded template. o For this, they require RNA primer, which is a short piece of RNA formed by enzyme primase(RNA polymerase) using DNA as a template. o RNA primer is then extended by addition of deoxyribonucleotides. o Later on, the ribonucleotides of the primer are replaced by deoxy ribonucleotides.# Note: Primase is actually a DNA primase which has RNA polymerase activity. This DNA primase is also called DNA polymerase ce-",
        "cop": 2,
        "opa": "Ligase",
        "opb": "RNA polymerase",
        "opc": "Topoisomerase",
        "opd": "Helicase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "1986ed83-f421-4602-af1b-6b9d33b2b6b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the equivalent of pribnow box in eukaryotes?",
        "exp": "Prokaryotic promoter site Eukaryotic promoter site Pribnow box 10 base pairs TATAAT Hogness box: 25 base pairs TATA TTGACA 35 base pairs CAAT box 75 base pairs GGNCAATCT",
        "cop": 1,
        "opa": "Hogness box",
        "opb": "GC box",
        "opc": "CAAT box",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "01b2ca31-f048-47e9-8a8f-e293277bb783",
        "choice_type": "multi"
    },
    {
        "question": "sn. RNA which is not the pa of spliceosome:",
        "exp": "sn. RNA- small nuclear RNA - U1, U2, U4, U5 and U6 are involved. They remove introns by forming base pairs with the consensus sequences at each end of the intron.",
        "cop": 3,
        "opa": "U1",
        "opb": "U2",
        "opc": "U3",
        "opd": "U4",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "b973c53f-9494-4d13-bcd9-48d463d50618",
        "choice_type": "single"
    },
    {
        "question": "The base sequence of the strand of DNA used as the template for transcription has the base sequence GATCTAC. What is the base sequence of RNA product?",
        "exp": "Remember when the polarity of given DNA or RNA strand is not given in question always assume it as a 5' - 3' direction according to convention. So the given The DNA template strand is 5' GATCTAC 3'. So, the complementary DNA strand will be 3' CTAGATG 5'. The sequence of RNA formed will be exactly same to this strand. So Now for RNA, change T to U. So, we get 3' CUAGAUG 5'. Now in the options, polarity is not given so assume they are asking you RNA sequence in 5' - 3' direction. Now we have to arrange the RNA sequence from 5' - 3' direction. So the answer is 5' GUAGAUC 3'.",
        "cop": 4,
        "opa": "CTAGATG",
        "opb": "GTAGATC",
        "opc": "GAUCUAC",
        "opd": "GUAGAUC",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ac5f69c1-3807-4f19-a8b6-174e740e3394",
        "choice_type": "single"
    },
    {
        "question": "DNA replication and transcription occurs in which direction:",
        "exp": "Function Direction Synthesis of DNA 5'- 3' DNA replication of both leading & lagging strand 5'- 3' Transcription 5' - 3' Template strand is read in 3' - 5'",
        "cop": 1,
        "opa": "5'- 3'",
        "opb": "5'- 5'",
        "opc": "3'- 5'",
        "opd": "3'- 3",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "2506a680-1e66-4ab6-9f5e-4c092e0def03",
        "choice_type": "single"
    },
    {
        "question": "RNA is present in -",
        "exp": "Ans. is 'd' i. e., All of the above o m. RNA is synthesized from DNA by the process of transcription in the nucleus, o After formation m. RNA transport out ofthe nucleus into cytoplasm, o t-RNA is also synthesized in nucleus and is transported to cytoplasm, o Protein synthesis (translation) occurs in ribosomes, and requires both m. RNA and t. RNA. o r. RNA is present in ribosomes, o r. RNA is synthesized in nucleolus. o Thus, RNA can be found in -Nucleus. Cytoplasm. Ribosome. Nucleolus. Also knowo DNA is found in nucleus and mitochondria.",
        "cop": 4,
        "opa": "Cytoplasm",
        "opb": "Nucleus",
        "opc": "Ribosome",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "3059874d-2e02-4588-905d-a336ab46f7e5",
        "choice_type": "multi"
    },
    {
        "question": "Ribosomes have following enzymatic activity -",
        "exp": "Ans. is 'a' i. e., Peptidyi transferaseo Ribosomes are large complexes of r-RN A and proteins with one large and one small subunits. o The small subunit binds m-RNA, thus guiding interaction between m-RNA codon and anticodon of t-RNA to read the genetic information with exiquisite fidelity. o Hence small subunit is responsible for accuracy, whereas the large subunit catalyzes the formation of peptide bond. o Ribosomes are composed of two unequal subunitsQ. Eukaryotic (80 S) ribosome is made up of 60 S and 40 S subunits, and. Prokaryotic (70S) ribosome is made of 50S and 30S subunits. 60S subunit of eukaryotes contains 5 S r. RNA, 5. 8 S r. RNA, 28S r. RNA and more than 50 polypeptides. 40 S subunit contains 18 S r. RNA and about 30 polypeptide chains. o The formation of peptide bonds is catalysed by peptidyi transferase, an activity intrinsic to the 23S r-RNA of 50 S subunit in prokaryotes and 28 S r-RNA of 60 S subunit in eukaryotes. So, it is referred as ribozyme & indicates direct role of r-RNA in protein synthesis.",
        "cop": 1,
        "opa": "Peptidyl transferase",
        "opb": "Peptidase",
        "opc": "Carboxylase",
        "opd": "Dehydratase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "a83cda16-5411-4680-a734-e4149e27bf07",
        "choice_type": "single"
    },
    {
        "question": "c. DNA from RNA is synthesized by -",
        "exp": "Ans. is 'd' i. e., Reverse transcriptase o The enzyme RNA dependent DNA polymerase (reverse transcriptase) is responsible for the formation of DNA from RNA. o This DNA is complementory (c DNA) to viral RNA and can be transmitted into host DNA.",
        "cop": 4,
        "opa": "Helicase",
        "opb": "DNA dependent DNA polymeraze",
        "opc": "Topoisomerase",
        "opd": "Reverse transcriptase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "c4679483-848e-4717-bd70-e3334ebd947d",
        "choice_type": "single"
    },
    {
        "question": "Poly (A) tail of m-RNA translates into which of the following polypeptides?",
        "exp": "Ans. b. Polylysine (Ref: Harper 28/e p362, 27/e p366; Lippincott's 4/e p432, 424-27). Poly (A) tail of m-RNA translates into Polylysine. Codon. AAAGGGCCCTTT/UUUTranslation product. Lysin. QGlycine. Proline. Phenylalanine \"Poly A tail is translated into the polylysine tail as AAA is the codon for lysine amino acid. Messenger RNAs, particularly in eukaryotes, have some unique chemical characteristics. The 5' terminal of m. RNA is capped by a 7-methylguanosine triphosphate. The cap is involved in the recognition of m. RNA by the translating machinery, and it probably helps stabilize the m. RNA by preventing the attack of 5' -exonucleases. At their 3' end, most eukaryotic m. RNAs have a suing of 80 to 250 adenylate residues, making up the poly (A) tail. The poly (A) tail and its associated proteins help protect m. RNA from enzymatic destruction. \"",
        "cop": 2,
        "opa": "Polyglycine",
        "opb": "Polylysine",
        "opc": "Polyalanine",
        "opd": "Polyproline",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "feffb7ba-1e94-4736-8223-154335ab7581",
        "choice_type": "single"
    },
    {
        "question": "Reverse transcription involves?",
        "exp": "Ans. is 'a' he., RNA dependent DNA synthesis o Synthesis of RNA from DNA is called transcription. o In transcription. RNA is synthesized by RNA polymerase. RNA polymerase is also called DNA dependent RNA polymerase because it is dependent on DNA (non-coding strand) for RNA synthesis. o Reverse transcription, as the name suggests, is the reverse of transcription i. e. synthesis of DNA form RNA. o In reverse transcription DNA is synthesized by reverse transcriptase. Reverse transcriptase is also called RNA dependent DNA polymerase because it is dependent on RNA for DNA synthesis.",
        "cop": 1,
        "opa": "RNA dependent DNA synthesis",
        "opb": "DNA dependent RNA synthesis",
        "opc": "DNA dependent DNA synthesis",
        "opd": "RNA dependent RNA synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "6badad4e-6cfe-4d17-a1c0-c508427a81a1",
        "choice_type": "single"
    },
    {
        "question": "True about RNA Polymerase is:",
        "exp": "RNA Polymerase does not require primers (option a) RNA Polymerase has no proof reading activity DNA polymerase has proof reading activity It is DNA dependent RNA Polymerase (option b is wrong) Shine dalgarno sequence is recognized by protein synthesizing machinery i. e. Ribosome (option d), and not RNA Polymerase. RNA polymerase recognize TATA box. Prokaryotes have a single RNA Polymerase. But there are many types in Eukaryotes.",
        "cop": 3,
        "opa": "Requires primers",
        "opb": "RNA dependent DNA Polymerase",
        "opc": "No proof reading activity",
        "opd": "Recognizes Shine dalgarno sequence",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "b785ca42-df5a-4042-9aeb-9e79a42f0f5a",
        "choice_type": "multi"
    },
    {
        "question": "The DNA segment from which the primary m. RNA transcript is copied or transcribed is called:-",
        "exp": "DNA segment from which the primary m. RNA transcript is copied or transcribed is called as Template strand Template strand: Strand which is being acted upon by RNA polymerase. m. RNA produced resembles the sequence of the opposite strand (except U in place of T). The opposite strand is known as coding, sense or plus strand.",
        "cop": 3,
        "opa": "Coding strand",
        "opb": "Initiator methionine domain",
        "opc": "Template strand",
        "opd": "Translation unit",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "874cdae4-fc98-45e5-a97e-8f9c2b7bbee9",
        "choice_type": "multi"
    },
    {
        "question": "Promoter sequence is an example for",
        "exp": "Trans acting factors control the expression of cis-regulatory element Cis-regulatory elements are DNA sequences present on the same molecule of DNA (chromosome) as the gene they regulate. E. g. Promoter is a cis-regulated element usually located upstream of the transcribed region. Enhancers are cis-regulatory elements that can be located upstream, downstream, within the introns,",
        "cop": 1,
        "opa": "Cis acting factor",
        "opb": "Trans acting factor",
        "opc": "Coactivator",
        "opd": "Mediator",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "37a2c44a-f18d-4de0-bc65-84c6e06048a7",
        "choice_type": "single"
    },
    {
        "question": "Splicing is done by:",
        "exp": "Splicing is done by sn. RNA Splicing Removal of introns Done by U1, U2, U4, U5 and U6 sn. RNA(small nuclear RNA). (U= Uracil)",
        "cop": 3,
        "opa": "t. RNA",
        "opb": "m. RNA",
        "opc": "sn. RNA",
        "opd": "r. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "7be644d0-f75d-422b-910a-8072915ae0e0",
        "choice_type": "single"
    },
    {
        "question": "Find the false statement about mi-RNAs:",
        "exp": "mi-RNAs: small non coding RNA They are 21-30 nucleotides in length. They don't code for any protein. These are transcribed but not translated. Function: gene silencing.",
        "cop": 2,
        "opa": "Inhibit gene expression",
        "opb": "Can encode proteins",
        "opc": "Gene silencing RNAs",
        "opd": "21-30 nucleotides in length",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "c57c2083-4d70-4b2b-90e9-53df4cc1af8b",
        "choice_type": "multi"
    },
    {
        "question": "RNA polymerase is -",
        "exp": "Ans. is 'a' i. e., DNA dependent RNA polymerase o The major enzyme involved in transcription (i. e. synthesis of DNA to RNA) is RNA polymerase, o It is DNA dependent RNA polymerase. o DNA dependent DNA polymerase - DNA plymerase (In DNA replication)o DNA dependent RNA polymerase - RNA polymerase (In transcription)o RNA dependent DNA polymerase - Reverse transcripatase (In reverse transcription)",
        "cop": 1,
        "opa": "DNA dependent RNA polymerase",
        "opb": "RNA dependent DNA polymerase",
        "opc": "DNA dependent DNA polymerase",
        "opd": "RNA dependent RNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bc141892-c8db-4c67-aa5d-ce87c43428aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following eukaryotic transcription factor recognises the promoter?",
        "exp": "= TFIID (option d) TFII is the transcription factor for RNA Polymerase II in eukaryotes. TFIID is required for initiation at promoters lacking the TATA box. = Sigma factor (option c) Recognizes the Pribnow box in Prokaryotes. It forms a complex with RNA polymerase (a2bb 'w) to form the holoenzyme. Different types of subunits recognize different promoters. = Rho (option a)- Help in transcription termination in prokaryotes can be either rho factor or rho GTPase. Rho factor Rho family of GTPases ATP-dependent hexameric helicase Involved in vesicular trafficking = Pribnow box (option b) is the consensus sequence of six nucleotides (TATAAT) that forms the prokaryoticpromoter.",
        "cop": 4,
        "opa": "Rho",
        "opb": "Pribnow box",
        "opc": "Sigma",
        "opd": "TFIID",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bd5f323b-4d11-4405-88b3-52ff46ce333c",
        "choice_type": "single"
    },
    {
        "question": "Apo B48 & Apo B100 are synthesised from same m. RNA due to difference in:",
        "exp": "Apo B48 & Apo B100 are synthesized from same m. RNA due to difference in RNA Editing/Chemical modification of RNA/ Differential RNA Processing In theliver, apo B m. RNA is 100% translated to produceapo. B100protein. In theintestine, the same apo B m. RNA is acted upon by the cytosine deaminase enzyme which conve one of the cytosine bases (in the m. RNA) to uracil conveing the codon CAA to UAA (stop codon). Later during translation of this m. RNA protein synthesis gets prematurely terminated with final protein missing some of the amino acid of apo. B100 protein. This sho version of protein is apo. B48. which lacks the hepatic receptor-binding domain (missing amino acids). It has different propeies than apo. B100.",
        "cop": 3,
        "opa": "Splicing & chemical modification",
        "opb": "Splicing",
        "opc": "Differential RNA processing",
        "opd": "All",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ac35f90d-b3fd-49a1-a2ee-ec31f943575e",
        "choice_type": "multi"
    },
    {
        "question": "Multiple proteins from a single gene may be generated by:",
        "exp": "Multiple proteins from a single gene may be generated by Alternative splicing Differential RNA processing The genome is same in all the somatic cells. But the transcriptome is different. Around 25, 000 proteogenic genes code for more than 2 lakh proteins. Thus, proteome is more diverse than transcriptome. This is due to differential RNA processing/ Alternate RNA splicing/RNA editing/Alternate promoter utilisation/Alternate polyadenylation. -Mutation in the promoter leads to | frequency of transcription - option b is excluded. -RNA interference | half-life of m. RNA - option c is excluded. -Alternate polyadenylation produces different proteins, not capping - option d is excluded.",
        "cop": 1,
        "opa": "Alternative splicing",
        "opb": "Mutations in the promoter of the gene",
        "opc": "RNA interference",
        "opd": "m. RNA capping",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "fd03e6b8-4d58-4fb8-9655-09ff59b4a081",
        "choice_type": "single"
    },
    {
        "question": "What is present on the 3' end of all functional, mature t. RNAs?",
        "exp": "5' end of the t. RNA is always base paired, and 3' end is free or attached to an amino acid. 3' end of all the t. RNA ends with the same sequence, i. e. CCA. This trinucleotide sequence is post-transcriptionally added to the t. RNA by the enzyme CCA t. RNA nucleotidyl transferase.",
        "cop": 3,
        "opa": "The cloverleaf loop",
        "opb": "The anticodon",
        "opc": "The sequence 5'CCA3'",
        "opd": "The codon",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "2c10e3ef-61bc-45ca-9bde-2692899c0321",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are DNA binding domains found in transcription factors, EXCEPT",
        "exp": "DNA binding domains found in transcription factors DNA binding domains in transcription factors Zinc finger Helix-turn-Helix Basic domains Helix-loop-helix (HLH) Dimerisation domain, Not DNA-binding domain. Proteins with HLH also contains a separate DNA binding domain made up of basic amino acids. E. g. Hypoxia-inducible factor (HIF) MyoD MITF (Microphthalmia-associated transcription factor)",
        "cop": 3,
        "opa": "Zinc finger",
        "opb": "Helix-turn-Helix",
        "opc": "Helix-loop-helix",
        "opd": "Basic domains",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "1523aaa6-3ccd-43ec-86cf-9eabfb0a1d15",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the function of proteins with zinc finger motif?",
        "exp": "Domain Binds to Zinc-finger motif DNA Bromodomain Acetyl lysine residues of histones SH2 domain Phosphotyrosine residues Pleckstrin homology domain Phosphoinositide residues",
        "cop": 1,
        "opa": "DNA binding",
        "opb": "Histone binding",
        "opc": "Phosphotyrosine binding",
        "opd": "Phosphoinositide binding",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "9a7d0185-63c3-4665-831b-a6b858ac3e53",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mechanism is responsible for Multiple proteins from a single gene?",
        "exp": "Alternate patterns of hn. RNA splicing result in different m. RNA molecules which can produce different proteins. Alternate splicing results in m. RNA heterogeneity in fact, the processing of hn. RNA molecules becomes a site for the regulation of gene expression.",
        "cop": 4,
        "opa": "RNA interference",
        "opb": "m. RNA capping",
        "opc": "Mutations in the promoter of the gene",
        "opd": "Alternate Splicing",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "c86cdcb1-d8c5-4273-bf40-f6f26530aaae",
        "choice_type": "single"
    },
    {
        "question": "The pa of the gene which is retained in the mature m. RNA is:",
        "exp": "Exons RNA sequences that appear in mature RNAs. In m. RNA encoding genes exons are often interrupted by long sequences of DNA that neither appear in mature m. RNA, nor contribute to the genetic information ultimately translated into the amino acid sequence of a protein molecule. Introns Intervening sequences are called as introns, Intron less genes: Interferon genes Histone genes Many ribonuclease genes Heat shock protein genes Many G-protein coupled receptors",
        "cop": 1,
        "opa": "Exon",
        "opb": "Intron",
        "opc": "hn. RNA",
        "opd": "mi. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "103ee9ea-3112-42eb-b6e8-5fd52514894d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cis-acting elements typically resides adjacent to or overlaps with many prokaryotic promoters?",
        "exp": "Operator resides adjacent to or overlaps with many prokaryotic promoters. Operator site should be free for the movement of RNA polymerase. Operator region is unique for prokaryotic operons. Eukaryotes do not contain operator elements in the genome. Operator locus exhibit two-fold symmetry and an inveed palindrome.",
        "cop": 4,
        "opa": "Regulatory gene",
        "opb": "Structural gene(s)",
        "opc": "Repressor",
        "opd": "Operator",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "5efca43b-6160-4ec1-954c-8e51fbc33dc1",
        "choice_type": "multi"
    },
    {
        "question": "Which type of RNA has the highest percentage of modified base:",
        "exp": "Type Percentage Characteristic feature Synthesis r. RNA 80% Most abundant Nucleous t. RNA 15% Smallest, Maximum modified bases Nucleus m. RNA 5% Most heterogenous Nucleus",
        "cop": 2,
        "opa": "m. RNA",
        "opb": "t. RNA",
        "opc": "r. RNA",
        "opd": "sn. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bc185bca-7950-405d-b173-326fed85e1c9",
        "choice_type": "single"
    },
    {
        "question": "7-Methyl guanosine cap is present in:",
        "exp": "Ref: Harper's Illustrated Biochemistry. 28th ed, ch. 36, pp-349. Explanation:\"The 52 cap is found on the 52 end of an m. RNA molecule and consists of a guanine nucleotide connected to the m. RNA via an unusual 52 to 52 triphosphate linkage. This guanosine is methylated on the 7position directly after capping in vivo by a methyl transferase. It is referred to as a 7-methylgu- anylate cap, abbreviated m G. \"Capping - 5' end. Addition of modified nucleotide7-methylguanosine to 5' end. Guanvl transferase & methyl transferase. Functionsm. RNA recognition. Promotion of 52 proximal intron excision. Prevention of degradation by exonucleases. Regulation of Nuclear Transport/Export. Promotion of translation & Stability",
        "cop": 1,
        "opa": "m. RNA",
        "opb": "t. RNA",
        "opc": "r. RNA",
        "opd": "DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "d9dc7a02-cdeb-49a9-9eac-9a17e0aec671",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not need a primer?",
        "exp": "DNA Polymerase needs RNA primer, which is synthesized by Primase. RNA Polymerase Doesn't need a primer as RNA Polymerases have the ability to initiate synthesis de novo. No proof reading activity DNA dependent RNA Polymerase Shine dalgarno sequence is recognized by protein synthesizing machinery i. e. Ribosome",
        "cop": 2,
        "opa": "DNA Polymerase I",
        "opb": "RNA Polymerase",
        "opc": "DNA Polymerase II",
        "opd": "DNA Polymerase III",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "a9fbe8c2-30ad-4d7c-a388-e3953bf11dae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is TRUE about iron response element?",
        "exp": "m. RNAs of ferritin and tfR 1 contain a stem-loop structure known as Iron Response Element (IRE). IRE of ferritin m. RNA is located at its 5' UTR. (Ferritin ->Five) - option c is wrong IRE of transferrin receptor is located at its 3'UTR. (TfR ->Three) - option b s wrong. IRP-IRE interaction prevents the translation of ferritin m. RNA. IRP-IRE interaction stabilises the m. RNA of transferrin receptor-more intracellular iron absorption.- option d is wrong.",
        "cop": 1,
        "opa": "Stem loop structure in the messenger RNA",
        "opb": "Located at the 5' untranslated region(UTR) of transferrin m. RNA",
        "opc": "Located at the 3' untranslated region(UTR) of ferritin m. RNA",
        "opd": "IRE-binding protein causes degradation of IRE",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "12c50fbb-e5d2-4995-ac93-b4caaf0f835a",
        "choice_type": "multi"
    },
    {
        "question": "In the entire genome, the exonic DNA constitutes",
        "exp": "Human genome: Size: 3 billion base pairs Number of genes: <25, 000 At least 30% of the genome consists of repetitive sequences Alu family constitutes ~10% of human genome Largest gene: DMD gene coding for dystrophin protein Only around 1. 5 % of human genome is made of protein-coding (exonic) DNA",
        "cop": 1,
        "opa": "1. 50%",
        "opb": "0. 50%",
        "opc": "0. 10%",
        "opd": "0. 02%",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "15686293-8013-4318-ac69-1f4353feb790",
        "choice_type": "single"
    },
    {
        "question": "A mutation in which of the following sequence in eukaryotic m. RNA will affect the process by which poly-A tail is added to 3'end of m. RNA?",
        "exp": "A mutation in AAUAAA sequence in eukaryotic m. RNA will affect the process by which poly-A tail is added to 3'end of m. RNA CCA sequence is present at the 3' end of t. RNA which is the site of amino acid attachment CAAT is a consensus sequence present 75 BP upstream to the transcription sta site this is a kind of sequence which help in the initiation of transcription GU... A... AG is a common sequence of all introns, i. e. All the introns sta from GU and ends in AG and mostly in between there will be an A site that is the branch site will be present.",
        "cop": 3,
        "opa": "CCA",
        "opb": "CAAT",
        "opc": "AAUAAA",
        "opd": "GU... A... AG",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "b85461da-0611-46d1-85a3-a4a5c89ae800",
        "choice_type": "single"
    },
    {
        "question": "Which of the following transcribe 5s r. RNA?",
        "exp": "Eukaryotic RNA polymerase RNA synthesized Type I All RNA except 5s RNA Type II M RNA, mi RNA, inc RNA, Few sn RNA& sno RNA Type III 5s RNA, t RNA, few sn RNA & sno RNA Mitochondrial RNA polymerase Mitochondrial RNA",
        "cop": 3,
        "opa": "RNA Polymerase I",
        "opb": "RNA Polymerase II",
        "opc": "RNA Polymerase III",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "d8a051ff-b167-4c94-ab39-46b35ed6ffe5",
        "choice_type": "multi"
    },
    {
        "question": "Initiation and Termination of a sequence of intron:",
        "exp": "The sequence of the intron is unique. It always stas with GU and ends with AG Any mutation in these sequences will lead to defective splicing. e. g. b thalassemia.",
        "cop": 1,
        "opa": "GU, AG",
        "opb": "AG, GU",
        "opc": "GA, GU",
        "opd": "UG, AG",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "28afff7c-09d2-4f12-89f5-05d54c2ed903",
        "choice_type": "single"
    },
    {
        "question": "At which of the following levels the predominant regulation of gene expression of both prokaryotes and eukaryotes take place?",
        "exp": "Expression of a functional gene product from genes is the gene expression. The functional product is not always proteins. Non-protein coding genes are also expressed as functional RNAs (t. RNA, sn. RNA, mi. RNA etc.) Regulation of gene expression occurs at transcriptional level in both prokaryotes and eukaryotes.",
        "cop": 2,
        "opa": "DNA replication",
        "opb": "Transcription",
        "opc": "Translation",
        "opd": "Post-translational",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "79a665eb-8379-48e8-8314-ed8666e866a0",
        "choice_type": "multi"
    },
    {
        "question": "Transcription is the process of -",
        "exp": "Ans. is 'c' i. e., Synthesis of RNA o DNA stores genetic information Information about amino acid sequence of all the proteins is present in the form of genes in DNA. o The entire genetic material present in the DNA of an organism is known as genome. o The important role of DNA in transfer of information in living cells is called central dogma of molecular biology. o According to the central dogma, information flows from DNA to RNA to protein. This occurs in three steps:-DNA replication:- There is copying of parent DNA to form daughter DNA molecules having nucleotide sequence indentical to those of the parent DNA. Transcription:- This is the process in w'hich the genetic messages in DNA are rewritten in the form of RNA. In simple words. Synthesis of RNA from DNA is called transcription (flow of information from DNA to RNA). Translation:- In translation, the genetic message coded by RNA is translated by the ribosomes into the protein structure, i. e. synthesis of protein from RNA.",
        "cop": 3,
        "opa": "Protein synthesis",
        "opb": "DNA replication",
        "opc": "Synthesis of RNA",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "5a47d6a4-f651-4aae-a787-4573eb372cb4",
        "choice_type": "multi"
    },
    {
        "question": "7-methyl guanosine is added as a cap on m. RNA. This methyl group is donated by:",
        "exp": "Capping is a post transcriptional modification. 7-methyl guanosine cap is added at the 5'end of m. RNA by Guanylyl Transferase. Methyl group is donated by SAM (S-Adenosyl Methionine) by enzyme Guanine-7-Methyl Transferase, which occurs in cytoplasm (rest all post transcriptional modifications occur in nucleus). This cap facilitate initiation of translation and stabilize m. RNA by preventing it from attack by 5' exonucleases. Cap is attached to 5' end of m. RNA by an unusual 5' 5' triphosphate linkage.",
        "cop": 1,
        "opa": "S-Adenosyl methionine (SAM)",
        "opb": "Methenyl THF",
        "opc": "Tetra hydro Folate (THF)",
        "opd": "Vit B12",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "e1f4d515-4af2-45ee-8fb3-a0ef39c9cb47",
        "choice_type": "single"
    }
]