[
    {
        "question": "RNA primer is synthesized by -",
        "exp": "Ans. is 'c' i. e., DNA primase Protein. Function. DNA polymerases. Deoxynucleotide polymerization. Helicases. Processive unwinding of DNATopoisomerases. Relieve torsional strain that results from helicase-induced unwinding. DNA primase. Initiates synthesis of RNA primers. Single-strand binding proteins. Prevent premature reannealling of ds. DNADNA ligase. Seals the single strand nick between the nascent chain and Okazaki fragments on lagging strand",
        "cop": 3,
        "opa": "Topoisomerase",
        "opb": "Helicase",
        "opc": "DNA primase",
        "opd": "DNA ligase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "62ef7333-9fb0-4988-a7e7-9dccd56f784c",
        "choice_type": "single"
    },
    {
        "question": "RNA polymerase has which activity -",
        "exp": "Ans. is 'a' i. e., Primaseo DNA synthesis cannot commence with deoxyribonucleotides because DNA polymerase cannot add a mononucleotide to another mononucleotide. o Thus, DNA polymerase cannot initiate synthesis of complementary DNA synthesis strand of DNA on a totally single stranded template. o For this, they require RNA primer, which is a short piece of RNA formed by enzyme primase(RNA polymerase) using DNA as a template. o RNA primer is then extended by addition of deoxyribonucleotides. o Later on, the ribonucleotides of the primer are replaced by deoxyribonucleotides.# Note: Primase is actually a DNA primase which has RNA polymerase activity. This DNA primase is also called DNA polymerase a.",
        "cop": 1,
        "opa": "Primase",
        "opb": "Helicase",
        "opc": "Ligase",
        "opd": "Topoisomerase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ec13c2b3-9b79-42c2-ab28-e38a7132429f",
        "choice_type": "single"
    },
    {
        "question": "RNA primer in eukaryote is formed by -",
        "exp": "Ans. is 'b' i. e., RNA polymeraseo DNA synthesis cannot commence with deoxyribonucleotides because DNA polymerase cannot add a mononucleotide to another mononucleotide. o Thus, DNA polymerase cannot initiate synthesis of complementary DNA synthesis strand of DNA on a totally single stranded template. o For this, they require RNA primer, which is a short piece of RNA formed by enzyme primase(RNA polymerase) using DNA as a template. o RNA primer is then extended by addition of deoxyribonucleotides. o Later on, the ribonucleotides of the primer are replaced by deoxy ribonucleotides.# Note: Primase is actually a DNA primase which has RNA polymerase activity. This DNA primase is also called DNA polymerase ce-",
        "cop": 2,
        "opa": "Ligase",
        "opb": "RNA polymerase",
        "opc": "Topoisomerase",
        "opd": "Helicase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "1986ed83-f421-4602-af1b-6b9d33b2b6b4",
        "choice_type": "single"
    },
    {
        "question": "sn. RNA which is not the pa of spliceosome:",
        "exp": "sn. RNA- small nuclear RNA - U1, U2, U4, U5 and U6 are involved. They remove introns by forming base pairs with the consensus sequences at each end of the intron.",
        "cop": 3,
        "opa": "U1",
        "opb": "U2",
        "opc": "U3",
        "opd": "U4",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "b973c53f-9494-4d13-bcd9-48d463d50618",
        "choice_type": "single"
    },
    {
        "question": "The base sequence of the strand of DNA used as the template for transcription has the base sequence GATCTAC. What is the base sequence of RNA product?",
        "exp": "Remember when the polarity of given DNA or RNA strand is not given in question always assume it as a 5' - 3' direction according to convention. So the given The DNA template strand is 5' GATCTAC 3'. So, the complementary DNA strand will be 3' CTAGATG 5'. The sequence of RNA formed will be exactly same to this strand. So Now for RNA, change T to U. So, we get 3' CUAGAUG 5'. Now in the options, polarity is not given so assume they are asking you RNA sequence in 5' - 3' direction. Now we have to arrange the RNA sequence from 5' - 3' direction. So the answer is 5' GUAGAUC 3'.",
        "cop": 4,
        "opa": "CTAGATG",
        "opb": "GTAGATC",
        "opc": "GAUCUAC",
        "opd": "GUAGAUC",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "ac5f69c1-3807-4f19-a8b6-174e740e3394",
        "choice_type": "single"
    },
    {
        "question": "DNA replication and transcription occurs in which direction:",
        "exp": "Function Direction Synthesis of DNA 5'- 3' DNA replication of both leading & lagging strand 5'- 3' Transcription 5' - 3' Template strand is read in 3' - 5'",
        "cop": 1,
        "opa": "5'- 3'",
        "opb": "5'- 5'",
        "opc": "3'- 5'",
        "opd": "3'- 3",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "2506a680-1e66-4ab6-9f5e-4c092e0def03",
        "choice_type": "single"
    },
    {
        "question": "Ribosomes have following enzymatic activity -",
        "exp": "Ans. is 'a' i. e., Peptidyi transferaseo Ribosomes are large complexes of r-RN A and proteins with one large and one small subunits. o The small subunit binds m-RNA, thus guiding interaction between m-RNA codon and anticodon of t-RNA to read the genetic information with exiquisite fidelity. o Hence small subunit is responsible for accuracy, whereas the large subunit catalyzes the formation of peptide bond. o Ribosomes are composed of two unequal subunitsQ. Eukaryotic (80 S) ribosome is made up of 60 S and 40 S subunits, and. Prokaryotic (70S) ribosome is made of 50S and 30S subunits. 60S subunit of eukaryotes contains 5 S r. RNA, 5. 8 S r. RNA, 28S r. RNA and more than 50 polypeptides. 40 S subunit contains 18 S r. RNA and about 30 polypeptide chains. o The formation of peptide bonds is catalysed by peptidyi transferase, an activity intrinsic to the 23S r-RNA of 50 S subunit in prokaryotes and 28 S r-RNA of 60 S subunit in eukaryotes. So, it is referred as ribozyme & indicates direct role of r-RNA in protein synthesis.",
        "cop": 1,
        "opa": "Peptidyl transferase",
        "opb": "Peptidase",
        "opc": "Carboxylase",
        "opd": "Dehydratase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "a83cda16-5411-4680-a734-e4149e27bf07",
        "choice_type": "single"
    },
    {
        "question": "c. DNA from RNA is synthesized by -",
        "exp": "Ans. is 'd' i. e., Reverse transcriptase o The enzyme RNA dependent DNA polymerase (reverse transcriptase) is responsible for the formation of DNA from RNA. o This DNA is complementory (c DNA) to viral RNA and can be transmitted into host DNA.",
        "cop": 4,
        "opa": "Helicase",
        "opb": "DNA dependent DNA polymeraze",
        "opc": "Topoisomerase",
        "opd": "Reverse transcriptase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "c4679483-848e-4717-bd70-e3334ebd947d",
        "choice_type": "single"
    },
    {
        "question": "Poly (A) tail of m-RNA translates into which of the following polypeptides?",
        "exp": "Ans. b. Polylysine (Ref: Harper 28/e p362, 27/e p366; Lippincott's 4/e p432, 424-27). Poly (A) tail of m-RNA translates into Polylysine. Codon. AAAGGGCCCTTT/UUUTranslation product. Lysin. QGlycine. Proline. Phenylalanine \"Poly A tail is translated into the polylysine tail as AAA is the codon for lysine amino acid. Messenger RNAs, particularly in eukaryotes, have some unique chemical characteristics. The 5' terminal of m. RNA is capped by a 7-methylguanosine triphosphate. The cap is involved in the recognition of m. RNA by the translating machinery, and it probably helps stabilize the m. RNA by preventing the attack of 5' -exonucleases. At their 3' end, most eukaryotic m. RNAs have a suing of 80 to 250 adenylate residues, making up the poly (A) tail. The poly (A) tail and its associated proteins help protect m. RNA from enzymatic destruction. \"",
        "cop": 2,
        "opa": "Polyglycine",
        "opb": "Polylysine",
        "opc": "Polyalanine",
        "opd": "Polyproline",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "feffb7ba-1e94-4736-8223-154335ab7581",
        "choice_type": "single"
    },
    {
        "question": "Reverse transcription involves?",
        "exp": "Ans. is 'a' he., RNA dependent DNA synthesis o Synthesis of RNA from DNA is called transcription. o In transcription. RNA is synthesized by RNA polymerase. RNA polymerase is also called DNA dependent RNA polymerase because it is dependent on DNA (non-coding strand) for RNA synthesis. o Reverse transcription, as the name suggests, is the reverse of transcription i. e. synthesis of DNA form RNA. o In reverse transcription DNA is synthesized by reverse transcriptase. Reverse transcriptase is also called RNA dependent DNA polymerase because it is dependent on RNA for DNA synthesis.",
        "cop": 1,
        "opa": "RNA dependent DNA synthesis",
        "opb": "DNA dependent RNA synthesis",
        "opc": "DNA dependent DNA synthesis",
        "opd": "RNA dependent RNA synthesis",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "6badad4e-6cfe-4d17-a1c0-c508427a81a1",
        "choice_type": "single"
    },
    {
        "question": "Promoter sequence is an example for",
        "exp": "Trans acting factors control the expression of cis-regulatory element Cis-regulatory elements are DNA sequences present on the same molecule of DNA (chromosome) as the gene they regulate. E. g. Promoter is a cis-regulated element usually located upstream of the transcribed region. Enhancers are cis-regulatory elements that can be located upstream, downstream, within the introns,",
        "cop": 1,
        "opa": "Cis acting factor",
        "opb": "Trans acting factor",
        "opc": "Coactivator",
        "opd": "Mediator",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "37a2c44a-f18d-4de0-bc65-84c6e06048a7",
        "choice_type": "single"
    },
    {
        "question": "Splicing is done by:",
        "exp": "Splicing is done by sn. RNA Splicing Removal of introns Done by U1, U2, U4, U5 and U6 sn. RNA(small nuclear RNA). (U= Uracil)",
        "cop": 3,
        "opa": "t. RNA",
        "opb": "m. RNA",
        "opc": "sn. RNA",
        "opd": "r. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "7be644d0-f75d-422b-910a-8072915ae0e0",
        "choice_type": "single"
    },
    {
        "question": "RNA polymerase is -",
        "exp": "Ans. is 'a' i. e., DNA dependent RNA polymerase o The major enzyme involved in transcription (i. e. synthesis of DNA to RNA) is RNA polymerase, o It is DNA dependent RNA polymerase. o DNA dependent DNA polymerase - DNA plymerase (In DNA replication)o DNA dependent RNA polymerase - RNA polymerase (In transcription)o RNA dependent DNA polymerase - Reverse transcripatase (In reverse transcription)",
        "cop": 1,
        "opa": "DNA dependent RNA polymerase",
        "opb": "RNA dependent DNA polymerase",
        "opc": "DNA dependent DNA polymerase",
        "opd": "RNA dependent RNA polymerase",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bc141892-c8db-4c67-aa5d-ce87c43428aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following eukaryotic transcription factor recognises the promoter?",
        "exp": "= TFIID (option d) TFII is the transcription factor for RNA Polymerase II in eukaryotes. TFIID is required for initiation at promoters lacking the TATA box. = Sigma factor (option c) Recognizes the Pribnow box in Prokaryotes. It forms a complex with RNA polymerase (a2bb 'w) to form the holoenzyme. Different types of subunits recognize different promoters. = Rho (option a)- Help in transcription termination in prokaryotes can be either rho factor or rho GTPase. Rho factor Rho family of GTPases ATP-dependent hexameric helicase Involved in vesicular trafficking = Pribnow box (option b) is the consensus sequence of six nucleotides (TATAAT) that forms the prokaryoticpromoter.",
        "cop": 4,
        "opa": "Rho",
        "opb": "Pribnow box",
        "opc": "Sigma",
        "opd": "TFIID",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bd5f323b-4d11-4405-88b3-52ff46ce333c",
        "choice_type": "single"
    },
    {
        "question": "Multiple proteins from a single gene may be generated by:",
        "exp": "Multiple proteins from a single gene may be generated by Alternative splicing Differential RNA processing The genome is same in all the somatic cells. But the transcriptome is different. Around 25, 000 proteogenic genes code for more than 2 lakh proteins. Thus, proteome is more diverse than transcriptome. This is due to differential RNA processing/ Alternate RNA splicing/RNA editing/Alternate promoter utilisation/Alternate polyadenylation. -Mutation in the promoter leads to | frequency of transcription - option b is excluded. -RNA interference | half-life of m. RNA - option c is excluded. -Alternate polyadenylation produces different proteins, not capping - option d is excluded.",
        "cop": 1,
        "opa": "Alternative splicing",
        "opb": "Mutations in the promoter of the gene",
        "opc": "RNA interference",
        "opd": "m. RNA capping",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "fd03e6b8-4d58-4fb8-9655-09ff59b4a081",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the function of proteins with zinc finger motif?",
        "exp": "Domain Binds to Zinc-finger motif DNA Bromodomain Acetyl lysine residues of histones SH2 domain Phosphotyrosine residues Pleckstrin homology domain Phosphoinositide residues",
        "cop": 1,
        "opa": "DNA binding",
        "opb": "Histone binding",
        "opc": "Phosphotyrosine binding",
        "opd": "Phosphoinositide binding",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "9a7d0185-63c3-4665-831b-a6b858ac3e53",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mechanism is responsible for Multiple proteins from a single gene?",
        "exp": "Alternate patterns of hn. RNA splicing result in different m. RNA molecules which can produce different proteins. Alternate splicing results in m. RNA heterogeneity in fact, the processing of hn. RNA molecules becomes a site for the regulation of gene expression.",
        "cop": 4,
        "opa": "RNA interference",
        "opb": "m. RNA capping",
        "opc": "Mutations in the promoter of the gene",
        "opd": "Alternate Splicing",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "c86cdcb1-d8c5-4273-bf40-f6f26530aaae",
        "choice_type": "single"
    },
    {
        "question": "The pa of the gene which is retained in the mature m. RNA is:",
        "exp": "Exons RNA sequences that appear in mature RNAs. In m. RNA encoding genes exons are often interrupted by long sequences of DNA that neither appear in mature m. RNA, nor contribute to the genetic information ultimately translated into the amino acid sequence of a protein molecule. Introns Intervening sequences are called as introns, Intron less genes: Interferon genes Histone genes Many ribonuclease genes Heat shock protein genes Many G-protein coupled receptors",
        "cop": 1,
        "opa": "Exon",
        "opb": "Intron",
        "opc": "hn. RNA",
        "opd": "mi. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "103ee9ea-3112-42eb-b6e8-5fd52514894d",
        "choice_type": "single"
    },
    {
        "question": "Which type of RNA has the highest percentage of modified base:",
        "exp": "Type Percentage Characteristic feature Synthesis r. RNA 80% Most abundant Nucleous t. RNA 15% Smallest, Maximum modified bases Nucleus m. RNA 5% Most heterogenous Nucleus",
        "cop": 2,
        "opa": "m. RNA",
        "opb": "t. RNA",
        "opc": "r. RNA",
        "opd": "sn. RNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "bc185bca-7950-405d-b173-326fed85e1c9",
        "choice_type": "single"
    },
    {
        "question": "7-Methyl guanosine cap is present in:",
        "exp": "Ref: Harper's Illustrated Biochemistry. 28th ed, ch. 36, pp-349. Explanation:\"The 52 cap is found on the 52 end of an m. RNA molecule and consists of a guanine nucleotide connected to the m. RNA via an unusual 52 to 52 triphosphate linkage. This guanosine is methylated on the 7position directly after capping in vivo by a methyl transferase. It is referred to as a 7-methylgu- anylate cap, abbreviated m G. \"Capping - 5' end. Addition of modified nucleotide7-methylguanosine to 5' end. Guanvl transferase & methyl transferase. Functionsm. RNA recognition. Promotion of 52 proximal intron excision. Prevention of degradation by exonucleases. Regulation of Nuclear Transport/Export. Promotion of translation & Stability",
        "cop": 1,
        "opa": "m. RNA",
        "opb": "t. RNA",
        "opc": "r. RNA",
        "opd": "DNA",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "d9dc7a02-cdeb-49a9-9eac-9a17e0aec671",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not need a primer?",
        "exp": "DNA Polymerase needs RNA primer, which is synthesized by Primase. RNA Polymerase Doesn't need a primer as RNA Polymerases have the ability to initiate synthesis de novo. No proof reading activity DNA dependent RNA Polymerase Shine dalgarno sequence is recognized by protein synthesizing machinery i. e. Ribosome",
        "cop": 2,
        "opa": "DNA Polymerase I",
        "opb": "RNA Polymerase",
        "opc": "DNA Polymerase II",
        "opd": "DNA Polymerase III",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "a9fbe8c2-30ad-4d7c-a388-e3953bf11dae",
        "choice_type": "single"
    },
    {
        "question": "In the entire genome, the exonic DNA constitutes",
        "exp": "Human genome: Size: 3 billion base pairs Number of genes: <25, 000 At least 30% of the genome consists of repetitive sequences Alu family constitutes ~10% of human genome Largest gene: DMD gene coding for dystrophin protein Only around 1. 5 % of human genome is made of protein-coding (exonic) DNA",
        "cop": 1,
        "opa": "1. 50%",
        "opb": "0. 50%",
        "opc": "0. 10%",
        "opd": "0. 02%",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "15686293-8013-4318-ac69-1f4353feb790",
        "choice_type": "single"
    },
    {
        "question": "A mutation in which of the following sequence in eukaryotic m. RNA will affect the process by which poly-A tail is added to 3'end of m. RNA?",
        "exp": "A mutation in AAUAAA sequence in eukaryotic m. RNA will affect the process by which poly-A tail is added to 3'end of m. RNA CCA sequence is present at the 3' end of t. RNA which is the site of amino acid attachment CAAT is a consensus sequence present 75 BP upstream to the transcription sta site this is a kind of sequence which help in the initiation of transcription GU... A... AG is a common sequence of all introns, i. e. All the introns sta from GU and ends in AG and mostly in between there will be an A site that is the branch site will be present.",
        "cop": 3,
        "opa": "CCA",
        "opb": "CAAT",
        "opc": "AAUAAA",
        "opd": "GU... A... AG",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "b85461da-0611-46d1-85a3-a4a5c89ae800",
        "choice_type": "single"
    },
    {
        "question": "Initiation and Termination of a sequence of intron:",
        "exp": "The sequence of the intron is unique. It always stas with GU and ends with AG Any mutation in these sequences will lead to defective splicing. e. g. b thalassemia.",
        "cop": 1,
        "opa": "GU, AG",
        "opb": "AG, GU",
        "opc": "GA, GU",
        "opd": "UG, AG",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "28afff7c-09d2-4f12-89f5-05d54c2ed903",
        "choice_type": "single"
    },
    {
        "question": "7-methyl guanosine is added as a cap on m. RNA. This methyl group is donated by:",
        "exp": "Capping is a post transcriptional modification. 7-methyl guanosine cap is added at the 5'end of m. RNA by Guanylyl Transferase. Methyl group is donated by SAM (S-Adenosyl Methionine) by enzyme Guanine-7-Methyl Transferase, which occurs in cytoplasm (rest all post transcriptional modifications occur in nucleus). This cap facilitate initiation of translation and stabilize m. RNA by preventing it from attack by 5' exonucleases. Cap is attached to 5' end of m. RNA by an unusual 5' 5' triphosphate linkage.",
        "cop": 1,
        "opa": "S-Adenosyl methionine (SAM)",
        "opb": "Methenyl THF",
        "opc": "Tetra hydro Folate (THF)",
        "opd": "Vit B12",
        "subject_name": "Biochemistry",
        "topic_name": "Transcription",
        "id": "e1f4d515-4af2-45ee-8fb3-a0ef39c9cb47",
        "choice_type": "single"
    }
]