[
    {
        "question": "Urea cycle is linked to TCA cycle by -",
        "exp": "Ans. is 'd' i.e., Fumarate |Ref: Harper 29th/e p. 276-277]o Fumarate is released during urea cycle, which is an intermediate of Kreb's cycle, thus linking the two.Both urea cycle and TCA cycle have been explained in previous years.",
        "cop": 4,
        "opa": "Arginine",
        "opb": "Ornithine",
        "opc": "Oxaloacetate",
        "opd": "Fumarate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "c16e22b6-f5d0-435a-b3eb-00404bb856d6",
        "choice_type": "single"
    },
    {
        "question": "Enzyme deficiency responsible for gout are all except:",
        "exp": "Ref: Harpers Illustrated Biochemistry,28th editionExplanation:Hyperuricemia - Uric acid level:Males > 7 mg / dLFemales > 6 mg / dLAccumulation of insoluble monosodium urate crystals in the synovial fluid causes inflammationAcute arthritis.Deposition in cooler areas - TophiRenal lithiasis.PRIMARY GOUT- CausesAbnormality in 5 - phosphoribosyl amido transferase.Abnormality in PRPP synthetase.Deficiency of enzymes of salvage pathway.Glucose-6-phosphatase deficiency.Increased activity of Glutathione reductaseSECONDARY GOUT- CausesIncreased turnover rate of nucleic acids.Leukemias, polycythemia.Treatment of Malignant tumors.Psoriasis.Reduced excretion rate.Renal failure.Thiazide diuretics.Lactic acidosis and Ketoacidosis.",
        "cop": 2,
        "opa": "PRPP synthase",
        "opb": "Pseudogout enzyme",
        "opc": "5 - phosphoribosyl amido transferase",
        "opd": "Glucose 6 phosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "aa54cfff-5ce6-4b08-88f1-5749aa90d953",
        "choice_type": "multi"
    },
    {
        "question": "Ammonia in brain is trapped by -",
        "exp": "Ans. is 'b' i.e., Glutamine o Ammonia is produced in most of the tissues. However, it should be transported to liver as urea cycle (formation of urea) occurs only in liver. Since free ammonia is highly toxic, it is never transported in free form in bloodo Two mechanisms are available for transport of ammonia from the peripheral tissues to the liver.1) In the form of glutamine# In many tissues like liver, kidney and brain, ammonia combines with glutamate to yield glutamine, by the action of glutamine synthase. The brain is a rich source of glutamine synthase and it predominantly detoxifies ammonia by this route.# Glutamine is a nontoxic major transport form of ammonia. The glutamine is transported by blood to liver where deamination (removal of amino group) of glutamine takes place. Glutaminase cleaves glutamine to yield glutamate and free ammonia (ammonium ion). The ammonia is converted by liver to urea.GlutamineH2O-------------GlutaminaseGlutamate + NH4# Formation and secretion ammonia by renal tubular cells maintain acid base balance. Ammonia is formed from glutamine by glutaminase. Excretion of ammonia increases in metabolic acidosis and decreases in metabolic alkalosis.2) In the form of alanine# Alanine transports ammonia from muscles to liver through 'glucose-alanine cycle'.# In muscle, glutamate is formed from ammonia and a-ketoglutarate by reversal of the glutamate dehydrogenase reaction. L-glutamate then transfers its a-amino group to pyruvate by transmination reaction to form alanine.# Alanine is transported to liver. In liver alanine is converted to pyruvate and glutamate by transamination reaction. Glutamate undergoes oxidative deamination to release free ammonia, which is converted to urea. Pyruvate is converted to glucose by gluconeogenesis.",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Glutamine",
        "opc": "Ornithine",
        "opd": "Aspartate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "3c0993dd-b9d5-461b-af56-a6f5b0aec65c",
        "choice_type": "single"
    },
    {
        "question": "In urea cycle, hydrolysis of arginine forms -",
        "exp": "Ans. is 'b' i.e., Ornithine o Arginase catalyses the formation of urea from arginine by hydrolytic cleavage of arginine to yield urea and ornithine to yield urea and ornithine.Urea cvcleo Ammonia is ultimately disposed of by formation of urea by \"Kreb's Henseleit urea cycle\" in the liverr. Urea cycle takes place both in mitochondria and cytosol. First two reactions of urea cycle occur in the mitochondria, and remaining reactions occurs in cytosolr.o Biosynthesis of urea occurs in five steps.Carbamoyl phosphate synthase-I (CPS-I), a mitochondrial enzyme, catalyzes the formation of carbamoyl phosphater by condensation of CO2 and ammonia. Two molecules of ATP are required for the reaction. CPS-I is the rate limiting enzyme of urea cycle0. It is an allosteric enzyme and allosterically activated by N-acetyl glutamater.Ornithine transcarbamoylaser catalyzes the formation of citruliine from carbamoyl phosphate and ornithiner.Arginosuccinate synthase6 catalyzes the formation of arginosuccinate from citruliine and aspartate. This reaction requires 1ATP, but 2 high energy phosphate bonds are consumed as ATP is converted to AMP + PPi. The amino group of aspartate provides one of the two nitrogen atoms that appear in urear (The other one is provided by ammonia NH4 r).Arginosuccinate lyase (arginosuccinase) catalyses the cleavage of arginosuccinate into arginine and fumarate. Fumarate enters in TCA cycle.Arginaser catalyses the formation of urea from argininer by hydrolytic cleavage of arginine to yield urea and ornithine. Ornithine is thus regenerated and can enter mitochondria to initiate another round of the urea cycle.o The source of two nitrogen atoms of urea one from ammoniar and one from amino group of aspartate6. Source of carbon is CO2r. Thus out of all amino acids in%rolved in urea cycle aspartate is consumed, while there is no net loss or gain of ornithine, citruliine, arginosuccinate or arginine. There is production of fumarate as by productr.o 3 molecules of ATP are consumed (2 in first reaction and 1 in third reaction). However, 4 high energy phosphatebonds are utilized as 3rd ATP is converted to AMP+PPi.",
        "cop": 2,
        "opa": "Citrulline",
        "opb": "Ornithine",
        "opc": "Carbomoyl phosphate",
        "opd": "Arginosuccinase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "f8779856-c75c-4e90-a09f-e5eaddf4a204",
        "choice_type": "single"
    },
    {
        "question": "Carbamoyl phosphate is used in-",
        "exp": "Ans. is 'a' i.e., Urea o Carbamoyl phosphate is used in the synthesis of urea (urea cycle).Aspartate - NH. (or NH4+) + CO, + H,0 + 3 ATP - Fumarate + Urea + 2 ADP + 2Pi + AMP + PPio Kidney and intestine contribute to most of body arginine because they posses all the urea cycle enzymes except arginase.o Brain can synthesize urea from citrulline (AMU 93,AMC 90) but lacks enzyme for formation of citrulline from orthithine, i.e., ornithine transcarbamylase.o Thus neither brain nor kidney can form urea in significant amount.",
        "cop": 1,
        "opa": "Urea",
        "opb": "Uric acid",
        "opc": "Pyruvic acid",
        "opd": "Stearic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "cca15142-7e16-447c-9350-0f42a15333aa",
        "choice_type": "single"
    },
    {
        "question": "Source of ammonia in urine -",
        "exp": "Ans. is 'a' i.e., Glutaminase o In many tissues like liver, kidney and brain, ammonia combines with glutamate to yield glutamine, by the action of glutamine synthase. The brain is a rich source of glutamine synthase and it predominantly detoxifies ammonia by this route.o Glutamine is a nontoxic major transport form of ammonia. The glutamine is transported by blood to liver where deamination (removal of amino group) of glutamine takes place. Glutaminase cleaves glutamine to yield glutamate and free ammonia (ammonium ion). The ammonia is converted by liver to urea.# Formation and secretion ammonia by renal tubular cells maintain acid base balance. Ammonia is formed from glutamine by glutaminase. Excretion of ammonia increases in metabolic acidosis and decreases in metabolic alkalosis.",
        "cop": 1,
        "opa": "Glutaminase",
        "opb": "Urease",
        "opc": "Glutamate dehydrogenase",
        "opd": "Arginase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "8bd91260-07e1-443b-bf01-f38f4c9571a2",
        "choice_type": "single"
    },
    {
        "question": "Major source of ammonia in kidney -",
        "exp": "Ans. is 'b' i.e., Glutamine Transport of ammoniao Ammonia is produced in most of the tissues. However, it should be transported to liver as urea cycle (formation of urea) occurs only in liver. Since free ammonia is highly toxic, it is never transported in free form in blood. Two mechanisms are available for transport of ammonia from the peripheral tissues to the liver.1) In the form of glutamine# In many tissues like liver, kidney and brain, ammonia combines with glutamate to yield glutamine, by the action of glutamine synthase. The brain is a rich source of glutamine synthase and it predominantly detoxifies ammonia by this routeQ.# Glutamine is a nontoxic major transport form of ammoniaQ. The glutamine is transported by blood to liver where deamination (removal of amino group) of glutamineQ takes place. Glutaminase cleaves glutamine to yield glutamate and free ammonia (ammonium ion). The ammonia is converted by liver to urea.# Formation and secretion ammonia by renal tubular cells maintain acid base balance. Ammonia is formed from glutamine by glutaminaseQ. Excretion of ammonia increases in metabolic acidosis and decreases in metabolic alkalosisQ.2) In the form of alanine# Alanine transports ammonia from muscles to liverQ through 'glucose-alanine cycle'. In muscle, glutamate is formed from ammonia and a-ketogiutarate by reversal of the glutamate dehydrogenase reaction. L-glutamate then transfers its a-amino group to pyruvate by transmination reaction to form alanine. Alanine is transported to liver. In liver alanine is converted to pyruvate and glutamate by transamination reaction. Glutamate undergoes oxidative deamination to release free ammonia, which is converted to urea. Pyruvate is converted to glucose by gluconeogenesis.",
        "cop": 2,
        "opa": "Glutamate",
        "opb": "Glutamine",
        "opc": "a-ketoglutarate",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "cfdbfe95-7328-4ba2-b8cf-1c136bee1ae9",
        "choice_type": "single"
    },
    {
        "question": "Not a metabolic product of urea cycle -",
        "exp": "Ans. is 'c' i.e., Alanineo Biosynthesis of urea occurs in five steps.1) Carbamoyl phosphate synthase-I (CPS-I), a mitochondrial enzyme, catalyzes the formation of carbamoyl phosphate by condensation of CO2 and ammonia. Two molecules of ATP are required for the reaction. CPS-I is the rate limiting enzyme of urea cycle. It is an allosteric enzyme and allosterically activated by N-acetyl glutamate.2) Ornithine transcarbamoylase catalyzes the formation of citrulline from carbamoyl phosphate and ornithine.3) Argininosuccinate synthase catalyzes the formation of argininosuccinate from citrulline and aspartate. This reaction requires 1ATP, but 2 high energy phosphate bonds are consumed as ATP is converted to AMP + PPi. The amino group of aspartate provides one of the two nitrogen atoms that appear in urea (The other one is provided by ammonia NH4).4) Argininosuccinate lyase (argininosuccinase) catalyses the cleavage of argininosuccinate into arginine and fumarate. Fumarate enters in TCA cycle.5) Arginase catalyses the formation of urea from arginine by hydrolytic cleavage of arginine to yield urea and ornithine. Ornithine is thus regenerated and can enter mitochondria to initiate another round of the urea cycle.",
        "cop": 3,
        "opa": "Citrulline",
        "opb": "Ornithine",
        "opc": "Alanine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "80a89f1a-5218-4f76-ae48-c7ad2037c3d7",
        "choice_type": "single"
    },
    {
        "question": "Which end product of citric acid cycle is used in detoxification of ammonia in brain",
        "exp": "Ans. is 'b' i.e., Alpha-ketoglutarate : \"Glutamine (amide of glutamic acid) provides a non-toxic storage and transport form of ammonia. The formation of glutamine occurs primarily in the muscles and liver but also is important in the nervous system, where It's the major mechanism for the removal of ammonia in the brain.\"Thus Glutamine is the sole form of transport of ammonia in brain*.Glutamine is an amide of glutamic acid which is formed from alpha- ketoglutarate.",
        "cop": 2,
        "opa": "Oxaloacetate",
        "opb": "Alphaketoglutarate",
        "opc": "Succinate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "4b245a5c-1b99-491b-a46e-50ea93b8e4cf",
        "choice_type": "single"
    },
    {
        "question": "Hyperammonemia type I is due to deficiency of -",
        "exp": "Ans. is 'a' i.e., CPS-I o Deficiency of any of the urea cycle enzyme would result in hyperammonemiaQ.o When the block is in one of the earlier steps, the condition is more severe, since ammonia itself accumulates,o Deficiency of later enzymes result in accumulation of other intermediates which are less toxic and hence symptoms are less.Disorders caused by genetic defects of urea cycle enzymesDisordersHyperammonemia type-IHyperammonemia type-IICitrullinemiaArgininosuccinic aciduriaArgininemiaDefective enzymeCarbamoyl phosphate synthase-IOrnithine transcarbamoylaseArginosuccinate synthaseArgininosuccinate lyaseArginaseProducts accumulatedAmmoniaAmmoniaCitrullineArgininosuccinateArginine",
        "cop": 1,
        "opa": "CPS-I",
        "opb": "CPS-n",
        "opc": "Arginase",
        "opd": "Arginosuccinase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "803032eb-5886-4a16-ac64-bb5106829e68",
        "choice_type": "single"
    },
    {
        "question": "Urea cycle linked to kreb's cycle by?",
        "exp": "ANSWER: (A) FumarateREF: Harper's illustrated biochemistry 27th ed p. 246-49Arginosuccinate is converted to arginine at this step fumarate is released. At this step urea cycle cycle is linked with TCA cycle.",
        "cop": 1,
        "opa": "Fumarate",
        "opb": "Oxaloacetate",
        "opc": "Ornithine",
        "opd": "Citrullin",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "dbf16e4a-2d1b-44d2-a013-cd966c3092a2",
        "choice_type": "single"
    },
    {
        "question": "Most common enzyme deficient in urea cycle:",
        "exp": "Explaintion: Urea cycle defects result from a deficiency or total absence of the activity of any of the enzymes along the pathway, particularly carbamoyl phosphate synthetase I (CPSI), ornithine transcarbamylase (OTC), arginosuccinate synthase (ASS), arginosuccinate lyase (ASL), arginase (ARG) or a deficiency of the co-factor N-acetylglutamate (N-GAS). Ref: Harpers illustrated Biochemistry, 28th edition Explanation: Urea cycle disorders (See the table on the next page) Urea Cycle Disorders Disorder Inheritance Enzyme defect Clinical Manifestations Hyperammonemia I Inborn defect CPS I * Ammonia toxicity * Ataxa * Protein intolerance Hyperammonemia II X-linked deficiency OTC * Ammonia toxicity * Increases levels of glutamine, ornithine and ammonia in the blood Citrullinemia Double recessive Argininosuccinate synthase * Increased levels of citrutlhe in the blood * Hyperammonemia * Mental retardation Argininosuccinic aciduria Double recessive Arginino succinate lyase * High ievels of argini no succinate in blood, urine andCSF * Mental retardation * Friable tufted hair Arginemia Arginase * Increased Arg levels in the blood, CSF and brain * Increased levels of amino acids transported by the COAL transporter",
        "cop": 1,
        "opa": "Ornithine transcarbamoylase",
        "opb": "Arginase",
        "opc": "Carbamoyl phosphate synthase I",
        "opd": "Arginosuccinate synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea Cycle and Disorders",
        "id": "2aa12353-4956-48f7-80eb-50a5f037ec57",
        "choice_type": "single"
    }
]