[
    {
        "question": "In all of the following enzyme deficiencies, hyperammonemia is a common feature, EXCEPT:",
        "exp": "Excess ornithine from urea cycle is taken by enzyme OAT (Ornithine amino transferase) OAT deficiency leads to gyrate atrophy. In this deficiency, plasma, urine, spinal fluid and aqueous humour concentration of ornithine levels are 10-20 times higher than normal Hyperammonemia is absent because urea cycle is not disrupted in this deficiency Hyperammonemia occurs in enzyme deficiency of Urea cycle",
        "cop": 4,
        "opa": "Argininosuccinate synthetase",
        "opb": "Carbamoyl Phosphate synthetase (CPS-I)",
        "opc": "Ornithine transcarbamoylase (OTC)",
        "opd": "Ornithine amino transferase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "143d959a-556e-45f0-9a64-933a31933587",
        "choice_type": "multi"
    },
    {
        "question": "Ammonia is detoxified in brain by formation of",
        "exp": "The transpo form of Ammonia in blood and from Brain is Glutamine. From muscles, it is Alanine. The answer is not glutamate because free ammonia is trapped by glutamine Glutamate is formed transamination of amino acids, not from free ammonia.",
        "cop": 3,
        "opa": "Glutamate",
        "opb": "Uric acid",
        "opc": "Glutamine",
        "opd": "Urea",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "c47357ef-9bb6-4ba7-8d54-5d5f552ea814",
        "choice_type": "single"
    },
    {
        "question": "A patient presented to casualty with nausea, vomiting. Intravenous glucose was given & the patient recovered. After few months, patient presented with same complaints. Blood glutamine was found to be increased. Also uracil levels were raised. What is the diagnosis?",
        "exp": "Increase in Blood glutamine indicates hyperammonemia, which occurs in all enzyme defect of urea cycle Increased uracil indicate Ornithine trans carbamoylase deficiency Orotic acid, OMP, UMP are increased in OTC defect. OTC deficiency (Excess carbamoyl phosphate from mitochondria enters cytoplasm and takes pa in pyrimidine synthesis) WITH REGARDS TO OTHER OPTIONS If citrulline is increased then it is Argino succinate synthetase deficiency. ( OPTION II) CPS-II (carbamoyl phosphate synthetase-II) is enzyme involved in pyrimidine synthesis, not in urea cycle. (OPTION III)",
        "cop": 4,
        "opa": "CPS-I deficiency",
        "opb": "Argino succinate synthetase deficiency",
        "opc": "CPS-II deficiency",
        "opd": "Ornithine trans carbamoylase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "7ac0b225-cb65-4bb4-97e4-7836112d67dc",
        "choice_type": "single"
    },
    {
        "question": "Urea cycle occurs in:",
        "exp": "Pathways occurring In Mitochondria Cytoplasm Both TCA ETC Beta oxidation of Fatty acids Ketone body synthesis Ketone body utilization Glycolysis Glycogen synthesis Glycogen breakdown Fatty acid synthesis Urea Cycle Haem synthesis Gluconeogenesis",
        "cop": 3,
        "opa": "Mitochondria",
        "opb": "Cytoplasm",
        "opc": "Both",
        "opd": "ER",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "a699103a-0e5d-45a1-8aaa-bbe88352638f",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the following enzymes of urea cycle in sequence: A. Arginase B. Arginosuccinate Synthetase C. Argininosuccinate Lyase D. Ornithine Transcarbamoylase",
        "exp": null,
        "cop": 3,
        "opa": "A - D - C-B",
        "opb": "B - C - A- D",
        "opc": "D - B - C- A",
        "opd": "C - D - A- B",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "24957680-6fd4-4a7d-8bda-8347dff1c34a",
        "choice_type": "single"
    },
    {
        "question": "Phenylbutyrate is used in urea cycle disorders because it",
        "exp": "In all urea cycle disorders there is accumulation of NH3 (hyperammonemia) which is very toxic and has to be removed Using scavenging agents:- One of the treatment of urea cycle disorder is the use of NH3 scavenging agents These are Phenylbutyrate and Sodium benzoate Phenyl butyrate reacts with glutamine to get conveed in to phenyl acetyl glutamine which can be excreted. Other method to treat urea cycle disorders: Give Arginine (1st line Treatment ) An essential amino acid Provides ornithine (required in 2nd step of urea cycle) Activator of NAGS But it is contraindicated in Arginase deficiency Restrict protein intake to 50% of normal",
        "cop": 1,
        "opa": "Scavenges nitrogen",
        "opb": "Activates enzymes",
        "opc": "Maintains renal output",
        "opd": "Maintains energy production",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "20f8f840-fc2f-4190-ba11-a43453b07b82",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a symptom of ammonia intoxication?",
        "exp": "One of earlier symptoms of ammonia intoxication is haziness of vision and slurring of speech Other clinical features of urea cycle defects:- Increased blood glutamine Decreased BUN (Blood Urea Nitrogen) Cerebral oedema Vomiting Lethargy hyperventilation Note:-Severe ammonia toxicity can lead to coma and eventually death.",
        "cop": 1,
        "opa": "Slurring of speech",
        "opb": "Abdominal pain",
        "opc": "Diarrhea",
        "opd": "Constipation",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "526e671d-6799-464f-bc5e-d9e1c615eaaf",
        "choice_type": "single"
    },
    {
        "question": "THEME AND FOCUS: AMINO ACIDS Case Study: A female neonate did well until approximately 24 hours of age when she became lethargic. A sepsis workup proved negative. At 54 hours, she staed showing focal seizure activity. The plasma ammonia level was found to be 1, 000 mmol/L (normal 5-35 mmol/L). Quantitative plasma amino acid levels revealed a marked elevation of argininosuccinate. Lead Question: Which one of the following enzymic activities is most likely to be deficient in this patient?",
        "exp": "Genetic deficiencies of each of the five enzymes of the urea cycle, as well as deficiencies in N-acetyglutamate synthase, can lead to increase in plasma ammonia levels. The accumulation of argininosuccinate in the plasma of this patient means that the enzymes required for its synthesis are functional But the enzyme required for its cleavage (argininosuccinate lyase or argininosuccinase) to arginine plus fumarate is not",
        "cop": 2,
        "opa": "Arginase.",
        "opb": "Argininosuccinate lyase.",
        "opc": "Argininosuccinate synthase.",
        "opd": "Carbamoyl phosphate synthetase I.",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "266092a8-15e5-487a-8c36-01965ca579e8",
        "choice_type": "single"
    },
    {
        "question": "Which intermediate of citric acid cycle is used in detoxification of ammonia in brain?",
        "exp": "When ammonia is present in body in large amount (hyperammonemia), then this alpha-ketoglutarate of TCA combines with one amino group to form glutamate Fuher glutamate combines with the second amino group to form glutamine Glutamine is a safe form of ammonia storage & transpo. Alpha-ketoglutarate is depleted, which affects TCA cycle. That's why brain is affected as the first organ (Brain is highly aerobic tissue).",
        "cop": 3,
        "opa": "Citrate",
        "opb": "Succinate",
        "opc": "Alpha-ketoglutarate",
        "opd": "Oxalo-acetate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "b47a2523-3672-44a0-b6c2-f33f0596a9f5",
        "choice_type": "single"
    },
    {
        "question": "In the biosynthesis of urea, one nitrogen atom is derived from ammonia while the other nitrogen atom is from:",
        "exp": "Nitrogens of urea are derived from:- N1 from ammonia N2 from Aspaate Source of urea Carbon and Nitrogen.",
        "cop": 3,
        "opa": "Glycine",
        "opb": "Alanine",
        "opc": "Aspaate",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "a244ddca-f6fa-4aa2-b707-bdc8295491c8",
        "choice_type": "single"
    },
    {
        "question": "THEME AND FOCUS: UREA CYCLE Case Study: A patient presented to casualty with nausea, vomiting. Intravenous glucose was given and the patient recovered. After few months, patient presented with same complaints. Blood glutamine was found to be increased. Also uracil levels were raised. Lead Question: What is the diagnosis?",
        "exp": "Glutamine increase or Hyperammonemia is a common feature of all the urea cycle enzyme but in this case uric acid levels are also increased so it is more specifically indicating ornithine Trans Carbamoylase deficiency (See fig and treasure) and not other enzymes. Hence the diagnosis is OTC deficiency. NOTE:- CPS-II (Carbamoyl Phosphate Synthetase-II) is enzyme involved in pyrimidine synthesis, not in urea cycle.",
        "cop": 4,
        "opa": "CPS-I deficiency",
        "opb": "Arginino succinate synthetase deficiency",
        "opc": "CPS-II deficiency",
        "opd": "Ornithine trans carbamoylase deficiency",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "06e12e56-dca2-4d9b-b749-d3f4dac62c94",
        "choice_type": "single"
    },
    {
        "question": "HHH syndrome is due to defect in:-",
        "exp": "HHH syndrome is due to defect in Ornithine permease of mitochondrial membrane. Hyperornithinemia: As ornithine can't enter mitochondria, it accumulates in blood. Hyperammonemia: As ornithine is not available, urea cycle can't operate i. e. NH3 can't be detoxified. Homocitrullinuria: As ornithine is not available, ornithine homologue lysine reacts with Carbamoyl phosphate to produce homocitrulline. (Difference between lysine and ornithine is just one CH2 group)",
        "cop": 2,
        "opa": "Ornithine transcarbamoylase",
        "opb": "Ornithine permease",
        "opc": "Ornithine decarboxylase",
        "opd": "Ornithine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "f12dfe5d-daa6-4ff9-a423-32fa86b67722",
        "choice_type": "single"
    },
    {
        "question": "Allosteric activator of NAG synthase is:",
        "exp": "NAG is an allosteric activator of CPS-I (rate limiting enzyme) NAG is synthesized from N-acetyl glutamate synthase or NAG synthase, for which arginine is the activator.",
        "cop": 2,
        "opa": "Aspaate",
        "opb": "Arginine",
        "opc": "CPS-I",
        "opd": "CPS-II",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "5f70fb50-5be6-430c-b8e0-131c5fce1f1a",
        "choice_type": "multi"
    },
    {
        "question": "The conversion of glutamate to glutamine is catalysed by a",
        "exp": "Glutamine is a nutritionally non-essential amino acid It is synthesised from glutamate Free ammonia is ligated to glutamate (that is why ligase) with the use of energy provided by ATP hydrolysis. The enzyme is glutamine synthetase (Synthetase requires ATP while synthase does not require ATP).",
        "cop": 2,
        "opa": "Lyase",
        "opb": "Ligase",
        "opc": "Transferase",
        "opd": "Oxidoreductase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "feb868aa-e06e-40b0-93d4-76c5bc13676f",
        "choice_type": "single"
    },
    {
        "question": "Enzyme of Urea cycle deficient in Brain is:",
        "exp": "Enzyme of Urea cycle deficient in Brain is Ornithine Trans Carbamoylase (OTC). This enzyme catalyses the formation of citrulline from carbamoyl phosphate and ornithine. Arginase is absent in kidneys (option -1) CPS-1 is the RLE enzyme (option 2) Argino Succinate Lyase breakdown arginosuccinate in to arginine and fumarate. (option 4)",
        "cop": 3,
        "opa": "Arginase",
        "opb": "Carbamoyl phosphate synthetase I",
        "opc": "Ornithine Trans Carbamoylase",
        "opd": "Argino Succinate Lyase",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "5e2b4596-32da-488d-b0b4-1384c8e2272a",
        "choice_type": "single"
    },
    {
        "question": "In transaminases, PLP is covalently attached to which amino acid?",
        "exp": "Transaminases:- Transfer amino groups in reactions Coenzyme required is Vitamin B6 i. e. active form PLP (Pyridoxal phosphate) The PLP is linked with a e-amino group of a lysine residue, at the active site of the enzyme forming a Schiff base (imine linkage) ping pong bi bi mechanism is involved in transamination reaction. NOTE: Threonine does not undergo transamination. All the amino acids undergo transamination except: Proline Lysine Threonine Hydroxyproline",
        "cop": 2,
        "opa": "Glutamate",
        "opb": "Lysine",
        "opc": "Alanine",
        "opd": "Threonine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "6221e0a0-25f4-4f22-80b4-cd19facfc746",
        "choice_type": "single"
    },
    {
        "question": "Used in Transamination:",
        "exp": "Transamination (first step in the catabolism of amino acids) is catalysed by transaminases. These enzymes use pyridoxal phosphate which is active form of pyridoxine (vitamin B6) as coenzyme. Biochemical Roles of Pyridoxine Trans-sulfuration Simple decarboxylation (mainly histidine, gluatamate, tryptophan) ALA synthase (Haem synthesis) Cystathionine synthase (synthesis of Cysteine) Alkaline phosphatase Glycogen phosphorylase (RLE in glycogen breakdown) Tryptophan metabolism, synthesis of Niacin (vitamin B3)",
        "cop": 1,
        "opa": "Pyridoxal phosphate",
        "opb": "NADPH",
        "opc": "NADP",
        "opd": "FAD",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "65982d33-554e-491f-9dd4-0ed4d8220700",
        "choice_type": "single"
    },
    {
        "question": "Blood Urea Nitrogen is decreased in:",
        "exp": "Blood Urea Nitrogen is decreased in urea cycle defects, where Hyper-ammonemia occurs C/f of urea cycle defects:- Increased blood glutamine Decreased BUN (Blood Urea Nitrogen) Cerebral oedema Vomiting Lethargy Blurred vision Slurred speech & hyperventilation. Note:-Severe ammonia toxicity can lead to coma and eventually death.",
        "cop": 2,
        "opa": "Hypo-ammonemia",
        "opb": "Hyper-ammonemia",
        "opc": "Hyperventilation",
        "opd": "Hypoventilation",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "2314b1b4-bade-447c-87b7-fb63293dd222",
        "choice_type": "single"
    },
    {
        "question": "Out of the following, which is the allosteric activator of hepatic glutamate dehydrogenase?",
        "exp": "Glutamate dehydrogenase:- Involved in oxidative deamination of glutamate to form alpha-keto glutarate Present in mitochondria of liver cells Can use either NAD or NADP This reaction is reversible Alosteric activator Allosteric inhibitor NAD ADP GDP ATP GTP NADH So, option a, b, d are allosteric inhibitors.",
        "cop": 3,
        "opa": "ATP",
        "opb": "GTP",
        "opc": "ADP",
        "opd": "NADH",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "84602a24-acea-438e-871a-3f762a29dece",
        "choice_type": "multi"
    },
    {
        "question": "In ureotelic animals, carbamoyl group are transferred to:-",
        "exp": "The question is asking about the first step of the urea cycle in an indirect way (See Fig). Based on how nitrogen is excreted, animals are divided into 3 categories. Ammoniotelic animals - Animals that excrete ammonia. e. g. Fishes Ureotelic animals - Animals which excrete urea e. g. Mammals including man Uricotelic - Animals that excrete uric aciduric acid. e. g. Birds",
        "cop": 3,
        "opa": "Urea",
        "opb": "Uric acid",
        "opc": "Ornithine",
        "opd": "Creatine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "d9fb0593-d3c8-4460-9400-185b73421c82",
        "choice_type": "single"
    },
    {
        "question": "All of the following are transaminated EXCEPT:",
        "exp": "Only a amino group takes pa in transamination. Except:- d -amino group (non-a) of ornithine takes pa in transamination, where enzyme is OAT (Ornithine Amino Transferase). Out of the 20 amino acids, 3 amino acids do not take pa in transamination. Proline Lysine Threonine",
        "cop": 2,
        "opa": "d- amino group of ornithine",
        "opb": "a- amino group of proline",
        "opc": "a- amino group of serine",
        "opd": "a- amino group of cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "218528cd-12b6-435a-a13d-4aeaa7858fba",
        "choice_type": "multi"
    },
    {
        "question": "Which amino acid is regarded as collector of amino groups?",
        "exp": "First step in catabolism of amino acids is the transfer of NH3 group from amino acid to Alpha Keto- Glutarate forming Glutamate- known as Transamination. So Glutamate is regarded as collector of amino groups. Note:-The safe non-toxic form of ammonia transpo in blood from most body tissues is Glutamine. Collector is Glutamate, transpoer is Glutamine",
        "cop": 4,
        "opa": "Aspaate",
        "opb": "Arginine",
        "opc": "Cysteine",
        "opd": "Glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "3192db40-15c8-4f5f-8d8c-4ce8e8587e0a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the allosteric activator of carbamoyl phosphate synthase I?",
        "exp": "Carbamoyl phosphate synthase I is the rate-limiting enzyme of the urea cycle Active only in the presence of N-acetylglutamate(NAG), an allosteric activator that enhances the affinity of the synthase for ATP. Arginine is the allosteric activator of NAG synthase.",
        "cop": 4,
        "opa": "Glutamine",
        "opb": "Oxaloacetate",
        "opc": "N-acetyl aspaate",
        "opd": "N-acetyl glutamate",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "4d59a8b5-8aa0-4977-b59b-19a504aed7d8",
        "choice_type": "multi"
    },
    {
        "question": "In urea cycle, hydrolysis occurs during:",
        "exp": "Arginase the final enzyme of urea cycle is a hydrolase i. e. it uses water to break the bond in arginine It breaks arginine into urea and ornithine Urea is transpoed to kidneys from liver blood and then excreted in urine",
        "cop": 1,
        "opa": "Cleavage of Arginine",
        "opb": "Cleavage of ornithine",
        "opc": "Formation of Argininosuccinate",
        "opd": "Formation of citrulline",
        "subject_name": "Biochemistry",
        "topic_name": "Urea cycle",
        "id": "eacf31dc-3e08-45b2-8114-b7daad2bc9c4",
        "choice_type": "single"
    }
]