[
    {
        "question": "Inferior tibiofibular joint is which type of joint",
        "exp": "syndesmosis is a fibrous joint between two bones and linked by ligaments and a strong membrane. The distal tibiofibular syndesmosis is asyndesmotic joint. Ref: Maheshwari 6e pg 159, 162, 163.",
        "cop": 3,
        "opa": "Gomphosis",
        "opb": "Condylar",
        "opc": "Syndesmosis",
        "opd": "Synchondrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "1d83a082-3511-4e2c-990c-1d066a7cc378",
        "choice_type": "single"
    },
    {
        "question": "Nutrient and oxygen reach the chondrocytes across perichondrium by",
        "exp": "an impoant fact about cailage matrix is that it is avascular, i. e. not supplied by capillariestherefore, chondrocytes within the matrix must receive nutrients and oxygen by diffusion from vessels that lie outside the cailagethis long-distance diffusion is possible because of the large volume of water trapped within the matrix(Refer: Manish Kumar Varshney's Essential Ohopedics Principles & Practice, 1st edition, pg no. 7, 347)",
        "cop": 2,
        "opa": "Capillaries",
        "opb": "Diffusion",
        "opc": "Along neurons",
        "opd": "Active transpo",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "5161f3fb-1046-47e2-916f-e7266c0fb377",
        "choice_type": "single"
    },
    {
        "question": "Heberden done denotes involvement of",
        "exp": "In osteoahritis of hand: Distal interphalangeal joint: Heberden's node. Proximal interphalangeal joint: Bouchard's node(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 88, 101, 127)",
        "cop": 1,
        "opa": "Distal inetrphalangeal joint",
        "opb": "Proximal interphalangel joint",
        "opc": "Metacarpophalangeal joint",
        "opd": "Metatarsophalangeal joint",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a7d5134f-931f-4d5f-8297-0b4dd2decfa2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of rheumatoid ahritis?",
        "exp": "Heberden does is a feature of osteoahritis and not rheumatoid ahritis. Impoant hand deformities of hand in RABoutonniere deformity: flexion contracture of PIP joint and extension DIP joint. Swan neck deformity: hyperextension of PIP joint and flexion at DIP joint(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 88, 101, 127)",
        "cop": 1,
        "opa": "Heberden nodes",
        "opb": "Swan neck deformity",
        "opc": "Ulnar detion of fingers at metacarpopalyngeal joint",
        "opd": "Symmetric reduction of joint space",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "da1cf954-bff7-4e65-8e6d-68ce70c6988d",
        "choice_type": "single"
    },
    {
        "question": "Froments test is used in",
        "exp": "Froment's sign: the patient is asked to grip a card firmly between thumbs and index fingers; normally this is done using the thumb adductors while the interphalangeal joint is held extended. In patients with ulnar nerve injury or palsy, because the adductor pollicis is weak, the patient grips the card only by acutely flexing the interphalangeal joint of the thumb using flexor pollicis longus which is supplied by the median nerve. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 519)",
        "cop": 1,
        "opa": "Ulnar nerve injury",
        "opb": "Median nerve injury",
        "opc": "Radial nerve injury",
        "opd": "Axillary nerve injury",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "33c88d4c-cc2e-4015-b07c-fb27af811f00",
        "choice_type": "single"
    },
    {
        "question": "Pipkin classification is used for",
        "exp": "COMMON FRACTURES CLASSIFICATION FRACTURECLASSIFICATIONOpen fractures. Gustilo & Anderson Supracondylar Humerus Galand ( based on displacement ). Proximal Humerus Neer ( 4 pa fractures ). Distal Radius Frykman, Fermandez. Pelvis Young & Burgess, Tile. Femoral head Pipkin's classification. Femoral neck ( Pediatric ). Delbet classification. Femoral neck ( Adult ). Pauwel ( Based on fracture angle ). Garden ( Based on displacement ). Interochanteric Boyd & Griffin, Evans Femoral shaft Winquist & Hansen ( Based on degree of communition ) Tibial plateau Schatzker. Pilon fracture Ruedi -Allgower. Ankle Lauge -Hansen, Danis- Weber Talar neck Hawkin Calcaneum Essex -Lopresti, Sanders ( Based on CT findings ). Physeal injuries Salter - Harris Classification (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 125)",
        "cop": 3,
        "opa": "Acetabular fractures",
        "opb": "Pelvis ring fracture",
        "opc": "Femoral head fracture",
        "opd": "Femoral shaft fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "13d1a16b-7679-4da4-9ee1-c2cc3a7ce60b",
        "choice_type": "single"
    },
    {
        "question": "Involvement of the joints of hand is relatively uncommon in which of following ahritis?",
        "exp": "Joints involved in ankylosing spondylitis. Ankylosing spondylitis primarily affects the axial skeleton. The disease usually begins in the sacroiliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine. In the worst cases, the hips or shoulders are also affected. The hip joint is the most commonly affected peripheral joint. Rarely knee and ankle are also involved(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 302, 426)",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Reactive ahritis",
        "opc": "Psoriatic ahritis",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "b3abeea7-7099-43a6-a7a7-511dbc41f7c5",
        "choice_type": "single"
    },
    {
        "question": "Secondary osteosarcoma is associated with",
        "exp": "Causes of secondary osteosarcoma. Paget&; s Disease. Fibrous dysplasia. Radiation. Enchondromatosis. Hereditary multiple exostoses. Chronic osteomyelitis. Bone infarction (Refer: Manish Kumar Varshney's Essential Ohopedics Principles & Practice, 1st edition, pg no. 191, 192)",
        "cop": 1,
        "opa": "Paget's disease",
        "opb": "Osteogenesis imperfect",
        "opc": "Melhoreostosis",
        "opd": "Anklyosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "30e40f08-c939-47dd-9ffe-ed317ec0c2a0",
        "choice_type": "single"
    },
    {
        "question": "What is the acceptable angel of reduction for tibial fracture",
        "exp": "Trafton&; s recommendation and strive to achieve less than 5 degrees of varus-valgus angulation, less than 10 degrees of anteroposterior angulation, less than 10 degrees of rotation, and less than 15 mm of shoening.",
        "cop": 1,
        "opa": "5",
        "opb": "1",
        "opc": "15",
        "opd": "20",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "8e82f8b6-b5da-4b37-ae8b-0afa1ec214a2",
        "choice_type": "single"
    },
    {
        "question": "The most probable diagnosis of the lesion depicted in the X-ray below is (GCT)",
        "exp": "Osteoclastoma 98% cases are benign with potential for metastasis with female predominance Sites - Distal femur/proximal tibia, lower end of radius, proximal humerus Occurrence - 20 - 40 years Arises from epiphysis Egg shell crackling on palpation X ray finding - Soap bubble appearance HPE - mesenchymal stromal cells Treatment Lower end of femur/Upper end of tibia - Excision with turn-o-plasty Veebra - Radiation Ref: Maheshwari 6e pg 237.",
        "cop": 4,
        "opa": "Simple bone cyst",
        "opb": "Osteoma",
        "opc": "Ewings tumour",
        "opd": "Osteoclastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "556fed73-625d-48f5-a391-2eb5a2283e2e",
        "choice_type": "single"
    },
    {
        "question": "Lisfranc fracture dislocation",
        "exp": "Lisfranc's fracture-dislocation: A fracture-dislocation through tarsometatarsal joint(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 496)",
        "cop": 1,
        "opa": "Fracture dislocation through tarso-metatarsal joints",
        "opb": "fracture dislocation through ankle joint",
        "opc": "Fracture dislocation through subtalar joints",
        "opd": "Fracture dislocation through mid-tarsal joints",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "663b25b6-9a54-4c0d-8bcd-30f4ef7aea40",
        "choice_type": "single"
    },
    {
        "question": "When do you operate for a prolapsed disc",
        "exp": "Indications for surgery in cases of Prolapsed interveebral disc are: Progressive neurological deficit. Cauda-equina syndrome. Severe sciatic tilt(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 234, 302)",
        "cop": 3,
        "opa": "Busy executive needs quick surgery",
        "opb": "Only with weakness no pain",
        "opc": "Severe paininterfering with activity and not relieved by rest and treatment of 8 weeks",
        "opd": "Patient of PID with difficulty in ambulation",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "4cd558a6-a2f8-4413-b549-a8b0910d86dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fractures is associated with high moality and morbidity?",
        "exp": "Pelcetabular fractures are associated with high morbidity and moality because: They are caused by high-velocity injuries They can have associated compound fractures along. There may be damage to associated pelvic and abdominal organs. There is significant blood loss present usually(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 110, 117)",
        "cop": 2,
        "opa": "Femur shaft fractures",
        "opb": "Pelcetabular fractures",
        "opc": "Subtrochanteric fractures",
        "opd": "Shaft tibia fractures",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "bbe98334-b806-4f2d-a4e3-711f13f4295a",
        "choice_type": "single"
    },
    {
        "question": "Gamekeepers thumb is",
        "exp": "Injury to the thumb metacarpophalangeal joint ulnar collateral ligament is commonly referred to as gamekeeper thumb or skier's thumb, although the original \"gamekeeper\" description (Campbell, 1955) referred to an attritional ulnar collate-earl ligament injury. Snow skiing accidents and falls on an outstretched hand with forceful radial and palmar abduction of the thumb are the usual cases(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 177, 495)",
        "cop": 1,
        "opa": "Thumb metacarpophalangeal joint ulnar collateral ligament rupture",
        "opb": "Thumb metacarpophalangeal joint radial collateral ligament rupture",
        "opc": "Thumb interphalangeal joint ulnar collateral ligament rupture",
        "opd": "Thumb interphalangeal joint radial collateral ligament rupture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "4282a8dc-7387-4f7c-add1-049b218e228d",
        "choice_type": "single"
    },
    {
        "question": "Pulled elbow reduced by",
        "exp": "Pulled elbow Also called as Nursemaid's elbow Occurs at ages between 6 months to 6 years. Radial head rotates and slips out of annular ligament in children Closed reduction is performed with supination/flexion(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 87, 496)",
        "cop": 3,
        "opa": "Extension of elbow",
        "opb": "Pronation",
        "opc": "Supination",
        "opd": "Flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e88b8b68-c60d-4596-8ae1-8d2ffd101711",
        "choice_type": "single"
    },
    {
        "question": "Soft tissue calcification around the knee is seen in",
        "exp": "Joint involvement in various ahritic conditions. Condition. Joints involved. Osteoahritis Carpo Metacarpal joint of the thumb, DIP, PIP, Knee. Rheumatoid ahritis. MCP, PIP, wrist, knee, ankles. Ankylosing spondylitis. Sacroiliac joint, whole spine ( lumbar MC), hip. Reactive ahritis Knee Psoriatic ahritis DIP joint. Gout MTP of the great toe. Pseudogout Knee Hemophilia Knee (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 426, 435)",
        "cop": 4,
        "opa": "Scurvy",
        "opb": "Scleroderma",
        "opc": "Hyperparathyroidism",
        "opd": "Pseudogout",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f62bb5df-2273-494a-a7a0-e98bb9164a15",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis based on the lumbar spine x-ray given below is",
        "exp": "Spondylolisthesis Spondylolisthesis - Forward slip of one veebra over the other. Most common at L5 - S1 level. When spondylolysis progresses to slip of veebral body, spondylolisthesis results X-ray lumbar spine Oblique view shows Scotty dog with a broken neck appearance. AP view shows Napolean hat sign Ref: Maheshwari 6e pg 284.",
        "cop": 3,
        "opa": "Scoliosis",
        "opb": "Kyphosis",
        "opc": "Spondylolisthesis",
        "opd": "Spondylolysis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "90e00724-9095-4622-bcad-977ba410e201",
        "choice_type": "single"
    },
    {
        "question": "Agnes Hunt traction is used for?",
        "exp": "Agnes Hunt traction is used for correction of mild flexion deformity of hip joint in poliomyelitis. Traction used for trochanteric fracture - Russell's traction Traction used for fracture shaft of femur in adults - Perkin's traction Traction used for low backache - Buck's traction Ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Flexion deformity of hip",
        "opb": "Trochanteric fracture",
        "opc": "Fracture shaft of femur in adults",
        "opd": "Low backache",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "1d4e5e7e-ba32-4c1d-84b5-83ac08e7d836",
        "choice_type": "single"
    },
    {
        "question": "Kanavel's sign is diagnosed in",
        "exp": "Ohopedic signs. Disease associated. Beheaded Scottish dog sign Spondylolisthesis Chvostek's sign Tetany Electric bulb sign Posterior dislocation of shoulder. Galeazzi&; s sign Congenital dislocation of hip Gower's sign Muscular dystrophy Kanavel's sign Flexor tenosynovitis in hand. Lachman's sign Anterior cruciate ligament injury Ludloff's sign Inability to flex the stretched leg when the patient is seated. Seen in avulsion fracture of lesser trochanter Mc. Murray sign To detect meniscus tear Raccoon's sign/Battle's sign Fracture base of skull. Siffe Katz sign Blount's disease. Tinel's sign Nerve regeneration Trethowan/Capeners sign Slipped capital femoral epiphysis Ulnar fovea sign For injuries to triangular fibrocailage complex Vascular sign of Narath. In CDH, head of the femur is dislocated and there is greater difficulty in palpating the aery (Refer: Campbell's Operative Ohopedics, 12th edition, pg no: 4351-4352)",
        "cop": 4,
        "opa": "Web space infection",
        "opb": "Mid palmar infection",
        "opc": "Acute paronychia",
        "opd": "Tendon sheath injury",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "bb1128db-4ca5-4868-94b9-b430e3bc2a8f",
        "choice_type": "single"
    },
    {
        "question": "The preferred treatment of cubitus varus is",
        "exp": "Deformity. Osteotomy. Cubitus varus. Lateral closing wedge osteotomy, Medial opening wedge osteotomy. Cubitus valgus. Medial closing wedge osteotomy, Lateral opening wedge osteotomy (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 81)",
        "cop": 2,
        "opa": "Medial closing wedge osteotomy",
        "opb": "Lateral closing wedge osteotomy",
        "opc": "Medial opening wedge osteotomy",
        "opd": "Lateral opening wedge osteotomy",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f02e7c2d-7fc2-4fe1-acc9-3807608911b0",
        "choice_type": "single"
    },
    {
        "question": "Baon fracture is",
        "exp": "Forearm fractures Description. Baon's fracture Intra-aicular fracture of the distal aicular surface of radius Bennet's fracture dislocation Oblique intra-aicular fracture of base of the first metacarpal with subluxation of trapezia-metacarpal joint Buckle/Torus fracture Occurs near metaphysis in the distal forearm in children Chauffer's fracture. Fracture of radius just above the styloid process caused by a backward jerk of staing handle of car Colle's fracture. Fracture at the coicocalcaneal junction of distal end of radius Essex lopresti's fracture. Comminuted fracture of radial head with distal radio-ulnar joint subluxation Galezzi's fracture. Fracture of the distal third of radius with dislocation of distal radioulnar joint Hume's fracture High monteggia fracture. Monteggia's fracture Fracture of proximal third of ulna with dislocation of the head of radius Moore's fracture Fracture of distal end of the radius with luxation of distal end of ulna Night stick fracture Isolated transverse fracture of shaft of ulna Piedmont's fracture. Closed fracture of radius at the junction of middle and distal thirds and no association with ulnar fracture. Smith's fracture. Reverse of Colle&; s fracture(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 87, 88)",
        "cop": 2,
        "opa": "Fracture proximal radius",
        "opb": "Fracture distal radius",
        "opc": "Fracture ulna",
        "opd": "Fracture humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e8f5a449-04e5-4c50-bb35-aadfcdecbbd9",
        "choice_type": "single"
    },
    {
        "question": "Joint erosion, not a feature in",
        "exp": "Most people with SLE have intermittent polyahritis, varying from mild to disabling, characterized by soft tissue swelling and tenderness in joints, most commonly in hands, wrists, and knees. Joint deformities (hands and feet) develop in only 10% of patients(Refer: Oxford Textbook of Rheumatology, 4th edition)",
        "cop": 1,
        "opa": "SLE",
        "opb": "Gout",
        "opc": "Rheumatoid ahritis",
        "opd": "Posriasis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "633a4a95-313f-4e5f-8b15-fc906da68c1a",
        "choice_type": "single"
    },
    {
        "question": "Posada's fracture is",
        "exp": "Posada's fracture Transcondylar humeral fracture with displacement of the distal fragment anteriorly and dislocation of the radius and ulna from the bicondylar fragment. Posada's fracture Transcondylar humeral fracture with displacement of the distal fragment anteriorly and dislocation of the radius and ulna from the bicondylar fragment. (Refer: Kenneth Koval's Handbook of fracture, 5th edition)",
        "cop": 1,
        "opa": "Trascondylar fracture of humerus",
        "opb": "Fracture lateral condyle of humerus",
        "opc": "Fracture medial condyle of humerus",
        "opd": "Fracture anatomical neck of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "0100e7a7-8ed5-47e2-b4a9-6a9cc9b7f3f2",
        "choice_type": "single"
    },
    {
        "question": "patient recieved 12 hours after fracture of tibia is having p. O2 as 60% On re breathing unit maintaining the saturation of loo% but remains confused Chest is clear What is most likely diagnosis",
        "exp": "REF: MAHESWARI 7. TH ED",
        "cop": 2,
        "opa": "Pulmonary confusion",
        "opb": "Fat embolism syndrome",
        "opc": "Pulmonary Embolism",
        "opd": "ARDS",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "617e4a4c-3763-40ae-81ba-d909f568c4db",
        "choice_type": "single"
    },
    {
        "question": "In which of the following deformities is the distal interphalangeal joint flexed and proximal interphalangeal joint extended?",
        "exp": "Boutonniere deformity: flexion contracture of PIP joint and extension of DIP joint. Swan neck deformity: Hyperextension of PIP joint and flexion at DIP jointZ-deformity: radial detion of the wrist with ulnar detion of fingers(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 420)",
        "cop": 2,
        "opa": "Boutonierre Deformity",
        "opb": "Swan neck deformity",
        "opc": "Z deformity",
        "opd": "Claw hand",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a25d478b-e65b-4964-a035-2a93d67577b7",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a feature of the Unhappy triad of O' donoghue?",
        "exp": "The most common mechanism of ligament disruption of the knee is adduction (valgus), flexion and internal rotation of femur on tibia which usually occur in spos in which the foot is planted solidly on the ground and leg is twisted by rotating body (i. e. football, soccer, basketball, skiing). The medial structures medial (tibial) collateral ligament (MCL) and medial capsular ligament are first to fail, followed by ACL tears if the force is of sufficient magnitude. The medial meniscus may be trapped between condyles and have a peripheral tear, thus producing unhappy triad of O' Donoghue. (Refer: GS Kulkarni Textbook of Ohopedics, 3rd edition, pg no. 2565)",
        "cop": 4,
        "opa": "ACL injury",
        "opb": "Medial meniscus injury",
        "opc": "Medcial collateral ligament injury",
        "opd": "Fibular collateral ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "3de19d8d-913e-465d-8024-b0263328711a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Complication is possible following excision of the Head of the Radius in children?",
        "exp": "Inferior Radio-Ulnar joint instability Excision of the head of the radius in children results in proximal migration of the radius resulting in subluxation of the inferior radio ulnar joint and instability. ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Ulnar Nerve",
        "opb": "Inferior Radio Ulnar joint instability",
        "opc": "Posterior dislocation of the elbow",
        "opd": "Carpal tunnel syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e0591b75-ec79-4354-9e55-9a09d5db36f5",
        "choice_type": "single"
    },
    {
        "question": "Unstable spine injury occurs in?",
        "exp": "Mode of injuries in Lower Cervical Spine Fractures (C3 - C7). Mode of injuries. Pattern of fracture. Veical (Axial) compression Burst fracture (Veebral height is decreased in toto). Pure flexion Wedge compression fracture (Decreased anterior height of veebrae). Combined axial compression & flexion Tear drop fracture (Antero inferior fragment of veebral body is sheared off). Distraction - Flexion /Flexion rotation (MC unstable spine injury). Unilateral or bilateral subluxation & dislocation Flexion sprains Jumped facets. Floating veebra Avulsion injury of spinous process Clay shoveler's fracture Axial compression extension type Second most common type Distraction extension injury Disruption ofanterior ligamentous complex followed by posterior soft tissue complex (Refer: Rock wood and Green's Fractures in Adults, 7th edition, pg no: 1498, 1413, 1435, 1485)",
        "cop": 2,
        "opa": "Compression injury",
        "opb": "Flexion-rotation injury",
        "opc": "Extensor injury",
        "opd": "Flexion injury",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "cf0a32bb-d341-488e-a6a3-3414201179bc",
        "choice_type": "single"
    },
    {
        "question": "Contraindication for internal fixation is",
        "exp": "Any acute infection is a contraindication for internal fixation as infection will cause slimy-layer Ref: Maheshwari 6e pg 19.",
        "cop": 2,
        "opa": "Physeal injury",
        "opb": "Active infection",
        "opc": "Intraaicula fracture",
        "opd": "Fracture dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a9ba8b81-c97c-4793-a18d-c62edd128af1",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in osteoahritis",
        "exp": "Joint involvement in OACommon joints: Knee, Hip, spine (cervical, lumbosacral), Hand (PIP, DIP, first carpometacarpal), first tarsometatarsal. Uncommon joint: shoulder. Spared: Wrist, elbow, ankle, metacarpophalangeal(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 88, 101, 127)",
        "cop": 3,
        "opa": "PIP",
        "opb": "DIP",
        "opc": "MCP",
        "opd": "Knee",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "9ae29f6f-debc-4d79-8aaf-e61f63d425ae",
        "choice_type": "single"
    },
    {
        "question": "Tennis elbow is characterized by",
        "exp": "Tennis elbow is extraaicular affection characterized by pain and acute tenderness at the origin of the extensor muscles of the forearm from the lateral epicondyle. It is believed to be caused by strain of the forearm extensor muscles, paicularly the extensor carpi radialisbrevis, at the point of their origin from lateral epicondyle(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 175, 497)",
        "cop": 2,
        "opa": "Tenderness over the medial epicondyle",
        "opb": "Tendinits of common extensor origin",
        "opc": "Tendinitis of common flexor origin",
        "opd": "Painful flexion and extension",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "eba26648-1c2b-4a95-a36d-989f10939b01",
        "choice_type": "single"
    },
    {
        "question": "Nerve damaged due to lunate dislocation (in carpal tunnel.",
        "exp": "Common causes of median nerve palsy in carpal tunnel are carpal tunnel syndrome (most common) and Innate dislocation. REF: Maheshwari book of ohopedics 9th Ed.",
        "cop": 2,
        "opa": "Median & ulnar",
        "opb": "Median",
        "opc": "Ulnar",
        "opd": "Radial",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "0cba1078-4549-47c0-afa6-ae096c0b035a",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman experiences severe back pain from an automobile accident. CT scan shows that the L5 veebral foramen is completely obliterated by the collapsed L5 laminae and pedicles. In this injury, which of the following structures is crushed?",
        "exp": "The cauda equina is a structure within the lower end of the spinal column, that consists of nerve roots and rootlets from above. Because the spinal cord stops growing in infancy while the bones of the spine continue growing, the spinal cord in adults ends at about the level of the veebra L1, and at bih at L3. To get through the interveebral foramen at the correct segment, the roots must travel down the length of the spine, thus gaining an oblique course. Thai is why the spinal nerves are more & more oblique as we trace them from supero-inferiorly. For e. g., L-5 spinal nerve is more oblique as compared to T-5. Also, L-5 will be more in length as compared to T-5 Clinical relevance Cauda equina syndrome is a serious neurologic condition in which there is compression of the contents of the spinal canal below the termination (conus) of the spinal cord. Any lesion which compresses the cauda equina may cause dysfunction of the nerves although the commonest is a central disc prolapse. Other causes include protrusion of the veebra into the canal if weakened by infection or tumor and an epidural abscess or hematoma. Signs include weakness of the muscles innervated by the compressed roots (often paraplegia), sphincter weaknesses causing urinary retention and post-void residual incontinence as assessed by catheterizing after the patient has voided. Also, there may be decreased rectal tone; sexual dysfunction; saddle anesthesia; bilateral leg pain and weakness; and bilateral absence of ankle reflexes. Pain may, however, be wholly absent; the patient may complain only of lack of bladder control and of saddle-anaesthesia, and may walk into the consulting-room. Ref: Maheshwari 6e pg 254.",
        "cop": 1,
        "opa": "Cauda equina",
        "opb": "Veebral aery",
        "opc": "Filum terminale",
        "opd": "Denticulate ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "50de8f67-bcc2-4dc3-9e69-663d9ee8f1f9",
        "choice_type": "single"
    },
    {
        "question": "A patient comes with crush injury to upper limb, the doctor is concerned about gangrene and sepsis what can help decide between amputation and limb salvage?",
        "exp": "MESS (Mangled Extremity severity score): Estimates bility of an extremity after trauma, to determine the need for salvage vs empiric amputation(Refer: Maheshwari's Essentials of Ohopedics, 5th edition, pg no. 392)",
        "cop": 1,
        "opa": "MESS",
        "opb": "Guliton score",
        "opc": "Gustilo Anderson classification",
        "opd": "ASIA guidelines",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "b6c28e5c-45a5-4577-81e9-cbfe99b78457",
        "choice_type": "single"
    },
    {
        "question": "In Rheumatoid ahritis, which type of cells are prominently present?",
        "exp": "* Synol lining or intimal layer: Normally, this layer is only 1-3 cells thick. In RA, this lining is greatly hyperophied (8-10 cells thick). * Primary cell populations in this layer are fibroblasts and macrophages REF: MAHESHWARI 9. TH ED",
        "cop": 2,
        "opa": "B cells",
        "opb": "T cells",
        "opc": "Macrophages",
        "opd": "Dendritic cells",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "5d32a356-b647-4675-8228-65cdd45b5a85",
        "choice_type": "single"
    },
    {
        "question": "In osteoporosis, bone formation is increased by which drug",
        "exp": "Drug used in osteoporosis. Inhibit resorption: Bisphosphonates, denosumab, cinacalcet, calcitonin, estrogen, SERMS, gallium nitrate. Stimulate formation: teriparatide, calcium, calcitriol, fluorides. Both actions: Strontium renelate(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 400 - 412)",
        "cop": 4,
        "opa": "Bisphosphonates",
        "opb": "Estrogen",
        "opc": "Calcitonin",
        "opd": "Teriparatide",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "28326297-f733-4f45-8bc8-e3cf7e0a40e3",
        "choice_type": "single"
    },
    {
        "question": "Block veebrae are seen in",
        "exp": "A block veebra is a type of veebral anomaly where there is a failure of separation of two or more adjacent veebral boides. Associations. There is a frequent association with hemiveebrae/absent veebra above or below block level, posterior element fusion. Fusion of multiple cervical veebral bodies is also seen in Klipple-Feil syndrome and VACTREL anomaly(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 380 - 381)",
        "cop": 4,
        "opa": "Pagets disease",
        "opb": "Leukemia",
        "opc": "TB",
        "opd": "Klippel-Feil syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e8b5fe46-17aa-488e-bc24-7f30b3c37196",
        "choice_type": "single"
    },
    {
        "question": "The father of joint replacement surgery is",
        "exp": "Father of the modern hip replacement: Professor Sir John Charnley (1911-82). Professor sir john charnel was a British ohopedic surgeon, inventor, and skilled craftsman. He is best known for his development of the first truly successful operation for total ahroplasty of the hip, the low-friction ahroplasty. As well as publishing significant works on closed fracture management and compression ahrodesis, he can also be accredited with pioneering work in the development of clean-air operating conditions and body-exhaust suits. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 308, 507)",
        "cop": 3,
        "opa": "Manning",
        "opb": "Girdlestone",
        "opc": "Charnley",
        "opd": "Ponseti",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "95f9a4a8-7d98-4772-82b8-8bc78e8eb9c1",
        "choice_type": "single"
    },
    {
        "question": "Last joint to be involved in ankylosing spondylitis",
        "exp": "Ankylosing spondylitis. Typically a young man who presents with lower back pain and stiffness. HLA 27 association Clinical features Stiffness is usually worse in the morning and improves with activity. Enthesopathy is characteristic. Apical fibrosis. Anterior uveitis. Aoic regurgitation ~ Achilles tendinitis. AV node block. Amyloidosis. Cauda equina syndromeX-rays features - Sacroiliitis, Subchondral erosions, Sclerosis, Squaring of lumbar veebrae, Bamboo spine appearance(Refer: Apley's System of Ohopedics and Fracture, 9th edition, pg no: 58-61)",
        "cop": 2,
        "opa": "Sacroiliac joint",
        "opb": "Temporo mandibular joint",
        "opc": "Costoveebral joint",
        "opd": "Veebral aicular facet joint",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "81a34cb6-d06e-4697-b40e-25451cce5ddc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least likely associated with vascular injury",
        "exp": "Vascular injury may be seen in-Fracture supracondylar humerus - Brachial aery. Fracture shaft femur (especially distal 3rd ) - Popliteal aery. Fracture supracondylar femur - Popliteal aery(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 75)",
        "cop": 4,
        "opa": "Fracture supracondylar femur",
        "opb": "Fracture supracondylar humerus",
        "opc": "Fracture shaft of femur",
        "opd": "Fracture shift humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "37781e13-d34a-4ffc-915e-c30903306318",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen found in bone is",
        "exp": "Composition of bone Inorganic (Mineral) - 65% of dry weight Organic (Matrix) - 35% of dry weight Chemically it is calcium hydroxyapatite (Ca10(PO4)6(OH) 2. Collagen - Type 1 (90%). Noncollagenous protein - Osteonectin, osteocalcin, osteopontin & bone sialoprotein (Refer: Rockwood and Green's, 6th edition, pg no. 298)",
        "cop": 1,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "bf2dbce4-7ca3-4722-9abc-be9b4edaec63",
        "choice_type": "single"
    },
    {
        "question": "Tripod fracture is",
        "exp": "Zygomaticomaxillary complex (ZMC) fractures, also known as a tripod, tetrapod, quadripod, malar or trimalar fractus, are seen in the setting of traumatic injury to the face. They comprise fractures of the: Zygomatic arch. Inferior orbital rim, and anterior and posterior maxillary sinus walls. Lateral orbital rim(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 109)",
        "cop": 2,
        "opa": "Displaced fracture of calcaneum",
        "opb": "Zygomatiomaxillary fracture",
        "opc": "Sphenoid Wing Fracture",
        "opd": "Coronal shear pilon Fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "df59ab2f-9b7e-4059-9ab8-c76f468ce293",
        "choice_type": "single"
    },
    {
        "question": "Patella dislocation is prevented by",
        "exp": "Vastus lateralis pulls laterally to the frontal plane of the femur at an angle of 7 to 10 degrees. The vastus medialis is divided into two pas--the vastus medialis longus (with its muscle fibers pulling at 15 to 18 degrees medially) and the vastus medialis obliquus (with its muscle fibers pulling at a relatively horizontal 50 to 55 degrees medially). The primary function of the vastus medialis obliquus muscle is to stabilize the patella against the lateral pull of the vastus lateralis, making the vastus medialis obliquus the dynamic stabilizer of the patel(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 178)",
        "cop": 1,
        "opa": "Vastus medialis",
        "opb": "Vastus lateralis",
        "opc": "Vastus intermedius",
        "opd": "Rectus femoris",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "604c9d81-8e76-435a-ac8c-58ac5d3062c3",
        "choice_type": "single"
    },
    {
        "question": "Thomas test is used for testing?",
        "exp": "Hip flexion REF: Lange book of Ohopedics and Spos Medicine Thomas Test: With the patient lying supine, maximally flex both hips. Allow the femur on the ipsilateral side to fall into as much extension as possible, while holding the other hip up. The angle between the femur and examining table is the residual flexion and represents the flexion contracture. REF: Maheshwari book of ohopedics 6th Ed",
        "cop": 1,
        "opa": "Hip flexion",
        "opb": "Knee flexion",
        "opc": "Hip abduction",
        "opd": "Hip rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f82920ae-8561-444f-899d-fee5ada24aeb",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve injured in facelift surgery is",
        "exp": "Nerve injury during facelift surgery Some sensory reduction after facelift surgery is considered a consequence and not a complication of facelift surgery Care must be taken to avoid injury to the greater auricular nerve The most commonly injured nerve is the frontal branch of the facial nerve Ref: internet sources src=\" alt=\"\" width=\"200\" height=\"178\" />",
        "cop": 4,
        "opa": "Zygomatic branch of the facial nerve",
        "opb": "Greater auricular nerve",
        "opc": "Mandibular branch of facial nerve",
        "opd": "Frontal branch of facial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "4b66035b-cec1-4e11-aa62-5cd17a990d46",
        "choice_type": "single"
    },
    {
        "question": "The following Xray has a feature which is characteristic of",
        "exp": "Radiographic hallmarks of osteoahritis: Joint space narrowing, Osteophytes, Subchondral cysts, Bony sclerosis (eburnation) Kellgren & Lawrence staging: Grade 0 Normal Grade 1 Minimal osteophyte Normal joint space Grade 2 Definite osteophyte Possible joint space narrowing Grade 3 Definite osteophyte Definite joint space narrowing Grade 4 Large osteophytes, Marked joint-space narrowing, Sclerosis, Deformity OA is common in first CMC of thumb, DIP, PIP, knee, hip joint and spine. Osteophytes that form at DIP joints are known as Heberden nodes. At PIP joint, such osteophytes are known as Bouchard nodes. Ref: Maheshwari 6e pg 295.",
        "cop": 1,
        "opa": "Osteoahiritis",
        "opb": "Rheumatoid ahiritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Psoriatic ahiritis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "1e9a8d96-3093-4d45-a5ad-bc7919c3af55",
        "choice_type": "single"
    },
    {
        "question": "Caffey disease is",
        "exp": "Infantile coical hyperostosis Also called as Caffey's disease Rare disease of infants and young children. Stas during the first few months of life with painful swelling over the tubular bones and/or the mandible. The child may be feverish and irritable, refusing to move the affected limb. Infection may be suspected Elevated ESRX-rays - Periosteal new-bone formation resulting in thickening of the affected bone. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 382, 488, 520)",
        "cop": 2,
        "opa": "Renal osteodystrophy",
        "opb": "Infantile coical hyperostosis",
        "opc": "Osteomyelitis of jan in children",
        "opd": "Chronic osteomyelitis in children",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "2a8c3d1b-8b6a-4a98-a107-7e4fffd3e510",
        "choice_type": "single"
    },
    {
        "question": "Undeaker's fracture is",
        "exp": "undeaker's fracture. It is caused due to the head falling backward forcibly after death, which tears open one of the interveebral discs, usually around C6 and C7. Due to the prolapsed of the cervical interveebral disc, there is increased tendency of subluxation of the lower cervical spine(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 228)",
        "cop": 4,
        "opa": "C23",
        "opb": "C34",
        "opc": "C56",
        "opd": "C67",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "73d0911c-6f48-4ed9-8dc1-3b69287ddc24",
        "choice_type": "single"
    },
    {
        "question": "Functional cast bracing not used in fracture of",
        "exp": "Functional cast bracing is used for the fracture of: Humerus. Femur. Ulna. Tibia(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 28)",
        "cop": 4,
        "opa": "Humerus",
        "opb": "Tibia",
        "opc": "Ulna",
        "opd": "Thoracolumbar spine",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "4a0f7c50-0e6a-46cd-9fd8-c1517b780d4c",
        "choice_type": "single"
    },
    {
        "question": "Most common site for veebral cancer is",
        "exp": "All the veebral cancer pathologies tend to involve mainly the thoracic and the lumbar areas commonly (thoracic >>> lumber) and hence the most common site for veebral cancers in thoracolumbar(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 501)",
        "cop": 3,
        "opa": "Cervical",
        "opb": "Lumbosacral",
        "opc": "Thoracic",
        "opd": "Cervicodorsal",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "892c4fa6-36f6-4ccb-a787-61901d176b75",
        "choice_type": "single"
    },
    {
        "question": "Patient is presenting with deformity of the finger as shown The PIP is involved but DIP is spared",
        "exp": "Rheumatoid ahritis (RA) is a chronic, systemic autoimmune disease that involves inflammation in the membrane lining of the joints and often affects internal organs. Most patients exhibit a chronic fluctuating course of disease that can result in progressive joint destruction, deformity, and disability. RA affects between 1 and 2 million Americans. It occurs three times more often in women, and peaks at age 35 to 50 years. Signs & Symptoms of RA Fatigue. Stiffness, especially in early morning and after sitting a long period of time. Not relieved by pain Low Grade Fever, Weakness. Muscle pain and pain with prolonged sitting. Symmetrical, affects joints on both sides of the body. Rheumatoid nodules. Deformity of your joints over time. Raynauds phenomenon. Pain Treatment objectives The goals in the management of RA are: 1. To prevent or control joint damage 2. To prevent loss of function 3. To decrease pain 4. To maintain the patient&; s quality of life 5. To avoid or minimize adverse effects of treatment. 6. Preservation of muscle and joint function. 7. Return to a desirable and productive life. ref: maheswari 7th ed",
        "cop": 2,
        "opa": "osteoahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Psoriatic ahritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "d72bb04c-6549-4993-94d6-43a6f18546ff",
        "choice_type": "single"
    },
    {
        "question": "Most vascular zone of the bone is",
        "exp": "Metaphysis is the most vascular zone of the bone especially in children as it has long hairpin loop arranged aerioles and venules running through it. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 9)",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Diaphysis",
        "opc": "Epiphysis",
        "opd": "Medullary Cavity",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "996f63a9-73de-449b-a4d5-21f9e9dc086b",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of injury in lateral condylar fracture of proximal tibia",
        "exp": "Tibial plateau fractures. Mechanism of injury: Fractures of the tibial plateau are caused by virus or valgus force combined with axial loading. It is more often seen in cases of fall from height in which the knee is forced into varus or valgus. Classification: Schatzker classification for the proximal tibia fractures(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 147)",
        "cop": 4,
        "opa": "Strain of valgus knee",
        "opb": "Strain of varus knee",
        "opc": "Strain of valgus knee with axial loading",
        "opd": "Rotational injury",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "ea2d0567-b84c-4786-bae7-2e54907e43a0",
        "choice_type": "single"
    },
    {
        "question": "Pseudofractures are seen in",
        "exp": "Radiological appearances of Rickets, Osteomalacia & Scurvy Rickets Osteomalacia Scurvy Epiphyseal widening. Cupping & Splaying of metaphysis Fraying of metaphysis. Bowing of diaphysis. Thinning of coices Looser's zone in 20%Triradiate pelvis Protrusio acetabuli Pseudofractures Looser's zone Wimberger sign. Frankel's line. Trummerfeld zone. Pencil thin coex. Pseudoparalysis Pelkan's spur. Subperiosteal hemorrhage(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 361, 395, 404)",
        "cop": 3,
        "opa": "Osteoahiritis",
        "opb": "Rickets",
        "opc": "Osteomalacia",
        "opd": "Osteoporosis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "efa78fec-a07c-4f8a-9e79-d6a0094b53db",
        "choice_type": "single"
    },
    {
        "question": "In osteogenic sarcoma predominant histological finding is",
        "exp": "Histological appearance of osteosarcoma. It appears pale and extending through the coex on gross cut section examination. On histological sections, it consists of malignant stromal tissue showing the osteoid formation (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 283)",
        "cop": 2,
        "opa": "Giant cells",
        "opb": "Osteoid forming tumor cells",
        "opc": "Fibroblastic proliferation",
        "opd": "Chondroblasts",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "17ffd26b-b1cc-4c6e-820d-f4f80092a3f8",
        "choice_type": "single"
    },
    {
        "question": "Needle-shaped crystals negatively birefringent on polarized microscopy is characteristic of which crystal associated ahropathy?",
        "exp": "Crystal of pseudogout: Made up of calcium pyrophosphate. Weakly positive birefringent, rhomboid. Crystal of gout. Made up of uric acid (monosodium urate)(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 433, 434)",
        "cop": 1,
        "opa": "Gout",
        "opb": "CPPD",
        "opc": "Neuropathic ahropahty",
        "opd": "Hemophilic ahropathy",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a78b0527-aff3-4d7e-b911-34d9bc7e4d34",
        "choice_type": "single"
    },
    {
        "question": "Sudeck's atrophy is associated with",
        "exp": "Reflex sympathetic dystrophy Also called as Sudecks dystrophy or Complex regional pain syndrome - 1 Disabling disorder of unknown pathophysiology with a variable symptom complex and many hypothesized causes and mechanisms. Features of CRS - 1. Intense /exaggerated pain Vasomotor disturbance. Delayed functional recovery. Hyperhidrosis, Osteopenia, Atrophic skin changes. Lankford and Evan stagining Stages Duration Features Acute Initial 3 months Pain & Swelling Sub-acute 3 - 9 months. Pain, stiffness & osteopenia on X ray Chronic After 9 months Diminished pain with extreme osteopenia (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 97)",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteophyte formation",
        "opc": "Osteopenia",
        "opd": "Osteochondritis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "02f2d96f-7420-4d15-8201-2fbd801c2cf3",
        "choice_type": "single"
    },
    {
        "question": "A patient of 45 yrs old Having ahritis with involvolvement of PIP 4 DIP and 9 MCP and sparing of wrist and ankle diagnosis?",
        "exp": "# Osteoahritis is a non-inflammatory, degenerative condition of joints Characterized by degeneration of aicular cailage and formation of new bone is. osteophytes. Primary OA # More common than secondary OA # Cause --Unknown # Common-in elders where there is no previous pathology. # Its mainly due to wear and tear changes occuring in old ages mainly in weight bearing joints. SECONDAY OA: # Due to a predisposing cause such as: linjury to the joint 2. Previous infection 3. RA 4. CD 5. Deformity 6. Obesity 7. hypehyriodism Clinical features * Pain and tenderness -- Usually slow onset of discomfo, with gradual and intermittent increase -- Pain is more on wt. bearing due to stress on the synol membrane & later on due to bone surface, which r rich in nerve endings coming in contact. -initially relieved by rest but later on disturb sleep. -Diffuse/ sharp and stabbing local pain * Movement abnormalities - &; Gelling&;: stiffness after periods of inactivity, passes over within minutes (approx 15min.) of using joint again -- Coarse crepitus: palpate/hear (due to flaked cailage & eburnated bone ends) -- Reduced ROM: capsular thickening and bony changes in joint, ms. Spasm or soft tissue contracture. REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "osteoahritis",
        "opb": "Rheumatoid Ahritis",
        "opc": "Psoriatic ahritis",
        "opd": "GouT",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "c4b1e706-479d-4b53-aeb3-97af4806a631",
        "choice_type": "single"
    },
    {
        "question": "Swan neck deformity is seen in",
        "exp": "Impoant deformities of hand in RABoutonniere deformity: flexion contracture of PIP joint and extension of DIP joint. Swan neck deformity: Hyperextension of PIP joint and flexion at DIP jointZ-deformity: radial detion of the wrist with ulnar detion of fingers. Hyperextension of 1st interphalangeal joint and flexion on MP joint(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 420)",
        "cop": 2,
        "opa": "Osteoahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Psoriatic ahritis",
        "opd": "Gout",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "6d19fd99-1ec2-4738-a68b-759fe66179e5",
        "choice_type": "single"
    },
    {
        "question": "In flexor tendon graft repair, graft is taken from",
        "exp": "Secondary repair and reconstruction of flexor tendons. If flexor tendons cannot be repaired within the first 10 to 14 days (delayed primary repair), the repair is considered to be secondary repair. Donor tendons for grafting, in order of preference, are the Palmaris longus, the plantaris, and the long extensors of the toes. In rare cases, the index extensor digitorum communis, the extensor indicis proprius, and the flexor digitorum sublime are used. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 497)",
        "cop": 2,
        "opa": "Plantaris",
        "opb": "Palmaris longus",
        "opc": "Extensor digitorum",
        "opd": "Extensor indicis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "7e5f6956-fd92-43f2-8157-b2174cbfe78a",
        "choice_type": "single"
    },
    {
        "question": "Gustillo Anderson classification is used for",
        "exp": "Gustilo and Anderson classification (Open Fractures) Type Wound size. Level of contamination Soft tissue injury Bone injury I<1 cm long Clean Minimal Simple, minimal comminution. II>1 - < 10 cm long Moderate Moderate with some muscle damage Moderate comminution. IIIAUsually >10 cm long. High Severe crushing Usually comminuted; soft tissue coverage of bone possible. BUsually >10 cm long. High Very severe loss of coverage; usually requires soft tissue reconstructive surgery. Bone coverage poor with moderate to severe comminution. CUsually >10 cm long. High Very severe loss of coverage plus the requirement of vascular injury repair & soft tissue reconstruction. Bone coverage poor with moderate to severe comminution(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 56, 57, 60)",
        "cop": 1,
        "opa": "Open fracture",
        "opb": "Closed fracture",
        "opc": "Mal united fracture",
        "opd": "Non- union of fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "40baf881-0683-449f-9e25-c6e898646bcb",
        "choice_type": "single"
    },
    {
        "question": "Pannus is seen in",
        "exp": "Rheumatoid ahritis Distribution: Symmetric small joints- MCP, PIP joints and spares DIP joint Autoantibodies in RA Rheumatoid factor - An autoantibody directed against Fc region of IgG which is positive in about 50% of cases at presentation. Anti-cyclic citrullinated peptide (anti-CCP) antibodies - 90-98% specific for RA which correlate strongly with erosive disease. ACR Diagnostic criteria for RA: Morning stiffness in and around joint lasting for atleast 1 hour Ahritis in at least three or more joints. Ahritis in hand joints. Symmetric ahritis. Rheumatoid nodules - Pathgnomonic Serum rheumatoid factor. Radiographic changes like bony erosion, periaicular osteoporosis & narrowing of joint space Diagnostic criteria - At least 4 or more criteria must be present to diagnose RA Rheumatoid deformities. Swan-neck deformity: flexion posture of the DIP and hyperextension posture of the PIP joints. Buttonhole or Boutonniere Deformity: PIP in flexion, DIP in hyperextension. Wind sweep deformity: hallux valgus on one side & hallux varus on other side- produce deformity which are parallel to each other. Intrinsic plus deformity: caused by tightness and contracture of the intrinsic muscles, seen in RA, Cerebral palsy etc. Here the IP joints are in extension & MCP joints are in flexion. Z deformity: Radial detion of wrist joint with ulnar detion of MCP joints. Pannus may form in RA, with underlying cailage destruction. With time, synol fibrosis occurs, resulting in joint stiffness(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 418, 419)",
        "cop": 2,
        "opa": "OA",
        "opb": "RA",
        "opc": "Gout",
        "opd": "Psoriatic ahiritis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "eb6f0b26-25ed-47fe-a88b-74056b6458c2",
        "choice_type": "single"
    },
    {
        "question": "Hangman fracture is",
        "exp": "Hangman fracture - through pedicle and lamina of C2 veebra / Spondylolisthesis of C2 over C3. Jefferson's fracture - through body of C1 veebra. Clay Shoveler fracture - Avulsion spinous process of T1 > C7 veebra(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 222)",
        "cop": 2,
        "opa": "Sublucation of C5 over C6",
        "opb": "Fracture dislocation of C2",
        "opc": "Fracture dislocation of ankle joint",
        "opd": "Fracture of odontoid",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "2d1b2a26-3c3b-476e-973a-eca12fef1f97",
        "choice_type": "single"
    },
    {
        "question": "Antalgic hip gait is related to which of the following?",
        "exp": "Antalgic gait is a limp adopted so as to avoid pain on weight-bearing structures, characterized by very sho stance phase. Stance phase of the gait is shoened on the injured side to allete pain experienced when bearing weight on that side(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 120)",
        "cop": 2,
        "opa": "Waddling gait",
        "opb": "Painful hip gait",
        "opc": "Trendelenberg gait",
        "opd": "Sho leg gait",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "45b3365e-5325-4960-8cba-705420291990",
        "choice_type": "single"
    },
    {
        "question": "Microorganism which causes pyogenic osteomyelitis is?",
        "exp": "Staphylococcus aureus causes 80-90% of cases of acute pyogenic osteomyelitis. S aureus has a receptor for collagen, which contributes to its pathogenicity. Other organisms that cause osteomyelitis include: Escherichia coli and Pseudomonas in intravenous drug users and patients with urinary tract infections. Haemophilus influenzae and Group B Streptococcus in neonates. Salmonella in patients with sickle cell disease. REF: Maheshwari book of ohopedics 6th Ed.",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Staph aureus",
        "opc": "Corynebacterium",
        "opd": "Neisseria gonorrhoeae",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "53634cfd-2369-4e36-8934-8b1e599f640d",
        "choice_type": "single"
    },
    {
        "question": "Injury to popliteal aery in fracture lower end of the femur can be caused by",
        "exp": "In distal third shaft fracture or supracondylar femur fracture, the distal fragment is tilted backward due to strong gastrocnemius pull. This posteriorly tilted distal fragment can cause popliteal aery injury (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 125, 496)",
        "cop": 3,
        "opa": "Proximal fragment",
        "opb": "Muscle haematoma",
        "opc": "Distal fragment",
        "opd": "Tissue swelling",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "8bcf6587-39b5-4cd7-a966-49356deaeaee",
        "choice_type": "single"
    },
    {
        "question": "Frieberg osteochondritis is",
        "exp": "Named Osteochondritis NAME OSTEOCHONDRITIC SITEBlount's disease ( Tibia Vara Medial side of the proximal tibial epiphysis. Calve's disease Centre body nucleus of a veebral body. Frieberg infarction Metatarsal head ( 2nd MT is most common ). Iselin disease 5th metatarsal bone. Kienbock disease Lunate Kohler disease Navicular Madelung deformity Distal radial physis Osgood-Schlatter disease Tibial tuberosity. Panner's disease Capitulum Pehe's disease Femoral head Scheuermann's disease Ring epiphysis of a veebral body. Severe's disease Calcaneum ( at the inseion site of tendon Achilles ). Sinding -Johanssen- Larsen disease Lower pole of the patella(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 443, 458)",
        "cop": 1,
        "opa": "2nd metatarsal head",
        "opb": "2nd metatarsal base",
        "opc": "5th metatarsal head",
        "opd": "5th metatarsal base",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e795a9fb-2732-4a57-82fe-b82dd6193bcd",
        "choice_type": "single"
    },
    {
        "question": "In case of reimplantation of an amputated digit, which of the following structures is fixed first?",
        "exp": "REIMPLANTATION OF AN AMPUTATED DIGIT - PROCEDURE Debride the area and clean the wound Fixation of bone Repair of extensor tendons Repair of flexor tendons Aerial repair Nerve repair Venous repair Closure of the skin wound Ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Nerve",
        "opb": "Aery",
        "opc": "Vein",
        "opd": "Bone",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "1ae781bb-02e3-44ed-a5b0-fc2569951639",
        "choice_type": "single"
    },
    {
        "question": "Ankylosing spondylitis is associated with",
        "exp": "There is a strong correlation with HLA-B2790-95% of cases are positive for HLA-B27(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 302, 426)",
        "cop": 1,
        "opa": "HLA-B27",
        "opb": "HLA-B-8",
        "opc": "HLA-DW4/DR4",
        "opd": "HLA-DR3",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "89304d25-de30-45ff-9359-0625ec1a1406",
        "choice_type": "single"
    },
    {
        "question": "Transverse carpal ligament is",
        "exp": "Transverse carpal ligament: It is also called flexor retinaculum or anterior annular ligament. It is a fibrous band on the palmar side of the hand near the wrist. It arches over the carpal bones of the hands, covering them and forming the carpal tunnel(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 99)",
        "cop": 1,
        "opa": "Flexor retinaculum of hand",
        "opb": "Extensor retinaculum of hand",
        "opc": "Radial collateral ligament",
        "opd": "Intercarpal ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a3d0e148-5d13-4662-93a7-fd33f4bd2f16",
        "choice_type": "single"
    },
    {
        "question": "Oblique view is required for the diagnosis of",
        "exp": "Scaphoid fracture. MC carpal bone to get fractured. MC in young adults MOA - Fall on an outstretched hand Fracture occurs through the waist of the scaphoid Best view to diagnose scaphoid fracture - X-ray Oblique view Rx - Glass holding cast applied in dorsiflexion and radial detion Complications - Avascular necrosis, delayed or non-union and osteoahritis of the wrist (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 99, 100)",
        "cop": 2,
        "opa": "Capitates",
        "opb": "Scaphoid",
        "opc": "Navicular",
        "opd": "Hamate",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "51387a5f-5d44-4f41-80dc-c798db62dd26",
        "choice_type": "single"
    },
    {
        "question": "The frozen pelvis is seen in",
        "exp": "A term for significant involvement of the pelvic floor by malignancy, usually carcinoma, or tuberculosis; in which there is a massive extension of pathology to the urinary bladder, female genital tract, and sigmoid colon. Adequate resection of a frozen pelvis is viually impossible; chemotherapy and radiation therapy are palliatives at best(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 300)",
        "cop": 2,
        "opa": "Osteoahritis",
        "opb": "Potts disease",
        "opc": "Actinomycosis",
        "opd": "Reiters disease",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "5c69354f-430e-43db-a91b-0d19640858e6",
        "choice_type": "single"
    },
    {
        "question": "what is the most likely diagnosis of a 55yrold female complaining of back ache",
        "exp": "ref: maheswari 7th ed",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Hurler's Syndrome",
        "opc": "Paget's disease",
        "opd": "Renal osteodystrophy",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a73faeec-c568-402a-a0d7-53eb55cd4719",
        "choice_type": "single"
    },
    {
        "question": "Tom Smith Ahritis",
        "exp": "Tom Smith ahritis is the septic ahritis of the hip joint, occurs in infancy. At this stage head of the femur is cailaginous and is rapidly and completely destroyed by the pyogenic process(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 289)",
        "cop": 1,
        "opa": "Pyogenic Infection of infancy",
        "opb": "TB",
        "opc": "Rheumatoid ahritis in children",
        "opd": "Osteoahritis in Middle aged men",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "5e13c620-ab46-4397-988e-98fff956a650",
        "choice_type": "single"
    },
    {
        "question": "Jaipur foot was invented by",
        "exp": "P. K. Sethi. Pramod Karan Sethi (28 November 1927-6 January 2008) was an Indian ohopedic surgeon. With Ram Chandra Sharma, he co-invented the \"Jaipur foot\", an inexpensive and flexible aificial limb, 1969. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 466)",
        "cop": 1,
        "opa": "P. K. sethi",
        "opb": "S. K. verma",
        "opc": "B. L. sehgal",
        "opd": "H. R. gupta",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "8810b8f7-5449-4e44-b289-d75c1d4a0a80",
        "choice_type": "single"
    },
    {
        "question": "What is the normal orientation of humeral head",
        "exp": "Normal humeral retroversion is 25-35 degrees. Normal femoral anteversion is 8-15 degrees(Refer: BD Chaurasia, Textbook of Human Anatomy, Vol 1, 6th edition)",
        "cop": 2,
        "opa": "Retroversion of 80 degrees",
        "opb": "Retroversion of 30 degrees",
        "opc": "Anteversion of 15 degrees",
        "opd": "Anteversion of 50 degrees",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "dc70a79f-e85a-47fa-9967-0e5132db3338",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of triple deformity of the knee joint?",
        "exp": "Triple deformity of knee refers to:-Flexion of knee. External rotation of the tibia. Posterior subluxation of the tibia. The triple deformity is seen in RA, TB of knee and Polio(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 528)",
        "cop": 1,
        "opa": "Posterior subluxation of tibia",
        "opb": "internal rotation of tibia",
        "opc": "Medial angulation of tibia",
        "opd": "Recurvatum",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "6c4a1ad3-88d4-44b0-a3f1-1f18f3d62e02",
        "choice_type": "single"
    },
    {
        "question": "Volkmann&; s ischemic contracture is seen in",
        "exp": "Compament syndrome can also be recognized by so-called 7 P's. Pain out of propoion to physical examination findings. Pain on passive stretching ( 1st sign ). Pressure increased. Pallor/may be pink also. Pulselessness/pulse may be present. Paresthesia. Paralysis(Refer: Rockwood and Green's Fractures in Adults, 7th edition, pg no: 543-86)",
        "cop": 1,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Dislocation of knee",
        "opc": "Colle's fracture",
        "opd": "Bennett's fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "8492db30-b9fe-405d-9c13-367175a0e781",
        "choice_type": "single"
    },
    {
        "question": "Most commonly involved bone in Paget's disease",
        "exp": "The pelvis and tibia being the commonest sites, and femur, skull, spine (veebrae) and clavicle the next commonest. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 325, 410)",
        "cop": 3,
        "opa": "Skull",
        "opb": "Femur",
        "opc": "Pelvis",
        "opd": "Veebrae",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e8df2161-561a-4ff9-8148-8226635a29a4",
        "choice_type": "single"
    },
    {
        "question": "Breech presentation is a risk factor for the following condition",
        "exp": "Risk factors for DDH/CDH (Remember 4. Fs 1. HO). Females. Firstborn child. Familial: DDH is found in families Faulty intrauterine position (Breech presentation). Hormone-induced laxity. Oligohydramnios(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 347, 363)",
        "cop": 3,
        "opa": "CTEV",
        "opb": "SCFE",
        "opc": "DDH",
        "opd": "Pehes disease",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "2f94275a-4375-417d-abf7-4b917ea4128e",
        "choice_type": "single"
    },
    {
        "question": "Resolving ahroplasty seen in",
        "exp": "Features Anterior dislocation Posterior dislocation Central dislocation Epidemiology 10 - 15% Most common 80%Very Rare Mode of injury Deceleration or dashboard injury Dash board injury Direct blow over trochanter Deformity Flexion Abduction External rotation with shoening or lengthening Flexion. Adduction Internal rotation with shoening Neutral position without any shoening or lengthening Femoral head Groin region Gluteal region Per rectal region Vascular sign of Narath. Negative Positive Negative (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 125, 126)",
        "cop": 1,
        "opa": "Shoulder dislocation",
        "opb": "Elbow dislocation",
        "opc": "Knee dislocation",
        "opd": "Hip dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "d3f9ecc0-4c54-4382-890d-43110d93263c",
        "choice_type": "single"
    },
    {
        "question": "Radiological sign of spondylolysis is",
        "exp": "Spondylolysis is a defect or fracture of the pars interaicularis. On the \"Scotty dog\" view, it is seen as a band of radiolucency through the \"neck, \" like a collar. Ref: Maheshwari 6e pg 224, 262, 284.",
        "cop": 2,
        "opa": "Napoleon's hat sign",
        "opb": "'Scottsh dog with collar' sign",
        "opc": "Winking owl sign",
        "opd": "'Cap' sign",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "7c935e7d-ab34-423d-a6db-579696347205",
        "choice_type": "single"
    },
    {
        "question": "Extensor Carpi radialis Longus is",
        "exp": "Extensor carpi radialis Longus is a primary extensor and radial detor of the wrist. It is supplied by the radial nerve and not the PINLoss of function cause wrist drop(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 235, 266)",
        "cop": 2,
        "opa": "Extensor and ulnar detor of the wrist",
        "opb": "Extensor and radial Detor of the wrist",
        "opc": "Injured in Posterior interosseus nerve injury",
        "opd": "Weak extensor of the wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a3968996-e729-4db6-9e37-fddd750303c3",
        "choice_type": "single"
    },
    {
        "question": "Patient aged 30 yr presented with swelling around knee Aspirate shows giant cells and mononuclear cells Most likely diagnosis is",
        "exp": "Giant cells present in i Gaint cell tumor= epilphyseal tumour ii Chondroblastoma REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Gaint cell tumour",
        "opb": "Osteosarcoma",
        "opc": "Chondroblastoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "2589e1bd-3b6b-4d3f-a59e-bd943b3052b8",
        "choice_type": "single"
    },
    {
        "question": "Most common shoulder dislocation is",
        "exp": "The shoulder joint is the commonest joint inhuman body to dislocate. This is because shoulder joint is vulnerable to dislocation more often than any other joint in the body. The extreme mobility it enjoys jeopardizes its stability. The shoulder joint has an \"Achilles point\" at inferior pa of the capsule providing the joint with a potential weak spot, so much so 90 percent of the anterior dislocation occurs here95% of shoulder dislocations are anterior and the remaining 5% are posterior(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 65)",
        "cop": 4,
        "opa": "Luxatio erecta",
        "opb": "Posterior",
        "opc": "superior",
        "opd": "Anterior",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "dae2c3ee-48ce-43f3-974e-beaf92bd1224",
        "choice_type": "single"
    },
    {
        "question": "Cobb's angle is used to measure the degree of",
        "exp": "(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 244, 245)",
        "cop": 1,
        "opa": "Kyphoscoliosis",
        "opb": "Angular deformity of the knee",
        "opc": "Extent of depression in calcaneal fracture",
        "opd": "Extent of spondylolistheis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "a292a00e-475e-446c-aec0-bc7542ad37b2",
        "choice_type": "single"
    },
    {
        "question": "Feature of osteoahritis is",
        "exp": "Joint involvement in OACommon joints: Knee, Hip, Spine (cervical, lumbosacral), Hand (PIP, DIP, first carpometacarpal), first tarsometatarsal. Uncommon joint: Shoulder. Spared: Wrist, elbow, ankle, metacarpophalangeal. In osteoahritis of hand: Distal interphalangeal joint:- Heberden's node. Proximal interphalangeal joint: bouchard's node(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 88, 101, 127)",
        "cop": 1,
        "opa": "Heberden node",
        "opb": "Increased ESR",
        "opc": "Onycholysis",
        "opd": "Z deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "8b8c269a-4a33-4a91-8d31-da609103e03f",
        "choice_type": "single"
    },
    {
        "question": "Caries sicca is seen in",
        "exp": "Caries sicca TB affection of shoulder joint is called caries sicca. Types of caries sicca. Features Caries sicca. Caries exudate Caries mobile. Pain Considerable Considerable Moderate Swelling Absent Present Present. Muscle wasting Marked Moderate to marked Moderate Movements Absent Absent Limited active with full passive movements X-ray findings Osteoporosis, erosions, narrow fuzzy joint spaces Osteoporosis, erosion of joint spaces with osteolytic lesions Extensive destruction of joint with widened joint space Sequelae. Fibrous ankylosis Fibrous ankylosis Pseudo-ahrosis (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 309)",
        "cop": 3,
        "opa": "Hip",
        "opb": "Knee",
        "opc": "Shoulder",
        "opd": "Metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "860d02df-ef30-4fe0-8911-465a0274780c",
        "choice_type": "single"
    },
    {
        "question": "Limbs elevated against gravity but not against force is which power",
        "exp": "Evaluation of strength of muscles. The strength of a muscle is graded from 0 to 5 follows: 0, zero-no contraction1, trace-palpable contraction only2, poor-moves joint but not against gravity3, fair-moves joint against gravity4, good-moves joint against gravity and resistance5, Normal-normal strength(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition)",
        "cop": 3,
        "opa": "Grade I",
        "opb": "Grade II",
        "opc": "Grade III",
        "opd": "Grade IV",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "7f088d90-3e75-4609-b521-321f9cd1910c",
        "choice_type": "single"
    },
    {
        "question": "Commonest fracture in childhood is",
        "exp": "The incidence of Fractures in childhood in Long Bones. Bone frequency Radius 45. 1%Humerus 18. 4%Tibia 15. 1%Clavicle 13. 8%Femur 7. 6%(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 87, 88)",
        "cop": 4,
        "opa": "Femur",
        "opb": "Clavicle",
        "opc": "Distal humerus",
        "opd": "Radius",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "e6de28e7-a849-459d-987b-98508e8b4ee6",
        "choice_type": "single"
    },
    {
        "question": "Patients with bilateral CDH walk with the following git",
        "exp": "Waddling gait. It is also called as duck walk gait. It is a wide base gait with increased lumbar lordosis, the patient sways to the same side after putting weight on the limb it is seen commonly in pregnancy, bilateral CDH, osteomalacia, and myopathies(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 120)",
        "cop": 1,
        "opa": "Waddling",
        "opb": "Stubling",
        "opc": "Knock knee",
        "opd": "Antalgic",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "ef343d20-f84f-45ea-9fcc-9b62cd85abe3",
        "choice_type": "single"
    },
    {
        "question": "24 yr old woman walking up experiences pain in the heel which decreases on walking down. X-ray shows bone spur. Diagnosis",
        "exp": "Heel pain when walking uphill or upstairs is typical of Achilles tendinitis. Other three options can also cause heel pain, but a pain in these conditions has no relation to going up or down. It is consistent throughout(Refer: Manish Kumar Varshney's Essential Ohopedics Principles & Practice, 1st edition, pg no. 919)",
        "cop": 4,
        "opa": "Plantar fasciitis",
        "opb": "Calcaneal exostosis",
        "opc": "Osteoyelitis of calcaneum",
        "opd": "Achillis tendinitis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "b10e04e1-6b8b-430d-8af5-00a275d328e3",
        "choice_type": "single"
    },
    {
        "question": "Closed pinning not done in",
        "exp": "METHODS OF TREATMENT FOR COMMON FRACTURES FRACTURE USUAL METHOD(S) OF TREATMENT Clavicle Arm sling or a figure \"8\" strap, plate fixation, hook plates. Proximal Humerus. Undisplaced - arm sling. Displaced - ORIFFour-pa fracture - prosthetic replacement ( hemiahoplasty ). Displaced forearm bones Plate fixation. Supracondylar Humerus in children Percutaneuos or open reduction and K-wire fixation Olecranon Figure-of-eight tension, tension band wiring, screw fixation, hook plates. Colle's fracture POP cast in cotton loader position, plate fixation Scaphoid fracture Non displaced - Thumb spica splint ( in Glass holding position ). Displaced - ORIF with kirschner wires or Herbe's headless screws Bennett's fracture K-wire fixation Interochanteric Femur. Sliding compression hip screws ( aka Dynamic Hip Screws ). Subtrochanteric Femur Dynamic condylar screws ( DCS ). Intracapsular Femoral Neck fracture Young patient - multiple screw fixation Elderly patient - Hemiahroplasty, total hip replacement Femoral shaft fracture. Intramedullary ( IM ) Nailing in adult. Patella Undisplaced - cylinder or tube cast Displaced transverse fracture - tension band wiring. Comminuted - Cerclage wiring, patellectomy ( Paial or total ). Tibial shaft Displaced - Intramedullary ( IM ) Nailing. Undisplaced - Patella Tendon Bearing ( PTB ) cast. Medial malleolus Cancellous screws or tension band wiring Jone's fracture POP cast, screws (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 61, 72)",
        "cop": 2,
        "opa": "Neck humerus fracture",
        "opb": "Shaft humerus fracture",
        "opc": "Distal radius fracture",
        "opd": "Supracondylar fracture humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "cddefedb-01a1-49c9-99d0-f15588d4f38f",
        "choice_type": "single"
    },
    {
        "question": "Green extra-aicular ahrodesis done for",
        "exp": "Grice and Green procedure is an extra aicular fusion (ahrodesis) of the subtalar joint. It is used in the treatment of patients of congenital veical talus between age of 4 to 8 years old along with open reduction of the deformity. (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 346, 349)",
        "cop": 3,
        "opa": "Genu Valgum",
        "opb": "Coxa vara",
        "opc": "Congenital veical talus",
        "opd": "Cubitus varus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "b396e508-86c8-4f5a-941d-26afdb63b337",
        "choice_type": "single"
    },
    {
        "question": "Lumbar canal stenosis presents as",
        "exp": "The patient of lumbar canal stenosis is usually a man aged over 50, complains of aching, heaviness, numbness an paraesthesia in the thighs and legs; it comes on after standing upright or walking for 5-10 minutes, and is consistently relieved by sitting, squatting or leaning against a wall to flex the spine (hence the term 'spinal claudication')(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 241)",
        "cop": 1,
        "opa": "Claudication",
        "opb": "Scoliotic deformity",
        "opc": "Kyphotic deformity",
        "opd": "Radiculopathy",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "06bf8d55-aba2-49e5-9014-85e62e7458b1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic osteomyelitis",
        "exp": "Chronic osteomyelitis is nearly always a sequel to acute osteomyelitis. Occasionally infection is subacute or chronic from the beginning. As with acute osteomyelitis, the most common causative organism is staphylococcus areus(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 283, 284)",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pyogenes",
        "opc": "Mycobacterium tuberculosis",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "293fe228-7f4f-4a5b-95b2-7f9cda86a1b1",
        "choice_type": "single"
    },
    {
        "question": "March fracture involves",
        "exp": "March fracture is fatigue (Stress) fracture of metatarsals. This fracture is often encountered in military personnel; who indulge in frequent and prolonged marching and hence the name. It is also encountered in police officers, dancers, nurses, and surgeons, who required standing or dancing for long duration. The fracture usually affects the shaft or neck of the second and third metatarsal bone(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 161, 496, 515)",
        "cop": 4,
        "opa": "1st metacarpal",
        "opb": "1st metatarsal",
        "opc": "2nd metacarpal",
        "opd": "2nd metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "fb40a81b-6820-4b2d-a16f-fdf96bffe282",
        "choice_type": "single"
    },
    {
        "question": "X-ray below shows a fracture of",
        "exp": "Fracture of Proximal Humerus MC fracture in osteoporotic postmenopausal women Classification of fracture - Neer classification Complications - Axillary nerve injury, Shoulder stiffness & Malunion, AVN of the humeral head Treatment Undisplaced - Immobilization in sling (Cuff & Collar or Triangular sling) x 4 weeks Displaced & Unstable - Closed reduction & Percutaneous pinning Ref: Maheshwari 6e pg 93.",
        "cop": 1,
        "opa": "Proximal humerus",
        "opb": "Lateral 3rd of clavicle",
        "opc": "Acromioclavicular dislocation",
        "opd": "Sternoclavicular fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f1b62d37-f388-4000-bd76-9e9c79a53155",
        "choice_type": "single"
    },
    {
        "question": "Anterolateral avulsion fracture of the distal tibial physis is known as",
        "exp": "Tillaux fractures. Fracture occurring in older adolescents. Mechanism of injury is an external rotation force with stress placed on the anterior tibiofibular ligament, causing avulsing of the distal tibial physis anterolaterally. It occurs after the medial pa of the physis has closed but before the lateral pa closes. It is either Salter-Harris type III or IV fracture(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 496)",
        "cop": 2,
        "opa": "Potts fracture",
        "opb": "Tillaux fracture",
        "opc": "Chopa fracture",
        "opd": "Jones fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "db3198f6-76cd-4cd0-85ca-62119f14f16c",
        "choice_type": "single"
    },
    {
        "question": "Nonunion is common in fracture of",
        "exp": "Sites of non-union fractures Non-union of fractures. Very common. Common. Fracture of head and neck of femur. Fracture of body of talus. Fracture of proximal pole and waist of scaphoid Fracture of lower 1/3rd of tibia. Fracture of lower /3rd of ulna. Fracture of lateral epicondyle of humerus Fracture of condyle of humerus(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 84)",
        "cop": 3,
        "opa": "Scapula",
        "opb": "Talus",
        "opc": "Neck femur",
        "opd": "Tibial fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "0a8da3dd-44ad-4139-8b8d-c9ae05e484c3",
        "choice_type": "single"
    },
    {
        "question": "This elderly male came with a history of recurrent attacks of pain and swelling in the great toe in the past. This is the present X-rayof the hands. The diagnosis can be confirmed by",
        "exp": "Gout The metabolic disease that affects middle-aged to elderly men and postmenopausal women. It results from an increased body pool of urate with hyperuricemia. Characterized by episodic acute and chronic ahritis caused by deposition of MSU crystals in joints and connective tissue tophi and the risk for deposition in kidney interstitium or uric acid nephrolithiasis. Usually, only one joint is affected initially and the metatarsophalangeal joint of the first toe is the most commonly involved joint. Radiological features - Cystic changes, well-defined erosions with sclerotic margins (often with overhanging bony edges), and soft tissue masses are characteristic Diagnostic modalities - Ultrasound, CT, and MRI are being studied and are likely to become more sensitive for early changes Ref: Maheshwari 6e pg 293.",
        "cop": 2,
        "opa": "Anti CCP antibodies",
        "opb": "Polarised microscopy of tissue fluid aspirate - Answer",
        "opc": "Xray of lumbosacral spine",
        "opd": "HLA B27",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "5429fee3-29c3-4e14-9069-d80bf5ccc1b0",
        "choice_type": "single"
    },
    {
        "question": "Ring-shaped epiphyses are seen in",
        "exp": "Ring-shaped epiphysis. Hypothyroidism. Osteogenesis imperfect. Osteopetrosis. Osteoporosis. Rickets Scurvy(Refer: Manish Kumar Varshney's Essential Ohopedics Principles & Practice, 1st edition, pg no. 614)",
        "cop": 1,
        "opa": "Osteogenesis imperfect",
        "opb": "Morquios syndrome",
        "opc": "Zellweger syndrome",
        "opd": "Multiple epiphyseal dysplasia",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "3c3a4322-b8f0-4598-9657-68f8a465f027",
        "choice_type": "single"
    },
    {
        "question": "Most common type of meniscal injury is",
        "exp": "Medial Vs Lateral Menisci. Medial menisci. Lateral menisci. Semilunar shaped Semicircular shaped Larger in radius/diameter but narrower in the body and thinner in periphery Smaller in radius/diameter but wider in the body and thicker in the periphery. Posterior horn is larger than the anterior horn Anterior & Posterior horn are uniform in size Covers lesser (~65%) of tibial aicular surface Covers larger (~85%) of tibial aicular surface Entire periphery is attached to the joint capsule Peripheral area where popliteal tendon crosses the joint through popliteal hiatus is not attached Attached to medial collateral ligament Not attached to the lateral collateral ligament Does not attach to either cruciate ligaments Attached to both cruciate ligaments Less mobile because of its attachment More mobile because of its attachment More prone to injury Less prone to injury (Refer: Campbell's Operative Ohopedics, 12thedition, pg no: 2416-2423 )",
        "cop": 4,
        "opa": "Anterior horn tear of Lateral meniscus",
        "opb": "Anterior horn tear of Medial meniscus",
        "opc": "Bucket handle type tear of Lateral meniscus",
        "opd": "Bucket handle type tear of Medial meniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f5989937-12f8-40d7-8f13-ca376ba50144",
        "choice_type": "single"
    },
    {
        "question": "Milwaukee brace is used in the treatment of",
        "exp": "The Milwaukee brace is principally a thoracic suppo consisting of a pelvic corset connected by adjustable steel suppos to a cervical ring carrying occipital and chin pads. Its purpose is to reduce the lumbar lordosis and encourage active stretching and straightening of the thoracic spine. It is used in the conservative management of idiopathic scoliosis(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 244, 245)",
        "cop": 1,
        "opa": "Scoliosis",
        "opb": "Kyposis",
        "opc": "Cubitus varus",
        "opd": "Genu varum",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "738521be-6e43-4ac5-9799-b2a33a38db64",
        "choice_type": "single"
    },
    {
        "question": "A physician notes weakness of a patient's thumb in extension, although rotation, flexion, abduction, adduction, and opposition are normal. Which of the following nerves is most likely involved?",
        "exp": "All three of the nerves listed innervate muscles that supply the thumb. Extension is provided by the extensors pollicis longus and brevis, which are innervated by the radial nerve. Ref: Maheshwari 6e pg 63, 65.",
        "cop": 4,
        "opa": "Median and radial",
        "opb": "Median and ulnar",
        "opc": "Median only",
        "opd": "Radial only",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "0ae84b36-ab81-40bd-aa0c-f31a14a01c01",
        "choice_type": "single"
    },
    {
        "question": "Veebral rotation in scoliosis is checked in",
        "exp": "(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 244, 245)",
        "cop": 1,
        "opa": "Forward bending",
        "opb": "Backward bending",
        "opc": "Sideways",
        "opd": "Without bending",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "c681fdd8-f2df-4bb6-8486-752dfe70731e",
        "choice_type": "single"
    },
    {
        "question": "A boy presented with multiple non suppurative osteomyelitis with sickle cell anemia. What will be the causative organism?",
        "exp": "Following are the various micro -organism involved in osteomyelitis Age group Most common organisms Newborns (younger than 4 mo) S. aureus, Enterobacter species, and group A and B Streptococcus species Children (aged 4 mo to 4 y) S. aureus, group A Streptococcus species, Haemophilus influenzae, and Enterobacter species Children, adolescents (aged 4 y to adult) S. aureus (80%), group A Streptococcus species, H. influenzae, and Enterobacter species Adult S. aureus and occasionally Enterobacter or Streptococcus species Sickle cell anemia patients Salmonella species are most common in patients with sickle cell disease REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Staphylococus aureus",
        "opc": "Hemophilus influenzae",
        "opd": "Enterobacter species",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "fe322620-1914-4c11-9464-713dc4502fcb",
        "choice_type": "single"
    },
    {
        "question": "APatient has history of A 2 years back, at the same sight he developed pain and swelling. Xray shows the following features. What will be the diagnosis?",
        "exp": "Garre sclerosing osteomyelitis, or chronic nonsuppurative sclerosing osteomyelitis, is a form of chronic osteomyelitis. Mild inflammation and infection lead to subperiosteal bone deposition. The disease is frequently asymptomatic. The characteristic radiographic appearance is an area of periosteal proliferation surrounded by successive layers of condensed coical bone (arrows), described as an onion skin appearance. REF: MAHESHWARI BOOK 9. TH ED",
        "cop": 3,
        "opa": "Osteogenic sarcoma",
        "opb": "Ewing's sarcoma",
        "opc": "Chronic osteomyelitis",
        "opd": "Multiple myeloma",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "220864af-b4d5-4ca5-b9d2-224c6657a3f1",
        "choice_type": "single"
    },
    {
        "question": "Clergyman knee affects",
        "exp": "Bursitis. Named disease. Prepatellar Bursitis. House Maid's Knee Infrapatellar Bursitis. Clergyman's Knee / Vicars Knee Olecranon Bursitis. Students elbow Ischial Bursitis. Weavers Bottom Lateral Malleolus Bursitis Tailors Ankle Great Toe Bursitis. Bunion (Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 450, 528)",
        "cop": 2,
        "opa": "Prepatellar bursa",
        "opb": "Infrapatellar bursa",
        "opc": "Olecranon",
        "opd": "Ischial bursa",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "cebd34f2-b2e3-4005-8149-3b5007a54054",
        "choice_type": "single"
    },
    {
        "question": "Which of the following site is least commonly involved in ahrogryposis?",
        "exp": ". ref: maheswari 9thed essentials of pediatric ohopedics 5th ed",
        "cop": 3,
        "opa": "Knee",
        "opb": "Hip",
        "opc": "Trunk",
        "opd": "Elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "70053082-7feb-496d-adfe-855c7d033cef",
        "choice_type": "single"
    },
    {
        "question": "The most common site of fracture mandible is",
        "exp": "Fractures of the mandible (Dig man's classification). Condylar process35% Angle of mandible20%Body of mandible20%Symphysis 15%Alveolar process5%Ramus 3%Coronoid process2%Most common fracture - condylar fracture followed by angle, body & symphysis of the mandible (mnemonic - CABS)(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 109)",
        "cop": 4,
        "opa": "Ramus",
        "opb": "Coronoid process",
        "opc": "Alveolar process",
        "opd": "Parasymphyseal region",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "f40703d3-88e5-4d62-8481-74f0384932b6",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula which muscle is affected",
        "exp": "Winging of scapula. In this condition, the veebral border of scapula becomes more prominent when the patient tries to push against the wall. It occurs in paralysis of the serratus anterior muscle in long thoracic nerve palsy(Refer: Mohindra's Fundamentals of Ohopedics, 2nd edition, pg no. 268)",
        "cop": 4,
        "opa": "Teres minor",
        "opb": "Latissimus dorsi",
        "opc": "Subscapularis",
        "opd": "Serratus anterior",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "81b48d3d-b30f-4ae1-a53b-733a9ee7cd63",
        "choice_type": "single"
    },
    {
        "question": "Fracture of the proximal humerus in an elderly patient is best treated by?",
        "exp": "Fracture Proximal Humerus MC fracture in osteoporotic postmenopausal women Classification of fracture - Neer classification Complications - Axillary nerve injury, Shoulder stiffness & Malunion, AVN of the humeral head Treatment Undisplaced - Immobilization in a sling (Cuff & Collar or Triangular sling) x 4 weeks. Displaced & Unstable - Closed reduction & internal fixation with percutaneous pinning or nailing(Refer: Watson Jones Textbook of Ohopedics & Trauma, 6thedition, pg no: 536-538)",
        "cop": 2,
        "opa": "K-wire fixation",
        "opb": "Open reduction internal fixation",
        "opc": "Cuff and sling only",
        "opd": "Manual reduction and Slab application",
        "subject_name": "Orthopaedics",
        "topic_name": "All India exam",
        "id": "adb4962b-4eb6-436e-a519-d1e4d60561ee",
        "choice_type": "single"
    }
]