[
    {
        "question": "What change will be seen in vertebral column in ochronosis-",
        "exp": "Ans. is 'a' i.e., Calcification of discAlkaptonuria# It is due to deficiency of homogentisate oxidase. As a result homogentisic acid (homogentisate) is excreted execessively in urine, There are three important characteristic features in alkaptonuria-Urine becomes dark after being exposed to air. It is due spontaneous oxidation of homogentisate into benzoquinone acetate, which polvmerse to form black-brown pigment alkapton which imparts a characteristic black-brown colour to urine.Alkapton deposition occurs in sclera, ear, nose, cheeks and intervertebral disc space. A condition called ochronosis. There may be calcification of intervertebral discs.Onchronosis arthritis affecting shoulder, hips, knee.# Benedict's test is strongly positive in urine and so is the ferric chloride (FeClyl test. Benedict's reagent gives a greenish brown precipitate with brownish black supematent. Feh ling's reagent (FeClj gives blue green colour.",
        "cop": 1,
        "opa": "Calcification of disc",
        "opb": "Bamboo spine",
        "opc": "Increased disc space",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "08255d75-8015-4389-b7ce-7621634c98d2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a diarthrosis -",
        "exp": "Ans. is 'c' i.e., Skull sutures Functional classification of joints (movement)o Joints can also be classified functionally according to the type and degree of movement they allow:Synarthrosis - Permits little or no mobility. Most synarthrosis joints are fibrous joints (e.g., skull sutures).Amphiarthrosis - Permits slight mobility. Most amphiarthrosis joints are cartilaginous joints (e.g., intervertebral discs).Diarthrosis - Freely movable. All diarthrosis joints are synovial joints (e.g., shoulder, hip, elbow, knee, etc.), and the terms \"diarthrosis\" and \"synovial joint\" are considered equivalent by Terminologia Anatomica",
        "cop": 3,
        "opa": "Elbow joint",
        "opb": "Interphalangeal joint",
        "opc": "Skull sutures",
        "opd": "Hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "b211aaa8-5eb5-4d7f-b651-eedba204c3cc",
        "choice_type": "single"
    },
    {
        "question": "Following displacement seen in Colic's fracture EXCEPT:",
        "exp": "Ans. is 'b' i.e. Ventral tilt Code's :It is a fracture at a distal end of the radius at its cortico - cancellous junction (about 2 cm from the distal articular surface) in adults with a typical displacement.Displacement: Seen in CodesImpaction of FragmentsDorsal displacementDorsal tiltLateral displacementLateral tiltSupinationAlso rememberDisplacement seen in supracondylar *.* Distal fragment may be displaced in the following directionPosterior or backward shift.Posterior or backward tiltProximal shiftMedial or lateral shiftMedial tiltInternal rotationOther important points about Codes :Commonest > 40 yrs. - Codes*Commonest complication of codes - Stiffness of fingersNext common complication is - Malunion leading to dinner fork deformity*Most characteristic displacement in colds - Dorsal displacement *Most common cause of Sudeck's dystrophy in upper limb - Codes Position of immobilisation in Codes - Pronation , Palmer deviation, Ulnar deviationMnemonic : ProPagUnda. note that this position is just opposite to that of its displacement",
        "cop": 2,
        "opa": "Dorsal tilt",
        "opb": "Ventral tilt",
        "opc": "Dorsal displacement",
        "opd": "Lateral displacement",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "59bd0fb1-1115-4c8b-8fcb-5516c4871562",
        "choice_type": "multi"
    },
    {
        "question": "The bone matrix has the following crystals -",
        "exp": "Ans. is 'a' i.e., Calcium hydroxyapatiteStructure of boneo Bone is a specialized connective tissue.o Bone components areInorganic elements (65%)Organic matrix (35%)1. Inorganic elementsIt is the mineral phase, principally composed of calcium and phosphate, mostly in the form of hydroxyapatite ,2. Organic maxtixOrganic matrix consists of cells of bones and protein of matrix. This unminerilized matrix is called osteoid, i.e. unminerilized bone is known as oteoid. Osteoid with mineral (i.e. mineralized osteoid) is complete bone.Protein of matrixo It is mainly formed by type I collagen and a family of noncollagenous proteins like osteocalcin and osteonectin that are derived mainly from osteoblasts.Cells of matrixo The cells of bone areOsteoblastsOsteoclastsOsteocytes",
        "cop": 1,
        "opa": "Calcium hydroxyapatite",
        "opb": "Calcium pyrophosphate",
        "opc": "Calcium phosphate",
        "opd": "Calcium sulphate",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "7fdcbf97-2db2-4879-be16-72db2231337f",
        "choice_type": "single"
    },
    {
        "question": "Diaphysis fracture involves?",
        "exp": "ANSWER: (B) Long boneREF: Turek's orthopaedics: principles and their application - page 10\"The diaphysis is the main or mid-section (shaft) of a long bone\"Long bones are found in the extremities: the arms, legs, hands, and feet (but not the wrists or ankles). As their name indicates, long bones have a long central shaft with knobby end portionsShort bones, which are cube-shaped, are found in confined spaces such as the wrist and ankle.The ribs, shoulder blades, sternum (breastbone), pelvis (hips), and most of the bones of the skull are considered flat bones.",
        "cop": 2,
        "opa": "Skull bones",
        "opb": "Long bone",
        "opc": "Sternum",
        "opd": "Ribs",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "2cf6abd6-b776-4131-9483-0d6ba3b980cc",
        "choice_type": "single"
    },
    {
        "question": "The tensile strength of a bone is due to",
        "exp": "Ans. is 'a' i.e., Stands of collagen o The strands of collagen give bone its tensile strength, and the interspersed crystals ofhydroxyapatite give bone its compressional strength. These effects are synergistic.o Bone components are:-1. Inorganic elements (65%)2. Organic matrix (35%)i) Inorganic elements : It is the mineral phase, principally composed of calcium and phosphate, mostly in the form of hydroxyapatite .ii) Organic maxtixo Organic matrix consists of cells of bones and protein of matrix. This unminerilized matrix is called osteoid, i.e. unminerilized bone is known as oteoid. Osteoid with mineral (i.e. mineralized osteoid) is complete bone.a. Protein of matrix: It is mainly formed by type I collagen and a family of noncollagenous proteins like osteocalcin and osteonectin that are derived mainly from osteoblasts.b. Cells of matrix: the cells of bone arei) Osteoblastsii) Osteoclastsiii) Osteocytes",
        "cop": 1,
        "opa": "Strands of collagen",
        "opb": "Hydroxyapatite crystals",
        "opc": "Periosteum",
        "opd": "Metaphysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "68b8da76-2b2b-4f99-ab23-31a4bf04984c",
        "choice_type": "single"
    },
    {
        "question": "Regarding bone remodelling, all are true except:",
        "exp": "(a) Osteoclastic activity at the compression siteThus bone remodelling has both osteoclastic and osteoblastic activity at compression or tension side but the forces on bone decide where remodelling takes place compressile forces compression site and tensile forces tension site and in bone modelling there is osteoclastic activity at tension site and osteoblastic activity at compression site. Thus the best answer here will be (a) but this is with respect to modelling not remodelling.",
        "cop": 1,
        "opa": "Osteoclastic activity at the compression site",
        "opb": "Osteoclastic activity at the tension site",
        "opc": "Osteoclastic activity and osteoblastic activity are both needed for bone remodelling in cortical and cancellous bones",
        "opd": "Osteoblasts transforms into osteocytes",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "b20e8d38-0cf1-4899-be15-69fbc3e3ef5c",
        "choice_type": "multi"
    },
    {
        "question": "Galeazzi fracture is -",
        "exp": "Ans. is 'a' i.e., Fracture distal 1/3 radius with DRUJ subluxation o Galeazzi fracture dislocation is fracture of distal third of radius with dislocation or subluxation of inferior (distall radio-ulnar joint. It is also called as Reverse monteggia. o It occurs due toFall on an outstretched hand with marked pronation of the forearm.Direct blowr on the dorsolateral side of the forearm.Treatmento Closed reduction is usually not successful due to the deforming forces of the muscles,o Hence, open reduction and internal fixation is the preferred method of treatment.",
        "cop": 1,
        "opa": "Fracture distal 1/3 radius with DRUJ subluxation",
        "opb": "Fracture proximal 1/3 radius with DRUJ subluxation",
        "opc": "Fracture distal 1/3 radius without DRUJ subluxation",
        "opd": "Fracture proximal 1/3 radius without DRUJ subluxation",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "19885d3e-15a0-468f-b340-55841cf11668",
        "choice_type": "single"
    },
    {
        "question": "Increased alkaline phosphatase is seen in -",
        "exp": "Ans. is 'c' i.e., Paget's disease o Whenever the activity of osteoblasts increase, serum alkaline phosphatase is raised. Therefore, serum alkaline phosphatase acts as an index of osteoblastic activity.o The conditions in which osteoblastic activity is increased and hence the alkaline phosphatase in increased are : -i) Rickets/osteomalaciav) Paget's disease (osteitis deformans)ii) Primary hyperparathyroidismvi) Osteoblastic secondariesiii) Renal osteodystrophy (secondary hyperparathyroidism) iv) Chronic renal failure and secondary hyperparathyroidism",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Multiple myeloma",
        "opc": "Paget's disease",
        "opd": "Osteolytic metastasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "0ba537e4-ec12-4c86-b19d-b126140e6834",
        "choice_type": "single"
    },
    {
        "question": "What about durham pin is true -",
        "exp": "Ans. is 'd'i.e., All the above Denham pino It is a type of pin used to give skeletal traction.o Threaded portion of the pin engages the bony cortices and reduces the chances of pin sliding,o This type of pin is used commonly to give skeletal traction through the cancellous bone i.e. calcaneum. It can also be used to give traction through osteoporotic bones.",
        "cop": 4,
        "opa": "It is used to give skeletal traction",
        "opb": "It has threads in the center of pin",
        "opc": "It is used to give skeletal traction through calcaneum",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "739bf3a2-8cbc-48ed-8dfb-64907232bd26",
        "choice_type": "multi"
    },
    {
        "question": "Fallen fragment sign is a feature of -",
        "exp": "Ans. is 'a' i.e., Simple bone cyst Simple bone cvst (Soliterv/Unicameral bone cyst)o Simple bone cyst occurs before the age of 20 yearso The most common site is proximal humerus (50%)followed by Proximal femur (25-30%).o Radiological features are : -ConcentricMetaphysealExpansile lucent (lytic)Well defined border with sclerotic marginFallen Fragment sign : - Cortical fragment ofpathological fracture settles in the most dependent portion.Hinged fragment sign : - Sometimes fractured fragment does not separate from adjacent cortex.",
        "cop": 1,
        "opa": "Simple bone cyst",
        "opb": "Aneurysmal bone cyst",
        "opc": "Giant cell tumor",
        "opd": "Fibrous dysplasia",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "061e2967-5db4-4e89-987c-f8c07d825a0c",
        "choice_type": "multi"
    },
    {
        "question": "March fracture is -",
        "exp": "Ans. is 'a' i.e., Neck of 2nd metatarsalo Metatarsal stress fractures are common in distance runners and ballet dancers.o The second metatarsal neck is the most likely site for stress fracture, but all metatarsals are susceptible, o March fracture, also known as fatigue fracture or stress fracture of metatarsal bone, is the fracture of the distal third of one of the metatarsals occurring because of recurrent stress, o It is more common in soldiers, but also occurs in hikers, organists, and even those, like hospital doctors, whose duties entail much standing.o March fractures most commonly occur in the second and third metatarsal bones of the foot.",
        "cop": 1,
        "opa": "Neck of 2nd metatarsal",
        "opb": "Neck of 3rd metatarsal",
        "opc": "Shaft of 4th metatarsal",
        "opd": "Head of 5th metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "31d689fb-d784-481c-ac0d-37bdf9bc9e69",
        "choice_type": "single"
    },
    {
        "question": "Insal-Salvati index is used for -",
        "exp": "Ans. is 'b' i.e., Patella o Two radiological indices are commonly used for determining the position of patella -Insall-Salvati indexIt is the ratio of patellar tendon length to patella length.Normally it is TO.An index of T 2 or more is seen in patella alta (high riding patella).An index of 0*8 or less is seen in patella baja (low lying patella).Blackbume-Peel lindexIt is the ratio of (i) the distance of tibial plateau to inferior articular surface of patella (numerator), to (ii) length of articular surface of patella (denominator).Normally it is 0-8.An index of 1 or more is seen in patella alta.",
        "cop": 2,
        "opa": "Olecranon",
        "opb": "Patella",
        "opc": "Talus",
        "opd": "Scaphoid",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "516d7e95-1ff3-4623-bb72-32f4986da592",
        "choice_type": "single"
    },
    {
        "question": "True about fracture healing except -",
        "exp": "Ans. is 'c' i.e., Compression at fracture site cause nonuniono Compression at fracture site improves healing by inducing callus formation.o All other options are true.Factors affecting fracture healingo Both local and systemic variables influcence the rate and degree of fracture healing. When normal healing occurs, but at a slower rate than usual, it is termed delayed union. A complete cessation of the healing process, in which fibrous tissue is never replaced by bony matrix, is termed nonunion.Systemic Factors Affecting Fracture Healingo Age: Young patients heal rapidly and have a remarkable ability' to remodel and correct angulation deformities. These abilities decrease once skeletal maturity is reachedo Nutrition: A substantial amount of energy is needed for fracture healing to occur. An adequate metabolic stage with sufficient carbohydrates and protein is necessary.o Systemic Diseases: Disease like osteoporosis, diabetes, and those causing an immunocompromised state will likely delay healing. Illnesses like Marfan's syndrome and Ehlers- Dnalos syrndrome cause abnormal musculoskeletal healing,o Hormones: Thyroid hormone, growth hormone, calcitonin, and others play significant roles in bone healing. Corticosteroids impede healing through many mechanisms.Local Variables Affecting Fractures Healingo Type of bone : Calcellous (spongy) bone fractures are usually more stable, involve greater surface areas, and have a better blood supply than do cortical (compact) bone fractures. Cancellous bone heals faster than cortical bone.o Soft tissue interposition : Impaires healing of fracture.o Pattern (type of fracture): Spiral fracture unite faster than oblique fractures, which in turn unite faster than transverse fractures.o Compression at fracture site: Improves healing by inducing callus formation.o Degree of Trauma: The more extensive the injury' to bone and surrounding soft tissue, the poorer the outcome. Mild contusions with local bone trauma will heal easily, w'hereas severely comminuted injuries with extensive soft tissue damage heal poorly.o Vascular Injury inadequate blood supply impairs healing. Especially vulnerable areas are the femoral head, talus, and scaphoid bones.o Degree of Immobilization: The fracture site must be immobilized for vascular ingrowth and bone healing to occur. Repeated disruptions of repair tissue, especially to areas w'ith marginal blood supply or heavy soft tissue damage, will impair healing.o Intraarticular Fractures : These fractures communicate with synovial fluid, which contains collagenases that retard bone healing. Joint movement will cause the fracture fragments to move, further impairing union. When intraarticular fractures are comminuted, the fragments tend to float apart owing to loss of soft tissue support.o Separation of Bone Ends : Normal apposition of fracture fragments is needed for union to occur. Inadequate reduction, excessive traction, or interposition of soft tissue will prevent healing.o Infection : Infections cause necrosis and edema, take energy away from the healing process, and may increase the mobility of the fracture site.o Local Pathology: Any disease process that weakens the musculoskeletal tissue, like osteoporosis orosteomalacia, may impair union.",
        "cop": 3,
        "opa": "Nutrition affects healing",
        "opb": "Stable fixation promotes healing",
        "opc": "Compression at fracture site causes nonunion",
        "opd": "Hormonal status may affect healing",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "99ef43ee-5ebc-49e8-8e23-3d78c323cc25",
        "choice_type": "multi"
    },
    {
        "question": "Osteoclasts remove bone a which of the following sites?",
        "exp": "Ans, is 'c' i.e.. Both the above Osteoclastso These are bone removing cells.o They are found in relation to surfaces where bone removal is taking place. (Bone removal is essential for maintaining the proper shape of growing bone). At such locations the cells occupy pits called resorption bays or lacunae of Hows hip.o Osteoclasts are very large cells (20 to 100 m or even more in diameter). They have numerous nuclei: up to 20 or more. The cytoplasm shows numerous mitochondria and lvsosomes containing acid phosphatase.o At sites of bone resorption the surface of an osteoclast shows many folds that are described as a ruffled membrane.o Removal of bone by osteoclasts involves demineralisation and removal of matrix.o Bone removal can be stimulated by factors secreted by osteoblasts, by macrophages, or by lymphocytes. It is also stimulated by the parathyroid hormone.o Recent studies have shown that osteoclasts are derived from monocytes of blood.o It is not certain whether osteoclasts are formed by fusion of several monocytes, or by repeated division of the nucleus, without division of cytoplasm.",
        "cop": 3,
        "opa": "Howships lacunae",
        "opb": "Resorption bays",
        "opc": "Both the above",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "2f8b43e9-ef16-49c5-88ee-5a8db7db4184",
        "choice_type": "multi"
    },
    {
        "question": "Dignostic sign of a fracture -",
        "exp": "Ans. is 'a' i.e., Abnormal mobility at fracture site Relavance of clinial signs of a fractureUnfailing signs (diagnostic or pathognomonic)o Abnormal mobilityo CrepitusReliable signso Tendernesso ShorteningImportant signso Bruiseo Swellingo Loss of functiono DeformityLate or inconsistent signso Blisterso Ecchymosiso Swelling due to callus",
        "cop": 1,
        "opa": "Abnormal mobility at fracture site",
        "opb": "Pain at the fracture site",
        "opc": "Tenderness",
        "opd": "Swelling",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "ba6ef20f-0c89-459d-aff4-c84f2b2652cd",
        "choice_type": "single"
    },
    {
        "question": "Callus formation is seen between what duration of fracture healing -",
        "exp": "Ans. is 'c' i.e., 4-12 weeks Healing of a fractureo The process of fracture healing varies according to the type of bone involved and the amount of movement at the fracture site. Following healing processes are thereA) Indirect fracture healing (healing bv callus)o This is the 'natural' form of healing in tubular bones and in the absence of rigid fixation when there is micromovement at fracture site. There is formation of internal and external callus. This stage is divided in three phases w hich are further subdivided into five stages :Reactive phase (phase 1)It consists ofHematoma stage (stage 1)o Blood seeps out through tom vessels and forms a haematoma between and around the fracture surface. This stage lasts from few hours to days.Inflammatory and granulation stage (stage 2)o The most prominent feature in the early stages of repair is inflammatory reaction with migration of inflammatory cells and the initiation of proliferation and differentiation of mesenchymal stem cells from the periosteum, the breached medullary canal and surrounding muscle. These inflammatory cells are precursors of osteoblasts. The clotted haematoma is slowly absorbed and fine new capillaries grow into the area, i.e. formation of granulation tissue. This stage begins within 8 hours and lasts up to 2-3 weeks. Fracture is still mobile.Reparative phase (phase 2)It consists ofStage of callus / cartilage callus formation (stage 3)o As the cellular tissue matures, the basic cells give rise to osteoblast and in places chondroblasts. The osteoblasts Say down an intercellular matrix which soon becomes impregnated with calcium salts to form callus, also called woven bone (immature bone). The woven bone imparts rigidity to the fracture and fracture is no more labile. The callus is the first sign of union visible on X-ray, usually 3-4 weeks after the fracture.This stage lasts for about 4-12 weeks.Stage of consolidation / lamellar bone deposition (stage 4)o The woven bone that forms the primary callus is gradually transformed by the combined activity of osteoblasts and osteoclasts into more mature bone with a typical lamellar structure (lamellar bone).Remodeling phase (phase 3)This phase consists of >Remodelling to original bone contour (stage 5)o The fracture has been bridged by a cuff of solid bone. Over a period of months, or even years, this crude 'weld' is reshaped by a continuous process of alternating bone resorption and formation. The bone is gradually strengthened along the lines of stress at the expense of the surplus bone outside the lines of stresses, which is slowly removed.Medullary canal is reconstituted.B) Direct bone healing iPrimary bone healing / healing bv primary intention)o This type of bone repair is seen when bone fragments are anatomically reduced and rigidly fixed, i.e. there is no micromovement at fracture site. No external callus forms and the fracture site is bridged by direct baversian remodelling which is almost a direct osteon to osteon hook up. The osteoclasts act as cutter heads to remove the bone and are in the forefront promptly followred by osteoblasts behind laying down new bone. This type of healing (union ) cannot be obtained by closed reduction, but is only by open reduction and rigid internal fixation.",
        "cop": 3,
        "opa": "0 - 2 weeks",
        "opb": "2 - 4 weeks",
        "opc": "4-12 weeks",
        "opd": "12- 16 weeks",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "5956f7f2-bb79-4d73-8911-cd47abb02cf8",
        "choice_type": "multi"
    },
    {
        "question": "Unlocking of knee is caused by-",
        "exp": "Ans. is 'd' i.e., Popliteus Locking and Unlocking of knee jointo Locking is a mechanism that allows the knee to remain in the position of full extension as in standing without much muscular effort.o Locking occurs as a result of medial rotation of the femur during the last stage of extension,o The anteroposterior diameter of the lateral femoral condyle is less than that of the medial condyle,o As a result, when the lateral condylar articular surface is fully 'used up' by extension, part of the medial condylar surface remains unused.o At this stage the lateral condyle rotates backwards, i.e. medial rotation of the femur occurs, so that the remaining part of the media condylar surface is also 'taken up'.o This movement locks the knee joint.o Locking is aided by the oblique pull of ligaments during the last stages of extension,o When the knee is locked, it is completely rigid and all ligaments of the joint are taut.o Locking is produced by continued action of the same muscles that produce extension, i.e. the quadriceps femoris, especially the vastus medialis part.o The locked knee joint can be flexed only after it is unlocked by a reversal of the medial rotation, i.e. by lateral rotation of the femur. Unlocking is brought about by the action of the popliteus muscle.o Physiological locking - Qudriceps femoriso Physiological unlocking - Popliteus",
        "cop": 4,
        "opa": "Rectusfemoris",
        "opb": "Quadriceps",
        "opc": "Hamstrings",
        "opd": "Popliteus",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "b455d680-4021-4014-8abc-c34b776e3325",
        "choice_type": "single"
    },
    {
        "question": "Common fractures in children are all except -",
        "exp": "Ans. is 'c' i.e., Fracture of hand Common fractures in children1. Forearm bones fractures2. Supracondylar fracture of the humerus3. Fracture of lateral condyle of humerus4. Epiphyseal injuries5. Spiral fracture of tibial shaftUncommon injuries in childreno Dislocationo Communited fractureso Hands & feet fractur",
        "cop": 3,
        "opa": "Lacteral condyle humerus",
        "opb": "Supracondylar humerus",
        "opc": "Fracture of hand",
        "opd": "Radius-ulna fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "7fc5f6ab-0b3a-479d-a5f3-fdc282f799a8",
        "choice_type": "multi"
    },
    {
        "question": "Smith's fracture involves which bone-",
        "exp": "Ans. is 'a' i.e., Distal radius o Smith fracture is the fracture of distal third of radius with palmar displacement (reverse colie '$ fracture).EpommFractures of Upper limbMontegia fracture dislocationFracture of the proximal third of ulna with radial head dislocation.Galeazzi fracture dislocationFracture of the distal third of the radius with dislocation of the distal radio-ulnar joint.Colic's fractureFracture at cortico-cancellous junction of the distal-end of radius with dorsal tilt.Bennet's fractureOblique intra-articular fracture of the base of the 1st metacarpal.Night stick fractureIsolated fracture of the shaft of the ulna.Smith's fractureA fracture of distal end of radius at cortico-cancellous junction with ventral tilt and displacements (reverse Colie's fracture).Barton's fractureA vertical, marginal intra-articular fracture of the distal end of radius occurring with volar or dorsal displacement.Chauffeur fractureAn intra-articular oblique fracture of the styloid process of the radius.Boxer's fractureA fracture through the neck of the 5th metacarpal.Noteo Pott's fracture is bimalleolar ankle fracture,o Cotton's fracture is trimalleolar ankle fracture",
        "cop": 1,
        "opa": "Distal radius",
        "opb": "Proximal ulna",
        "opc": "Metatarsal",
        "opd": "Patella",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "8133ef6a-4edc-4641-bc3c-b223f9cc6146",
        "choice_type": "single"
    },
    {
        "question": "Non - union is a complication of:",
        "exp": "Ans. is 'a' i.e. Scaphoid Commonly the Scaphoid occurs through its waist.*In through the waist there is a high probability, of avascular necrosis of the proximal fragment*Common sites of nonunion of *:Scaphoid*Lower third of ulna *Lateral condyles of humerus*Neck of femur*lower third of tibia*Talus*Common sites of malunion of *s:Colie's*Supracondylar *intertrochanteric *",
        "cop": 1,
        "opa": "Scaphoid",
        "opb": "Colle's",
        "opc": "Inter- trochanteric of hip",
        "opd": "Supra condylor of the humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "bc2fec05-db7a-4880-8e6f-712a8d429c35",
        "choice_type": "single"
    },
    {
        "question": "Epiphyseal enlargement is seen in -",
        "exp": "Ans. is 'd' i.e., All of the aboveEpiphyseal enlargemento Most common causes of epiphyseal enlargement are chronic inflammation (e.g. JRA) or chronic increase in blood flow. Causes of Epiphyseal enlargement areSolitary (Enlargement of particular epiphysis)i) Post inflammatory (JRA, Septic arthritis)ii) Perthes disease (in repair stage)iii) Status post hip dislocationiv) Hemophilia (Hemophilic arthropathy)v) Turner syndromevi) Klippel-trenaunay syndrome (angiohypertrophy syndrome)vii) Kascibach - Merritt syndromeviii) Beckwith - Wiedemann syndrome (Hemihypertrophy)ix) Trevor disease (Dysplasia epiphysealis hemimelica)Generalizedi) Hyperthyroidismv) McCune-Albright syndromeii) Acromegaly or cerebral gigantismvi) Kniest syndromeiii) Adrenogenital syndromevi) Ricketsiv) Spondyloepiphyseal dysplasia",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Hemophilia",
        "opc": "Septicarthiritis",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "7cc376ff-32cc-43c7-830b-280cc5c0c1f7",
        "choice_type": "multi"
    },
    {
        "question": "Common causes of vertebra plana",
        "exp": "Ans. is 'd' i.e., All of the above Vertebra planao This term is used to describe uniform collapse of a vertebral body into a thin, flat disc. The most common cause is eosinophilic granuloma, with the thoracic vertebrae most frequently affected. Causes areHistocytosis - X (Eosinophilic granuloma)LeukemiaTBMetastasis, Multiple myeloma, Ewing ys sarcoma, lymphomaOsteochondritis of vertebral body (Calve's disease)HemangiomaTraumaSteroids",
        "cop": 4,
        "opa": "TB",
        "opb": "Eosinophilic granuloma",
        "opc": "Metastasis",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "49ceb893-45dd-4c84-a078-ad9b9eb503fd",
        "choice_type": "multi"
    }
]