[
    {
        "question": "Which of the following is not a diarthrosis -",
        "exp": "Ans. is 'c' i. e., Skull sutures Functional classification of joints (movement)o Joints can also be classified functionally according to the type and degree of movement they allow: Synarthrosis - Permits little or no mobility. Most synarthrosis joints are fibrous joints (e. g., skull sutures). Amphiarthrosis - Permits slight mobility. Most amphiarthrosis joints are cartilaginous joints (e. g., intervertebral discs). Diarthrosis - Freely movable. All diarthrosis joints are synovial joints (e. g., shoulder, hip, elbow, knee, etc.), and the terms \"diarthrosis\" and \"synovial joint\" are considered equivalent by Terminologia Anatomica",
        "cop": 3,
        "opa": "Elbow joint",
        "opb": "Interphalangeal joint",
        "opc": "Skull sutures",
        "opd": "Hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "b211aaa8-5eb5-4d7f-b651-eedba204c3cc",
        "choice_type": "single"
    },
    {
        "question": "The bone matrix has the following crystals -",
        "exp": "Ans. is 'a' i. e., Calcium hydroxyapatite. Structure of boneo Bone is a specialized connective tissue. o Bone components are. Inorganic elements (65%). Organic matrix (35%)1. Inorganic elements. It is the mineral phase, principally composed of calcium and phosphate, mostly in the form of hydroxyapatite, 2. Organic maxtix. Organic matrix consists of cells of bones and protein of matrix. This unminerilized matrix is called osteoid, i. e. unminerilized bone is known as oteoid. Osteoid with mineral (i. e. mineralized osteoid) is complete bone. Protein of matrixo It is mainly formed by type I collagen and a family of noncollagenous proteins like osteocalcin and osteonectin that are derived mainly from osteoblasts. Cells of matrixo The cells of bone are. Osteoblasts. Osteoclasts. Osteocytes",
        "cop": 1,
        "opa": "Calcium hydroxyapatite",
        "opb": "Calcium pyrophosphate",
        "opc": "Calcium phosphate",
        "opd": "Calcium sulphate",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "7fdcbf97-2db2-4879-be16-72db2231337f",
        "choice_type": "single"
    },
    {
        "question": "Diaphysis fracture involves?",
        "exp": "ANSWER: (B) Long bone. REF: Turek's orthopaedics: principles and their application - page 10\"The diaphysis is the main or mid-section (shaft) of a long bone\"Long bones are found in the extremities: the arms, legs, hands, and feet (but not the wrists or ankles). As their name indicates, long bones have a long central shaft with knobby end portions. Short bones, which are cube-shaped, are found in confined spaces such as the wrist and ankle. The ribs, shoulder blades, sternum (breastbone), pelvis (hips), and most of the bones of the skull are considered flat bones.",
        "cop": 2,
        "opa": "Skull bones",
        "opb": "Long bone",
        "opc": "Sternum",
        "opd": "Ribs",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "2cf6abd6-b776-4131-9483-0d6ba3b980cc",
        "choice_type": "single"
    },
    {
        "question": "The tensile strength of a bone is due to",
        "exp": "Ans. is 'a' i. e., Stands of collagen o The strands of collagen give bone its tensile strength, and the interspersed crystals ofhydroxyapatite give bone its compressional strength. These effects are synergistic. o Bone components are:-1. Inorganic elements (65%)2. Organic matrix (35%)i) Inorganic elements: It is the mineral phase, principally composed of calcium and phosphate, mostly in the form of hydroxyapatite. ii) Organic maxtixo Organic matrix consists of cells of bones and protein of matrix. This unminerilized matrix is called osteoid, i. e. unminerilized bone is known as oteoid. Osteoid with mineral (i. e. mineralized osteoid) is complete bone. a. Protein of matrix: It is mainly formed by type I collagen and a family of noncollagenous proteins like osteocalcin and osteonectin that are derived mainly from osteoblasts. b. Cells of matrix: the cells of bone arei) Osteoblastsii) Osteoclastsiii) Osteocytes",
        "cop": 1,
        "opa": "Strands of collagen",
        "opb": "Hydroxyapatite crystals",
        "opc": "Periosteum",
        "opd": "Metaphysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "68b8da76-2b2b-4f99-ab23-31a4bf04984c",
        "choice_type": "single"
    },
    {
        "question": "Galeazzi fracture is -",
        "exp": "Ans. is 'a' i. e., Fracture distal 1/3 radius with DRUJ subluxation o Galeazzi fracture dislocation is fracture of distal third of radius with dislocation or subluxation of inferior (distall radio-ulnar joint. It is also called as Reverse monteggia. o It occurs due to. Fall on an outstretched hand with marked pronation of the forearm. Direct blowr on the dorsolateral side of the forearm. Treatmento Closed reduction is usually not successful due to the deforming forces of the muscles, o Hence, open reduction and internal fixation is the preferred method of treatment.",
        "cop": 1,
        "opa": "Fracture distal 1/3 radius with DRUJ subluxation",
        "opb": "Fracture proximal 1/3 radius with DRUJ subluxation",
        "opc": "Fracture distal 1/3 radius without DRUJ subluxation",
        "opd": "Fracture proximal 1/3 radius without DRUJ subluxation",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "19885d3e-15a0-468f-b340-55841cf11668",
        "choice_type": "single"
    },
    {
        "question": "Increased alkaline phosphatase is seen in -",
        "exp": "Ans. is 'c' i. e., Paget's disease o Whenever the activity of osteoblasts increase, serum alkaline phosphatase is raised. Therefore, serum alkaline phosphatase acts as an index of osteoblastic activity. o The conditions in which osteoblastic activity is increased and hence the alkaline phosphatase in increased are: -i) Rickets/osteomalaciav) Paget's disease (osteitis deformans)ii) Primary hyperparathyroidismvi) Osteoblastic secondariesiii) Renal osteodystrophy (secondary hyperparathyroidism) iv) Chronic renal failure and secondary hyperparathyroidism",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Multiple myeloma",
        "opc": "Paget's disease",
        "opd": "Osteolytic metastasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "0ba537e4-ec12-4c86-b19d-b126140e6834",
        "choice_type": "single"
    },
    {
        "question": "March fracture is -",
        "exp": "Ans. is 'a' i. e., Neck of 2nd metatarsalo Metatarsal stress fractures are common in distance runners and ballet dancers. o The second metatarsal neck is the most likely site for stress fracture, but all metatarsals are susceptible, o March fracture, also known as fatigue fracture or stress fracture of metatarsal bone, is the fracture of the distal third of one of the metatarsals occurring because of recurrent stress, o It is more common in soldiers, but also occurs in hikers, organists, and even those, like hospital doctors, whose duties entail much standing. o March fractures most commonly occur in the second and third metatarsal bones of the foot.",
        "cop": 1,
        "opa": "Neck of 2nd metatarsal",
        "opb": "Neck of 3rd metatarsal",
        "opc": "Shaft of 4th metatarsal",
        "opd": "Head of 5th metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "31d689fb-d784-481c-ac0d-37bdf9bc9e69",
        "choice_type": "single"
    },
    {
        "question": "Insal-Salvati index is used for -",
        "exp": "Ans. is 'b' i. e., Patella o Two radiological indices are commonly used for determining the position of patella -Insall-Salvati index. It is the ratio of patellar tendon length to patella length. Normally it is TO. An index of T 2 or more is seen in patella alta (high riding patella). An index of 0*8 or less is seen in patella baja (low lying patella). Blackbume-Peel lindex. It is the ratio of (i) the distance of tibial plateau to inferior articular surface of patella (numerator), to (ii) length of articular surface of patella (denominator). Normally it is 0-8. An index of 1 or more is seen in patella alta.",
        "cop": 2,
        "opa": "Olecranon",
        "opb": "Patella",
        "opc": "Talus",
        "opd": "Scaphoid",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "516d7e95-1ff3-4623-bb72-32f4986da592",
        "choice_type": "single"
    },
    {
        "question": "Dignostic sign of a fracture -",
        "exp": "Ans. is 'a' i. e., Abnormal mobility at fracture site Relavance of clinial signs of a fracture. Unfailing signs (diagnostic or pathognomonic)o Abnormal mobilityo Crepitus. Reliable signso Tendernesso Shortening. Important signso Bruiseo Swellingo Loss of functiono Deformity. Late or inconsistent signso Blisterso Ecchymosiso Swelling due to callus",
        "cop": 1,
        "opa": "Abnormal mobility at fracture site",
        "opb": "Pain at the fracture site",
        "opc": "Tenderness",
        "opd": "Swelling",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "ba6ef20f-0c89-459d-aff4-c84f2b2652cd",
        "choice_type": "single"
    },
    {
        "question": "Unlocking of knee is caused by-",
        "exp": "Ans. is 'd' i. e., Popliteus Locking and Unlocking of knee jointo Locking is a mechanism that allows the knee to remain in the position of full extension as in standing without much muscular effort. o Locking occurs as a result of medial rotation of the femur during the last stage of extension, o The anteroposterior diameter of the lateral femoral condyle is less than that of the medial condyle, o As a result, when the lateral condylar articular surface is fully 'used up' by extension, part of the medial condylar surface remains unused. o At this stage the lateral condyle rotates backwards, i. e. medial rotation of the femur occurs, so that the remaining part of the media condylar surface is also 'taken up'. o This movement locks the knee joint. o Locking is aided by the oblique pull of ligaments during the last stages of extension, o When the knee is locked, it is completely rigid and all ligaments of the joint are taut. o Locking is produced by continued action of the same muscles that produce extension, i. e. the quadriceps femoris, especially the vastus medialis part. o The locked knee joint can be flexed only after it is unlocked by a reversal of the medial rotation, i. e. by lateral rotation of the femur. Unlocking is brought about by the action of the popliteus muscle. o Physiological locking - Qudriceps femoriso Physiological unlocking - Popliteus",
        "cop": 4,
        "opa": "Rectusfemoris",
        "opb": "Quadriceps",
        "opc": "Hamstrings",
        "opd": "Popliteus",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "b455d680-4021-4014-8abc-c34b776e3325",
        "choice_type": "single"
    },
    {
        "question": "Smith's fracture involves which bone-",
        "exp": "Ans. is 'a' i. e., Distal radius o Smith fracture is the fracture of distal third of radius with palmar displacement (reverse colie '$ fracture). Epomm. Fractures of Upper limb. Montegia fracture dislocation. Fracture of the proximal third of ulna with radial head dislocation. Galeazzi fracture dislocation. Fracture of the distal third of the radius with dislocation of the distal radio-ulnar joint. Colic's fracture. Fracture at cortico-cancellous junction of the distal-end of radius with dorsal tilt. Bennet's fracture. Oblique intra-articular fracture of the base of the 1st metacarpal. Night stick fracture. Isolated fracture of the shaft of the ulna. Smith's fractureA fracture of distal end of radius at cortico-cancellous junction with ventral tilt and displacements (reverse Colie's fracture). Barton's fractureA vertical, marginal intra-articular fracture of the distal end of radius occurring with volar or dorsal displacement. Chauffeur fracture. An intra-articular oblique fracture of the styloid process of the radius. Boxer's fractureA fracture through the neck of the 5th metacarpal. Noteo Pott's fracture is bimalleolar ankle fracture, o Cotton's fracture is trimalleolar ankle fracture",
        "cop": 1,
        "opa": "Distal radius",
        "opb": "Proximal ulna",
        "opc": "Metatarsal",
        "opd": "Patella",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "8133ef6a-4edc-4641-bc3c-b223f9cc6146",
        "choice_type": "single"
    },
    {
        "question": "Non - union is a complication of:",
        "exp": "Ans. is 'a' i. e. Scaphoid Commonly the Scaphoid occurs through its waist.*In through the waist there is a high probability, of avascular necrosis of the proximal fragment*Common sites of nonunion of *: Scaphoid*Lower third of ulna *Lateral condyles of humerus*Neck of femur*lower third of tibia*Talus*Common sites of malunion of *s: Colie's*Supracondylar *intertrochanteric *",
        "cop": 1,
        "opa": "Scaphoid",
        "opb": "Colle's",
        "opc": "Inter- trochanteric of hip",
        "opd": "Supra condylor of the humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Anatomy of Bone & Fracture Healing",
        "id": "bc2fec05-db7a-4880-8e6f-712a8d429c35",
        "choice_type": "single"
    }
]