[
    {
        "question": "Swan neck deformity -",
        "exp": "Ans. is 'd' i.e., Extention at PIP and Flexion at DIP joint * Boutonniere deformity: Flexion contracture of PIP joint and extension of DIP joint.* Swan neck deformity: Hyperextension of PIP joint and flexion at DIP joint.",
        "cop": 4,
        "opa": "Flexion at PIP and DIP joint",
        "opb": "Extention at PIP and DIP joint",
        "opc": "Flexion at PIP and Extention at DIP joint",
        "opd": "Extention at PIP and Flexion at DIP joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "605e325d-0517-443a-8f29-26b27529ae53",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common joint involved in thalassemia?",
        "exp": "Ans. B. Knee* Most common joint involved in thalassemia is Knee joint.* Most common orthopedic symptom in thalassemia is leg pain.",
        "cop": 2,
        "opa": "Hip",
        "opb": "Knee",
        "opc": "Shoulder",
        "opd": "Ankle",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "97f6ee3d-dbee-446c-809d-c482e31fd2a3",
        "choice_type": "single"
    },
    {
        "question": "Osteoarthritis does not affect:",
        "exp": "Ans: d (Metacarpophalangeal joint)Ref: Maheshwari Ortho, 3rd ed, p. 252 & Harrison, 15thed, p. 1990",
        "cop": 4,
        "opa": "Knee joint",
        "opb": "Hip joint",
        "opc": "Interphalangial joint",
        "opd": "Metacarpophalangial joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "9baf28d2-adec-4f9c-bdef-818da8763755",
        "choice_type": "single"
    },
    {
        "question": "Tom-smith arthritis results from",
        "exp": "(Septic arthritis) (39- Apley'8th)* Septic Arthritis in Infancy (TOM-SMITH-ARTHRITS)* The head of the femur is cartilaginous and is rapidly and completely destroyed by pyogenic process* Affected leg is shorter and hip movements are increased in all directions* Telescopy test is positive* X-ray complete absence of the head and neck of the femur",
        "cop": 3,
        "opa": "Rheumatoid arthritis",
        "opb": "Osteo arthritis",
        "opc": "Septic arthritis",
        "opd": "Garre's osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "fe640382-4f06-4181-9eb7-4675af6efd19",
        "choice_type": "single"
    },
    {
        "question": "In a middle aged male having back pain, syndesmophytes involving4 continous vertebrae are seen on Xray. The patient has -",
        "exp": "Ans. is 'b' i.e., Ankylosing spondylitiso Back pain with syndesmatophytes in a middle aged man suggest the diagnosis of ankylosing spondylitis.Ankylosing spondylitis (marie-strumpell disease)o Ankylosing spondylitis is a chronic progressive inflammatory disease of the sacroiliac joints and the axial skeleton,o Prototype of seronegative (absence of rheumatoid factor) spondyloarthropathies,o Inflammatory disorder of unknown cause.o Usually begins in the second or third decade with a median age of 23, in 5% symptoms begin after 40.o Male to female ratio is 2-3 :1o Strong correlation with HLA-B27o 90-95% of cases are positive for HLA - B27.Joints involved in ankylosing spondylitiso Ankylosing spondylitis primarily affects axial skeleton.o The disease usually begins in the sacro-iliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine.o In the worst cases the hips or shoulders are also affected. Hip joint is the most commonly affected peripheral joint,o Rarely knee (Ebenzar 4th/6 593) and ankle (Apley's 9th/e 67) are also involved. Pathologyo Enthesitis i.e. inflammation of the insertion points of tendons, ligaments or joint capsule on bone is one of the hallmarks of this entity of disease.o Primarily affects axial (spinal) skeleton and sacroiliitis is often the earliest manifestation of A.S..o Involvement of costovertebral joints frequently occur, leading to diminished chest expansion (normal > 5 cm)o Peripheral joints e.g. shoulders, and hips are also involved in l/3rd patients.o Extraarticular manifestations like acute anterior uveitis (in 5%); rarely aortic valve disease, carditis and pulmonary fibrosis also occur.o Pathological changes proceed in three stages-Inflammation with granulation tissue formation and erosion of adjacent bone.Fibrosis of granulation tissueOssification of the fibrous tissue, leading to ankylosis of the joint.Radiological features of ankylosing spondylitiso Radiographic evidence of sacroiliac joint is the most consistent finding in ankylosing spondylitis and is crucial for diagnosis. The findings areSclerosis of the articulating surfaces of SI jointsWidening of the sacroiliac joint spaceBony ankylosis of the sacroiliac jointsCalcification of the sacroiliac ligament and sacro-tuberous ligamentsEvidence of enthesopathy - calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis and around the heel.o X-ray of lumbar spine may showSquaring of vertebrae : The normal anterior concavity of the vertebral body is lost because of calcification of the anterior longitudinal ligament.Loss of the lumbar lordosis.Bridging kosteophytes' (syndesmophytes)Bamboo spine appearance",
        "cop": 2,
        "opa": "DISH",
        "opb": "Ankylosing spondylitis",
        "opc": "Rheumatoid arthritis",
        "opd": "Osteoarthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "d59acfff-80b8-4e25-adb1-33bac1705850",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in Seropositive Rheumatoid Arthritis?",
        "exp": "(D) All of the above[?]Rheumatoid arthritis (RA) is a chronic inflammatory disease of unknown etiology marked by a symmetric, peripheral polyarthritis.It is the most common form of chronic inflammatory arthritis & often results in joint damage and physical disability.Because it is a systemic disease, RA may result in a variety of extraarticular manifestations, including fatigue, subcutaneous nodules, lung involvement, pericarditis, peripheral neuropathy, vasculitis & hematologic abnormalities. Rheumatoid Arthritis Criteria (1987 revision, American Rheumatism Association):Morning stiffness (in/around joints, >1 hr before maximal improvement)Arthritis (swelling) of 3 or more joint areas (observed by physician)Symmetric arthritis (swelling, NOT bony overgrowth)Arthritis of Hand joints (wrists, MCPs or PIPs)Rheumatoid nodulesRheumatoid factor (serum)Radiographic changes (erosions and/or peri-articular osteopenia in hand/wrist joints)Requirements: >4 of the above 7 criteria. Criteria 1-4 must have been present for at least 6 weeks.Characteristic hand signs:Z-thumbs, Boutonniere, swan-necking, ulnar deviation, muscle wasting, subluxation of MCP, sometimes Carpal tunnel syndrome, Atlantoaxial subluxationExtra-articular features; Sjogren 'ds syndrome, Reynaud's, vasculitis. Nodules (firm but usually painless)Pathology: Auto-antibody production (70%IgM,30%IgG) against joint tissues.Investigations:Blood: RA factor positive. Rheumatoid factor is not diagnostic. Present in 70%, but also in general population. Rheumatoid positive disease has worse prognosis and more extensive deformity. Anti-CCP antibodies test similar to rheumatoid factor, | ESR + | CRP, normochromic-normocytic anaemia common.X-ray: look for nodules, soft-tissue swelling, osteopaenia, deformity, erosions.Treatment:Aim to reduce long-term deformity & LoF. Steroids induce remission, beware SE's long termDMARDs are mainstay. All can cause myelosuppression and rash plus: Sulfasalzine: hepatic impairment, oligospermia, methotrexate; GI disturbance (give folic acid to reduce), mouth ulcers, hepatic impairment gold; medical emergency rash, photosensitivity, nephrotic syndrome; leflunomide, chloroquine: retinitis, tinnitus, infliximab; anti TNF- a agent: can cause reactivation of latent diseases (e.g. TB).",
        "cop": 4,
        "opa": "Multiple joints affected",
        "opb": "Symmetrical joint symptoms",
        "opc": "Morning stiffness, joint pain and swelling",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "43755381-1a9f-4fbc-b1c3-6533b34b787e",
        "choice_type": "multi"
    },
    {
        "question": "Test for fixed flexion deformity of the Hip?",
        "exp": "Ans. is 'a' i.e., Thomas test Tests for Hip JointTESTINDICATIONTHOMASFixed flexion DeformityTrendelenburg TestFailure of the Abductor MechanismBryants TriangleSupratrochanteric ShorteningSquaring of pelvisAdduction/Abduction DeformityTelescoping TestPositive in DDH, transcervical neck femur fractureNelatons LineSupratrochanteric ShorteningChienes testSupratrochanteric ShorteningShoemakers LineSupratrochanteric Shortening",
        "cop": 1,
        "opa": "Thomas test",
        "opb": "Trendelenburgs test",
        "opc": "Nelatons test",
        "opd": "Telescoping test",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "f5588d2f-4b7f-48ac-81f3-4adc072945ad",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old man with history of long standing diabetes mellitus presents with painless, swollen right ankle joint. X-rays of the ankle show destroyed joint with large number of loose bodies. The most probable diagnosis is:",
        "exp": "Ans. A. Charcot's jointa. It is progressive destructive arthritis arising from loss of pain sensation and proprioceptionb. Joints lack normal reflex safeguard against abnormal stress injury.c. Causes- DM, Tabes dorsalis, Leprosy, syringomyelia, Myelomeningocele, Chronic alcoholism",
        "cop": 1,
        "opa": "Charcot's joint",
        "opb": "Clutton's joint",
        "opc": "Osteoarthritis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "dd0311fe-6496-4be0-a497-074b115c0c5d",
        "choice_type": "single"
    },
    {
        "question": "Joints of hand are not affected in-",
        "exp": "Ans. is 'a' i.e.. AS o Ankylosing spondylitis does not affect hand and foot joint,o OA, RA and psoriatic arthritis affect hand joints.Joints involvedDiseasesPIPRA, OA, Psoriatic arthritisPIP + DIPOA, Psoriatic arthritisPIP + DIP + 1st carpometacarpal joint with sparing of MTP & wristOAPIP + MTP + wrist with sparing of DIPRAPIP+DIP+MTP+wrist (However any joint can be spared)Psoriatic arthritisAxial joints (SI joint, spine), Hip, shoulderAnkylosing spondylitis",
        "cop": 1,
        "opa": "AS",
        "opb": "RA",
        "opc": "OA",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "a2d801ff-9926-42b4-8bd6-0c8d5a9f85ce",
        "choice_type": "single"
    },
    {
        "question": "A person develops knee pain on walking upstairs. Pain typically occurs beyond 110 degree flexion of knee. There is no rest pain or scaly skin involvement. Crepitus and loose bodies were present on palpation, but there was no swelling of knee joint. What is the most likely diagnosis?",
        "exp": "Ans: B (Osteoarthritis) Ref: Campbell's Operative Orthopaedics, 11th editionExpfanation:Knee OsteoarthritisSymptomso Paino Swelling (due to Joint effusion)o Stiffnesso Crepitus with range of motiono Large osteophytes as palpable swellings (in later stages).Osteoarthritis of the knee first start in the pateliofemoral joint.Isolated Pateliofemoral Arthritiso Cause anterior knee pain that worsens with stair climbingo Pain when rising from a seated position,o Pain not present with walking or running on level surfaces,o Forces on the patella range from between one third and one half of a person's body weight during walking to three times body weight during stair climbing and up to seven times body weight during squatting. Hence extreme flexion causes pain in pateliofemoral osteoarthritisCardinal Features of Osteoarthritiso Progressive cartilage destruction c Subarticular cyst formationo Sclerosis of the surrounding boneo Osteophyte formationo Capsular fibrosis.Symptomso Paino Stiffnesso Swellingo Deformityo Loss of functiono Limpo Difficulty' in climbing stairso Restriction of walking distanceo Progressive inability to perform everyday tasks.Signso Joint swellingo Deformityo Local tendernesso Crepituso Instability* Imagingo X-ray is usually diagnostic.o Shows asymmetrical loss of cartilage (narrowing of the 'joint space'),o Sclerosis of the subchondral bone under the area of cartilage loss.o Cysfs close to the articular surface,o Osteophytes at the margins of the joint.",
        "cop": 2,
        "opa": "Osteonecrosis",
        "opb": "Osteoarthritis",
        "opc": "Psoratic arthropathy",
        "opd": "Gout",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "4ad3a320-f0ba-423b-bb92-cda7f4e79e2f",
        "choice_type": "multi"
    },
    {
        "question": "Bouchard's nodes are seen in -",
        "exp": "Ans. is 'a' i.e., Proximal IP joints In osteoarthritis of hand : Distal interphalangeal joint - Heberden's node Proximal interphalangeal joint - Bouchard's node",
        "cop": 1,
        "opa": "Proximal IP joints",
        "opb": "Distal IP joints",
        "opc": "Stemo-clavicular joints",
        "opd": "Knee joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "92842d2e-445c-4f22-a01b-4af461a69332",
        "choice_type": "single"
    },
    {
        "question": "In rheumatoid arthritis which part of spinal column is involved -",
        "exp": "Ans. is 'a' i.e., Cervical Articular manifestations in rheumatoid arthritis* Rheumatoid arthritis can affect any of the synovial joints.* Most commonly the disease starts classically in the joints of hand and feet i.e. PIP, MCP and MTP with involvementof large joints occurring later.A) The hands# These are the major site of involvement in almost all patients with rheumatoid arthritis.# Of particular importance is the sparing of distal interphalangeal joint# Most commonly the disease starts in proximal interphalangeal joint. (PIP), and metacarpophalangeal joint (MCP).B) The Feet# Metatarsophalangeal joints are particularly involved in almost all cases of rheumatoid arthritis and are second only to hand involvement.C) Wrist# Involved in most patients; radial deviation is the rule.D) Large joints# Involvement of large joint (knee, elbows, hips and shoulders) is common but occurs somewhat later than small joint.E) Other joints# Upper cervical spine (facet joint) with atlantoaxial subluxation and temporomandibular joint.Symmetric involvement of the joint is also an important feature of articular involvement in rheumatoid arthritis.",
        "cop": 1,
        "opa": "Cervical",
        "opb": "Dorsal",
        "opc": "Lumbar",
        "opd": "Sacral",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "7cd43329-d787-4d81-b3d6-9c34e7fc7baf",
        "choice_type": "single"
    },
    {
        "question": "Bechterew disease is?",
        "exp": "ANSWER: (A) Ankylosing spondylitisREF: Diagnostic Neuroradiology by Valery N. Kornienko, I.N. Pronin p.1277 Bechterew's disease is other name for ankylosing spondylitis or Marie-Striimpell diseaseAlso know:[?] Bechterew's test. The patient in the sitting position attempts to extend each leg one at a time followed by an attempt to extend both legs. The sign is positive if backache or sciatic pain is increased or the maneuver is impossible. In disc involvements, extending both legs will usually increase spinal and sciatic discomfort. Used to rule out a lumbosacral intervertebral disc protrusion.[?]Bechterew's phenomenon: Vestibuloocular and vestibulospinal reactions following the bilateral loss of vestibular function are designated as Bechterew's phenomenon. In vestibular physiology, under experimental conditions, this phenomenon has played an important role for understanding the mechanisms underlying vestibular compensation",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Bechet's disease",
        "opc": "Sjogren's syndrome",
        "opd": "Psoriasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "82363857-66a1-460b-8bf1-0ed96173ff6b",
        "choice_type": "single"
    },
    {
        "question": "Thomas test helps to detect -",
        "exp": "Ans. is 'c' i.e., Fixed flexion deformity of the Hip Tests for Hip JointTESTINDICATIONTHOMASFixed flexion DeformityTrendelenburg TestFailure of the Abductor MechanismBryants TriangleSupratrochanteric ShorteningSquaring of pelvisAdduction/Abduction DeformityTelescoping TestPositive in DDH, transcervical neck femur fractureNelatons LineSupratrochanteric ShorteningChienes testSupratrochanteric ShorteningShoemakers LineSupratrochanteric Shortening",
        "cop": 3,
        "opa": "Adduction deformity of the hip",
        "opb": "Integrity of the Abductor Mechanism",
        "opc": "Fixed flexion deformity of the Hip",
        "opd": "Apparent shortening at the hip Joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "3063f5ea-a0cf-400e-8f0b-e55371207d9d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a diagnostic criterion for rheumatoid arthritis according to the American Rheumatism Association?",
        "exp": "Ans. C. Symmetrical muscle weakness.Rheumatoid arthritis is defined by the presence of four or more of the following criteria according to the American Rheumatism Association:a. Morning stiffness in and around joints lasting at least 1 hour before maximal improvement, present for at least 6 weeksb. Soft tissue swelling (arthritis) of three or more joint areas observed by a physician, present for at least 6 weeksc. Swelling (arthritis) of the proximal interphalangeal, metacarpophalangeal or wrist joints for at least 6 weeksd. Symmetric swelling (arthritis) for at least 6 weekse. Rheumatoid nodulesf. The presence of rheumatoid factorg. Radiographic erosions and/or periarticular osteopenia in hand and/or wrist joints",
        "cop": 3,
        "opa": "Raised rheumatoid factor.",
        "opb": "Symmetric swelling (arthritis) for at least 6 weeks.",
        "opc": "Symmetrical muscle weakness.",
        "opd": "Rheumatoid nodules.",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "3b2ec133-11fd-474d-8918-61b299823c52",
        "choice_type": "single"
    },
    {
        "question": "Most specific antibody seen in RA -",
        "exp": "Ans. is 'a' i.e., Anti CCP Laboratory features of Rheumatoid Arthritis:* IgM, IgG, and IgA isotypes of RF occur in sera from patients with RA, although the IgM isotype is the one most frequently measured by commercial laboratories.* Serum IgM RF has been found in 75-80% of patients with RA; therefore, a negative result does not exclude the presence of this disease.* It is also found in other connectivetissue diseases, such as primary Sjogren's syndrome, systemic lupus erythematosus, and type II mixed essential cryoglobulinemia,as well as chronic infections such as subacute bacterial endocarditis and hepatitis B and C.* Serum RF may also be detected in 1-5% ofthe healthy population.* The presence of serum anti-CCP antibodies has about the same sensitivity as serum RF for the diagnosis of RA.* However, its diagnostic specificity approaches 95% (most specific for RA), so a positive test for anti- CCPantibodies in the setting of an early inflammatory arthritis is usefulfor distinguishing RA from other forms of arthritis.* There is some incremental value in testing for the presence of both RF and anti-CCP, as some patients with RA are positive for RF but negative foranti-CCP and visa versa.* The presence of RF or anti-CCP antibodies also has prognostic significance, with anti-CCP antibodies showing the most value for predicting worse outcomes.",
        "cop": 1,
        "opa": "Anti CCP",
        "opb": "Rheumatoid factor",
        "opc": "ANA",
        "opd": "Anti dsDNA",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "be0d242f-644e-42ce-af45-4d29569c15bc",
        "choice_type": "single"
    },
    {
        "question": "Bamboo spine appearance is seen in -",
        "exp": "Ans. is 'a' i.e., Ankylosing spondylitis Radiological features of ankylosing spondylitis* Radiographic evidence of sacroiliac joint is the most consistent finding in ankylosing spondylitis and is crucial for diagnosis. The findings are -i) Sclerosis of the articulating surfaces of SI jointsii) Widening of the sacroiliac joint spaceiii) Bony ankylosis of the sacroiliac jointsiv) Calcification of the sacroiliac ligament and sacro-tuberous ligamentsv) Evidence of enthesopathy - calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis and around the heel.* X-ray of lumbar spine may showi) Squaring of vertebrae : The normal anterior concavity of the vertebral body is lost because of calcification of the anterior longitudinal ligament.ii) Loss of the lumbar lordosis.iii) Bridging 'osteophytes' (syndesmophytes)iv) Bamboo spine appearance",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatoid arthritis",
        "opc": "Osteoarthritis",
        "opd": "DISH",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "1fd8a8d7-a382-48fc-838c-35ee36d1f937",
        "choice_type": "single"
    },
    {
        "question": "False about osteoarthritis is -",
        "exp": "Ans. is 'c' i.e., It is an inflammatory arthritis o Osteoarthritis (OA) is a chronic disorder of synovial joints in which there is progressive softening and disintegration of articular cartilage accompanied by new growth of cartilage and bone at the joint margins (osteophytes), cyst formation and sclerosis in the subchondral bone, mild synovitis and capsular fibrosis,o The term osteoarthritis is a misnomer as it is a non-inflammatory condition.o The right term is osteoarthrosis or degenerative joint disorder because it is a degenerative wear - and - tear process occuring in joints.",
        "cop": 3,
        "opa": "Involves synovial joints",
        "opb": "Progressive softening of the articular cartilage",
        "opc": "It is an inflammatory arthritis",
        "opd": "Marginal osteophytes are produced",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "56c0edde-7ea1-4da5-9bc8-022dc787a1cf",
        "choice_type": "multi"
    },
    {
        "question": "The pathogonomic finding in pseudogout is -",
        "exp": "Ans. is 'a' i.e., CPPD crystals under microscope Pseudogouto It is one of the forms of \"Calcium pyrophosphate dihydrate \" (CPPD) arthropathyo Pseudogout commonly involves the larger joints. Knee joint is most commonly involved: other sites are wrist, elbow, shoulder, ankle. Involvement of small joints is uncommon.o Age group is > 60 yrs.o In CPPD arthropathy, CPPD deposition occurs in articular tissues. It can present in any of the following three forms-Asympatomatic chondrocalcinosisAcute synovitis - PseudogoutChronic pyrophosphate arthropathyo The radiologic hallmark of CPPD is \"chondrocalcinosis\". Chondrocalcinosis is seen as punctate and/or linear radiodense deposits in fibrocartilaginous joint menisci or articular hyaline cartilage,o Definitive diagnosis is made by synovialfluid polarised light microscopy which shows weakly positive, birefringent, rhomboid crystals of CPPD. o In acute synovitis form, leucocytosis (thousands to 1 lac cells/ 1) is seen in synovial fluid examination,o It may be associated with certain underlying disease such as -Primary hyperparathyroidismHemochromatosisHypomagnesemiaHypophosphatasiaHypothyroidism",
        "cop": 1,
        "opa": "CPPD crystals under microscope",
        "opb": "Polyarthritis with urinary sediment",
        "opc": "Juxta - articular osteopenia",
        "opd": "Bone spurs",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "20e3f6e6-243a-4089-8c52-759c69d4710b",
        "choice_type": "single"
    },
    {
        "question": "A child from a small village from bihar has long bone pain, is weak and lethargic and on examination he has bow legs. The X-Ray reports shows increase in bone density, osteophytes and dismorphic joint space. Diagnosis:",
        "exp": "Ans. (a) FluorosisRef: Maheshwari 5th ed. / 314* Hint in the question is child from a village of Bihar with Genu varum/bow legged, long bone pain and X-Rays showing increased bone density, this characteristically focuses towards Fluorosis.* If its genu valgum (knock knee) then answer is Rickets,GENU VALGUM (KNOCK KNEE)* It is abnormal approximation of knees with abnormally divergent ankles. It can be estimated by measuring the distance between the medial malleolis, when the knees are touching with the patella facing forwards; it is usually <5cm. Valgus alignment of lower extremities is normal in child between 2-8 years of age (Known as physiological valgus & is maximum between 2-4 years). The commonest cause of genu valgum (knock knee) is idiopathic > rickets.GENU VARUM (BOW LEGS)* Knee are abnormally divergent & ankles approximated. B/L bow legs can be estimated by measuring the distance between the medial malleoli when heels are touching; it should be <6cm. Normal children show maximum varus at 6 months to 1 year of age. The causes of genu varum are similar to genu val gum except that the defective growth is on the medial side.FLUOROSIS* Fluorine in very low concentration- 1 part per million (ppm) or less is used to reduce the incidence of dental caries. At slightly higher levels (2-4 ppm) it may produce mottling of teeth.* In some parts of India & Africa, where fluorine concentration in the drinking water may be above 10 ppm- chronic fluorine intoxication (flurosis) is endemic and results in skeletal anomalies.* Characterstic pathological feature is subperiosteal new bone accretion and osteosclerosis (increased bone density), most marked in vertebrae, ribs, pelvis, forearm and leg bones, together with hyperostosis at the bony attachments of ligaments, tendons and fascia.* Despite the apparent thickening & density of skeleton, tensile strength is reduced and the bones fracture more easily.* First clinical manifestation is usually a stress fracture, back pain, bone pain, joint stiffness and neurological defects ( due to hyperostosis encroaching vertebral canal).* Characterstic x- ray features are osteosclerosis, osteophytosis and ossification of ligamentous and fascial attachments. It can be radiologically mistaken for other osteosclerotic conditions as Paget s disease, osteopetrosis, renal osteodystrophy, idiopathic skeletal hyperostosis etc.* NOTE: Fluorine stimulates osteoblastic activity; fluoroapatite crystals are laid down in bone and these are usually resistant to osteoclastic resorption. This leads to calcium retention impaired mineralization and secondary hyperparathyroidism.Also Know* Infantile cortical hyperostosis (Caffeys Disease) is a self limiting disorder characterized by soft tissue swelling, rapid subperiosteal new bone formation, cortical thickening of under lying bones, fever and irritability. Classically, the onset of disease occurs before 5th month of life with resolution by 3 years of age.* In sporadic cases, mandible is the most common site of involvement presenting as jaw tumor or swelling i.e. is firm, tender without heat or redness.",
        "cop": 1,
        "opa": "Fluorosis",
        "opb": "Rickets",
        "opc": "Scurvy",
        "opd": "Caffeys disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "3edf478d-da82-4712-a365-2a609e21f5a6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following crystals found in Pseudo gout:",
        "exp": "(Calcium pyrophosphate dihydrate): Ref: 69- 73-ACRYSTALDISEASE1. Monosodium urate- Gout2. Calcium pyrophosphate dihydrate- Chondrocalcinosis- Pseudogout- Chronic pyrophosphate arthropathy3. Calcium hydroxyapatitie- Acute or subacute periarthritis- Chronic destructive arthritisGout: - Smaller joint (metacarpophalangeal joint of the big toes commonest site) pain intense, joint inflamed: Hyperuricemia, urate crystals are needle like 5-20 cm, long, and exhibit strong negative birefringencePSEUDO-GOUT: - Large joint, pain moderate, joint swollen, chondrocalcinosis, Pyrophosphate crystals are rhomboid-shaped, slightly smaller than urate crystals and show weak positive birefringence",
        "cop": 2,
        "opa": "Monosodium urate mohohydrate",
        "opb": "Calcium pyrophosphate dihydrate",
        "opc": "Calcium hydroxyapatite",
        "opd": "Alkaline phosphatase",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "5d90108a-a79e-4f6e-a9f2-c8fb922eef3e",
        "choice_type": "single"
    },
    {
        "question": "Osteoarthritis involves all except -",
        "exp": "Ans. is 'd' i.e., Wrist Joints involved in QAo OA affects certain joints, yet spares others.o Commonly affected joint include Hip, knee, cervical & lumbosacral spine, and first metatarsophalangeal joint.o In Hands, the distal interphalangeal joints (DIP), proximal interphalangeal joints (PIP) and first carpometacarpal joint (base of thumb) are involved while sparing metacarpophalangeal (MCP) joints,o Shoulder joint may be affected but uncommonly.o Usually spared joints are the wrist, elbow, metacarpophlangeal and ankle.o This may simply reflect the fact that some joints are more prone to predisposing abnormalities than others.",
        "cop": 4,
        "opa": "Hip",
        "opb": "Knee",
        "opc": "PIP",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "03c5a474-f96a-4417-82af-25d53ec72706",
        "choice_type": "multi"
    },
    {
        "question": "Seronegative spondarthritides includes all EXCEPT",
        "exp": "(Rheumatoid) (55-A)Seronegative spondyloarthropathies (SNSA) this concept of seronegative spondarthropathies was developed because of a common co-existence of both sacroilitis and ankylosing spondylitis, distinct pattern of peripheral arthritis, and their association with mucosal ulcers, inflammatory ocular disease, absence of rheumatoid factor and familial incidence* SNSA consist of a group of heterogenous but inter-related inflammatory arthropathies affecting the synovium and the enthesis leading to spinal and oligoarticular peripheral arthritis in genetically predisposed individuals HLA-B27 is strongly associated with these diseases. But the strength of the association varies markedly not only among the various spondyloarthropathies but also between various racial and ethnic group.Examples1. Ankylosing spondylitis2. Reiter's syndrome (RS) reactive arthritis (ReA)3. Psoriatic arthritis4. Arthropathies of inflammatory bowel disease5. Undifferentiated spondyloarthropathies6. Juvenile onset ankylosing spondylitis",
        "cop": 4,
        "opa": "Psoriatic arthritis",
        "opb": "Ankylosing spondylitis",
        "opc": "Reiter's syndrome",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "7b490295-4036-437a-96ec-b4e1b49ae18e",
        "choice_type": "multi"
    },
    {
        "question": "Loose body in joint most common site is -",
        "exp": "Ans. is 'a' i.e., Knee Loose body in jointo A loose body is a free-floating piece of bone, cartilage or foreign object in a joint,o The knee is the most common joint where one would find a loose body.o Causes of loose bodies include :-OsteoarthritisOsteochondritisdessicansOsteochondral fracture(injury)Charcot's diseaseSynovial chondromatosis",
        "cop": 1,
        "opa": "Knee",
        "opb": "Hip",
        "opc": "Elbow",
        "opd": "Ankle",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "80b58b0c-8c50-401d-9b06-4138f16e6399",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding in- flammatory arthritis -",
        "exp": "Ans. is 'b' i.e., Sclerosis on X ray* Inflammatory arthritis refers to those conditions of the joints that involve the immune system and cause inflammation. Inflammatory arthritis are :-# RA# Reiter's syndrome# Gout & Pseudogout# Reactive arthritis# Ankylosing spondylitis# Psoriatic arthritis# Lupus arthritis Features of inflammatory arthritisa) Presence of some or all four cardinal signs of inflammation.i) Erythemaii) Painiii) Warmthiv) Swellingb) Systemic symptomsi) Prolonged morning stiffness, often lasting for several hours. (Non inflammatory arthritis are associated with intermittent stiffness, Stiffness usually lasts less than 1 hr).ii) Fatigueiii) Feveriv) Weight Lossc) Laboratory evidence of inflammationi) Elevated ESRii) Elevated C reactive proteiniii) Thrombocytosisiv) Anemia of chronic disease.d) X-ray.* X-ray feature of inflammatory arthritis shows rarefaction while x-ray features in non-inflammatory arthritis reveals sclerosis.",
        "cop": 2,
        "opa": "Presence of morning stiffness",
        "opb": "Sclerosis on X-ray",
        "opc": "Anemia of chronic disease",
        "opd": "Presence of fever, weight loss and elevated ESR",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "6808a37a-31fb-4a2a-a3c6-93f380c49dcf",
        "choice_type": "multi"
    },
    {
        "question": "Needle shaped cry stals negatively birefringent on polarized microscopy is characteristic of which crystal associated arthropathy?",
        "exp": "Ans. is 'a' i.e., Gout o Crystal of Pseudogout :-Made up of calcium pyrophosphateWeakly positive birefringenU rhomboido Crystal of goutMade up of uric acid (monosodium urate)Strongly negative birefringent, needle shaped",
        "cop": 1,
        "opa": "Gout",
        "opb": "CPPD",
        "opc": "Neuropathic arthropathy",
        "opd": "Hemophilic arthropathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "33d9070d-7fef-4601-acd8-2c19cd0ec850",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes a toe deformity where there is hyperextension at the metatarsophalangeal joint, flexion at the proximal interphalangeal joint and flexion at the distal interphalangeal joint?",
        "exp": "Ans. A. Claw toe.These features describe a claw toe deformity. A hammer toe is only flexed at the proximal interphalangeal joint and a mallet toe is only flexed at the distal interphalangeal joint.",
        "cop": 1,
        "opa": "Claw toe",
        "opb": "Hammer toe",
        "opc": "Mallet toe",
        "opd": "Curly toe",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "69691977-7b4e-4871-b132-913b2ca8734b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a differential diagnosis for tuberculous arthritis of the hip joint?",
        "exp": "Ans. D. All of the aboveSeptic arthritis of low grade and rheumatoid arthritis are other causes for monoarthritis of the hip joint and thereby are important differential diagnoses to be kept in mind.Even an inguinal lymphadenopathy or psoas abscess may present with a flexion deformity of the hip because of the spasm of iliopsoas.Congenital dislocation of the hip, coxa vara, and Perthes disease are other causes of a limp at that age.",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Perthes disease",
        "opc": "Septic arthritis",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "f3c25405-e16d-4a6a-bffe-427fd3ec97f6",
        "choice_type": "multi"
    },
    {
        "question": "Crystal of pseudogout is made up of -",
        "exp": "Ans. is 'a' i.e., CP PD Pseudogouto It is one of the forms of \"Calcium pyrophosphate dihydrate \" (CPPD) arthropathy.o Pseudogout commonly involves the larger joints. Knee joint is most commonly involved; other sites are wrist, elbow, shoulder, ankle. Involvement of small joints is uncommon,o Age group is > 60 yrs.o In CPPD arthropathy, CPPD deposition occurs in articular tissues, ft can present in any of the following three forms :-Asympatomatic chondrocalcinosisAcute synovitis - PseudogoutChronic pyrophosphate arthropathyo The radiologic hallmark of CPPD is \"chondrocalcinosis. Chondrocalcinosis is seen as punctate anchor linear radiodense deposits in fibrocartilaginous joint menisci or articular hyaline cartilage,o Definitive diagnosis is made by synovial fluid polarised light microscopy which shows weakly positive, birefringent, rhomboid crystals of CPPD. o In acute synovitis form, leucocvtosis (thousands to I lac cells/pl) is seen in synovial fluid examination,o It may be associated with certain underlying disease such as -Primary hyperparathyroidismHemochromatosisHypomagnesemiaHypophosphatasiaHypothyroidism",
        "cop": 1,
        "opa": "CPPD",
        "opb": "Urate",
        "opc": "Calcium carbonate",
        "opd": "Xanthine",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "0eea5e42-6b10-4adb-88da-3327fb25156d",
        "choice_type": "single"
    },
    {
        "question": "Large bilateral painless effusions of the knees occurring in late congenital syphilis in patients between ages 8 to 18 are designated as:",
        "exp": "Ans. A. Clutton's jointsLate congenital syphilis is that which remains untreated after 2 years of age. In 60% of cases, the infection remains subclinical; the clinical spectrum in the remainder of cases differs in certain respects from that of acquired late syphilis in the adult. For example, cardiovascular syphilis rarely develops in late congenital syphilis, whereas interstitial keratitis is much more common and occurs between the ages of 5 and 25. other manifestations include eighth-nerve deafness and recurrent arthropathy. Bilateral knee effusions are known as Clutton's joints. Asymptomatic neurosyphilis is present in about one-third of untreated patients, and clinical neurosyphilis occurs in one-quarter of untreated individuals >6 years old. Gummatous periostitis occurs between the ages of 5 and 20 and, as in nonvenereal endemic syphilis, tends to cause destructive lesions of the palate and nasal septum.",
        "cop": 1,
        "opa": "Clutton's joints",
        "opb": "Ramsey's joints",
        "opc": "Charcot's joints",
        "opd": "Mercer's joints",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "a0e47a2f-fb2b-44a5-9555-6dfdd20bbe99",
        "choice_type": "single"
    },
    {
        "question": "Which joint is rarely affected by ankylosing spondylitis -",
        "exp": "Ans. is 'a' i.e., Ankle Joints involved in ankylosing spondylitis* Ankylosing spondylitis primarily affects axial skeleton.* The disease usually begins in the sacro-iliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine.* In the worst cases the hips or shoulders are also affected. Hip joint is the most commonly affected peripheral joint.* Rarely knee and ankle are also involved",
        "cop": 1,
        "opa": "Ankle",
        "opb": "Hip",
        "opc": "Shoulder",
        "opd": "Sacroiliac",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "a0fc59b3-f101-488d-8b13-6e9f0a6787da",
        "choice_type": "single"
    },
    {
        "question": "Most common joint involved in gout is -",
        "exp": "Ans. is 'c' i.e., MP joint of great toe {Ref: Harrison 17th/ep. 2165, 2166]o Gout is the common end point of a group of disorders that produce hyperuricemia.o It is marked by transient attacks of acute arthritis intitiated by crystallization of monosodium urate into the joints, leading eventually to chronic gouty arthritis and deposition of masses of urates in joints and other sites, creating tophi.o Most common joint involved in gout is big toe, i.e. metatarsophalangeal joint of great toe.o Tophi are pathognomic of gout. They are formed by large aggregations of urate crystals. The urate crystals are surrounded by -a) Macrophagesb) Lymphocytesc) Large foreign body giant cellso They are seen in the-a) Articular cartilages of jointsb) Periarticular ligamentsc) Tendons and soft tissuesd)Achilles tendone) Ear lobesf) Synovial fluido Less common sites of involvement are -a) Kidneyb) Nasal cartilagec) Skin of the finger tips, palms or soles.",
        "cop": 3,
        "opa": "Knee",
        "opb": "Hip",
        "opc": "MP joint of great toe",
        "opd": "MP joint of thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "09cd64b9-9e72-4ffa-8f18-45526b4bcf35",
        "choice_type": "single"
    },
    {
        "question": "A 68 yr. old man came with pain and swelling of right knee. Ahlback grade 2 osteoarthritic changes were found on investigation. What is the further management?",
        "exp": "Ans. is 'd' i.e. Conservative Initial management of most of the patients of knee OA is conservative or non-operative.Campbell operative orthopaedics writes - \"Osteoarthritis of the knee can cause symptoms ranging from mild to disabling. Initial management of most patients should be nonoperative\".Surgical management is needed when the conservative management fails.Surgical management in brief:The choice of surgical procedure depends on the patient's age and activity demand, severity of the disease and the number of knee compartments involved.Arthroscopic washout or debridement:It consists of trimming of degenerate meniscal tissue and osteophytesIt may delay the need for a more definitive procedure, especially in younger, active patients with localised degenerative arthritis that causes pain at rest without malalignment or instabilityIt may also be considered in active, older adults with mild to moderate OA Realignment osteotomy:High or proximal tibial osteotomy (HTO)-High tibial osteotomy is a procedure for the treatment of unicompartmental osteoarthritis of the knee (medial or lateral compartment osteoarthritis; usually it is medial; lateral compartment osteoarthritis is uncommon).Medial osteoarthritis is associated with varus deformity of the knee. Varus deformity causes stresses to be concentrated medially, accelerating degenerative changes in the medial part of the joint (similarly if the deformity is of valgus position, changes are accelerated in the lateral part).The biomechanical rationale for proximal tibial osteotomy in patients with unicompartmental osteoarthritis of the knee is \"unloading\" of the involved joint compartment by correcting the malalignment and redistributing the stresses on the knee joint.Thus medial osteoarthritis is treated by a varus correcting osteotomy (k/a valgus osteotomy) and the uncommon lateral osteoarthritis corrected by valgus correcting osteotomy (k/a varus osteotomy).According to Ebnezar (3/e p547) High tibial osteotomy is done for varus deformity less than 15deg and valgus deformity less than 12deg.Supracondylar or distal femoral osteotomy- - distal femoral osteotomy is done for correction of valgus deformity more than 12 to 15deg (Ref: Campbell's Orthopaedics 11/e chapter 25)Total knee arthroplasty:It is done for older patients with advanced OA that causes incapacitating pain and disability or young patients with tricompartmental (medial and lateral tibio femoral and patellofemoral) disease. But it should be delayed in young patients as long as possible as prostheses may wear out over time and may need further revision surgery.Unicompartmental arthroplasty:In carefully selected patients with either medial or lateral osteoarthritis, it is becoming a viable alternative to TKA and HTO.Knee arthrodesis:Arthrodesis is indicated less commonly than arthroplasty. If the patient is young and involved in heavy occupation, arthrodesis is indicated to give him a stable and strong knee.This procedure provides permanent pain relief and allows the patient to return to durable, active work. However arthrodesis results in a stiff knee which is a severe disability.Ahlback's grading of osteoarthritisAhlback's grading is radiological grading of osteoarthritis. Standard textbooks of Orthopaedics (Campbell, Turek, Apley's) and of Radiology (Grainger, Sutton, Greenspan's Orthopedic Imaging) do not mention anything about it. Treatment of osteoarthritis depends on symptoms and clinical profile of pt and not on radiological grading.Still we are describing the grading below.Grading of osteoarthritisApart from Ahlback grading, other commonly used grading system is by Kellgren and Lawrence. The two grading system are compared as follows:Classification of knee OAAhlbackKellgren and LawrenceGradeDefinitionGradeDefinition Grade 1 \"doubtful\"Minute osteophytes doubtful significant Grade 2 \"minimal\"Definite osteophytes (unimpaired air space)Grade 1Joint space narrowing (<3 mm)Grade 3 \"moderate\"Moderate diminution of joint spacesGrade 2Joint space obliterationGrade 4 \"severe\"Joint space great impaired with sclerosis of subchondral boneGrade 3Minor bone attrition (0-5 mm)Grade 4Same as aboveGrade 4Moderate bone attrition (5-10 mm)Grade 4As aboveGrade 5Severe bone attrition (> 10 mm)Grade 4As aboveNote- Grade 1 of Ahlback is equivalent to grade 3 of Kellgren and Lawrence& grade 2, 3, 4&5 of Ahlback is equivalent to grade 4 of Kellgren and Lawrence.It must be noted that the radiological grading may not correlate with clinical symptomology of the patients. The treatment is based on the symptoms of patient (and not merely on radiographic appearances)",
        "cop": 4,
        "opa": "Arthroscopic washout",
        "opb": "High tibial osteotomy",
        "opc": "Total knee replacement",
        "opd": "Conservative",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "b8c83d0f-434a-40c5-9adc-69e63052cdaf",
        "choice_type": "single"
    },
    {
        "question": "Drug used in acute gout-",
        "exp": "Ans. is 'c' i.e., Colchicine o Drugs used in acute goutNSAIDs (drugs of choice), colchicine (fastest acting drug), corticosteroids,o Drugs used in chronic goutAllopurinol (drug of choice), probenacid, sulfinpyrazone.",
        "cop": 3,
        "opa": "Allopurinol",
        "opb": "Probenacid",
        "opc": "Colchicine",
        "opd": "Sulfinpyrazone",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "f6dae3c4-af56-4711-90b2-bd80e6586946",
        "choice_type": "multi"
    },
    {
        "question": "What is the probable diagnosis?",
        "exp": "Ans. A. Ankylosing spondylitis* Involvement of the lumbar spine and the classical Bamboo spine appearance points towards the diagnosis of Ankylosing spondylitis.* A close differential diagnosis remains to be DISH. See the table below to differentiate the two conditions. Ankylosing spondylitisDiffuse idiopathic skeletal hyperostosisSex/ageCommon in males of 15-40 years of ageCommon in males in 5th to 6th decadeEtiologyIt is chronic progressive inflammatory seronegative spondyloarthropathyIt is a form of degenerative arthritisPathogenesisThe primary site of pathology in ankylosing spondylitis is the enthesis (site of attachment of tendons and ligaments to bone). Ossification also occurs in the ligaments that are ending up as enthesis, especially the ligaments of the spine that gradually get ossified, progressively leading to stiffnessCharacterized by ossification at sites of tendon, ligaments and joint capsule insertion (enthesitis) anterior longitudinal ligament of the spine is most commonly involvedDistributionSI joint, lumbar spine (eventually whole spine), the hip joint is commonly involvedMarked predilection to the axial skeleton; mainly involve thoracic spineCourseAll patients invariably present early with pain and stiffness of backIt is usually asymptomatic and discovered incidentallySI jointBilateral, symmetrical involvement (sacroiliitis)In late cases, erosion may cause pseudo widening of the SI jointsNot involvedESRElevatedNormalHLA B27Positive in 90% casesNegativeDisabilityMarked disability of the spine and hip joints in advanced casesUsually no disabilityX-ray featuresBamboo spine, squaring of vertebrae, syndesmophytesCandle wax appearance due to calcification along the anterior and lateral portion of the vertebral bodies (separated from vertebral bodies)TreatmentNSAIDs, TNF inhibitorsUsually not required",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Diffuse idiopathic skeletal hyperostosis (DISH)",
        "opc": "OA spine",
        "opd": "Osteopetrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "7108fbf9-bcc7-4224-95f1-a74e916eab55",
        "choice_type": "single"
    },
    {
        "question": "Distal interphalange of joint is commonly involved in:",
        "exp": "(Psoriatic arthritis): Ref: 247 - M, 64-A* The important distinguishing features of psoriatic arthritis are:1. Asymmetrical joint distribution2. Involvement distal finger joints3. The presence of sacroilitis or spondylitis4. The absence of rheumatoid nodule* Osteoarthritis: - Knobbly appearance of distal inter phalagcal joint (Herberden's nodes) and less often the proximal interphalangeal joints (Bouchard's nodes)* SLE: - The joint involvement is not symmetrical nor are ankylosis and erosions common* Rheumatoid arthritis: - Bilateral symmetrical polyarthritis involving the proximal joints of the hands or feet the joints affected most commonly are the metacarpophalangeal joint s particularly that of the index fingers.",
        "cop": 2,
        "opa": "Gouty arthritis",
        "opb": "Psoriatic arthritis",
        "opc": "Reactive arthritis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "c7ea047f-819a-4eb9-beec-d3cb25cd2ef0",
        "choice_type": "single"
    },
    {
        "question": "A 27-year old male presents with low backache, that occurs early in the morning, associated with stiffness, and persists for more than 30 minutes. On examination, his chest expansion is also restricted. The most probable diagnosis is:",
        "exp": "Ans. d. Ankylosing spondylitis (Ref: Harrison 19/e p2169, 18/e p2774)A 27-year old male presents with low backache that occurs early in the morning, associated with stiffness, and persists for more than 30 minutes. On examination, his chest expansion is also restricted. The most probable diagnosis is ankylosing spondylitis.History of back pain, which is more in the morning and relieved by bathing in warm water is characteristic of spondylo arthropathy, like ankylosing spondylitis. Ankylosing spondylitis leads to extra-parenchymal restrictive lung disease, associated with decreased chest wall expansion.\"Ankylosing Spondylitis: The initial symptom is usually dull pain, insidious in onset, felt deep in the lower lumbar or gluteal region, accompanied by low-back morning stiffness of up to a few hours 'duration that improves with activity and returns following inactivity. \"- Harrison 19/e p2170\"Ankylosing Spondylitis: Initially; physical findings mirror the inflammatory process. The most specific findings involve loss of spinal mobility, with limitation of anterior and lateral flexion and extension of the lumbar spine and of chest expansion. Limitation of motion is usually out of proportion to the degree of bony ankylosis, reflecting muscle spasm secondary to pain and inflammation. Pain in the sacroiliac joints may be elicited either with direct pressure or with stress on the joints. In addition, there is commonly tenderness upon palpation at the sites of symptomatic bony tenderness and paraspinous muscle spasm. ''-- Harrison 19/e p2170A. Obstructive lung diseaseB. Restrictive lung disease* Asthma* Bronchiectasis* Bronchiolitis* Cystic fibrosis* COPD (Chronic bronchitis, Emphysema)Mnemonic- \"ABCDE\"ParenchymalExtra Parenchymal* Sarcoidosis* Pneumoconiosis* Idiopathic pulmonary fibrosis* Drug/Radiation induced interstitial lung disease* Neuromuscular diseases:- Diaphragmatic palsy- Guillain-Barre syndrome- Muscular dystrophy- Cervical spine injury* Chest wall diseases:- Kyphoscoliosis- Obesity- Ankylosing spondylitisAnkylosing Spondylitis/Marie-Strumpell or Bchtrew's diseaseEtiology & Pathogenesis:More than 90% patients of AS are HLA B27 positiveQ.The enthesis. the site of ligament attachment to bone is primary site of pathology in ASQ.Sacroilitis is the earliest manifestation with features of both enthesitis & synovitisQ.Clinical Presentation:Males are affected more frequently than females.Age of onset is 15-25 years (late adolescence & early adulthood )Q.The initial symptom is usually dull pain, insidious in onset, accompanied by low back morning stiffness of up to few hours duration that improves with activity and returns following period of inactivityQ.Arthritis in hips & shoulders (root joints) occur in 25-35%Q.Peripheral joints (usually shoulder, hips & knees) are involved in one third of patientsQ.Most serious complication of spinal disease is spinal fracture with even minor trauma.MC extra-articular manifestation is acute anterior uveitis (iridocyclitis)Q.Diagnosis:Radiological Examination(The following changes may be seen on an X-ray of the pelvis)* Haziness of sacro-iliac jointsQ* Irregular subchondral erosions in SI jointsQ* Sclerosis of the articulating surfaces of SI jointsQ* Widening of sacro-iliac joint spaceQ* Bony ankylosis of the sacro-iliac jointsQ* Calcification of the sacro-iliac ligaments and sacro- tuberous ligaments* Evidence of enthesopathy: Calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis & heelQ.X-ray of Lumbar spine in Ankylosing Spondylitis* Squaring of vertebraQ: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior tongitudinai ligament* Loss of lumbar lordosisQ* Bridging osteophytes (syndesmophytes)Q* Bamboo spine appearanceQ due to syndesmophytes & paravertebral ossificationTreatment:Phenylbutazone is the most effective drugQ (causes aplastic anemia).Indomethacin is most commonly used NSAIDQ.",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Oteoarthritis",
        "opc": "Gouty arthritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "4de58ddb-18e5-4f15-bf76-fc87d0959dd9",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female previous case history of fever, fatigue, weight loss polyarthralgia. The radiological findings given below, what may be your diagnosis?",
        "exp": "Ans. b. Rheumatoid arthritisThe radiological finding shows swan neck deformity, it is the clue for RA.Boutonniere deformity also seen in RA.Osteoarthritis: Heberden nodes and Bouchard nodes are seen.Psoriatic arthritis: Pencil-in-cup\" deformity of DIP on X-ray.For more details see orthopedic last minute revision Table No. 25",
        "cop": 2,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Gout",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "677cc3d3-ba75-43dd-8695-32e08ce84121",
        "choice_type": "single"
    },
    {
        "question": "Position of lower limb in post polio deformity of hip: {Repeat!",
        "exp": "Ans: C (FABER) Ref: Turek's Orthopaedics -Principles and Their Applications, 4th edition. p 529Explanation:Post polio paralysisDuring the acute and convalescent phases of poliomyelitis the patient lies supine in the so called 'frog-legged'position with hips flexed (F), abducted (AB) and externally rotated (ER); the knees flexed and the feet in equinovarus position.Initially this position may be assumed because of the muscle spasm in these muscles.Later contractures involving the fascia and intermuscular septum occur.Contracture of the muscles contribute at a later stage.With the advent of growth these deformities get worse and adaptive bony changes make correction more difficult.",
        "cop": 3,
        "opa": "Extension. Adduction. Internal rotation",
        "opb": "Extension. Abduction. Internal rotation",
        "opc": "Flexion. Abduction, External rotation",
        "opd": "Flexion. Adduction, External rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "f21cc456-d6c0-4073-af6b-e7ae56a784c8",
        "choice_type": "single"
    },
    {
        "question": "Arthritis mutilance is seen in?",
        "exp": "ANSWER: (A) Psoriatic athropathyREF: Harrison's 17th ed chapter 318, style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">The spectrum of arthropathy associated with psoriasis is quite broad. Many classification schemeshave been proposed. In the original scheme of Wright and Moll, five patterns are described;Asymmetric: This type affects around 70% of patients and is generally mild. This type does not occur in the same joints on both sides of the body and usually only involves fewer than 3 joints.Symmetric: This type accounts for around 25% of cases, and affects joints on both sides of the body simultaneously. This type is most similar to rheumatoid arthritis and is disabling in around 50% of all cases.Arthritis mutilans: Affects less than 5% of patients and is a severe, deforming and destructive arthritis. This condition can progress over months or years causing severe joint damage. Arthritis mutilans has also be called chronic absorptive arthritis, and may be seen in rheumatoid arthritis as well.Spondylitis: This type is characterised by stiffness of the spine or neck, but can also affect the hands and feet, in a similar fashion to symmetric arthritis.Distal interphalangeal predominant: This type of psoriatic arthritis is found in about 5% of patients, and is characterised by inflammation and stiffness in the joints nearest to the ends of the fingers and toes. Nail changes are often marked.",
        "cop": 1,
        "opa": "Psoriatic athropathy",
        "opb": "Rheumatoid arthritis",
        "opc": "Spondyloarthropathy",
        "opd": "Reactive arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "be4ec42a-b2e3-4012-af80-05c4003edcc1",
        "choice_type": "single"
    },
    {
        "question": "Psoriatic arthritis classically involves:",
        "exp": "Ans: b (DIPjoint) Ref: Maheswari, 3rd ed, p. 251Psoriatic arthropathy is polyarthritis & distal IP joints are typically involved.(Unlike rheumatoid arthritis, where these are spared)Psoriatic arthritis can present with a wide spectrum of clinical features namely1) Asymmetrical inflammatory oligoarthritis - 40%2) Symmetrical polyarthritis - 25%3) Predominant distal interphalangeal joint arthritis -15%4) Psoriatic spondy 1 itis -15%5) Arthritis mutilans - 5%. It is the most serious condition and the skin of fingers appears telescoped.NoteOsteoarthritis - involves PIP, DIP and 1st carpometacarpal joint (base of thumb). Spares MCP and wrist.Rheumatoid arthritis-involves any small joint of hand e.g., PIP. MCP, wrist. Sparing of DIP.Psoriatic arthritis - involvement of PIP. DIP, MCP and wrist. Sparing of any joint may or may not be present.If DIP is involved rheumatoid arthritis can be ruled out.Similarly if MCP joint is involved osteoarthritis can be ruled out.",
        "cop": 2,
        "opa": "PIP joint",
        "opb": "DIP joint",
        "opc": "MCP joint",
        "opd": "CM joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "e86deda4-542e-4c48-aa8a-5519996fe49e",
        "choice_type": "multi"
    },
    {
        "question": "Differentiating point between psoriatic and rheumatoid arthritis and ankylosing spondylitis?",
        "exp": "Ans. d (All of the above) (Ref. Harrison 18th/ 1998)PSORIATIC ARTHRITIS# Characteristics of peripheral PsA include DIP involvement, including the classic \"pencil-in-cup\" deformity; marginal erosions with adjacent bony proliferation (\"whiskering\"); small joint ankylosis; osteolysis of phalangeal and metacarpal bone, with telescoping of digits; and periostitis and proliferative new bone at sites of enthesitis.# Characteristics of axial PsA include asymmetric sacroiliitis; compared with idiopathic AS, less zygoapophyseal joint arthritis, fewer and less symmetric and delicate syndesmophytes; fluffy hyperperiostosis on anterior vertebral bodies; severe cervical spine involvement, with a tendency to atlantoaxial subluxation but relative sparing of the thoracolumbar spine; and paravertebral ossification.Types# True psoriatic arthritis (31%)# Psoriatic arthritis resembling RA (38%)# Concomitant RA with psoriatic arthritis (31%)Radiological Features# Hands:- Asymmetrical involvement- Ray distribution (all '3' joints of single ray involved; DIP, PIP, and MCP)- Sausage digits- Absence of osteoporosis- Sparing of joint space (early)- Erosions at DIP (Gull wing appearance)- 'Cup-like' erosions- Fluffy periosteal reaction- Productive bone changes (periosteal reaction and Proliferative new bone formation)- 'Mouse ear' sign (joints flanked by fluffy new bone formation)- 'Pencil in cup' or 'pestle in mortar' deformity- 'Opera glass' or 'Main-en-lorgnette' deformity or 'telescoping'- Tapering of proximal phalanges- Acroosteolysis- Ivory phalanx- No ulnar deviation- Fibular digital deviation- Sharply demarcated adjacent bony surface {pathognomonic)- Spontaneous joint fusion- Destruction of IP joints of hands and feet with abnormal widening of joint space- Neurotrophic changes at DIP joints with Ticked candy' appearance- Arthritis mutilans# Feet:- Similar changes as that of hand, Feet affection less common and less severe than Reiter's syndrome- Sausage toes, Characteristic early changes at IP joints of great toe# Axial skeleton (SI joints and spine):- Unilateral involvement common, when bilateral it is asymmetrical- Sacroilitis similar to AS, except that joint fusion does not occur and affection is asymmetrical# Enthesitis# Paravertebral ossifications/parasyndesmophytes (unilateral, asymmetrical)# Extraarticular involvement:, Silvery skin scales and Thimble pitting of nails.",
        "cop": 4,
        "opa": "Pencil-in-cup deformity",
        "opb": "Telescoping of phalanges",
        "opc": "Marginal erosions",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "28f73095-954a-4df7-bf63-090f313cc8a6",
        "choice_type": "multi"
    },
    {
        "question": "CASPAR criteria is used in diagnosis of -",
        "exp": "Ans. is 'a' i.e., Psoriatic arthritis o Classification criteria for psoriatic arthritis (CASPAR) is used for the diagnosis of psoriatic arthropathy.The CASPAR (classification Criteria for Psoriatic Arthritis) CriteriaTo meet the CASPAR criteria a patient must have inflammatory articular disease (joint, spine, or entheseal) with 13 points from any of the following five categories :1. Evidence of current psoriasis, a personal history of psoriasis, or fa family history of psoriasis.2. Typical psoriatic nail dystrophy observed on current physical examination.3. A negative test result for rheumatoid factor.4. Either current dactylitis or a history of dactylitis recorded by a rheumatologist.5. Radiographic evidence of juxtaarticular new bone formation in the hand or foot.",
        "cop": 1,
        "opa": "Psoriatic arthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankyosing spondylitis",
        "opd": "Reactive synnovitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "c1dee275-22bc-40e9-b82b-8c3fcd18a09f",
        "choice_type": "single"
    },
    {
        "question": "Involvement of the joints of hand is relatively uncommon in which of the following arthritis?",
        "exp": "Ans. is 'a' i.e., Ankylosing spondylitis Joints involved in ankylosing spondylitiso Ankylosing spondylitis primarily affects axial skeleton.o The disease usually begins in the sacro-iliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine.o In the worst cases the hips or shouldersare also affected. Hip joint is the most commonly affected peripheral joint.o Rarely knee and ankle are also involved.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Reactive arthritis",
        "opc": "Psoriatic arthritis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "70f32ff7-1fb0-4f81-9183-29e04ecf719b",
        "choice_type": "single"
    },
    {
        "question": "Lachmann's test is used for -",
        "exp": "Ans. is 'a' i.e., ACL injury ACL injuryo ACL is the most commonly injured ligament of knee.o Most common mechanism of injury is twisting (medial rotation) with valgus injury on semiflexed knee.o Often with this mechanism MCL and media! meniscus are also injured. This triple injury of ACL , MCL and medial meniscus is called O'Donghue triad.o Isolated ACL can also be injured by hyperextension injury.Tests for ACL injuryo Following tests are used for ACL injury : -i) Lachman s testii) Anterior drawer testiii) Pivot shift testiv) Jerk testv) t texion-rotation drawer testvi) Loose's testo Lach man's test is the most sensitive test for anterior cruciate ligament tears. It is done with the knee flexed at 20 degrees. So it can be done in acute as well as chronic injuries, (because in acute cases with hemarthrosis more flexion is usually not possible so performing anterior drawer test is difficult).",
        "cop": 1,
        "opa": "ACL injury",
        "opb": "PCL injury",
        "opc": "MCL injury",
        "opd": "LCL injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "4c57bf5c-52d9-4bbf-b597-cec3006fa1b2",
        "choice_type": "single"
    },
    {
        "question": "HLA-B27 is associated with:",
        "exp": "(Ankylosing spondylitis): Ref 59- A, 1937-HAnkylosing spondylitis: - There is a strong tendency to familial aggregation and association with the genetic marker HLA - B27* HLA -DR4 occurs in about 70% of people with Rheumatoid arthritis (51 -A)* HLA - B27 markers associated with - Reiter's syndrome, Acute anterior uveitis, Reactive arthritis, Psoriatic spondylitis* SLE is associated with HLA DR2 DR3",
        "cop": 3,
        "opa": "Gouty arthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Systemic lupus erythematosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "d798e9f8-83de-458e-9c44-9cf5c0bd0464",
        "choice_type": "single"
    },
    {
        "question": "Osteoarthritis does not involve?",
        "exp": "ANSWER: (C) Ankle jointREF: Harrisons 18th ed chapter 332Commonly affected joints in osteoarthritis include:Cervical and lumbosacral spine, hip, knee, and first metatarsal phalangeal joint (MTP).In the hands, the distal interphalangeal joints (heberden's node, most common) and proximal interphalangeal joints (bouchard's node) and the base of the thumb (1st CMC) are often affected.Joints usually spared are:WristElbowAnkleMCPRadiological features of OA:Narrowing of joint space (earliest feature)Sclerosis of subchondral boneCystic lesions, osteophytes, loose bodies.",
        "cop": 3,
        "opa": "Hip joint",
        "opb": "DIP",
        "opc": "Ankle joint",
        "opd": "Cervical region",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "3478f8df-73b3-4757-9756-6349132930ba",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition, proximal interphalangeal joint is involved and distal interphalangeal joint is spared?",
        "exp": "Rheumatoid Arthritis* Overview# Systemic autoimmune inflammatory disease that primarily affects the hand and wrist.# Arthritis of hand joints lasting longer than 6 weeks is one of seven diagnostic criteria used by American College of Rheumatology.* In contrast to osteoarthritis, the DIP joints are usually soared in RA OARAPSORIATICJts involvedPIP, DIP & 1st CMC jtPIP, MCP, WristDIP, PIP, Any jointJts sparedMCP, Wrist & Ankle (as primary)DIP",
        "cop": 3,
        "opa": "Osteoarthritis",
        "opb": "Psoriatic arthritis",
        "opc": "Rheumatoid arthritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "e978a1a8-151d-4e2a-9deb-b41d5676b32f",
        "choice_type": "single"
    },
    {
        "question": "Feature of osteoarthritis is -",
        "exp": "Ans. is 'a' i.e.. Heberden nodeJoint involvement in QAo Common joints : Knee, Hip, Spine (cervical, lumbosacral), Hand (PIP, DIP, first carpometacarpal), first tarsometatarsal.o Uncommon joint: Shouldero Spared : Wrist, elbow, ankle, metacarpophalangeal.o In osteoarthritis of hand :Distal interphalangeal joint Heberden's node.Proximal interphalangeal jointBouchard's node",
        "cop": 1,
        "opa": "Heberden node",
        "opb": "Increased ESR",
        "opc": "Onycholysi",
        "opd": "Z deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "c5c0956f-b25a-4562-abaf-83f6b0780937",
        "choice_type": "single"
    },
    {
        "question": "Boutonniere deformity involves -",
        "exp": "Ans. is 'c' i.e., Flexion at PIP and Extention at DIP joint Important hand deformities of hand in RA* Boutonniere deformity: Flexion contracture of PIP joint and extension of DIP joint.* Swan neck deformity: Hyperextension of PIP joint and flexion at DIP joint.* Z-deformity: Radial deviation of wrist with ulnar deviation of fingers.* Hyperextension of 1st interphalangeal joint and flexion of MP joint.",
        "cop": 3,
        "opa": "Flexion at PIP and DIP joint",
        "opb": "Extention at PIP and DIP joint",
        "opc": "Flexion at PIP and Extention at DIP joint",
        "opd": "Extention at PIP and Flexion at DIP joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "fa57f17e-16c2-42a8-8cd6-404fde63004a",
        "choice_type": "single"
    },
    {
        "question": "Triple deformity of the knee is present in:",
        "exp": "Ans. A. Tuberculosis of kneeIn early stages of TB knee, there is mild flexion deformity of the knee because of effusion in the knee and the muscle spasm. Later triple displacement occurs due to ligament laxity.This includes:a. Flexion'b. Post subluxation of tibiac. External rotation of tibia.",
        "cop": 1,
        "opa": "Tuberculosis of knee",
        "opb": "Pyogenic knee",
        "opc": "Osteoarthritis knee",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "69e2b113-0ab4-498f-9bf2-5fe704f813d0",
        "choice_type": "multi"
    },
    {
        "question": "Bunion is commonly seen at -",
        "exp": "Ans. is 'a' i.e., Great toe MTP jointBuniono A hallux abducto valgus deformity, commonly called a bunion, is a deformity characterized by lateral deviation of the great toe, often erroneously described as an enlargement of bone or tissue around the joint at the head of thebig toe.o The bump itself is partly due to the swollen bursal sac or an osseous (bony) anomaly on the metatarsophalangeal joint. The larger part of the bump is a normal part of the head of the first metatarsal bone that has tilted sideways to stick out at its top.",
        "cop": 1,
        "opa": "Great toe MTP joint",
        "opb": "Medial malleolus",
        "opc": "Lateral Malleolus",
        "opd": "Shin of tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "0793ad26-b7df-4bb5-b0bc-64a4b85e4978",
        "choice_type": "multi"
    },
    {
        "question": "Which can cause loose body in the joint -",
        "exp": "Ans. is 'c' i.e., OA o Causes of loose bodies includei) Osteoarthritisiii) Osteochondral fracture (injury) v) Synovial chondromatosisii) Osteochondritis dessicansiv) Charcot's disease o Among these, osteochondral fracture causes single loose bodies, while all other can cause multiple loose bodies, maximum by synovial chondromatosis (up to hundrades).",
        "cop": 3,
        "opa": "RA",
        "opb": "Ankylosing spondylitis",
        "opc": "OA",
        "opd": "SLE",
        "subject_name": "Orthopaedics",
        "topic_name": "Arthritis",
        "id": "4409c8da-0b8a-4df2-8b4f-a5cb0f24cd6f",
        "choice_type": "single"
    }
]