[
    {
        "question": "Test for tight iliotibial band is",
        "exp": "OBER&; S TEST: Used in physical examination to identify tightness of iliotibial band. During the test, the patient lies on his side with the unaffected leg on the bottom with their shoulder and pelvis in line. The knee may extended or flexed to 90 or 30 degrees. The hip is maintained in slight extension. The test leg is abducted, then allowed to lower toward the table with the pelvis stabilized NORMAL: able to abduct parallel to the examining surface Inability to adduct to parallel indicates tightness of iliotibial band REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Ober's test",
        "opb": "Osber's test",
        "opc": "Simmond's test",
        "opd": "Charnley's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "ccaf0db5-f94b-484c-a030-dcba9337654b",
        "choice_type": "single"
    },
    {
        "question": "Blue sclera is feature of -",
        "exp": "Osteogenesis imperfecta also known as Fragilitas ossium/ Vrolick&; s disease characterised by, Fragility of bones, deafness, Blue sclera, laxity of joints and tendency to improve with age. It results from defective collagen synthesis and thus affects other collagen containing soft tissues such as the skin, sclera, teeth, ligaments etc. Reference - TB of ohopaedics- Ebnezar-3rd edn-pg no 464",
        "cop": 1,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Cleidocranial dysostosis",
        "opd": "Achendroplasia",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "5d54599c-ed4c-4cbf-bba6-09f9721ddc30",
        "choice_type": "single"
    },
    {
        "question": "&; Tennis elbow', is characterized by -",
        "exp": "Tennis elbow is also known as lateral epicondylitis. It is a condition characterised by pain and tenderness at the lateral epicondyle of the humerus due to non specific inflammation at the origin of the extensor muscles of forearm. Although it is sometimes seen in tennis players, other activities such as squeezing clothes, carrying suitcase etc. are frequently responsible Reference-Essential ohopaedics- Maheshwari-5th edn-pg no 302",
        "cop": 2,
        "opa": "Tenderness over the medial epicondyle",
        "opb": "Tendinitis of common extensor origin",
        "opc": "Tendinitis of common flexor origin",
        "opd": "Painful flexion and extension",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "688a84d9-2cef-4f47-9e51-ecc4439340c2",
        "choice_type": "single"
    },
    {
        "question": "Painful arc syndrome is caused by impingement of -",
        "exp": "Rotator cuff impingement syndrome is a painful disorder which is thought to arise from repetitive compression or rubbing of the tendons (mainly supraspinatus) under the coracoacromial arch. Normally, when the arm is abducted, the conjoint tendon slides under the coracoacromial arch. As abduction approaches 90 degrees, there is a natural tendency to externally rotate the arm, thus allowing the rotator cuff to occupy the widest pa of the subacromial space. If the arm is held persistently in abduction and then moved to and fro in internal and external rotation (as in cleaning a window, painting a wall or polishing a flat surface) the rotator cuff may be compressed and irritated as it comes in contact with the anterior edge of the acromion process and the taut coracoacromial ligament. This attitude (abduction, slight flexion and internal rotation) has been called the 'impingement position'. Perhaps significantly, the site of impingement is also the 'critical area' of diminished vascularity in the supraspinatus tendon about 1 cm proximal to its inseion into the greater tuberosity. Reference Apley&; s system of ohopaedics-9th edn -pg no 341.",
        "cop": 3,
        "opa": "Sub acromial bursa",
        "opb": "Sub deltoid bursa",
        "opc": "Rotator cuff tendon",
        "opd": "Biceps tendon",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "1fc7b527-603c-4240-a29b-aa18ba457839",
        "choice_type": "single"
    },
    {
        "question": "Variation in size and shape of muscle fibers, combined with degenerative changes and intramysial fibrosis, is typical of",
        "exp": "Variation in the size and shape of muscle fibers, degenerative changes in some fibers, and intrafascicular fibrosis are features of muscular dystrophy. Denervation presents with scattered atrophic fibers that assume an angulated shape; most other fibers appear normal. Reinnervation is characterized by type-specific grouping of fibers, which is assessed by enzyme histochemistry. Mitochondrial myopathy is diagnosed only by enzyme histochemistry or electron microscopy, which discloses abnormal mitochondria or an increased number of mitochondria. Myasthenia gravis shows either no histologic changes in the muscle or aggregates of lymphocytes in the muscle fibers. Ref: Maheshwari 6e pg 232.",
        "cop": 3,
        "opa": "Denervation atrophy",
        "opb": "Denervation of muscle with reinnervation",
        "opc": "Muscular dystrophy",
        "opd": "Mitochondrial myopathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "c6d81d9e-5de6-4246-bbaf-5d15039c3baa",
        "choice_type": "single"
    },
    {
        "question": "Bone dysplasia is invariably seen in -",
        "exp": "Bone dysplasia is invariably seen in developmental disorders like dysplasias with predominantly physeal and metaphyseal changes(eg. hereditary multiple exostosis, achondroplasia), predominantly epiphyseal changes (eg. Trevor's ds, stippled epiphysis)and predominantly metaphyseal and diaphyseal changes (eg. Pyle's ds, marble bones). REF: Apley's system of ohopaedics- 9th edn- pg no158.",
        "cop": 3,
        "opa": "Hyperparathyroidism",
        "opb": "Osteosarcoma",
        "opc": "Developmental defect",
        "opd": "Osteomalacia",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "ab9c1a51-b4e4-451e-9900-b317e43705f3",
        "choice_type": "single"
    },
    {
        "question": "A-65 years alcoholic suffering from diabetes has a flexion deformity at the right little finger over the metacarpophalangeal joint of around 15 degree. The ideal management for him would be-",
        "exp": "Treatment of Dupuytren' contracture: An elderly patient with mild contracture does not need any treatment. If the deformity is significant and hampers the activity of the patient, excision of the palmar aponeurosis may be required. Reference- Maheshwari- 5th edn- pg no 302.",
        "cop": 1,
        "opa": "Observation",
        "opb": "Percutaneous fasciotomy",
        "opc": "Subtotal fasciectomy",
        "opd": "Total fasciectomy",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "a2bd572e-f3c1-4ec9-bcba-602877181244",
        "choice_type": "single"
    },
    {
        "question": "Earliest finger to be involved in Dupuytren's contracture -",
        "exp": "Dupuytren&; s contracture is characterised by flexion deformity of one or more fingers due to thickening and shoening of palmar aponeurosis. The contracture is generally limited to medial 3 fingers. Among these ring finger is the one affected most commonly. Reference-Essential ohopaedics- Maheshwari -5th edn-pg no 302",
        "cop": 2,
        "opa": "Little finger",
        "opb": "Ring finger",
        "opc": "Middle finger",
        "opd": "Index finger",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "bd723398-5453-4c47-9662-ec193b2ac17d",
        "choice_type": "single"
    },
    {
        "question": "What is Felon -",
        "exp": "PULP INFECTION (FELON) The distal finger pad is essentially a closed fascial compament filled with compact fat and subdivided by radiating fibrous septa. A rise in pressure within the pulp space causes intense pain and, if unrelieved, may threaten the terminal branches of the digital aery which supply most of the terminal phalanx. Pulp-space infection is usually caused by a prick injury; blackthorn injuries are paicularly likely to become infected. The most common organism is Staphylococcus aureus. The patient complains of throbbing pain in the finger-tip, which becomes tensely swollen, red and acutely tender. Reference- Apley&; s system of ohopaedics 9th edn -pg 432",
        "cop": 3,
        "opa": "Infection of nail fold",
        "opb": "Infection of ulnar bursa",
        "opc": "Infection of pulp space",
        "opd": "Infection of DIP joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "ac5197fe-d03e-4e2e-8c2b-fe2ecd74f6c8",
        "choice_type": "single"
    },
    {
        "question": "Albers schonberg disease is -",
        "exp": "Osteopetrosis is known as Marble bone disease or Alber&; s Schonberg disease. In this condition bone is hard as marble or as brittle as chalks. There is continued new bone deposition on unresorbed calcified cailage and there is failure of remodelling. Reference- Maheshwari- 5th edn- pg no 317",
        "cop": 1,
        "opa": "Osteopetrosis",
        "opb": "Osteoporosis",
        "opc": "Osteochondritis",
        "opd": "Osteomalacia",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "022f1ac4-7e6e-484e-88d8-a920177418cd",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of trigger finger -",
        "exp": "Trigger finger resulting from constriction of fibrous digital sheath, so that free gliding of the contained flexor tendon does not occur. The underlying cause is unknown but the condition is ceainly more common in patients with diabetes. People with rheumatoid disease may develop synol thickening or intratendinous nodules which can also cause triggering. Occupational factors, though sometimes blamed, are unlikely to be causative. Reference- Apley&; s system of ohopaedics 9th edn- pg no 423.",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Alcohol",
        "opc": "Smoking",
        "opd": "Drug abuse",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "50a05ebf-2423-47c1-8c79-6c164e76c967",
        "choice_type": "single"
    },
    {
        "question": "24 yr old woman walking up experiences pain in heel which decreases on walking down. X-ray shows bone spur. Diagnosis -",
        "exp": "ACHILLES TENDINITIS Athletes, joggers and hikers often develop pain and swelling around the tendo Achillis, due to local irritation of the tendon sheath or the paratenon. PATHOLOGY: The condition usually affects the 'watershed' area about 4 cm above the inseion of the tendon, an area where the blood supply to the tendon is poorer than elsewhere. The tendon sheath or the flimsy tissue around it may become inflamed. In a minority of cases the changes appear at the tendon inseion, or there may be inflammation of the retrocalcaneal bursa just above the calcaneum and deep to the tendon; anatomical deformity of the posterior pa of the calcaneum may contribute to the pathogenesis. CLINICAL FEATURES: The condition may come on gradually, or rapidly following a change in spoing activity (or a change of spos footwear). Less commonly there is a history of direct trauma to the Achilles tendon Reference - Apley&; s system of ohopaedics-9th edn pg no 614.",
        "cop": 4,
        "opa": "Plantar fasciitis",
        "opb": "Calcaneal exostosis",
        "opc": "Osteomyelitis of calcaneum",
        "opd": "Achillis tendinitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "f6d19b13-85db-4154-959b-1cf50fd51b86",
        "choice_type": "single"
    },
    {
        "question": "Ischial bursitis is also known as -",
        "exp": "COMMON BURSITIS: *Ischial bursitis- Weaver&; s bottom *prepatellar bursitis- House maid&; s knee * Olecranon bursitis- Student&; s elbow * On lateral malleolus- Tailor&; s ankle *On great toe- Bunion. Reference- Maheshwari- 5th edn- pg 301.",
        "cop": 3,
        "opa": "Clergyman's knee",
        "opb": "Housemaid's knee",
        "opc": "Weaver's bottom",
        "opd": "Student's elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "63abc871-5d51-4727-8737-67adbe37c10a",
        "choice_type": "single"
    },
    {
        "question": "A radiolucent defect in bone that is a cause of a pathologic fracture and nocturnal pain in the legs in children is",
        "exp": "A fibrous coical defect (nonossifying fibroma) is a non-neoplastic process that most commonly involves the tibia, fibula, and femur. It creates an irregular, sharply demarcated radiolucent defect in the metaphyseal coex. It is a frequent cause of a pathologic fracture. The defect characteristically presents with nocturnal pain in the legs. Fibrous dysplasia refers to a benign, non-neoplastic process of bone (ribs and femur) in which bone is replaced by fibroconnective tissue (woven bone). It may be involved in a single bone (monostotic) or many bones (polyostotic), the latter often associated with Albright's syndrome. This syndrome consists of abnormal skin pigmentation (cafae au lait spots), polyostotic fibrous dysplasia, and precocious sexual development, usually in females. Fibrous dysplasia is not associated with nocturnal pain. An aneurysmal bone cyst is a benign condition (most commonly seen in children) that characteristically causes enlargement of the bone. The femur and the veebra are most commonly involved. The cyst is composed of hemorrhagic spaces and reactive-appearing giant cells. On x-ray, it appears as a multicystic, radiolucent lesion. It is not associated with nocturnal bone pain. Enchondromas (chondromas) are benign, generally asymptomatic, solitary or multiple cailaginous tumors that result from a failure of normal endochondral ossification below the growth plate. They develop within the medullary cavity of the bone. The risk for transformation into a chondrosarcoma is greatest when multiple lesions are present. OIlier's disease refers to multiple enchondromas that most frequently involve the bones of the hands and feet. There is no association with nocturnal pain or pathologic fractures. An osteoma is a solitary benign tumor usually confined to the skull and facial bones, which may be associated with Gardner's hereditary polyposis syndrome. It is not associated with nocturnal pain or a pathologic fracture. Ref: Maheshwari 6e pg 236.",
        "cop": 1,
        "opa": "A fibrous coical defect",
        "opb": "An aneurysmal bone cyst",
        "opc": "Fibrous dysplasia",
        "opd": "An eachondroma",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "aa8ce3df-45af-4e87-8e54-1082603a2f8d",
        "choice_type": "single"
    },
    {
        "question": "Pain & tenderness over the lateral condyle of humerus with a painful dorsiflexion of the wrist is indicative of -",
        "exp": "TENNIS ELBOW (LATERAL EPICONDALGIA) Pain and tenderness over the lateral epicondyle of the elbow (or, more accurately, the bony inseion of the common extensor tendon) is a common complaint among tennis players - but even more common in non-players who perform similar activities involving forceful repetitive wrist extension. It is the extensor carpi radialis tendon (which automatically extends the wrist when gripping) which is pathological in tennis elbow. Like supraspinatus tendinitis, it may result in small tears, fibrocailaginous metaplasia, microscopic calcification and a painful vascular reaction in the tendon fibres close to the lateral epicondyle. Reference- Apley&; s system of ohopaedics 9th edn-pg no 397",
        "cop": 2,
        "opa": "Golfer's Elbow",
        "opb": "Tennis Elbow",
        "opc": "Pitcher's Elbow",
        "opd": "Cricket Elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "f9fe38b3-294b-4651-9119-156e287f0968",
        "choice_type": "single"
    },
    {
        "question": "Prenatal determination of osteogenesis imperfecta is done by -",
        "exp": "Osteogenesis imperfecta is the most common disorder caused by mutations in this gene. Mutations that inactivate one of the two copies of the COL1. A1 gene cause osteogenesis imperfecta type I. The mutated copy of the gene does not produce any pro-alpha1(I) collagen chains. Because only one copy of the gene is directing the cell to make pro-alpha1(I) chains, cells from people with this disorder make only half of the normal amount of type I collagen, which results in bone fragility and other symptoms. ref: maheswari 9th ed",
        "cop": 3,
        "opa": "Acid phosphatase",
        "opb": "Alkaline phosphatase",
        "opc": "Abnormal Pro- alpha chain",
        "opd": "Neutral phosphatase",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "dd0027e8-cc98-4d0a-89fa-8cd738743128",
        "choice_type": "single"
    },
    {
        "question": "Progressive stiffening of a joint is seen in -",
        "exp": "ADHESIVE CAPSULITIS (FROZEN SHOULDER) The term 'frozen shoulder' should be reserved for a well-defined disorder characterized by progressive pain and stiffness of the shoulder which usually resolves spontaneously after about 18 months. The cause remains unknown. The histological features are reminiscent of Dupuytren's disease, with active f ibroblastic proliferation in the rotator interval, anterior capsule and coraco-humeral ligament. The condition is paicularly associated with diabetes, Dupuytren's disease, hyperlipidaemia, hypehyroidism, cardiac disease and hemiplegia. It occasionally appears after recovery from neurosurgery REF: Apley&; s system of ohopaedics - 9th edn-pg no 351.",
        "cop": 1,
        "opa": "Periahritis of shoulder",
        "opb": "Osteochondritis",
        "opc": "Gount",
        "opd": "Ankylosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "0eb1e87a-34ba-4a01-ac2b-c45e128a7dbe",
        "choice_type": "single"
    },
    {
        "question": "Housemaids knee is bursitis of -",
        "exp": "Prepatellar bursitis is known as house maid&; s knee which is seen in the lower half of patella and upper half of ligamentum patella. Reference- TB of ohopaedics- Ebnezar-3rd edition",
        "cop": 1,
        "opa": "Prepatellar bursa",
        "opb": "Infrapatellar bursa",
        "opc": "Olecranon",
        "opd": "Ischial bursa",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "a2c3c514-9375-4446-a0f4-33441f9cff2f",
        "choice_type": "single"
    },
    {
        "question": "What is Golfers elbow -",
        "exp": "Medial epicondylitis is known as Golfer&; s elbow. It is the inflammation at the origin of flexor tendons at the medial epicondyle of the humerus Reference-Essential ohopaedics - Maheshwari-5th edn-pg no 302",
        "cop": 1,
        "opa": "Medial epicondylitis",
        "opb": "Lateral epicondylitis",
        "opc": "Posterior elbow dislocation",
        "opd": "Lateral collateral ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "d92d1313-a992-4c05-8e2d-96143ff0d0c3",
        "choice_type": "single"
    },
    {
        "question": "In trigger finger the level of tendon sheath constriction is found at the level of -",
        "exp": "TRIGGER FINGER (DIGITAL TENOVAGINOSIS) A flexor tendon may become trapped by thickening at the entrance to its sheath; on forced extension it passes the constriction with a snap ('triggering'). Clinical features, Any digit may be affected, but the thumb, ring and middle fingers most commonly; sometimes several fingers are affected. The patient notices a click as the finger is flexed; when the hand is unclenched, the affected finger initially remains bent at the PIP joint but with fuher effo it suddenly straightens with a snap. A tender nodule can be felt in front of the MCP joint and the click may be reproduced at this site by alternately flexing and extending the finger. Reference- Apley&; s system of ohopaedics 9th edn-pg no 423",
        "cop": 4,
        "opa": "Middle phalanx",
        "opb": "Proximal interphalangeal joint",
        "opc": "Proximal phalanx",
        "opd": "Metecarpophalangeal joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "a99eb0e2-3805-4cc8-9f43-eb526ac2a71b",
        "choice_type": "single"
    },
    {
        "question": "The following structure is involved in Dupuytren's contracture -",
        "exp": "Dupuytren&; s contracture is characterised by a flexion deformity of one or more fingers due to thickening and shoening of palmar aponeurosis. Normally palmar aponeurosis is thin but tough membrane lying Immediately beneath the skin of the palm. Proximally it is in continuation with palmaris longus tendon. Distally it divides into slips one for each finger. The slip bends with the fibrous flexor sheaths covering the flexor tendon of the finger, and extends upto the middle phalanx. In Dupuytren&; s contracture aponeurosis or a pa of it becomes thickened and slowly contracts, drawing the fingers into flexion at the metacarpo-phalangeal and proximal interphalangeal joints. Reference- Essential ohopaedics- Maheshwari- 5th edn- pg no 302",
        "cop": 1,
        "opa": "Thickening of the palmar fascia",
        "opb": "Thickening of the dorsal fascia",
        "opc": "Contracture of the flexor tendons",
        "opd": "Post burns contracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "5988228a-d472-4b56-bd9b-2d08503818a2",
        "choice_type": "single"
    },
    {
        "question": "Brittle bone disease is -",
        "exp": "Osteogenesis imperfecta is also known as Fragilitas ossium or Vrolick&; s disease which is characterised by tendency for frequent fractures because of weak and brittle bones. It results from defective collagen synthesis and thus affects other collagen containing soft tissues like skin, sclera, teeth, ligaments etc. as well. Disease commonly inherited as autosomal dominant disorder but a severe variant known to occur where the inheritance is autosomal recessive. REF: Reference- Essential ohopaedics- Maheshwari-5th edn-pg no316",
        "cop": 1,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Pagets disease",
        "opd": "Osteoporosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "05d11c98-3dee-4d4e-951c-de018a90625b",
        "choice_type": "single"
    },
    {
        "question": "Usual site of TB bursitis -",
        "exp": "TB is is still a common infection in developing countries. After lung and lymph nodes bone and joint is the next common site of TB in the body. The commonest bursa involved in TB is trochanteric bursa resulting in trochanteric bursitis. REF: Essential ohopaedics- Maheshwari- 5th edn - pg no 182.",
        "cop": 4,
        "opa": "Prepatellar",
        "opb": "Subacromial",
        "opc": "Subdeltoid",
        "opd": "Trochanteric",
        "subject_name": "Orthopaedics",
        "topic_name": "Bony dysplasia and soft tissue affection",
        "id": "b3d9f89d-7924-427f-b875-3e1c7fb0e5ac",
        "choice_type": "single"
    }
]