[
    {
        "question": "Which of the following tumors arise from epiphysis",
        "exp": "Ans. is 'b' i. e. Osteoclastoma * Chondroblastoma and giant cell tumor are located in the epiphysis. Chondroblastoma is a rare tumor seen in children and adolescents with open growth plates. GCT involves epiphysis in skeletally mature individuals with closed growth plates. GCT often shows metaphyseal extension. Sites of origin of Primary bone neoplasm Epiphysis Metaphysis Diaphysis Chondroblastoma Giant cell tumor Osteosarcoma Chondroma Chondrosarcoma Osteoid osteoma Osteochondroma Brodie's abscess (not a tumor) Ewing's sarcoma Lymphoma Myeloma Adamantinoma Osteoid osteoma Giant Cell Tumor (MRI scan shows a giant cell tumor at the upper end of the shinbone.) Osteoid osteoma is more common in diaphysis (Maheshwari 3/e, p 215) OBSTETRICS AND GYNAECOLOGY",
        "cop": 2,
        "opa": "Ewing's sarcoma",
        "opb": "Osteoclastoma (GCT)",
        "opc": "Chendromyxoid fibroma",
        "opd": "Osteosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "37ec12b7-70a1-4480-81d3-358d181d6d04",
        "choice_type": "single"
    },
    {
        "question": "Most common site of admantinoma of the long bones is",
        "exp": "Ans. is 'c' ie Tibia. Adamantinoma is commonly a tumor of the mandible*. It may rarely affect appendicular skeleton of which tibia is the commonest site. Also remember. It is a locally invasive tumor*does not metastasize* but local recurrence is quite common*X- ray picturehoney comb appearance*Soap bubble appearance*Treatment. Resection *",
        "cop": 3,
        "opa": "Femur",
        "opb": "Ulna",
        "opc": "Tibia",
        "opd": "Fibula",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "b0762206-341e-4d1c-bc94-1fe5fba5e2a5",
        "choice_type": "single"
    },
    {
        "question": "Surgical staging of bone tumors is by",
        "exp": "Ans. is 'c' i. e. Enneking The Enneking system for the surgical staging of bone and soft-tissue tumors is based on grade (G), site (T), and metastasis (M) and uses histologic, radiologic, and clinical criteria. It is the most widely used staging system and has been adopted by the Musculoskeletal Tumor Society and the American Joint Committee on Cancer. Grade. In the Enneking system, bone tumors are graded as follows: GO - Benign lesion. GI - Low-grade malignant lesion. G2 - High-grade malignant lesion. Surgical grade depends on histology, however; a higher surgical grade is applied if the radiographic features and clinical behavior of a lesion indicate an aggressive lesion that is incompatible with its benign histologic features. Site. In the Enneking system, the site and local extent of bone tumors are classified as follows: TO - A benign tumor that is confined within a true capsule and the lesion's anatomic compartment of origin (ie, a benign intracapsular, intra compartmental lesion). Tl- An aggressive benign or malignant tumor that is still confined within its anatomic compartment (ie, an intra-compartmental lesion)T2 - A lesion that has spread beyond its anatomic compartment of origin (ie, an extra compartmental lesion). Metastasis. Metastatic classification in the Enneking system is as follows: MO - No regional or distant metastasis Ml - Regional or distant metastasis. Staging: Malignant Tumors. Enneking System for the Surgical Staging of Malignant Bone and Soft-Tissue Tumors. Stage. Grade. Site. Metastasis. IAGITl. MOIBG2. T2. MOIIAG2. Tl. MOIIBG2. T2. MOIIIGI or G2. Tl or T2. Ml. Staging: Benign. The Enneking staging system divides benign tumors into latent, active, or aggressive tumors. * Latent tumors are asymptomatic and are usually discovered incidentally. They reach a stage of non growth after a period of slow growth. Active tumors are mildly symptomatic and may be discovered if pathologic fracture occurs or if the tumor is associated with mechanical dysfunction. Active tumors usually grow steadily. Aggressive benign lesions grow rapidly and usually are symptomatic and tender on palpation. Enneking System for the Surgical Staging of Benign Lesions. Stage. Description. Grade. Site. Metastasis1. Latent. GOTOMO2. Active. GOTOMO3. Aggressive. GOTl or T2. MO or Ml",
        "cop": 3,
        "opa": "Edmonton",
        "opb": "Manchester",
        "opc": "Enneking",
        "opd": "TNM",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "4824788c-a4bb-4a63-b31b-3119466f4586",
        "choice_type": "single"
    },
    {
        "question": "Which is not a metaphyseal tumor -",
        "exp": "Ans. is 'c' i. e., Giant cell tumor. Epiphvseal tumors. Metaphyseal lesions. Diaphyseal lesionso Chondroblastomao Giant cell tumor (osteoclastoma)o Clear cell chondrosarcomao Osteogenic sarcomao Unicameral (simple) bone cysto Aneurysmal bone cysto Fibrous cortical defecto Chondrosarcomao Osteochondromao Enchondromao Osteoblastomao Ewing sarcomao Lymphomaso Fibrous dysplasiao Adamantinomao Histiocytosiso Osteoid osteomao Chondromyxoid fibromao Fibrosarcomao Fibrous cortical defecto Non ossifying fibroma",
        "cop": 3,
        "opa": "Osteosarcoma",
        "opb": "Chondrosarcoma",
        "opc": "Giant cell tumor",
        "opd": "Aneurysmal bone cyst",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "0dc4bd69-e33c-44b4-ace7-62571407bdfc",
        "choice_type": "single"
    },
    {
        "question": "Bone tumor arising from epiphysis is?",
        "exp": "ANSWER: (D) Chondroblastoma. REF: Apley's orthopedics 8th e p. 184-190. Site. Tumor. Epiphyses* Osteochondroma* Osteoclastoma( giant cell tumor)* Chondroblastoma. Metaphyses* Chondrosarcoma* Enchondroma* Osteochondroma* Osteoblastoma* Bone cyst* Osteosarcoma* Osteoclastoma in children. Diaphysis* Round cell lesions* Ewing's sarcoma* Multiple myeloma* Reticulum cell sarcoma* Admantinoma* Osteoid osteoma* Cortical fibrous dysplasia. Diaphyseo-metaphyseal* Fibrous dysplasia* Chondromyxoid fibroma* Fibrosarcoma* Fibroxanthoma* Fibrous cortical defect* Non ossifying fibroma",
        "cop": 4,
        "opa": "Osteoid osteoma",
        "opb": "Chondrosarcoma",
        "opc": "Ewings sarcoma",
        "opd": "Chondroblastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "a7d94835-f196-4828-b986-975624482656",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor in bones of hand:",
        "exp": "(c) Enchondroma. Enchondromas are most common type of hand bone tumor.- Phalanges of hand are involved most commonly and the proximal phalanx is the most common site.",
        "cop": 3,
        "opa": "Exostosis",
        "opb": "Giant cell tumor",
        "opc": "Enchondroma",
        "opd": "Synovial sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Classification of Bone Tumors",
        "id": "ed185f39-a67f-47fd-b385-d04809c6d3d1",
        "choice_type": "single"
    }
]