[
    {
        "question": "Posterior gliding of tibia on femur is prevented by -",
        "exp": "Ans. is 'b' i. e., Posterior cruciate ligament Posterior cruciate ligamento PCL begins from posterior part of intercondylar area of tibia and runs upwards, forwards and medially to attach the anterior part of the lateral surface of medial condyle of femur. o PCL is extrasynovial but intracapsular, i. e., lies betw een synovium and capsule of the knee joint, o It provides antero-posterior stability and prevents posterior gliding of tibia on femur, o It is taut in flexion. o Blood supply of cruciate (anterior & posterior) ligaments is from: -Middle genicular artery (major supply). Inferior genicular (medial & lateral) artery (less important). o Nerve supply of cruciate ligaments (ACL & PCL) is from posterior articular branch of tibial nerve.",
        "cop": 2,
        "opa": "Anterior cruciate ligament",
        "opb": "Posterior cruciate ligament",
        "opc": "Medial collateral ligament",
        "opd": "Lateral collateral ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Collateral and Cruciate Ligament Injuries",
        "id": "68f8e69d-d327-416a-81d3-2b660143ad4b",
        "choice_type": "single"
    },
    {
        "question": "Injury from lateral side of knee causes damage to -",
        "exp": "Ans. is 'a' i. e., MCLo Injuries from lateral side of knee causes valgus stress, resulting in injury to medial collateral ligament, o Conversely, injury' from medial side of knee causes varus stress and injury to lateral collateral ligament.",
        "cop": 1,
        "opa": "MCL",
        "opb": "LCL",
        "opc": "ACL.",
        "opd": "PCL",
        "subject_name": "Orthopaedics",
        "topic_name": "Collateral and Cruciate Ligament Injuries",
        "id": "4b6bf619-3e79-4863-b1fa-ec2b29560fab",
        "choice_type": "single"
    },
    {
        "question": "A football player came with twisting injury to left leg with pain, X ray was normal, but on clinical examination anterior drawrer test, lachman test positive diagnosis -",
        "exp": "Ans. is 'b' i. e., ACL tearo Patient with positive Lachmann test and anterior drawer test suggests diagnosis of ACL tear.",
        "cop": 2,
        "opa": "Medial meniscus tear",
        "opb": "ACL tear",
        "opc": "PCL tear",
        "opd": "Proximal tibia fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Collateral and Cruciate Ligament Injuries",
        "id": "3a2491ce-d11f-48e0-98de-e933f1b8223e",
        "choice_type": "multi"
    },
    {
        "question": "Anterior cruciate ligaments prevent:",
        "exp": "Ans. (c) Anterior Dislocation of tibia. Ref: Maheshwari 5th ed. /148-149* The anterior cruciate ligament (ACL) stretches from the lateral condyle of femur to the anterior intercondylar area.* The ACL is critically important because it prevents the tibia from being pushed too far anterior relative to the femur. It is often torn during twisting or bending of the knee.* ACL is considered as the major stabilizer of the knee. Therefore, ACL Tears are the most common knee injuries.* If there is ACL tear, reconstruction is most commonly done by autograft, meaning the tissue used for the repair is from the patient's body.* The two most common sources for tissue are the patellar tendon and hamstrings tendon* The posterior cruciate ligament (PCL) stretches from medial condyle of femur to the posterior intercondylar area.* This ligament prevents posterior displacement of the tibia relative to the femur.",
        "cop": 3,
        "opa": "Anterior dislocation of ulna",
        "opb": "Posterior dislocation of ulna",
        "opc": "Anterior Dislocation of tibia",
        "opd": "Posterior dislocation of tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Collateral and Cruciate Ligament Injuries",
        "id": "ce1e2633-f02f-424d-bda7-3eb2134e00fe",
        "choice_type": "single"
    }
]