[
    {
        "question": "\"Trident hand\" seen in",
        "exp": "Ans is 'a' i. e. achondroplasia Trident hand: The hands are short and broad. The central 3 digits being divergent and of almost equal length. More about Achondroplasia Inheritance - AD*It is caused by failure of normal ossification of bones, mainly the long bones* resulting in dwarfism. Dwarfism is disproportionate * since growth of the trunk is only marginally affected. US/LS is >1*Shortening is specially marked in the proximal segments* of the limbs. Intelligence is normal*There is marked lumbar lordosis which may occasionally lead to compression of the spinal cord.",
        "cop": 1,
        "opa": "achondroplasia",
        "opb": "mucopolysaccharoidosis",
        "opc": "diphyseal achlasia",
        "opd": "cleido-cranial dystosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "40db20e9-36b0-46ad-a00f-50860f77817e",
        "choice_type": "single"
    },
    {
        "question": "Fat embolism syndrome is most commonly seen after -",
        "exp": "Ans. is 'a' i. e.. Femur fracture o Fat embolism means circulation of fat globule away from its site of origin, o When fat embolism causes symptoms it is called fat embolism syndrome, o Causes of fat embolism1. Fracture of long bone (most common) - Blunt trauma2. Soft tissue trauma3. Bums4. Parenteral lipid infusion5. Sickle cell crisis6. Recent Corticosteroid administration7. Acute pancreatitis8. D. M. 9. Liposuction10. Decompression sicknesso Fractured of bone is the most common cause of fat embolism. o Amongst the long bones, femur fracture is associated with fat embolism most commonly, o Multiple fractures increase the risk offat embolism.",
        "cop": 1,
        "opa": "Femur fracture",
        "opb": "Acetabular fracture",
        "opc": "Pelvis fracture",
        "opd": "Calcaneal fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "b989c1c3-8ecb-4597-8f3a-ff629bd3352a",
        "choice_type": "single"
    },
    {
        "question": "Most common site of myositis ossificans -",
        "exp": "Ans. is 'b' i. e., Elbow o Myositis ossificans is the extraskeletal hetrotropic ossification that occurs in muscles and other soft tissues. o Trauma is the most important cause of myositis ossificans, o Usually there is history of severe single injury, o It is more common in children. o Most commonly involved joint is elbow followed by hip. o There is history of trauma around the elbow, i. e. fracture supracondylar humerus, dislocation of elbow or surgery with extensive periosteal stripping. o Massage to the elbow and vigorous passive stretching to restore movements are aggravating factor, o It occurs in muscles which are vulnerable to tear under heavy loads, such as quadriceps, adductors, brachicilis, biceps, and deltoid. o X-ray finding is characteristic and shows distinct peripheral margin of mature ossification and a radiolucent center of immature osteoid & primitive mesenchymal tissue.",
        "cop": 2,
        "opa": "Knee",
        "opb": "Elbow",
        "opc": "Shoulder",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "f0069cf2-4c8d-462d-9812-84c2c610b3f2",
        "choice_type": "single"
    },
    {
        "question": "Compartment syndrome is commonly seen in -",
        "exp": "Ans. is 'a' i. e., Fracture proximal tibia * High-risk injuries for development of compartment syndrome are fractures of the elbow, forearm bones, proximal third of the tibia, and also multiple fractures of the hand or foot, crush injuries and circumferentialburns.",
        "cop": 1,
        "opa": "Fracture of proximal tibia",
        "opb": "Fracture shaft humerus",
        "opc": "Fracture of femur shaft",
        "opd": "Fracture distal end radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "89ef5ced-98fa-4e7c-9661-47b7d96d5097",
        "choice_type": "single"
    },
    {
        "question": "A person with multiple injuries develops fever, restlessness, tachycardia, tachypnea and periumbilical rash. The likely diagnosis is:",
        "exp": "Ans. is 'b' i. e. Fat embolism The classical picture of mental disturbances, tachycardia, tachypnea and periumbilical rash in a multiple injury patient suggests a diagnosis of fat embolism. Fat embolism is a common phenomenon after fractures of long bones. In most instances, fat embolism is clinically inapparent. A small percentage of these patients develop clinical features similar to those of ARDS known as Fat Embolism syndrome. The source of fat emboli is probably the bone marrow, and the condition is more commonly seen in patients with multiple fractures. Symptoms are evident 1 to 3 days after the injury, and includes slight rise in temperature, increased pulse rate, breathlessness, mild mental confusion or restlessness and petechiae. In its most severe form, which may be fatal, this syndrome is characterized by respiratory failure, mental changes deteriorating to coma, thrombocytopenia, and widespread petechiae. Diagnosis: In a case with multiple fractures, early diagnosis may be possible by strong suspicion. In addition to the classis clinical features, signs of retinal artery emboli may be present. Sputum and urine may reveal the presence of fat globules. Chest x-rays reveal diffuse opacity of the lungs, which may progress to a \"whiteout\" typical of acute respiratory distress syndrome. Low blood P02 values may indicate respiratory failure. Management: Severe fat embolism syndrome can probably be avoided by the use of high doses of oxygen immediately after injury and by the prompt stabilization of long-bone fractures. In mild cases, treatment is supportive with high inspired oxygen tensions supplemented if necessary by mechanical ventilation. In severe cases recovery is unpredictable and the mortality rate high. Air embolism can cause similar clinical picture but is rarely seen after trauma. Causes of air embolism are: The primary cause of venous air embolism is surgical procedures, especially neurosurgical procedures performed in the upright, sitting position. Anytime the operative site is more than 5 cm above the right atrium, VAE is a risk. Other surgical procedures that can lead to the infusion of air include obstetric/gynecologic procedures (cesarean section), craniofacial surgery, dental implant surgery, vascular procedures, liver transplantation, and orthopedic procedures (eg, hip replacement, arthroscopy). The frequency of reported VAE in surgical procedures ranges from 10% in cervical laminectomy up to 80% in posterior fossa surgery. Iatrogenic creation of a pressure gradient for air entry. Eg. Spinal needles in lumbar punctures (case report), peripheral intravenous lines, central venous catheters etc. Mechanical insufflation or infusion as during arthroscopic procedures, CO2 hysteroscopy, laparoscopy, urethral insufflation, and orogenital sexual activity during pregnancy. Positive-pressure ventilation, which can occur during mechanical ventilation and SCUBA diving. Blunt and penetrating trauma to the chest, abdomen, neck, and face can lead to the entry of air and ultimately to VAE. Small amounts of air do not produce symptoms because the air is broken up and absorbed from the circulation. Although classical teaching states that more than 5 mL/kg of air (IV) is required for significant injury (including shock and cardiac arrest), patient complications secondary to as little as 20 mL of air (the length of an unprimed IV infusion set) have been reported. Further, as little as 0. 5 mL of air in the left anterior descending coronary artery has been shown to lead to ventricular fibrillation.",
        "cop": 2,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Pulmonary embolism",
        "opd": "Bacterial pneumonitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "8d2e857c-0a25-4b1e-a8aa-c9eda2c4c7a8",
        "choice_type": "single"
    },
    {
        "question": "Volkman's ischemic contracture seen in:",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures, 8th ed. Explanation: Volkmann's ischaemic contracture. It is a permanent flexion contracture of the hand at the wrist, resulting in a claw-like deformity of the hand and fingers. It is more common in children. Passive extension of fingers is restricted and painful. On examination the fingers are white or blue and cold and the radial pulse is absent. Any fracture in elbow region or upper arm may lead to Volkmann's ischemic contracture but commonly caused due to supracondylar fracture of the humerus. Volkmann's contracture results from acute ischaemia/necrosis of the muscle fibres of the flexor group of muscles of the forearm, especi al 1 y flexor digitorum profundus and flexor pollicis longus. The affected muscles become fibrotic and short. It is caused by obstruction on the brachial artery near the elbow, possibly from improper use of a tourniquet, improper use of a plaster cast, or compartment syndrome. It is also caused by fracture of forearm bones which cause profuse bleeding from major blood vessels of forearm. Treatment. Surgery to release the fixed tissues may help with the deformity and function of the hand. All splints, plaster and bandages that might be obstructing the circulation should he removed and fascia] compartment should he opened fasciotomy in incipient stage. Prevention: Requires restoration of blood How. Reduction of compartmenlal pressure. Management: Proper initial splinting of hand in the function position. Release of forearm flexors: Muscle slide. Tendon lengthening: Test for intrinsic tightness. Free functional muscle transfer",
        "cop": 1,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Tibial plateau fracture",
        "opc": "Clavicle fracture",
        "opd": "Colics silver fork fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "fd335e15-f421-4d4a-9c3a-9dd6f1176516",
        "choice_type": "single"
    },
    {
        "question": "Most common muscle involved in volkmam. Ts ischemic contracture is",
        "exp": "Ans is 'b' i. e. flexor digitorum profundus The below given lines from Turek confirm the answer. \"Within a few fays pain and swelling su6sides and the voler aspect of the forearm develops a wooden induration. The resulting deformity represents contractual plus paralytic origin. Where it is mild, the deep flexor muscle are partially involved particularly the flexor digitorum profundus, producing a flexion contracture deformity of 1 or more finger. \"",
        "cop": 2,
        "opa": "Flexor- pollicis longus",
        "opb": "Flexor-digitorum profunds",
        "opc": "Flexor-indicis",
        "opd": "Abductor pollicis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In Orthopedics",
        "id": "b10f6b6a-de35-449e-ab09-ab533c661c71",
        "choice_type": "single"
    }
]