[
    {
        "question": "In compartment syndrome earliest finding is",
        "exp": "Ans: a (Pain on passive..) Ref Rocksvood& Greens 6th edPain is considered to be the first symptom of acute compartment syndrome. The pain experienced by the patient is by nature ischemic and usually severe and out of proportion to the clinical situation.Symptoms and signs of compartment syndromeThere are classically 5 \"Ps\" associated with compartment syndrome.Pain out of proportion to what is expectedParaesthesia allorParalysisPulselessnessA 6th P, for polar/poikilothermia (i.e. cold) is added.Of these only the first two are reliable in the latter stages of compartment syndrome.",
        "cop": 1,
        "opa": "Pain on passive movement",
        "opb": "Parasthesia",
        "opc": "Absence of pulse",
        "opd": "Pallor",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "5b47916e-876c-41a5-ae4f-4483dc2a1160",
        "choice_type": "multi"
    },
    {
        "question": "\"Trident hand\" seen in",
        "exp": "Ans is 'a' i.e. achondroplasia Trident hand: The hands are short and broad. The central 3 digits being divergent and of almost equal length.More about Achondroplasia Inheritance - AD*It is caused by failure of normal ossification of bones, mainly the long bones* resulting in dwarfism.Dwarfism is disproportionate * since growth of the trunk is only marginally affected. US/LS is >1*Shortening is specially marked in the proximal segments* of the limbs.Intelligence is normal*There is marked lumbar lordosis which may occasionally lead to compression of the spinal cord.",
        "cop": 1,
        "opa": "achondroplasia",
        "opb": "mucopolysaccharoidosis",
        "opc": "diphyseal achlasia",
        "opd": "cleido-cranial dystosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "40db20e9-36b0-46ad-a00f-50860f77817e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of myositis ossificans except -",
        "exp": "Ans. is 'b' i.e., It matures from inside out Myositis ossificanso Myositis ossificans is the extraskeletal hetrotropic ossification that occurs in muscles and other soft tissueso Myositis ossificans may be:-i) Traumatic (most common - 80%)ii) Non - traumatic (Pseudomalignant myositis ossificans)iii) Progressive (Myositis ossificans progressive)Traumatic (Post-traumatic) myositis ossificanso Trauma is the most important cause of myositis ossificans. Usually there is history of severe single injury. It is more common in children.o Most commonly involved joint is elbowfollowed by hip.o There is history of trauma around the elbow, i.e. fracture supracondylar humerus, dislocation of elbow or surgery with extensive periosteal stripping.o Massage to the elbow and vigorous passive stretching to restore movements are aggravating factor. It occurs in muscles which are vulnerable to tear under heavy loads, such as quadriceps, adductors, brachicilis, biceps, and deltoid.o X-ray finding is characteristic and shows distinct peripheral margin of mature ossification and a radiolucent center of immature osteoid & primitive mesenchymal tissue.",
        "cop": 2,
        "opa": "Commonly occurs around the elbow",
        "opb": "It matures from inside out",
        "opc": "Massaging is a known associated factor",
        "opd": "Can be post traumatic or occur without trauma also",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "c034033c-a576-4166-9323-2f5d17bf3466",
        "choice_type": "multi"
    },
    {
        "question": "Fat embolism syndrome is most commonly seen after -",
        "exp": "Ans. is 'a' i.e.. Femur fracture o Fat embolism means circulation of fat globule away from its site of origin,o When fat embolism causes symptoms it is called fat embolism syndrome,o Causes of fat embolism1. Fracture of long bone (most common) - Blunt trauma2. Soft tissue trauma3. Bums4. Parenteral lipid infusion5. Sickle cell crisis6. Recent Corticosteroid administration7. Acute pancreatitis8. D.M.9. Liposuction10. Decompression sicknesso Fractured of bone is the most common cause of fat embolism.o Amongst the long bones, femur fracture is associated with fat embolism most commonly,o Multiple fractures increase the risk offat embolism.",
        "cop": 1,
        "opa": "Femur fracture",
        "opb": "Acetabular fracture",
        "opc": "Pelvis fracture",
        "opd": "Calcaneal fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "b989c1c3-8ecb-4597-8f3a-ff629bd3352a",
        "choice_type": "single"
    },
    {
        "question": "Most common fracture associated with Volkmann's Is- chemic Contracture:",
        "exp": "Ans. a (Supracondylar fracture of humerus). (Ref. Essential orthopedics by Maheshwari 2nd ed. 11, 30, 84)# Tight plaster of Paris cast causes impairment of circulation.# In addition, tissue edema following fracture causes increased pressure within the cast, causing impaired circulation, which can lead to ischemic contracture and latter gangrenous changes.# Although most common fracture associated with it is supracondylar fracture humerus, a tight POP is a very vital and not uncommon factor.COMPLICATIONS OF SUPRACONDYLAR FRACTURE.Volkmann's Ischaemic contracture# Flexion contractures of the fingers and wrist are caused by fibrosis of the anterior compartment of the forearm due to a missed compartment syndrome.# It can usually be prevented by avoiding immobilisation in excessive flexion of the elbow.# If greater than 90deg of flexion is required to maintain a reduction, the reduction should be held by wires and the elbow extended.# If pain persists fasciotomy is indicated.Vascular injury# Occlusion of the brachial artery is an uncommon but serious complication.# Despite the absence of a radial pulse, the arm has a good collateral supply and will not necessarily become ischaemic.# The Rx of vascular compromise is early reduction of the fracture under general anaesthetic.# If the pulse returns the arm should be monitored carefully.# Failure of circulatory return is an indication for exploration of the artery and - fracture site, with open reduction and internal fixation with wires.# An arteriogram may be obtained but should not be allowed to delay exploration.Neurological injury# The anterior interosseous nerve is most commonly affected,# Anterior Interosseous Nen/e > Median nerve > Radial nerve# Treatment is conservative for 3 months initially with good recovery expected.Malunion# Most common# Some degree of malunion is relatively common after supracondylar fracture.# A flexion or extension deformity will remodel and observation is indicated.# Varus malunion, with a \"gunstock deformity\".# Corrective osteotomies, if necessary, should probably be delayed until skeletal maturity.Valgus deformity- May be associated with tardy ulnar nerve palsy and may require treatment.NonunionLeast common",
        "cop": 1,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Fracture shaft of radius and ulna, both.",
        "opc": "Elbow dislocation",
        "opd": "Transcondylar undisplaced fracture humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "d5566b95-4ed2-471c-bb3e-77e9da19db79",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of myositis ossificans -",
        "exp": "Ans. is 'b' i.e., Elbow o Myositis ossificans is the extraskeletal hetrotropic ossification that occurs in muscles and other soft tissues.o Trauma is the most important cause of myositis ossificans,o Usually there is history of severe single injury,o It is more common in children.o Most commonly involved joint is elbow followed by hip.o There is history of trauma around the elbow, i.e. fracture supracondylar humerus, dislocation of elbow or surgery with extensive periosteal stripping.o Massage to the elbow and vigorous passive stretching to restore movements are aggravating factor,o It occurs in muscles which are vulnerable to tear under heavy loads, such as quadriceps, adductors, brachicilis, biceps, and deltoid.o X-ray finding is characteristic and shows distinct peripheral margin of mature ossification and a radiolucent center of immature osteoid & primitive mesenchymal tissue.",
        "cop": 2,
        "opa": "Knee",
        "opb": "Elbow",
        "opc": "Shoulder",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "f0069cf2-4c8d-462d-9812-84c2c610b3f2",
        "choice_type": "single"
    },
    {
        "question": "Compartment syndrome is commonly seen in -",
        "exp": "Ans. is 'a' i.e.,Fracture proximal tibia * High-risk injuries for development of compartment syndrome are fractures of the elbow, forearm bones, proximal third of the tibia, and also multiple fractures of the hand or foot, crush injuries and circumferentialburns.",
        "cop": 1,
        "opa": "Fracture of proximal tibia",
        "opb": "Fracture shaft humerus",
        "opc": "Fracture of femur shaft",
        "opd": "Fracture distal end radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "89ef5ced-98fa-4e7c-9661-47b7d96d5097",
        "choice_type": "single"
    },
    {
        "question": "A person with multiple injuries develops fever, restlessness, tachycardia, tachypnea and periumbilical rash. The likely diagnosis is:",
        "exp": "Ans. is 'b' i.e. Fat embolism The classical picture of mental disturbances, tachycardia, tachypnea and periumbilical rash in a multiple injury patient suggests a diagnosis of fat embolism.Fat embolism is a common phenomenon after fractures of long bones. In most instances, fat embolism is clinically inapparent. A small percentage of these patients develop clinical features similar to those of ARDS known as Fat Embolism syndrome.The source of fat emboli is probably the bone marrow, and the condition is more commonly seen in patients with multiple fractures.Symptoms are evident 1 to 3 days after the injury, and includes slight rise in temperature, increased pulse rate, breathlessness, mild mental confusion or restlessness and petechiae. In its most severe form, which may be fatal, this syndrome is characterized by respiratory failure, mental changes deteriorating to coma, thrombocytopenia, and widespread petechiae.Diagnosis:In a case with multiple fractures, early diagnosis may be possible by strong suspicion. In addition to the classis clinical features, signs of retinal artery emboli may be present. Sputum and urine may reveal the presence of fat globules.Chest x-rays reveal diffuse opacity of the lungs, which may progress to a \"whiteout\" typical of acute respiratory distress syndrome.Low blood P02 values may indicate respiratory failure.Management:Severe fat embolism syndrome can probably be avoided by the use of high doses of oxygen immediately after injury and by the prompt stabilization of long-bone fractures.In mild cases, treatment is supportive with high inspired oxygen tensions supplemented if necessary by mechanical ventilation.In severe cases recovery is unpredictable and the mortality rate high.Air embolism can cause similar clinical picture but is rarely seen after trauma.Causes of air embolism are:The primary cause of venous air embolism is surgical procedures, especially neurosurgical procedures performed in the upright, sitting position. Anytime the operative site is more than 5 cm above the right atrium, VAE is a risk. Other surgical procedures that can lead to the infusion of air include obstetric/gynecologic procedures (cesarean section), craniofacial surgery, dental implant surgery, vascular procedures, liver transplantation, and orthopedic procedures (eg, hip replacement, arthroscopy). The frequency of reported VAE in surgical procedures ranges from 10% in cervical laminectomy up to 80% in posterior fossa surgery.Iatrogenic creation of a pressure gradient for air entry. Eg. Spinal needles in lumbar punctures (case report), peripheral intravenous lines, central venous catheters etc.Mechanical insufflation or infusion as during arthroscopic procedures, CO2 hysteroscopy, laparoscopy, urethral insufflation, and orogenital sexual activity during pregnancy.Positive-pressure ventilation, which can occur during mechanical ventilation and SCUBA diving.Blunt and penetrating trauma to the chest, abdomen, neck, and face can lead to the entry of air and ultimately to VAE.Small amounts of air do not produce symptoms because the air is broken up and absorbed from the circulation. Although classical teaching states that more than 5 mL/kg of air (IV) is required for significant injury (including shock and cardiac arrest), patient complications secondary to as little as 20 mL of air (the length of an unprimed IV infusion set) have been reported. Further, as little as 0.5 mL of air in the left anterior descending coronary artery has been shown to lead to ventricular fibrillation.",
        "cop": 2,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Pulmonary embolism",
        "opd": "Bacterial pneumonitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "8d2e857c-0a25-4b1e-a8aa-c9eda2c4c7a8",
        "choice_type": "single"
    },
    {
        "question": "Acute compartmental syndrome is characterized by all EXCEPT",
        "exp": "i.e. (Decrease intracompartmental syndrome): (38-J.Maheshwari 3rd) (568-CDT-orthopedics 4th)* A pressure higher than 40 mm of water is indicative of compartment syndrome* Most common cause of compartment syndrome are fractures, soft tissue crush injuries, arterilal injuries either caused by localized hemorrhage or post ischemic swelling, drug overdose with prolonged limb compression and bum injuries.* Volkmann Ischemic contracture is the result of an acute compartment syndrome* Pain with passive muscle stretching (Stretch test) is the most sensitive in detecting compartment syndrome *** Treatment of choice is faciotomy* Recurrent or chronic compartment syndrome most commonly occurs in athletes",
        "cop": 4,
        "opa": "Pulseness",
        "opb": "Paraesthesia",
        "opc": "Pallor",
        "opd": "Decrease intracompartment pressure",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "e2b965ab-735b-4848-81e9-b2cb105583a2",
        "choice_type": "multi"
    },
    {
        "question": "Volkman's ischemic contracture seen in:",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures, 8th ed.Explanation:Volkmann's ischaemic contractureIt is a permanent flexion contracture of the hand at the wrist, resulting in a claw-like deformity of the hand and fingers.It is more common in children.Passive extension of fingers is restricted and painfulOn examination the fingers are white or blue and cold and the radial pulse is absent.Any fracture in elbow region or upper arm may lead to Volkmann's ischemic contracture but commonly caused due to supracondylar fracture of the humerus.Volkmann's contracture results from acute ischaemia/necrosis of the muscle fibres of the flexor group of muscles of the forearm, especi al 1 y flexor digitorum profundus and flexor pollicis longus.The affected muscles become fibrotic and short.It is caused by obstruction on the brachial artery near the elbow, possibly from improper use of a tourniquet, improper use of a plaster cast, or compartment syndrome.It is also caused by fracture of forearm bones which cause profuse bleeding from major blood vessels of forearm.TreatmentSurgery to release the fixed tissues may help with the deformity and function of the hand.All splints, plaster and bandages that might be obstructing the circulation should he removed and fascia] compartment should he opened fasciotomy in incipient stage.Prevention:Requires restoration of blood HowReduction of compartmenlal pressureManagement:Proper initial splinting of hand in the function positionRelease of forearm flexors:Muscle slideTendon lengthening:Test for intrinsic tightnessFree functional muscle transfer",
        "cop": 1,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Tibial plateau fracture",
        "opc": "Clavicle fracture",
        "opd": "Colics silver fork fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "fd335e15-f421-4d4a-9c3a-9dd6f1176516",
        "choice_type": "single"
    },
    {
        "question": "Which is the earliest reliable sign suggestive of compartment syndrome?",
        "exp": "Ans. is 'a' i.e., Stretch pain Clinical features of compartment syndromeo Four signs are reliable in diagnosing a compartment syndromei) Paresthesia or hypesthesia in nerves traversing the compartment(AMU 96, WB 94)ii) Pain with passive stretching of the involved muscles (stretch pain)iii) Pain with active flexion of the musclesiv) Tenderness over the compartmento Amongst these, stretch pain is the earliest sign of impending compartment syndrome. The ischemic muscles, when stretched, give rise to pain.o Passive extension of fingers (streching the fingers) produce pain in flexor compartment of forearmo Other features are Pulselessness, paralysis, Pallor and pain out of proportion to physical findingso Peripheral pulses, are present initially and disappear later. Therefore, pulse is not a reliable indicator for compartment syndrome.Stretch testo This is the earliest sign of impending compartment syndromeo The ischemic muscles, when stretched, give rise to pain.o It is possible to stretch the affected muscles by passively moving the joints in direction opposite to that of the damaged muscle actioni) Passive extension offingers produces pain in flexor compartment syndrome offorearm.ii) Dorsiflexion offoot produces pain in posterior compartment of leg.iii) Plantar flexion produces pain in the anterior compartment of leg.",
        "cop": 1,
        "opa": "Stretch pain",
        "opb": "Pulselessness",
        "opc": "Paraesthesia",
        "opd": "Pallor",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "d517bbae-b258-4dcd-aee6-bf4964b3bdc2",
        "choice_type": "multi"
    },
    {
        "question": "Non union occurs in the following fractures EXCEPT",
        "exp": "i.e. (Trochanteric): (95-CDT-orthopedics 4th) (38- J maheshwari 3rd)Intertrochanteric fracture always unite. Malunion gives rise to Coxa vara (decreased femoral neck shaft angle), shortening and the leg in external rotationNON UNION - a fracture that fails to show progressive evidence of a healing over a 4 to 6 month periodExamples of Non unionCauses of Non union1. Neck of the femur1. Excessive motion : inadequate immobilization2. Scaphoid (Commonest site2. Diastasis of fracture fragmentsProximal pole**)a. Soft tissue interposition3. Lateral condyle of the humerusb. Distraction from traction or internal fixationc. Malposition4. Lower third of the ulnad. Loss of bone5. Body of the talus3. Compromised blood supplya. Damage to nutrient vessels6. Distal tibial diaphysisb. Stripping or injury to periosteum and muscle7. Proximal diaphysis of the fifth metatarsalc. Free fragments; severe comminutiond. Avescularity because of internal fixation devices8. Segmental fracture of long bones (large \"butterfly\" fragment)4. Infectiona. Bone death (sequestrum)b. Osteolysis (gap)c. Loosening of implants (motion)5. General age; nutrition; steroids, anticoagulants, radiation, bums, predispose to nonunion6. Distraction from traction or internal fixationCommonest site of Malunion -(i) Colle's (ii) Supracondylar (iii) Intertrochantric",
        "cop": 4,
        "opa": "Neck of femur",
        "opb": "Scaphoid",
        "opc": "Talus",
        "opd": "Trochanteric",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "cc7a5fb8-c0dc-449f-8331-6045dea235ee",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are benefits of immobilization of a fracture:",
        "exp": "Ans. D. All of the abovea. Splinting of the fracture has following benefitsb. It Reduces pain by preventing the muscle spasmc. It Reduces chances of fat embolismd. It Reduces chances of further injury to neurovascular structurese. Transportation of the patient for radiological investigations is mad easy",
        "cop": 4,
        "opa": "Reduction in pain",
        "opb": "Reduced chances of fat embolism",
        "opc": "Reduced chances of further injury to neurovascular structures",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "b3c91b3d-6530-4db8-82dc-15672039a4ea",
        "choice_type": "multi"
    },
    {
        "question": "Most common muscle involved in volkmamTs ischemic contracture is",
        "exp": "Ans is 'b' i.e. flexor digitorum profundus The below given lines from Turek confirm the answer.\"Within a few fays pain and swelling su6sides and the voler aspect of the forearm develops a wooden induration. The resulting deformity represents contractual plus paralytic origin. Where it is mild, the deep flexor muscle are partially involved particularly the flexor digitorum profundus, producing a flexion contracture deformity of 1 or more finger.\"",
        "cop": 2,
        "opa": "Flexor- pollicis longus",
        "opb": "Flexor-digitorum profunds",
        "opc": "Flexor-indicis",
        "opd": "Abductor pollicis",
        "subject_name": "Orthopaedics",
        "topic_name": "Complications In  Orthopedics",
        "id": "b10f6b6a-de35-449e-ab09-ab533c661c71",
        "choice_type": "single"
    }
]