[
    {
        "question": "Watson-Jones approach is done for?",
        "exp": "(d) Hip replacement- Watson-Jones operation is anterolateral approach to the hip joint. There are four commonly used approaches to the hip joint:- Anterior or Smith-Peterson- commonly used to access the hip in cases of suspected septic arthritis - Anterolateral or Watson-Jones- is used for hemi or total hip arthroplasty - Direct lateral or Hardinge - Posterior or Southern approach",
        "cop": 4,
        "opa": "Neglected club foot",
        "opb": "Muscle paralysis",
        "opc": "Valgus deformity",
        "opd": "Hip replacement",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "cb97fa3d-0934-4156-a50e-67066127ca0f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a typical deformity seen in congenital tali pes equinovarus?",
        "exp": "Ans. B. Forefoot pronation. Congenital tali pes equinovarus (clubfoot) is a deformity of the foot with an incidence of 1 in 250-1000. It is more common in males and is often bilateral. There may be associated musculoskeletal anomalies. A number of deformities are seen: forefoot adduction (tibialis posterior), forefoot supination (tibialis anterior), midfoot cavus (intrinsic, flexor hallucis longus, flexor digitorum longus), hindfoot varus (Achilles tendon, tibialis posterior) and hindfoot equinus (Achilles tendon). Dr Ponseti has revolutionized the treatment of clubfoot from a surgical (posteromedial release) to a non-surgical one (serial casting).",
        "cop": 2,
        "opa": "Forefoot adduction.",
        "opb": "Forefoot pronation.",
        "opc": "Midfoot cavus.",
        "opd": "Hindfoot varus.",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "c0de9f02-ad08-45a9-8c34-78b39defed73",
        "choice_type": "single"
    },
    {
        "question": "Triple orthodesis consists of fusion of which three joints of foot?",
        "exp": "Ans. a (Subtalar + Calcaneocuboid + Talonavicular joints)# Subtalar joint is talocalcaneocuboid (TCC) joint. (TCC-CCTN =>Talo. Calcaneo. Cuboid + Calcaneo. Cuboid +Talo. Navicular joints). (Mnemonic: TCC-CCTN). TRIPLE ORTHODESIS# Used in treatment of CTEV (Congenital talipes equino vrtfus).# Performed after the age of 12 years.",
        "cop": 1,
        "opa": "Subtalar + Calcaneocuboid + Talonavicular joints",
        "opb": "Subtalar + Tibiofibular + Talonavicular joints",
        "opc": "Subtalar + Tarsometatarsal + Talonavicular joints",
        "opd": "Subtalar + Talocalcaneal + Talonavicular joints",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "1bf969ce-4d22-4558-b461-8e6a3484ba65",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment for a newborn child with CTEV?",
        "exp": "Ans. is 'b' i. e., Manipulation and strapping or serial cast Treatment of CTEV in new born: o Treatment should begin early, preferably within a day or two of birth (as early as possible or when the newborn presents to the surgeon). o This consists of repeated manipula- tion and adhesive strapping that maintains the correction; the manipulations are taught to the child's mother, who is then able to carry out gentle stretches on a regular basis with the strapping still in place. o Treatment is supervised by a physiotherapist, who alters the strapping as correction is gradually obtained, o If this level of care is not available, it may be better to hold position by applying a light plaster cast (over a protective layer of strapping), which is soaked off and changed every week.",
        "cop": 2,
        "opa": "Jess fixation",
        "opb": "Manipulation and strapping or serial cast",
        "opc": "Posteromedial soft tissue release",
        "opd": "Triple arthrodesis",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "08a6aa09-52ff-43c3-9b83-b3753ac803b5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of CTEV -",
        "exp": "Ans. is 'c' i. e., Idiopathic Causes of CTEVo CTEV may be either primary or secondary. Primary or Idiopathic. It is the most common type of CTEVFoot deformity (CTEV) is the only manifestation, otherwise musculoskeletal system is normal. Secondary. CTEV is a local manifestation of a systemic syndrome. Causes are. Neurological disorders & neural tube defects eg myelomeningocele, & spinal dysraphism. Paralytic disorder (due to muscular imbalance) as polio, spina bifida, myelodysplasia, & Fredreich's ataxia. Arthrogryposis multiplexa. Larsen syndrome. Freeman- sheldon syndrome. Diastrophic dwarfism. Sacral agenesis, tibial deficiency, constriction rings & amniotic bands",
        "cop": 3,
        "opa": "Arthrogryposis multiplex congenita",
        "opb": "Spina bifida",
        "opc": "Idiopathic",
        "opd": "Neural tube defect",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "eab9aa5d-5b8e-4864-af8a-a8ebac1f1992",
        "choice_type": "single"
    },
    {
        "question": "The typical deformity in CTEV is -",
        "exp": "Ans. is 'd' i. e., All the above o CTEV is the commonest and most important congenital deformity of the foot, o CTEV is more common males in than in females (males to female ratio 2-5: 1). o In half of the cases CTEV is bilateral, o Right and left foot are affected equally, o The deformity consists of following elements. Equinus, i. e. Plantar flexion at ankle joint (tibiotalar joint)./aversion of foot at subtalar joint (talocalcaneal joint). Forefoot adduction, at mid-tarsal joints, especially at talo-navicular joint. Sometimes forefoot cavus, i. e. excessive arching of the foot at mid-tarsal joints.",
        "cop": 4,
        "opa": "Ankleequinus",
        "opb": "Subtalar inversion",
        "opc": "Forefoot adduction",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "c2a6f8e6-7e3c-46f1-9342-69644ddc80b9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT true about ''Talipes equinovarus\"?",
        "exp": "Ans. b (Everted foot) (Ref. BDC vol. 2. /4th/162). Congenital Talipes Equinus Varus (club foot). Incidence: 1-2 cases per 1000 babies. Etiology:# Idiopathic# The risk of club foot is increased 20-fold if a first-degree relative has the condition, and there are examples of racial prevalence, for example among Polynesians.# More common in males (2: 1)# Bilateral in 50% of cases. Clinical features# Hindfoot and forefoot are in equinus and varus.# Adducted forefoot# Plantar flexed ankle +. Treatment: Most babies with significant congenital talipes equinus varus (CTEV) undergo stretching and strapping, usually supervised by a physiotherapist. Alternative methods include serial casts or splints (Dennis Brown splint). Summary (Rx of CTEV): 1 Birth. Corrective manipulation2 <3 years age. Soft tissue release3 4-8 years. Evan's operation (between 3-6 yrs = Lichtblau's operation)4 8-11 years. Wedge tarsectomy5 >12 years. Triple arthrodesis (+- Dayer's osteotomy).",
        "cop": 2,
        "opa": "Common in boys",
        "opb": "Everted foot",
        "opc": "Adducted forefoot",
        "opd": "Plantar flexed ankle",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "80b655d1-6081-47bd-bf50-8293a8b4756b",
        "choice_type": "multi"
    },
    {
        "question": "Ideal age for PMSTR is -",
        "exp": "Ans. is 'b' i. e., 1-3 years PMSTR: Posteromedial Soft tissue release:* It is the soft tissue surgical treatment for Congenital Talipes. Equinovarus.* The results of early operation for treatment of congentialtalipesequino varus, in particular neonatal surgery, have not been shown to be better than those of late surgery.* Delaying surgery until the child is near walking age has the advantage of operating of larger foot (making surgery easier).* Posteromedial soft tissue release (PMSTR), (Turcos) is best done at young age (1-3 years).* Posterior release or complete subtalar release can also be performed.* But in children older than 3 years of age lateral column shortening procedures are often performed in conjunction with posteromedial soft tissue release.",
        "cop": 2,
        "opa": "< 1 year",
        "opb": "1-3 years",
        "opc": "3-6 years",
        "opd": "6 - 9 years",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "1ecf94f6-e565-4d68-af6b-41110ee4a5e0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in newborn with club foot:",
        "exp": "Ans: C (Both manipulation and splint) Ref: Campbell's Operative Orthopaedics, 11th edition. Explanation: Components of CTEV: Ankle equines. Hindfoot varus. Midfoot cavus. Forefoot adduction. Aim of Treatment: To produce and maintain a plantigrade, supple foot that will function well. The primary treatment for CTEV is conservative. Conservative Treatment: Treatment starts within a day or two of birth. Treatment includes repeated manipulation and adhesive strapping with regular monitoring of correction by a physical therapist. Alternatively, a light plaster cast is applied with correction of the deformity and is changed every week. Order of correction of deformity: o Midfoot cavuso Forefoot adductiono Hindfoot varuso Lastly ankle equines. Mnemonic for the deformities in CTEV and the order of correction of deformities: CAVE - Cavus. Adductus, Varus and Equinus. Overoorrection has to be achieved. Complication arising with incorrect manipulation - rocker- bottom deformity (arises from attempts to overcome equines before the other deformities are corrected causing a break in the foot in the midtarsal region). The universally accepted method used for serial manipulation and casting - Ponseti technique. Technique that was used previously but has fallen out of favor now - Kite technique. Difference between Ponseti and Kite techniques - During correction of deformity, in Kite technique, the center of rotation of malaligned foot (fulcrum) is on the cuboid; whereas in Ponseti technique, the fulcrum is on the head of talus. RESISTANT CASES -- Those feet that are not corrected despite &-12 weeks of serial manipulations and strapping. Operative treatment needed for resistant cases and severe, rigid deformities. Surgeries Performed for CTEV: Persistent Equinus Deformity Alone: Tendoachilles (TA) release in young infants. Tendoachilles lengthening in older children. All Components Remaining: Posteromedial Soft-Tissue Release (PMSTR)TA and tibialis posterior tendons lengthened by Z-tenotomy to correct equines and varus repectivety. Posterior capsules of ankle and subtalar joints divided to correct equines. Flexor digitorum iongus and flexor halluds longus lengthened to correct equines. Calcaneo-fibular ligament released to correct calcaneal mal rotation. Talonavicular and calcaneocuboid joints released to correct forefoot adduction. Origin of intrinsic muscles and plantar fascia from the calcaneum divided to reduce any cavus or plantaris deformity. Foot is placed in a plaster cast in corrected position. LATE OR RELAPSED CLUBFOOTYoung Child (4-7 years): Revision of soft tissue releases. Shortening of the lateral side of the foot by calcaneo-cuboid fusion or cuboid enucleation (Dilwyn-Evans operation) to correct forefoot adduction. Calcaneal lateral closing wedge osteotomy to correct varus deformity. Older Child (4-11 years): Ilizarov fixator. In Above 12 Years: Triple arthrodesis (Fusion of subtalar, talonavicular and calcaneocuboid joints after correction of deformity).",
        "cop": 3,
        "opa": "Observation and follow up",
        "opb": "Manipulation only",
        "opc": "Both manipulation and splint",
        "opd": "Splint application alone",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "a6e75ebd-ccbf-4729-a5dc-74c1436274fe",
        "choice_type": "multi"
    },
    {
        "question": "CTEV is",
        "exp": "[C) (Congenital deformity): (203- Maheshwari 4th edition). Congenital talipes equinovarus (Idiopathic club foot)* Polygenic pattern of inheritance* Identical deformities occur with myelomeningocele (Spinabifida) and in arthrogrposis. Clinical Features* Foot is both turned and twisted inwards so that the sole faces posteromedially* Ankle is in equinus* Heal is inverted* Forefoot is adducted and supinated* Cavus as well* Talus may protrude on the dorsolateral surface of the foot* Heel is usually small and high* Call may be thin",
        "cop": 3,
        "opa": "Infective disease",
        "opb": "Tumour",
        "opc": "Congenital deformity",
        "opd": "Metabolic abnormality",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "1dc49299-95d9-4199-9be0-05b25b0cfbd4",
        "choice_type": "single"
    },
    {
        "question": "Commonest congenital deformity is",
        "exp": "B. (Congenital club foot) (613 - 614 - CDT-4th). Metatarsus adductus (metatarsus varus) is the most common foot deformity in the newborn infant (occurring 5 in 1000 live birth). The hallmark of metatarsus adductus is medial deviation of the forefoot.* Congenital club foot incidence 1 in 1000 live birth* Congenitl hand diffence occursin 1 in 1500 live birth* Commonest cause of shaft femur under 2 years age is child abuse (700- Apley 8th)* Screening test used in newborn with club foot -- Inability to ** dorsiflex and evert the dorsum of foot so as to touch the shin*** Ganglions are the most common soft tissue tumours of the hand and wrist**Pectoralis major muscle most commonly affected by congenitally absence (599 - Apley 8th)",
        "cop": 2,
        "opa": "Congenital club hand",
        "opb": "Congenital club foot",
        "opc": "Absence of femur",
        "opd": "Absence of fibula",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "eb3194c2-c2d6-4510-8b21-fa7707de33c9",
        "choice_type": "single"
    },
    {
        "question": "Ponsetti technique failure in children should be managed with -",
        "exp": "Ans. is 'a' i. e., Posteromedial soft tissue release * If treatment by manipulation and retention fails, operation should usually be undertaken before 9 months of age, mostly at 4-6 months. The idea behind early operation is to set the tarsal bones in normal relationship to one another and to remove deforming forces, thus allowing the bones to develop in their normal shape from an early age. The procedure used is soft tissue release, i. e. postero-medial release (PMR). The taut structures on the postero-medial side are released.",
        "cop": 1,
        "opa": "Posteromedial soft tissue release",
        "opb": "Anterolateral soft tissue release",
        "opc": "Triple arthrodesis",
        "opd": "Lateral closing wedge osteotomy of calcaneum",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "e60901da-eaa2-4707-8857-ad6cb46fb4e8",
        "choice_type": "single"
    },
    {
        "question": "Dennis brown splint is used for -",
        "exp": "Ans. is 'a' i. e., CTEV Name. Use. Cramer-wire splint. Emergency immobilisation. Thomas splint. Fracture femur-anywhere. Bohler-Braun splint. Fracture femur-anywhere. Aluminium splint. Immobilization of fingers. Dennis Brown splint. CTEVCock-up splint. Radial nerve palsy. Knuckle-bender splint. Ulnar nerve palsy. Toe-raising splint. Foot drop. Volkmann's splint. Volkmann's ischaemic contracture (VIC). Four-post collar. Neck immbilisation. Aeroplane splint. Brachial plexus injury. SOMI brace. Cervical spine injury. ASHE (Anterior spinal hyperextension). Dorso-lumbar spinal injury brace. Taylor's brace. Dorso-lumbar immobilisation. Milwaukee brace. Scoliosis. Boston brace. Scoliosis. Lumbar corset. Backache",
        "cop": 1,
        "opa": "CTEV",
        "opb": "Rocker bottom foot",
        "opc": "Mannus valgus",
        "opd": "Maanus varus",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "f3b49bb6-d629-471b-b336-0c4d5301832f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are done for management of clubfoot at birth except -",
        "exp": "Ans. is 'd' i. e., Posteromedial soft tissue release o Posteromedial soft tissue release is a surgical procedure that is carried out after 9 months of age once a thorough trial of casting is given. Treatment of CTEV in a newborn (Treatment of a fresh case)o The most widely accepted practice is to rely upon conservative treatment by correction and splintage during the first year of life, often using the so-called Ponseti techniqueo Beyond that, if casting and splintage fail to correct the position then operative correction is carried out. Primary conservative treatmento Ideally treatment should be begun immediately after birth, certainly not more than 1 week latero The principles of treatment are:-1) Correction of deformity by manipulation2) Maintenance of this correction by immobilizing the foot in over-corrected position in between the manipulations. Three methods are available for maintenance:-i) A plaster of paris cast (most commonly used)ii) Metal splints (Denis brown splint)iii) Adhesive strappingo Among these, retention in a plaster is much to be preferred, because it holds the foot in the over-corrected position more efficiently and for a longer period than do metal splints or strapping. The plaster must extend to the upper thigh, with the knee flexed 90deg. The plaster must be changed every week for the first 6 weeks and then every 2 weeks until the correction is achieved. Operative treatmento If treatment by manipulation and retention fails, operation should usually be undertaken before 9 months of age, mostly at 4-6 months. The idea behind early operation is to set the tarsal bones in normal relationship to one another and to remove deforming forces, thus allowing the bones to develop in their normal shape from an early age. The procedure used is soft tissue release, i. e. postero-medial release (PMR). The taut structures on the postero-medial side are released. Maintenance of correction after full correction has been achievedo After correction by serial manipulation and casting or by surgery, the foot is maintained in Dennis-Drown splint (DB splint). DB splint is applied for full time (23 hours a day) till the child starts walking, e. g. upto 1-1 1/2 years. After that, DB splint is given at night and in day time CTEV shoes (straight inner border, raised outer border, no heel) is given till skeletal maturity.",
        "cop": 4,
        "opa": "Manupilation",
        "opb": "Serial Casting",
        "opc": "Recording the deformity to see improvements serially",
        "opd": "Posteromedial soft tissue release",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "910cde94-becc-4ec8-8aaa-295aa219b8c2",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true about CTEV shoe?",
        "exp": "ANSWER: (B) Straight outer border. REF: Apley's 8th ed p. 488. CTEV shoes: These are the modified shoes which are used only when the child starts walking. The special modifications made in these kinds of shoes are: Straight inner border in order to prevent the inward movement of the foot. Outer shoe raised in order to prevent foot inversion. No heel to prevent equines",
        "cop": 2,
        "opa": "Used only from the age the child starts walking",
        "opb": "Straight outer border",
        "opc": "No heel",
        "opd": "Raise outer portion",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "8868261f-4984-41a7-9f4c-86cfec23940f",
        "choice_type": "multi"
    },
    {
        "question": "Ponseti method is used for?",
        "exp": "ANSWER: (C) CTEVREF: Apley's 9th ed page 593. PONSETI METHOD is non-operative method of choice to treat CTEV or dub foot. Non-operative or conservative management of CTEV: Treatment should begin early, preferably within a day or two of birth. This consists of repeated manipulation and adhesive strapping that maintains the correction; the manipulations are taught to the child's mother, who is then able to carry out gentle stretches on a regular basis with the strapping still in place. Serial manipulation and casting is first-line treatment; initially, casts are molded to correct cavus deformity, followed by correction of forefoot adduction and heel varus, and, finally, correction of equinus (Ponseti technique). The objective (ideally) is to achieve not only correction but overcorrection. The position should be checked by x-ray in order to ensure that there is no rocker-bottom defect; attempts to overcome equines before the other deformities are corrected may 'break'the foot in the midtarsal region. Dennis brown splint Is used to keep foot in corrected position. Resistant cases will usually declare themselves after8-12 weeks of serial manipulations and strapping",
        "cop": 3,
        "opa": "Rickets",
        "opb": "Blount s disease",
        "opc": "CTEV",
        "opd": "Congenital vertical tallus",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "f06d0d34-7ef1-49f2-8680-cb158e3757d7",
        "choice_type": "multi"
    },
    {
        "question": "Treatment for CTEV should start at the age of:",
        "exp": "Ans: c",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "1 month",
        "opc": "Soon after birth",
        "opd": "9 months",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "fb343f45-2247-4157-a5f2-eff411f3e3e7",
        "choice_type": "single"
    },
    {
        "question": "The primary defects in CTEV are the following EXCEPT",
        "exp": "Ans. c (Calcaneus) (Ref. Nelson Paediatrics 17th ed., 2256 and Maheshwari orthopedics 3rd ed., 199). Examination of the infant with CTEV (clubfoot) demonstrates:# Hindfoot equinus, # Hindfoot and midfoot varus, # Forefoot adduction. These findings are secondary to the medial dislocation of the talonavicular joint. CONGENITAL TALIPES EQUINOVARUS (CLUBFOOT/CTEV)# The cause is unknown; considered to have multifactorial inheritance with major influence from a single autosomal dominant gene.# Seen approximately 1 in 1, 000 births. Occurs more commonly in males (2: 1) and is bilateral in 50% of cases.# The navicular bone (primary site of deformity), does not ossify until 3 yr in the female and 4 yr in male.# Treatment of CTEV:< 3 years age. Soft tissue release4-8 years. Evan's operation8-11 years. Wedge tarsectomy> 12 years. Triple arthrodesis",
        "cop": 3,
        "opa": "Equinus",
        "opb": "Adduction",
        "opc": "Calcaneus",
        "opd": "Varus",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Talips Eqino Varvs (C. T. E. V.)",
        "id": "043e753c-2c3d-4802-a14b-1392bd4e9b13",
        "choice_type": "multi"
    }
]