[
    {
        "question": "Position of limb in posterior dislocation of hip -",
        "exp": "Ans. is 'b' i. e., Flexion, adduction & internal rotation Hip condition. Deformity. Synovitis. Arthritis. Posterior dislocation. Anterior dislocation. Femoral neck fracture. Intertrochantric fracture. Flexion, abduction, external rotation, apparent lengthening. Flexion, adduction, internal rotation, true shortening. Flexion, adduction, internal rotation, apparent & true shortening. Flexion, abduction, external rotation, true lengthening. External rotation, later adduction & flexion. Marked external rotation, later adduction & flexion",
        "cop": 2,
        "opa": "Flexion, abduction & external rotation",
        "opb": "Flexion, adduction & internal rotation",
        "opc": "Flexion, adduction & external rotation",
        "opd": "Flexion, abduction & internal rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "764ad788-556b-49cd-b976-c93086492894",
        "choice_type": "single"
    },
    {
        "question": "Ortolani's test is done for",
        "exp": "B. i. e. (Congenital dislocation of hip joints) (410 - Apley 8th). Important Tests**Ortolani's and Barlow's test Galeazzi test (604 CDT 4th). Congenital dislocation of hip joints** Apprehension test. Recurrent dislocation of shoulder joints* Bryant's Call ways Hamilton ruler test. Hamilton ruler test. Anterior dislocation of shoulder joints* **Pivot-shift test. Anterior cruciate ligament* Lachman test. Anterior cruciate ligament* Drawer test. Cruciate ligament (Ant & Post)* **Mc-Murray's test. Meniscus injury* Appley's grinding test. Meniscus injury* **Thomas test. Hip flexion deformity* ** Ankle joint has LEAST chances for recurrent dislocations",
        "cop": 2,
        "opa": "Congenial dislocation of the knee joints",
        "opb": "Congenital dislocation of the hip joints",
        "opc": "Congenital dislocation of the shoulder joints",
        "opd": "Congenital dislocation of the elbow joints",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "0745edd3-4f4f-4971-97c5-89e0880be160",
        "choice_type": "single"
    },
    {
        "question": "Von- rosen splint are applicable in",
        "exp": "(Developmental dysplasia of hip joint) (202- M)VON- ROSEN'S SPLINT - is an H-shaped melleable splint* Object of splintage is to hold the hips some what flexed and abducted* Used in congenital dislocation / dysplasia of hip joint. Also - Remember* Frog leg or Lorenz cast or Batchelor cast used in CDH* Broomstick plaster used in perthe's disease* Patella Tendon Bearing (PTB) cast used in- Both bones leg fracture* Gutter splint- phalyngeal and metaphalyngeal fractures* Denis Browne splint used in CTEV, Stirrup splint Ankle fractures* Knuckle-bender splint- ulner nerve palsy, Cock up splint - Radial nerve palsy* Milwaukee brace (Cervical thoracolombosacral orthosis) used in Scoliosis* Risser's localizer cast, Turn buckle cast - Scoliosis*** Minerva cast - cerical spine disease* U slab or Hanging cast - fracture of humerus* Tube cast (Cylindrical cast) - used for fracture around knee ( patella)* Halo cast (vest) - for spinal injury* Velpeau bandage and sling and Swathe splint are used in - Shoulder dislocation*** Thromboembolic disease (Pulmonary embolism) is the most common cause of death after Total hip replacement*** (Watson jones operation)* Pectoralis major and minor muscles are the most common congenitically absent muscles in humans*** Pollicization refer to reconstruction of the thumb with a substitute finger (i. e. index finger)* Bohler's Tuber Joint angle and crucial angle of Gissane are measured for intraarticular of calcanium. Development Dvsplasia of the hep (DDH)* More common in female, short stature *** Oligohydramnios is associated with a higher risk of DDH* The hourglass appearance of the capsule may prevent a successful closed reduction* In a child with bilateral dislocation - Waddling gait- unilateral dislocation Trendelenburg's gait** X-ray shows break in shenton's line** Striking feature is widening of perineum & marked lumber lorodosis** Wandering acetabulum is sen in T. B of hip joints. Angles of Importance(i) Cobb's angle - Scoliosis(ii) Kite's angle - CTEV(iii) Meary's angle - Pes cavus(iv) Hilagenreiner's epiphyseal angle - congenital coxa-vera(v) Baumann's angle - Supracondylar Rocker bottom foot or vertical talus is associated with Arthrogrypasis multiplex congenital spina bifida & trisomy 13-18 - (Danhert Radiology Review manual 5th/25)",
        "cop": 1,
        "opa": "Developmental dysplasia of hip joint",
        "opb": "Congenital talipes equinovarus",
        "opc": "Congenital vertical talus",
        "opd": "Tibia mileruae",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "96c8866d-10df-4acf-99c6-1f98a99daea9",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of Hip can damage which nerve-",
        "exp": "Ans. is 'b' i. e., Sciatic. Complications of posterior dislocation of hipo Complications of posterior dislocation are. Injury to sciatic nerve The nerve is vulnerable to injury where it lies behind the posterior wall of acetabulum. Avascular necrosis of femoral head) Damage to the femoral head. Myositis ossificans (Post-traumatic ossification). Osteoarthritis",
        "cop": 2,
        "opa": "Superior gluteal",
        "opb": "Sciatic",
        "opc": "Inferior gluteal",
        "opd": "Femoral",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "3eebf849-decf-4a4a-baa7-0f19b876e5ff",
        "choice_type": "single"
    },
    {
        "question": "Deformity of hip in stage of tubercular synovitis stage is -",
        "exp": "Ans. is 'a' i. e., Flexion, abduction external rotation Tuberculosis of hip. Stage. Clinical finding. Synovitis. Flexion abduction external rotation apparent lengthening. Early arthritis. Flexion adduction internal rotation apparent shortening. Advanced arthritis. Flexion adduction internal rotation shortening. Advanced arthritis with dislocation/subluxation. Flexion adduction internal rotation with gross shortening",
        "cop": 1,
        "opa": "Flexion, abduction external rotation",
        "opb": "Flexion, adduction internal rotation",
        "opc": "Flexion adduction externa! rotation",
        "opd": "Flexion abduction interna! rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "acbcced9-6c78-4db4-83da-e8225429ef20",
        "choice_type": "single"
    },
    {
        "question": "Von-Rosen's sign is positive in -",
        "exp": "Ans. is 'c' i. e., DDHRadiological features of DDH/CPHo In Von Rosen's view following parameters should be noted. Perkin's line: Vertical line drawn at the outer border of acetabulum. Hilgenreiner's line: Horizontal line drawn at the level of tri-radiate cartilage. Shenton's line: Smooth curve formed by inferior border of neck of femur with superior margin of obturator foramen. Acetabular index: Normally is < 30deg. CE angle of Wiberg: Normal value is 15-30dego Normally the head lies in the lower and inner quadrant formed by two lines (Perkin's & Hilgenreiner's). In DDH the head lies in outer & upper quadranto Shenton's line is brokeno Delayed appearance & retarded development of ossification of head of femuro Sloping acetabulumo Superior & lateral displacement of femoral head. Von-Rosen's lineo This is a line, which helps in the diagnosis of DDH in infants less than 6 months. o For this AP view of pelvis is taken with both lower limb in 45deg abduction and full internal rotation, o Upward prolongation of long axis of shaft of the femur points towards the lateral margin of the acetabulum and crosses the pelvis in the region of sacroiliac joint. o In CDH, upward prolongation of this line points towards anterior superior iliac spine and crosses the midline in the lower lumber region - Positive Von-Rosen's sign.",
        "cop": 3,
        "opa": "Perthe'sdisease",
        "opb": "SCFE",
        "opc": "DDH",
        "opd": "CTEV",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "c9156ed9-aec3-41b9-9520-6b523cc7e19c",
        "choice_type": "single"
    },
    {
        "question": "Breech presentation is a risk factor for the following condition -",
        "exp": "Ans. is 'c' i. e., DDH Risk factors for DDH/CDH (Remember4. Fs 1. HO)o Femaleso First bomso Familial DDH is found in families o Faulty intrauterine position (Breech presentation)o Hormone induced laxityo Oligohydramnion",
        "cop": 3,
        "opa": "CTEV",
        "opb": "SCFE",
        "opc": "DDH",
        "opd": "Perthes disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "3143d7ed-5036-4b69-aad6-c0b7b6a73f43",
        "choice_type": "single"
    },
    {
        "question": "Shenton line is seen in X-ray of:",
        "exp": "Ans. d. Hip (Ref Apley 9/e p354). Shenton's line is seen in X-ray of hip. \"Shenton's line is an imaginary line drawn along the inferior border of the superior pubic ramus (superior border of the obturator foramen) and along the inferomedial border of the neck of femur. This line should be continuous and smooth. It is breeched in fracture neck of femur, head of femur, superior pubic rami and dislocation of hip. \"Radiological Features of Congenital Dislocation of Hip (Developmental Dysplasia of Hip). In Von Rosen's view (both hips abducted, internally rotated and extended) following parameters are seen. Hilgenreiner's (H) line: Horizontal line through trirad radiate cartilages. QPerkin's line: Vertical line drawn at the outer border of acetabulum and is perpendicular to H-lineQ. Acetabular index: Angle formed by junction of H line and line drawn along acetabular surface. QShenton's line: Smooth curve formed by inferior border of neck of femur with superior margin of obturator foramen. QCenter-Edge Angle of Wilberg: Angle between Perkin's line and a line drawn from lateral lip of acetabulum through the center of femoral headQ.",
        "cop": 4,
        "opa": "Shoulder",
        "opb": "Elbow",
        "opc": "Knee",
        "opd": "Hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "ec9b1319-c7e3-43d5-918c-7c60bbc91f34",
        "choice_type": "single"
    },
    {
        "question": "Waddling Gait is seen in -",
        "exp": "Ans. is 'b' i. e., Bilateral Developmental Dysplasia of Hip o In a bilateral congential dislocation of hip the gait is described as 'duck like waddle (Waddling gait)' or 'sailor's gait and consists of an inclination to the side on which the weight is bom (lurching gait on both side). In unilateral cases the child lurches towards affected side. This is known as abductor lurch or Trendelenburg gait. Other Gaits. Gait. Pattern. Cause. Antalgic or painful gait. Time taken on the affected leg is reduced Body weight is shifted quickly to the normal leg. Painful condition of the leg. Stiff hip gait. Lifts the pelvis, and swings it forward with leg in one piece. TB hip, Rheumatoid hip, Ankylosing, Spondylitis. Stiff knee gait. The leg is circumducted and brought forward in order to get clearance. TB knee, Painful stiff knee. Hand- knee gait. The person walks with hand on the knee to prevent the knee from buckling in a quadriceps deficient knee with flexion deformity. Polio. High stepping gait or Foot drop gait. Due to drop of the foot, the leg is lifted more in order to get clearance. First to touch the ground is the forefoot, and not the heel. Common peroneal nerve palsy, Sciatic nerve palsy. Scissor gait. Legs are crossed in front of each other while walking due to spasm of the adductors of the hip. Cerebral Palsy. Gluteus maximus lurch. The body swings backwards every time weight is borne. Gluteus maximus paralysis in polio",
        "cop": 2,
        "opa": "Unilateral developmental dysplasia of hip",
        "opb": "Bilateral Developmental Dysplasia of Hip",
        "opc": "Slipped Capital Femoral Epiphysis",
        "opd": "Perthes Disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "3e20c4f4-0bfe-4e2c-9f64-a217e5ad9c60",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old obese child from endocrinology department was referred to emergency for a painful limp with hip pain which of the following investigation is not required:",
        "exp": "(c). This is an Obese Limping child with hip pain the possible differential diagnosis will be Osteomyelitis (X-MAS). Septic arthritis (X-MAS). Slipped capital femoral epiphysis (X-MRI). Transient synovitis (X-MAS). Hence CT will be least preferred. Previously CT Scan was carried out for SCFE but now MRI has replaced its indication.",
        "cop": 3,
        "opa": "X-ray of the hip",
        "opb": "MRI of the hip",
        "opc": "CT scan of hip",
        "opd": "USG of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "afbd9846-b4c9-4af5-ab2e-afae09f6e796",
        "choice_type": "single"
    },
    {
        "question": "What does X-ray pelvis show?",
        "exp": "Ans. A. Coxa vara. The normal angle between the neck and shaft of femur is an obtuse angle but in the image, on the right side the angle is reduced to a right angle. This is diagnostic of Coxa Vara. The Shenton line is normal on both sides ruling out developmental dysplasia of the hip.",
        "cop": 1,
        "opa": "Coxa vara",
        "opb": "Coxa Valgum",
        "opc": "TB hip",
        "opd": "Developmental dysplasia of the hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "17f3a835-c409-41de-99bc-90cc7c17c6c7",
        "choice_type": "single"
    },
    {
        "question": "The pain around the hip with flexion, adduction & internal rotation of lower limb in a young adult after a road traffic accident is suggestive of -",
        "exp": "Ans. is 'c' i. e., posterior dislocation of hip Attitude of lower limb. Diagnosis. Adduction, Internal rotation, Flexion. Abduction, Ext. rotation, Flexion. Adduction, Ext rotation, Flexion. Post, dislocation of hip Ant. dislocation of hip Fracture neck femur",
        "cop": 3,
        "opa": "Intracapsular fracture of the femoral neck",
        "opb": "Extra capsular fracture of the femoral neck",
        "opc": "Posterior dislocation of hip",
        "opd": "Anterior dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "b901ae0d-631a-453e-a225-1dff5b8d94fb",
        "choice_type": "single"
    },
    {
        "question": "Following is not a part of ortolani test -",
        "exp": "Ans. is 'd' i. e., Jerk is given to the knee to dislocate the femur head - jerk of exit * In Ortolani's test, the baby's thighs are held with the thumbs medially on thigh and the fingers resting on the greater trochanters; the hips are flexed to 90 degrees and gently abducted. Normally there is smooth abduction to almost 90 degrees.# In congenital dislocation the movement is usually impeded, but if pressure is applied to the greater trochanter there is a soft 'clunk' as the dislocation reduces, and then the hip abducts fully (the 'jerk of entry').# If abduction stops halfway and there is no jerk of entry, there may be an irreducible dislocation.",
        "cop": 4,
        "opa": "Examiners thumb rests on the medial thigh",
        "opb": "Examiners fingers li on the greater trochanter",
        "opc": "Hips are flexed to 90 degrees and gently abducted",
        "opd": "Jerk is given to the knee to dislocate the femur head - jerk of exit",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "6be7be5c-f760-4b04-b053-9398bfc6dd48",
        "choice_type": "single"
    },
    {
        "question": "Ortolani's test is done in:",
        "exp": "Ans: a (CDH) Ref: Maheswari, 3rd ed, p. 201. Special tests designed for early detection of CDH are1) Barlow test2) Ortolani test. Barlow test: Consists of 2 parts1st part: Hip & knee flexed & thighs gently adducted. Feel for abnormal posterior movement & sometimes dislocation with a distinct 'clink' of femoral head. 2nd part: Thighs are gently abducted. If the hip was dislocated earlier, a distinct clink will be heard & felt indicating reduction of dislocated hip. Ortolani's test: Similar to 2nd part of Barlow's test. Hip & knee flexed and thighs gently abducted. A click of entrance will be felt as the femoral head slips back into the acetabulum from the position of dislocation. Few commonly asked named tests & signs: Alli'stest-CDH Barlow's test-CDH Ortolani's test-CDH Gallezi'ssign-CDH Hamilton ruler test-Anterior dislocation of shoulder Bryant's test-Anterior dislocation of shoulder Callaway's test-Anterior dislocation of shoulder Duga'stest-Anterior dislocation of shoulder Apprehension test-For recurrent dislocation of shoulder Sulcus sign-For inferior dislocation of shoulder Cozen'ssign-Tennis elbow Miller's sign-Tennis elbow Finkelstein'stest-For Dequervains tenosynovitis Kanavel'ssign-Ulnar bursa infection. (AIIMS 2007) Knee: Pivot shift test-Anterior cruciate ligament (ACL) injury. Anterior drawer's test-ACL injury. Lachmann's test-ACL injury. Posterior drawer's test-PCL injury. Me Murray's test-Meniscal injury. Apley's grinding test-Meniscal injury. Adduction & abduction tests- Medial & lateral collateral ligaments.",
        "cop": 1,
        "opa": "CDH",
        "opb": "Perthes disease",
        "opc": "Posterior dislocation of hip",
        "opd": "Septic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "a7a6ac5f-b844-4be6-acb9-3d05ecc863f5",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of hip results in:",
        "exp": "Ans. (c) Adduction, internal rotation, flexion. Ref: Maheshwari 5th ed. /130* Posterior dislocations comprise approximately 80-90% of hip dislocations caused by Motor Vehicle Crash.* In posterior hip dislocations, the femoral head goes posteriorly causing the femur to get adducted and internally rotated.* Posterior dislocation: The hip is Flexed, ADducted and Internally Rotated (Mn: FADIR)* Anterior dislocation: The hip is minimally Flexed, markedly ABducted, and Externally Rotated (Mn: FABER).",
        "cop": 3,
        "opa": "Abduction, internal rotation, extension",
        "opb": "Adduction, internal rotation, extension",
        "opc": "Adduction, internal rotation, flexion",
        "opd": "Abduction, external rotation, flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "52d8dacd-c0bc-41f2-ac38-e3f8ee217a95",
        "choice_type": "single"
    },
    {
        "question": "Von-Rosen's splint used in:",
        "exp": "(Congenital dislocation of hip joint) (203-M). Congenital dislocation of hip(a) Plaster cast - A frog leg (Lorenz cast) or Bachelor cast(b) Splint - Von Rosen's splint",
        "cop": 1,
        "opa": "Congenital dislocation of hip joint",
        "opb": "Congenital taloequinovarus",
        "opc": "Tibia vera",
        "opd": "Congenital coxa-vara",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "27873f75-9c2c-4f24-b8d1-15dac00577c3",
        "choice_type": "single"
    },
    {
        "question": "Attitude of lower limb seen in posterior dislocation of hip is?",
        "exp": "ANSWER: (B) Flexion, Adduction, Internal rotation. REF: Apley's 8th ed p. 681. Flexion, adduction, internal rotation. Posterior dislocation of hip. Flexion, adduction, lateral rotation with shortening. Intracapsular fracture of hip. Flexion, abduction and lateral rotation. Anterior dislocation of hip",
        "cop": 2,
        "opa": "Flexion, Abduction, Internal rotation",
        "opb": "Flexion, Adduction, Internal rotation",
        "opc": "Flexion, Abduction, External rotation",
        "opd": "Flexion, Adduction, External rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "91f85a89-c517-4b9f-a3c3-26c544480723",
        "choice_type": "single"
    },
    {
        "question": "Pavlik harness is used in treatment of -",
        "exp": "Ans. is 'a' i. e., Developmental dysplasia of hip Splintage for Developmental dysplasia of hip* The most widely used device in management of developmenetal dysplasia of hip in Pavlik harness.* This device prevents adduction and extension while allowing further flexion, abduction and rotation. This position allows for gentle spontaneous reduction of dislocated hip.* Stretching of the tight adductors is also possible with the pavlik harness.* The device is worn full time till the hip stability is achieved.",
        "cop": 1,
        "opa": "Developmental dysplasia of hip",
        "opb": "Perthes disease",
        "opc": "SCFE",
        "opd": "Post infective sequeal of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "dd0ce306-3d34-4afb-9443-47716f2347f2",
        "choice_type": "single"
    },
    {
        "question": "Shenton's line is -",
        "exp": "Ans. is 'd' i. e., Curve formed by neck of femur and obturator foramen. Shenton's lineo It is a smooth curve formed by inferior border of neck offemur with superior margin of obturator foramen. Nelaton's line: o With the hip in 90 degree offlexion, a line joining the ASIS and ischial tuberosity passes through the tip of the greater trochanter on that side. o In cases of supratrochanteric shortening the trochanter will be proximal to this line. Shoemaker's line: o With the patient lying supine, the line joining ASIS and tip of the greater trochanter is extended on the side of the abdomen on both sides. o Normally these lines meet in the middle above the umblicus. o In case one of the greater trochanter has migrated proximally the lines will meet in the opposite side of the abdomen and below the umblicus. Chiene's line: o With the patient lying supine, lines are drawn joining the two ASIS and the two greater trochanters. o Normally these make two parallel lines. In case one of the trochanters has moved proximally the lines will converge on that side. Perkin's line: o When the congenital Dislocation of hip is mild in nature, the perkins lines are drawn to detect it. o A horizontal line is drawn through the triradiate cartilage and a vertical line is drawn down from the outer edge of the acetabulum on both sides. o The upper femoral epiphyses normally lies medial to the vertical line and below the horizontal lineo But in congenital dislocation of hip the epiphyses will lie on the outer aspect of the vertical line and above the horizontal line. Brvants triangle: o The patient lies supine. o The tips of the greater trochanter and ASIS on both sides are marked. o A perpendicular is dropped from each ASIS on to the bed. From the tip of the greater trochanter another perpendicular is dropped on to the first one. The tips of the greater trochanter are joined to the ASIS on the respective side. This forms a triangle ABC. o The side BC of the triangle measures supra trochantric shortening of hip.",
        "cop": 4,
        "opa": "Line joining ASIS and ischeal tuberosity",
        "opb": "Linejoining ASIS and tip of GT",
        "opc": "Line joining two ASIS (left & right)",
        "opd": "Curve formed by neck of femur and obturator foramen",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "75cb7e75-0936-45c4-aba1-354d140be53a",
        "choice_type": "single"
    },
    {
        "question": "Triple deformity of knee joint seen in:",
        "exp": "Ans. is 'a' i. e. Tuberculosis In early stages of TB knee, there is mild flexion deformity of the knee because of effusion in the knee and the muscle spasm. Later triple displacement occurs due to ligament laxity. This includes. Flexion. Post subluxation of tibia. External rotation of tibia.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Trauma",
        "opc": "Malignant tumor",
        "opd": "Sarcoidosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "994215b4-e7b7-482e-a680-4090dd615d75",
        "choice_type": "single"
    },
    {
        "question": "Perkin's line on X-ray is used for diagnosis of -",
        "exp": "Ans. is 'b' i. e., CDH Radiological features of DDH/CDHo In Von Rosen's view following parameters should be noted. Perkin's Line: Vertical line drawn at the outer border of acetabulum. Hilgenreiner's line: Horizontal line drawn at the level of tri-radiate cartilage. Shenton's line: Smooth curve formed by inferior border of neck of femur with superior margin of obturator foramen. Acetabular index: Normally is < 30deg. CE angle of Wiberg: Normal value is 15-30dego Normally the head lies in the lower and inner quadrant formed by two lines (Perkin's & Hilgenreiner's). In DDH the head lies in outer & upper quadranto Shenton's line is brokeno Delayed appearance & retarded development of ossification of head of femuro Sloping acetabulumo Superior & lateral displacement of femoral head. Von-Rosem's lineo This is a line, which helps in the diagnosis of DDH in infants less than 6 months, o For this AP view of pelvis is taken with both lower limb in 45deg abduction and full internal rotation. o Upward prolongation of long axis of shaft of the femur points towards the lateral margin of the acetabulum and crosses the pelvis in the region of sacroiliac joint. o In CDH, upward prolongation of this line points towards anterior superior iliac spine and crosses the midline in the lower lumber region - Positive Von-Rosen's sign.",
        "cop": 2,
        "opa": "Perthe's disease",
        "opb": "CDH",
        "opc": "CTEV",
        "opd": "AVN Hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "c9924154-89ea-4e24-b1a6-bf0d3bbb1a53",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most sensitive clinical sign for detection of developmental dysplasia of the hip (DDH) in a baby aged 6 months?",
        "exp": "Ans. C. Limited hip abduction in flexion. Less than 60 degree of abduction at 90 degree of hip flexion is the most sensitive clinical test especially in the older child (>3 months) when the Barlow and Ortolani tests become less reliable. Neither the Barlow nor the Ortolani test will detect an irreducible dislocated hip. The Galeazzi test may reveal unilateral shortening but this may be attributable to causes other than DDH (for example congenital coxa vara). False-negative results are seen in cases of bilateral DDH (20% of DDH cases). Asymmetric skin folds are non-specific and seen in 25% of normal babies.",
        "cop": 3,
        "opa": "Galeazzi test.",
        "opb": "Asymmetric skin folds in the thighs.",
        "opc": "Limited hip abduction in flexion.",
        "opd": "Ortolani's test.",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "93ab5aca-1260-4797-b02d-87e685e9583c",
        "choice_type": "single"
    },
    {
        "question": "Patients with bilateral CDH walk with the following gait-",
        "exp": "Ans. is 'a' i. e., Waddling Waddling gaito It is also called as duck walk gait. o It is a wide base gait with increased lumbar lordosis, the patient sways to the same side after putting weight on the limb. o It is seen commonly in pregnancy, bilateral CDH, osteomalacia and myopathies.",
        "cop": 1,
        "opa": "Waddling",
        "opb": "Stumbling",
        "opc": "Knock knee",
        "opd": "Antalgic",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "cc804cb9-7e05-4355-a7a4-040f25039cf5",
        "choice_type": "single"
    },
    {
        "question": "Which nerve mostly damaged in post dislocation of hip -",
        "exp": "Ans. is 'a' i. e., Sciatic nerve Site of injury. Nerve injured. Fracture surgical neck humerus. Fracture shaft humerus. Supracondylar fracture. Medial epicondyle fracture. Posterior dislocation of HIPFibutar neck fracture. Axillary nerve. Radial nerve. Median nerve (anterior interosseous branch). Ulnar nerve. Sciatic nerve. Common peroneal nerve",
        "cop": 1,
        "opa": "Sciatic nerve",
        "opb": "Femoral nerve",
        "opc": "Obturator nerve",
        "opd": "Superior gluteal nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "4c3607f4-a10e-4ef6-9fc8-0fe1472bd990",
        "choice_type": "single"
    },
    {
        "question": "60 degree angle of Z plasty causes how much increase in length?",
        "exp": "(c) 75%ExplanationZ plasty--relationship between angle of Z plasty and elongation:- 30degrees--25%elongation- 45degrees--50%elongation- 60degrees--75%elongation- 75degrees--100%elongation- 90degrees--125%elongation",
        "cop": 3,
        "opa": "25%",
        "opb": "50%",
        "opc": "75%",
        "opd": "100%",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "96bb0e28-925b-498b-9d59-a0224a240308",
        "choice_type": "single"
    },
    {
        "question": "Patient came into emergency department with flexion, adduction and internal rotation of hip. Diagnosis?",
        "exp": "Ans. (b) Posterior dislocation of hip. Ref: Maheshwari 5th ed. /130. POSTERIOR DISLOCATION OF HIP* It is most common type of hip dislocation in adults and children.* Usually this occurs in a road accident when someone seated in car is thrown forwards, striking the knee against the dashboard (dashboard injury)* It is the position (direction) of hip at the time of injury that decides the pattern of injury. Pattern of injury. Position of Hip at the time of Injury. Pure posterior dislocation. Flexion, adduction, internal rotation. Posterior fracture dislocation. Less flexion, less adduction (neutral or slight abduction), internal rotation. Anterior dislocation. Hyper abduction + Extension. Classification Schemes for Posterior Hip Dislocations. Thompson & Epstein. Type 1. Dislocations without or with minor fracture. Type IIDislocation with a single large fracture of posterior acetabular rim. Type IIIDislocation with comminution of posterior acetabular rim. Type IVDislocation with fracture of acetabular floor. Type VDislocation with fracture of femoral head Stewart and Miford. Type IDislocation without fracture. Type IIDislocation with posterior rim fracture (one or more fragments), but the hip is stable after reduction. Type IIIDislocation with fracture of rim producing gross instability. Type IVDislocation with fracture head or neck of femur. Type V thompson & Epstein is Subdivided by Pipkin into Four Types (Pipkin Classification)* Femoral head fracture caudal to fovea centralis* Femoral head fracture cephalad to the fovea* Femoral head fracture associated with femoral neck fracture* Type I, II, or III associated acetabular fracture. NOTE Thomson & Epstein, and Stewart & Milford are posterior dislocation injuries of hip and Pimpkins fracture is fracture of femoral head (& / or neck) in posterior dislocation injuries.",
        "cop": 2,
        "opa": "Anterior dislocation of hip",
        "opb": "Posterior dislocation of hip",
        "opc": "Femur neck fracture",
        "opd": "Femur head fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "21240f8f-c3f8-4989-9f51-1099a496baa7",
        "choice_type": "single"
    },
    {
        "question": "Provocative Test for detecting CDH?",
        "exp": "Ans. b (Barlow test) (Ref Maheshwari orthopedics 4th/87). All newborn babies should be screened for hip instability by a skilled examiner using the Barlow and Ortolani tests. The baby should be relaxed and the hips flexed to 90 degree. It is possible to reduce a dislocated hip by abduction and gentle forward pressure (Ortolani) or dislocate an unstable hip by adduction and gentle backward pressure (Barlow). In both cases a soft clunk is felt as the hip reduces or dislocates repectively. DEVELOPMENTAL DISLOCATION (DYSPLASIA) OF THE HIP # Etiology:- Hereditary predisposition to jt laxity- Hormone induced jt laxity (in females)- Breech malposition# Pathology:- Femoral head dislocated upwards and laterally- Femoral neck is excessively anteverted- Acetabulum shallow- Ligamentum teres hypertrophy- Inverted limbus/fibrocartilaginous labrum of acetabulum- Stretched capsule of hip joint- Adaptive shortening of adductor muscles and hip joint, # Findings in older children:- Limitation of hip abduction- Asymmetrical thigh folds- Higher buttock fold on affected side- Galeazzi's sign (level of knees compared with hip fixed to 70deg and knees flexed)+.- Ortolani's test +.- Trendelenburg's test +.- Shortening of limb and externally rotated.- Lumbar lordosis- Telescopy +.- Trendelenburg's gait in unilateral; waddling gait in bilateral DDH.# Diagnosis:- Difficult during infancy, but USG with high frequency probe (Graff's classification) is very useful.- Clinical tests:# Barlow's test (provocative test having two parts)# Ortolani test# Radiological features:- Von Rosen's view helpful in diagnosis- Signs in older children:# Delayed appearance of ossific centre of head of femur# Retarded development of ossific centre of femoral head# Sloping acetabulum# Lateral and upward displacement of ossific centre of femoral head# Break in Shenton's line# Rx: Birth to 6 months6 months-6 yrs6 yrs-10 yrs11 yrs onwards. Closed manipulation & maintained in plaster cast or von Rosen splint. Up to 2 yrs: reduction by closed methods. After 2 yrs: Salter's osteotomy. None in bilateral. Indication is pain. Rx: THR>arthrodesis",
        "cop": 2,
        "opa": "Peterson test",
        "opb": "Barlow test",
        "opc": "Perkin's test",
        "opd": "Von Rosen tests",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "24cb0baf-7b93-4162-bbb2-b014d257fafd",
        "choice_type": "single"
    },
    {
        "question": "Deformity in anterior dislocation of hip is -",
        "exp": "Ans. is 'a' i. e., Ext. rotation, abduction, flexion Anterior dislocation of hipo Anterior dislocation of the hip is much less common than posterior dislocation. Indeed, it is a very uncommon injury. o It is caused by forced abduction and lateral (external) rotation of hip, usually in a violent injury such as a motor accident on aircraft crash. o Clinically, the limb is in marked external (lateral) rotation, flexion and abduction. o There may be apparent lengthening due to abduction deformity, o Closed reduction under anaesthesia is the treatment of choice, o Complications are avascular necrosis, and secondary osteoarthritis.",
        "cop": 1,
        "opa": "Ext. rotation, abduction, flexion",
        "opb": "Ext. rotation, adduction, flexion",
        "opc": "Int. rotation, abduction, flexion",
        "opd": "Int. rotation, adduction, flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Congenital Dislocation of Hip (C. D. H.)",
        "id": "10c7736d-38ba-4509-b9c0-e0fe9e5aa0a5",
        "choice_type": "single"
    }
]