[
    {
        "question": "Pulled elbow means -",
        "exp": "Ans. is 'b' i. e., Subluxation of head of radius Pulled elbowo If a young child is lifted by the wrist, the head of the radius may be pulled partly out of the annular ligament, i. e., subluxation of the head of the radius. o Ir occurs when forearm is pronated, elbow is extended and longitudinal traction is applied to the hand or wrist, e. g., lifting, spinning or swinging a child with wrist or hand. Pulled elbow most commonly occurs between the age of 2-5 years. Clinical features of pulled elbowo History of sudden axial pull on extended elbow. o Immediately child starts crying and is unable to move the affected elbow. o The forearm is held in pronation and extension and any attempt to supinate is resisted, o Child does not allow to touch the affected limb, o X-ray seems to be normal. Treatment of pulled elbowo Treatment is simple. The child's attention is diverted, the elbow is quickly supinated and then slightly flexed. o This reduces the subluxation or dislocation and the radial head is relocated with a snap.",
        "cop": 2,
        "opa": "Fracture of head of radius",
        "opb": "Subluxation of head of radius",
        "opc": "Fracture dislocation of elbow",
        "opd": "Fracture ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "a1b9dd4d-e92d-41f6-baad-efc3c808b03c",
        "choice_type": "single"
    },
    {
        "question": "A 2-year old child is spinned around by his father holding his hand. Suddenly the child started crying and did not allow his father to touch his elbow. Which of the following is the likely diagnosis?",
        "exp": "Ans. a. Pulled elbow (Ref: Apley 9/e p765). The diagnosis in a 2-year-old child spinned around by his father holding his hand, who starts crying and not allowing his father to touch his elbow is pulled elbow. Pulled Elbow (Nursemaid's Elbow). It is subluxation of radial headQ or more accurately subluxation of the annular (orbicular) ligament, which slips up over the head of radius into the radiocapitellar joint. Mechanism of Injury: Forearm is pronated, elbow is extended and longitudinal tractionQ is applied to the patient's wrist or hand. Such an injury typically occurs when a young child is lifted or swung by the forearm. QA child suddenly steps down from a step or off a crub while one of the parents is holding the hand or wrist. Infants (< 6 months) sustain the injury when rolling over in bed with the extended elbow trapped under the body. Clinical Feature: Common in children < 4 years and rare in > 5 yearsQ (because the annular ligament is thicker or stronger). Maximum incidence in 1-3 years age group. The child holds the elbow in slight flexion with the forearm pronated. Supination is limited and voluntarily resisted. Flexion elbow (If could be done) is painless no evidence of effusion and local tenderness is present over radial head and annular ligament. A click may have been heard or felt by a person who pulled it. Diagnosis: Radiographs are normal Treatment: Reduced by flexing the elbow to 90deg and rapidly and firmly rotating the forearm into full supination. QImmobilization is not necessary",
        "cop": 1,
        "opa": "Pulled elbow",
        "opb": "Supracondylar fracture",
        "opc": "Fracture olecranon process",
        "opd": "Radial head dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "bbb92bc0-6028-4fe8-b5f9-84aa1c0aff7a",
        "choice_type": "multi"
    },
    {
        "question": "A child is spinned around by holding his hand by his father. While doing this the child started crying and does not allow his father to touch his elbow. The diagnosis is",
        "exp": "Ans. is 'a' ie Pulled elbow Pulled elbow - The head of the radius is pulled partly out of the annular ligament when the child is lifted by the wrist. Clinical picture - A child aged 3-4 yrs is brought with a painful dangling arm there is usually a h/o the child being jerked by the arm and crying in pain, the forearm is held in pronation and any attempt to supinate It's resisted. There are no x-ray changes. Spontaneous recovery sometimes occur if the arm is rested in a sling for a few days, or else the head is reduced by fully supinating the forearm and applying direct pressure over the head of the radius. Radial head dislocation: Occur with of ulna (k/a Monteggia dislocation) Mechanism of injury in fall on the hand. Fracture of olecranon process: Usually seen in adults, results from direct injury as in fall onto the point of the elbow. Annular ligament tear: This ligament winds round the head of the radius and keeps the head in position. It's a strong ligament and difficult to get teared.",
        "cop": 1,
        "opa": "Pulled elbow",
        "opb": "Radial head dislocation",
        "opc": "annular ligament tear",
        "opd": "Fracture olecranon process",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "7a16846b-d2b9-471b-b713-75b424530d98",
        "choice_type": "multi"
    },
    {
        "question": "In posterior dislocation of elbow, most prominent part-",
        "exp": "Ans. is 'c1 i. e.. Olecranon o There is exaggrated prominence of the Olecranon, o In posterior elbow dislocation, elbow is flexed with exaggerated prominence of the olecranon. Dislocation of elbowo Dislocation of the elbow is usually caused by a heavy fall onto the outstretched hand. o The dislocation is nearly always posterior or posterolateral, i. e., radius & ulna are displaced backward or backward & laterally, relative to humerus. o There may be an associated fracture of the coronoid process of the ulna, or of the radial head, capitulum or medial epicondyle. Clinical presentationo Severe pain in elbow writh gross restriction of movement. o Bowstring sign or Bowstringing of triceps: - Triceps tendon becomes prominent, o The three bony point relationship is reversed and olecranon is above the intercondylar line, o Elbow is flexed, w ith an exaggerated prominence of olecranon. Treatmento Closed reduction under anaesthesia followed by immobilization in above elbow slab in 90deg of flexion for 3 weeks is the treatment of choice. o If closed reduction is failed, open reduction is indicated. Complicationso Complications are common and may be divided into early and late. Early complications. Vascular injury:- Brachial artery may injured. It may result in compartment syndrome and Volkmann's ischemic contracture. Nerve injury:- Median and ulnar nerve injury. Late complications. Stiffness. Myositis ossificans. Unreduced dislocation. Recurrent dislocation",
        "cop": 3,
        "opa": "Coronoid",
        "opb": "Radialhead",
        "opc": "Olecranon",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "7a24c02e-6cbe-4bfd-a7cd-d497bd76e106",
        "choice_type": "multi"
    },
    {
        "question": "Late complication of elbow dislocation -",
        "exp": "Ans. is 'c' i. e., Myositis ossificans Dislocation, ofglbowo Dislocation of the elbow is usually caused by a heavy fall onto the outstretched hand. o The dislocation is nearly always posterior or posterolateral, i. e., radius & ulna are displaced backward or backward & laterally, relative to humerus. o There may be an associated fracture of the coronoid process of the ulna, or of the radial head, capitulum or medial epicondyle. Clinical presentationo Severe pain in elbow with gross restriction of movement. o Bowstring sign or Bowstringing of triceps: - Triceps tendon becomes prominent, o The three bony point relationship is reversed and olecranon is above the intercondylar line, o Elbow is flexed, with an exaggerated prominence of olecranon. Treatmento Closed reduction under anaesthesia followed by immobilization in above elbow slab in 90deg of flexion for 3 weeks is the treatment of choice. o If closed reduction is failed, open reduction is indicated. Complicationso Complications are common and may be divided into early and late. Early complications. Vascular injury Brachial artery may injured. It may result in compartment syndrome and Volkmann's ischemic contracture. Nerve injury. Median and ulnar nerve injury. Late complications. Stiffness. Myositis ossificans. Unreduced dislocation. Recurrent dislocation",
        "cop": 3,
        "opa": "Median nerve injury",
        "opb": "Brachial artery injury",
        "opc": "Myositisossificans",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "447a2273-28a3-4ef6-affa-411e9f1941e7",
        "choice_type": "multi"
    },
    {
        "question": "Three point bony relationship of the elbow is disturbed in -",
        "exp": "Ans. is 'b' i. e., Fracture lateral condyle of the humerus o The three prominent bony points around elbow are medial epicondyle, lateral epicondyle and tip of the olecranon. The relationship of these three bony points is important in the diagnosis of injuries around the elbow. Normally, In 90deg flexed position of elbow, these three bony points form a near Isoceles triangle. In extension all three lies in a straight horizontal line. o In elbow injuries, following is seen in three bony relationship:-A) Maintained# Three point bony relationship is maintained in supracondylar fracture humerus. This is easy to understand, as the fracture is above all these three bony point, relationship in themselves is maintained. So, if fracture is above or below these 3 points, their relationship will be maintained. B) Disturbed# If injury involves a region at or in between these three bony point, their relationship will be disturbed. Such injuries are1) With increased intercondylar distanceo The distance between two epicondyles (intercondylar distance) is increased. o Obviously, the injury is involving the region anywhere from lateral epicondyle to medial epicondyle: -i) Fracture medial epicondyle and/or condyle, ii) Fracture lateral epicondyle and/or condyleiii) Fracture intercondylar region2) With maintained intercondylar distanceo The distance between two epicondyles is maintained as the intercondylar region is not involved:-i) Fracture olecranon (i. e., Upper ulna)ii) Dislocation of elbow",
        "cop": 2,
        "opa": "Supracondylar Fracture of the humerus",
        "opb": "Fracture lateral condyle of the humerus",
        "opc": "Monteggia Fracture dislocation",
        "opd": "Fracture of Proximal Radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "d1cce16e-49ef-4382-bd7a-9183cd8abc31",
        "choice_type": "single"
    },
    {
        "question": "Three point relationship is reversed in all, except",
        "exp": "Ans. is 'c' i. e Supracondylar Three bony point relationship: The three prominent bony points around the elbow are *: The medial epicondyle. Lateral epicondyle. Tip of olecranon& head of radius is sometimes considered as 4th bony point. Normally, in an elbow flexed to 90 degrees, these three bony points form a near isosceles triangle but they lie in a straight horizontal line in an extended elbow. These three bony points are important landmarks in diagnosis of injuries around the elbow. In supracondylar fracture-the three bony point relationship is maintained as in a normal elbow. Because the fracture line is above the condyles.",
        "cop": 3,
        "opa": "medial epicondyle",
        "opb": "lateral epicondyle",
        "opc": "Supracondylar",
        "opd": "Posterior elbow dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "4fa02ea3-388b-4855-b4cb-92d9299c2165",
        "choice_type": "multi"
    },
    {
        "question": "Commonest dislocation of elbow -",
        "exp": "Ans. is 'b' i. e.. Posterior o The elbow dislocation is nearly always poserior or posterolateral. o In posterior elbow dislocation, elbow is flexed with exaggerated prominence of the olecranon. Dislocation of elbowo Dislocation of the elbow is usually caused by a heavy fall onto the outstretched hand. o The dislocation is nearly always posterior or posterolateral, i. e., radius & ulna are displaced backward or backward & laterally, relative to humerus. o There may be an associated fracture of the coronoid process of the ulna, or of the radial head, capitulum or medial epicondyle. Clinical presentationo Severe pain in elbow writh gross restriction of movement. o Bowstring sign or Bowstringing of triceps: - Triceps tendon becomes prominent, o The three bony point relationship is reversed and olecranon is above the intercondylar line, o Elbow is flexed, w ith an exaggerated prominence of olecranon. Treatmento Closed reduction under anaesthesia followed by immobilization in above elbow slab in 90deg of flexion for 3 weeks is the treatment of choice. o If closed reduction is failed, open reduction is indicated. Complicationso Complications are common and may be divided into early and late. Early complications. Vascular injury:- Brachial artery may injured. It may result in compartment syndrome and Volkmann's ischemic contracture. Nerve injury:- Median and ulnar nerve injury. Late complications. Stiffness. Myositis ossificans. Unreduced dislocation. Recurrent dislocation",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Both same",
        "opd": "Medial",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "cc8de638-acd6-4011-9a54-2969fcc35f87",
        "choice_type": "multi"
    }
]