[
    {
        "question": "Pulled elbow means -",
        "exp": "Ans. is 'b' i. e., Subluxation of head of radius Pulled elbowo If a young child is lifted by the wrist, the head of the radius may be pulled partly out of the annular ligament, i. e., subluxation of the head of the radius. o Ir occurs when forearm is pronated, elbow is extended and longitudinal traction is applied to the hand or wrist, e. g., lifting, spinning or swinging a child with wrist or hand. Pulled elbow most commonly occurs between the age of 2-5 years. Clinical features of pulled elbowo History of sudden axial pull on extended elbow. o Immediately child starts crying and is unable to move the affected elbow. o The forearm is held in pronation and extension and any attempt to supinate is resisted, o Child does not allow to touch the affected limb, o X-ray seems to be normal. Treatment of pulled elbowo Treatment is simple. The child's attention is diverted, the elbow is quickly supinated and then slightly flexed. o This reduces the subluxation or dislocation and the radial head is relocated with a snap.",
        "cop": 2,
        "opa": "Fracture of head of radius",
        "opb": "Subluxation of head of radius",
        "opc": "Fracture dislocation of elbow",
        "opd": "Fracture ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "a1b9dd4d-e92d-41f6-baad-efc3c808b03c",
        "choice_type": "single"
    },
    {
        "question": "Three point bony relationship of the elbow is disturbed in -",
        "exp": "Ans. is 'b' i. e., Fracture lateral condyle of the humerus o The three prominent bony points around elbow are medial epicondyle, lateral epicondyle and tip of the olecranon. The relationship of these three bony points is important in the diagnosis of injuries around the elbow. Normally, In 90deg flexed position of elbow, these three bony points form a near Isoceles triangle. In extension all three lies in a straight horizontal line. o In elbow injuries, following is seen in three bony relationship:-A) Maintained# Three point bony relationship is maintained in supracondylar fracture humerus. This is easy to understand, as the fracture is above all these three bony point, relationship in themselves is maintained. So, if fracture is above or below these 3 points, their relationship will be maintained. B) Disturbed# If injury involves a region at or in between these three bony point, their relationship will be disturbed. Such injuries are1) With increased intercondylar distanceo The distance between two epicondyles (intercondylar distance) is increased. o Obviously, the injury is involving the region anywhere from lateral epicondyle to medial epicondyle: -i) Fracture medial epicondyle and/or condyle, ii) Fracture lateral epicondyle and/or condyleiii) Fracture intercondylar region2) With maintained intercondylar distanceo The distance between two epicondyles is maintained as the intercondylar region is not involved:-i) Fracture olecranon (i. e., Upper ulna)ii) Dislocation of elbow",
        "cop": 2,
        "opa": "Supracondylar Fracture of the humerus",
        "opb": "Fracture lateral condyle of the humerus",
        "opc": "Monteggia Fracture dislocation",
        "opd": "Fracture of Proximal Radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Elbow Joint",
        "id": "d1cce16e-49ef-4382-bd7a-9183cd8abc31",
        "choice_type": "single"
    }
]