[
    {
        "question": "What is the position of lower limb in anterior dislocation of hip?",
        "exp": "Ans: D (In anterior dislocation the leg lies externally rotated, abducted and slightly flexed) Ref: Apley's System of Orthopaedies and Fractures 9th edition, p H46. Explanation: It is not short, because the attachment of rectus femoris prevents the head from displacing upwards. Occasionally the leg is abducted almost to a right angle. Anterior dislocation is rare compared with posterior. Dislocation of one or even both hips may occur when a weight falls onto the back of a miner or building labourer who is working with his legs wide apart, knees straight and back bent forwards. The femoral head will then lie superiorly (type I - pubic) or inferiorly (type II - obturator). Nine out of ten hip dislocations are posterior. The affected limb will be shortened and internally rotated in posterior dislocation. In an anterior dislocation the limb will not be lengthened. but will be externally rotated, abducted and slightly flexed",
        "cop": 4,
        "opa": "Flexion adduction and internal rotation",
        "opb": "Flexion adduction and external rotation",
        "opc": "Flexion abduction and internal rotation",
        "opd": "Flexion abduction and external rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Hip",
        "id": "50b8e4de-0b19-4ecb-bbbc-701a16a8d078",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of hip is characterized by -",
        "exp": "Ans. is 'a' i. e., Marked shortening of limb o There is typical deformity' offlexion, adduction, and internal rotation with marked shortening of limb. Hip condition. Deformity. Synovitis. Flexion, abduction, external rotation, apparent lengthening. Arthritis. Flexion, adduction, internal rotation, true shortening. Posterior dislocation. Flexion, adduction, internal rotation, apparent & true shortening. Anterior dislocation. Flexion, abduction, external rotation, true lengthening. Femoral neck fracture. External rotation, later adduction & flexion. Intertrochantric fracture. Marked external rotation, later adduction & flexion",
        "cop": 1,
        "opa": "Marked shortening of limb",
        "opb": "Lengthening of limb",
        "opc": "No change in limb length",
        "opd": "Extension deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Hip",
        "id": "6a8d8156-0a92-4b71-9974-0603406fa7b6",
        "choice_type": "single"
    }
]