[
    {
        "question": "What is the position of lower limb in anterior dislocation of hip?",
        "exp": "Ans: D (In anterior dislocation the leg lies externally rotated, abducted and slightly flexed) Ref: Apley's System of Orthopaedies and Fractures 9th edition, p H46. Explanation: It is not short, because the attachment of rectus femoris prevents the head from displacing upwards. Occasionally the leg is abducted almost to a right angle. Anterior dislocation is rare compared with posterior. Dislocation of one or even both hips may occur when a weight falls onto the back of a miner or building labourer who is working with his legs wide apart, knees straight and back bent forwards. The femoral head will then lie superiorly (type I - pubic) or inferiorly (type II - obturator). Nine out of ten hip dislocations are posterior. The affected limb will be shortened and internally rotated in posterior dislocation. In an anterior dislocation the limb will not be lengthened. but will be externally rotated, abducted and slightly flexed",
        "cop": 4,
        "opa": "Flexion adduction and internal rotation",
        "opb": "Flexion adduction and external rotation",
        "opc": "Flexion abduction and internal rotation",
        "opd": "Flexion abduction and external rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Hip",
        "id": "50b8e4de-0b19-4ecb-bbbc-701a16a8d078",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of hip is characterized by -",
        "exp": "Ans. is 'a' i. e., Marked shortening of limb o There is typical deformity' offlexion, adduction, and internal rotation with marked shortening of limb. Hip condition. Deformity. Synovitis. Flexion, abduction, external rotation, apparent lengthening. Arthritis. Flexion, adduction, internal rotation, true shortening. Posterior dislocation. Flexion, adduction, internal rotation, apparent & true shortening. Anterior dislocation. Flexion, abduction, external rotation, true lengthening. Femoral neck fracture. External rotation, later adduction & flexion. Intertrochantric fracture. Marked external rotation, later adduction & flexion",
        "cop": 1,
        "opa": "Marked shortening of limb",
        "opb": "Lengthening of limb",
        "opc": "No change in limb length",
        "opd": "Extension deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Hip",
        "id": "6a8d8156-0a92-4b71-9974-0603406fa7b6",
        "choice_type": "single"
    },
    {
        "question": "True about dashboard injury:",
        "exp": "Ans.: B > A (Lower pole of patella fracture); B (Posterior dislocation of hip C (Fracture lateral condyle femur); D(Fracture of head of femur) \"In motor accident, the occupant of car is thrown forwards & his knee stikes against the dashboard; & the force is transmitted up the shaft, resulting in posterior dislocation of the hip. It is therefore, also known as dashboard injury\"- Maheshwari 3rd/111. POSTERIOR DISLOCATION AND FRACTURE- DISLOCATION Campbell's Operative Orthopaedics, 11th ed. Patients with a posterior dislocation of the hip generally present with a shortened, internally rotated, adducted limb in slight flexion. This position can be altered if the femoral head is impaled on a fractured posterior acetabular wall. This injury typically occurs from a longitudinally directed force applied through the femur to a flexed hip, often when a patient's knee strikes the dashboard in an automobile head- on collision. If the hip is adducted at the time of injury, a pure dislocation occurs, whereas a neutral position or abduction leads to dislocation associated with a fracture of the femoral head or acetabulum\"The fracture of patella may result from dashboard injury- Orthopaedics Illustrated by R. K. Gupta lst/83\"Posterior Dislocation of hip: Usually this occurs in a road accident as a result of dash board injury\"- Orthopaedics Illustrated by R-K-Gupta 1st/83. Dash board injury loadf20. Ql-2f. Q6-manfredmi-massar. pdf. Unicondylar fractures of the femur are charac-terized by avulsion of one femoral condyle whilethe other intact condyle remains in continuity withthe femoral metaphysis. Accounting for only0. 65% of all femoral fractures, they havenever been reviewed extensively in the orthopedicliterature, in particular as a class of fracture. Theyhave almost always been included in the genericgroup of distal-third femoral fractures. Unicondylar femoral fractures represent a diagnostic problem, as they are often overlooked owing to their frequent association with other fractures of the same limb or in other regions. Moreover, they show great anatomical variability, resulting in difficult radiologic evaluation and in a controversial therapeutic approach. They occur followingdirect impact, avulsion or action of shear forces onthe knee, generally in sports activities or traffkaccidents, particularly dashboard trauma. The critical point is represented by thetrochlear-condylar groove, located at the junction between the trochlea and the medial and lateralcondyles; starting from this typical site, the fracture line may be frontal, sagittal or oblique in eachcondvle. The lateral condyle is involved three times as often as the medial one. POSTERIOR DISLOCATION - AXIAL LOAD ON FEMUR THROUGH KNEE (DASHBOARD INJURY) http://www. ncbi. nlm. nih. gov/pmcf/articles/There are reports in the medical literature of ipsilateral fractures of the femoral neck and intertrochanteric- pertrochanteric region, In this the patient sustained a dashboard injury which initially caused the reverse oblique trochanteric fracture, and the continued movement of the distal fragment impacted the femoral neck and caused the femora! neck fracture which was minimally displaced.",
        "cop": 2,
        "opa": "Lower pole of patella fracture",
        "opb": "Posterior dislocation of hip",
        "opc": "Fracture lateral condyle femur",
        "opd": "Fracture of head of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Hip",
        "id": "45875407-d648-406c-8399-f3fafb03b54e",
        "choice_type": "multi"
    }
]