[
    {
        "question": "A 40-year-old female previous case history of fever, weight loss polyahralgia. The radiological findings given below, what may be your diagnosis?",
        "exp": "X-ray image shows destruction of hand. * Rheumatoid ahritis- typically in a female of 30-40 years with complain of polyahralgia, swelling and loss of weight. It usually involves the proximal joints of the fingers and has bilateral involvement. Another classic feature is generalized stiffness after periods of inactivity, especially in the early morning.* Gout - 70% of acute gout affects the 1st metatarsal phalangeal joints.* Psoriatic ahritis - it presents with ahritis of DIP joints. Psoriasis of skin and nails usually precedes the ahritis.* Osteoahritis - it commonly affects DIP and the thumb base in the hand. But it will not present with severely deformed hand.",
        "cop": 2,
        "opa": "Osteoahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Gout",
        "opd": "Psoriatic Ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "DNB 2018",
        "id": "bbf42947-e920-4e83-85d1-3ec4802760cd",
        "choice_type": "single"
    },
    {
        "question": "Achondroplasia shows which of the following type of inheritance?",
        "exp": "Autosomal dominant: von villebrands, adult pkd, myotonic dystrophy, tuberous sclerosis, huntingtons disease, osteosclerosis Autosomal recessive:- cystic fibrosis, congenital deafness, PKU, spinal muscular dystrophy X LINKED dominant:- Xg group, vit D resistant rickets, incontinentia pigmentia X Linked recessive red green colour blindness, fragile X syndrome, Duchenne muscular dystrophy, hemophilia Y linked:- swyer syndrome",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X linked dominant",
        "opd": "X linked recessive",
        "subject_name": "Orthopaedics",
        "topic_name": "DNB 2018",
        "id": "e30fad90-0971-4d0e-a59c-91124c73d31e",
        "choice_type": "single"
    }
]