[
    {
        "question": "Lauge - Hansen classification belongs to:-",
        "exp": "Classification Fracture Lauge-Hansen Neer's Winquist Galand Gustilo Anderson Garden's/Pauwel's Ankle fracture Shoulder fracture Femur fracture Supracondylar humerus fracture Open fracture Neck of femur fracture",
        "cop": 3,
        "opa": "Femur fracture",
        "opb": "Elbow fracture",
        "opc": "Ankle fracture",
        "opd": "Shoulder fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "5e3e5c56-2af5-415d-96d9-1e3ed9b3d731",
        "choice_type": "single"
    },
    {
        "question": "Most common type of lesion in Pott's spine:",
        "exp": "The most common type of lesion in Pott's spine is Paradiscal area. Because the paradiscal area (lower pa of upper veebrae, upper pa of lower veebrae and the in-between veebral disc) arise from single mesodermal somite &has single supply of segmental aery through which tuberculosis spreads. Central (within the veebrae), anterior type (towards the anterior pa of veebrae) and appendiceal (posterior pa of veebrae) are rare.",
        "cop": 3,
        "opa": "Central",
        "opb": "Anterior",
        "opc": "Paradiscal",
        "opd": "Appendiceal",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "e702fcf3-c643-4e36-9c7b-1aefd8fa347d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the management for postmenopausal women with osteoporosis:",
        "exp": "DOC for osteoporosis is Bisphosphonates. It's mechanism of action is inhibition of osteoclast. Bisphosphonates are considered as first-line medication for reduction of fracture risk in post-menopausal women*. Calcitonin can also be used for osteoporosis& it acts by inhibiting osteoclast. Raloxifene and tamoxifen are selective estrogen- receptor modulators (SERMs) which is used to reduce the risk of breast cancer in high risk people and also used to prevent and treat osteoporosis in post-menopausal women. But it is less preferred than bisphosphonates.",
        "cop": 3,
        "opa": "Raloxifene",
        "opb": "Tamoxifen",
        "opc": "Bisphosphonates",
        "opd": "Calcitonin",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "91a9f417-229b-4113-bca9-849254a90c4e",
        "choice_type": "single"
    },
    {
        "question": "A patient received and electric shock and fell down. He cannot do external rotation of shoulder and cannot move arm. What is the diagnosis:-",
        "exp": "The classical presentation of dislocation for epilepsy and patient received electric shock is posterior dislocation. The position of the affected arm is adduction & internal rotation. Posterior dislocation: E- Epilepsy E- Electric shock E- Electric bulb appearance on xray The position of the affected arm in Anterior dislocation is abduction and external rotation The position of the affected arm in Luxatioerecta(inferior dislocation) is salute position",
        "cop": 2,
        "opa": "Anterior dislocation",
        "opb": "Posterior dislocation",
        "opc": "Clavicle fracture",
        "opd": "Luxation erecta",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "8f253c18-47c2-43d1-bc12-a45cf421c5ad",
        "choice_type": "single"
    },
    {
        "question": "Herberden's ahropathy affects:",
        "exp": "Osteoahritis of DIP is known as Heberden's nodes. Osteoahritis of PIP is known as Bouchard's nodes Sacroiliac joint is affected in ankylosing spondylitis Knee joint is usually affected in osteoahritis &Pseudogout",
        "cop": 3,
        "opa": "Lumbar spine",
        "opb": "Sacroiliac joint",
        "opc": "Distal interphalangeal joint",
        "opd": "Knee joint",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "ecdeee9c-c360-4824-8288-c95afcc10c38",
        "choice_type": "single"
    },
    {
        "question": "Muscle in 2nd compament of wrist?",
        "exp": "Extensor retinaculum has extensor tendons which are divided into 6 compaments which are as follows: 1st compament = Abductor pollicis longus& extensor pollicis brevis (both are affected in Dequervain'sTenosynovitis) 2nd compament = Extensor carpi radialis longus, extensor carpi radialis brevis (affected in tennis elbow) 3rd compament = Extensor pollicis longus (affected in colle's fracture) 4th compament = Extensor digitorum, extensor indicis 5th compament = Extensor digit minimi 6th compament = Extensor carpi Ulnaris",
        "cop": 2,
        "opa": "Extensor pollicis brevis",
        "opb": "Extensor carpi radialis brevis and longus",
        "opc": "Abductor pollicis longus",
        "opd": "Extensor pollicis longus",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2017",
        "id": "fb8e0155-7cb6-4ebd-bf22-4ddbe87ba000",
        "choice_type": "single"
    }
]