[
    {
        "question": "Terry Thomas sign is seen in",
        "exp": "scapholunate dislocation: * Most common ligamentous instability of the wrist * Patients may have high degree of pain despite apparently normal radiographs * Physicians should suspect this injury if patient has wrist effusion and pain seemingly out of propoion to the injury * If improperly diagnosed can lead to chronic pain * Located proximal axial line from 3rd metacarpal Scapholunate Dissociation-Diagnosis * Exam -- Watson&; s test -- Scaphoid shuck test -- Pain/swelling over dorsal wrist, proximal row * Imaging -- Plain films: >3mm difference on clenched fist view -- Scaphoid ring sign Scapholunate Dissociation Treatment * If discovered within 4 weeks, surgery * After 4 weeks, conservative treatment reas -- Bracing -- NSAIDS -- Consider evaluation by hand surgery to confirm no surgery needed ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Keinbock's disease",
        "opb": "Carpal dislocation",
        "opc": "Calcaneal disorder",
        "opd": "Hip trauma",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "a0e1a2d9-7a9e-4457-8dd7-925d12f31a25",
        "choice_type": "single"
    },
    {
        "question": "Oblique view in XRAY of hand is required for diagnosis of",
        "exp": "Oblique view of the wrist is required for scaphoid fracture * Most common fractured bone in the wrist * Peanut shaped bone that spans both row of carpal bones * Does not require excessive force and often not extremely painful so can be delayed presentation * Pain over the anatomic snuff box * Pain is not usually severe * Often present late Scaphoid Fracture Treatment * Cast 6-12 weeks * Sho arm vs. long arm * Follow patient every 2 weeks with x-ray * CT and clinical evaluation to determine healing * Consider screwing early Ref: Maheshwari and Mhaskar 9th ed pg 367.",
        "cop": 2,
        "opa": "Capitate",
        "opb": "Scaphoid",
        "opc": "Navicular",
        "opd": "Hamate",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "ebdb2fa1-1d1c-4566-af3c-7fdce0bb4390",
        "choice_type": "single"
    },
    {
        "question": "The commonest complication of Colles fracture",
        "exp": "In Colles fracture, Stiffness of the fingers (commonest) and malunion are common complications. Other complications seen occasionally are - Sudeck&; s osteodystrophy, carpal tunnel syndrome, and rupture of the extensor pollicis longus tendon. ref: Maheswari 9th edition Pg: 114",
        "cop": 1,
        "opa": "Stiffness of fingers",
        "opb": "Malunion",
        "opc": "Sudeck's osteodystrophy",
        "opd": "Rupture of EPL tendon",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "70e23988-3d5d-4a5b-b6fe-5c2499e304d3",
        "choice_type": "single"
    },
    {
        "question": "Game Keeper's thumb is injury to?",
        "exp": "GAMEKEEPER&; S THUMB/SKIER&; S THUMB The ulnar collateral ligament inses paly inyo the palmar plate. In PAIAL RUPTURE, only the ligament proper is torn and the thumb is unstable in flexion. Here the palmar plate is intact. In COMPLETE RUPTURE, both the ligament proper and the palmar plate are torn and the thumb is unstable in all positions. C/F: Tenderness and swelling precisely over the ulnar side of the thumb metacarpophalangeal joint. X-ray is essential, to exclude a fracture berfore carrying out any stress tests. TREATMENT: Paial tears can be treated by a sho period (2-4weeks)of immobilisation in a splint followed by icreasing movement. Complete tears need operative repair. Post operatively, the joint is immobilized in a thumb slint for 6 weeks, but can be moved early in the flexion-extension phase. Ref: Maheshwari and Mhaskar 9th ed pg 122",
        "cop": 1,
        "opa": "Ulnar collateral ligament injury of MCP Joint",
        "opb": "Radial collateral ligament injury of MCP joint",
        "opc": "Radial collateral ligament injury of CMC joint",
        "opd": "Ulnar collateral ligament injury of CMC joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "53fb67f4-4868-420e-9e98-d6a3059d7a6e",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman presents with complaints of burning and tingling sensations in the left hand for several months. She relates that she has been frequently awakened at night by aching pain in the same hand. Pain is elicited by extreme dorsiflexion of the wrist. Most likely diagnosis",
        "exp": "CARPEL TUNNEL SYNDROME The symptomatology is classic for carpal tunnel syndrome, which is a form of neuropathy resulting from anatomic compression of the median nerve. Pain, tingling sensations, and hypoesthesia in the distribution of the median nerve are the cardinal manifestations. These often undergo exacerbations at nighttime. A shock-like pain upon percussion on the volar aspect of the wrist (Tinel sign) is an additional characteristic sign. Carpal tunnel syndrome is most often idiopathic, but may represent a manifestation of underlying disorders such as rheumatoid ahritis, sarcoidosis, amyloidosis, acromegaly, and leukemia. Carpal tunnel syndrome may be confused with angina pectoris when located on the left side. However, angina pectoris typically manifests with physical or emotional stress and very rarely results in pain limited to the hand. Dupuytren contracture is a relatively common disorder characterized by fibrous thickening of the palmar fascia. Contracture and nodule formation ensue. This condition is most common in Caucasian men over 50. Fibrositis also known as fibromyalgia, refers to a poorly understood syndrome of widespread musculoskeletal pain associated with tenderness in multiple trigger points. Fatigue, headache, and numbness are also common. Women between 20 and 50 years of age are most commonly affected. Neck, shoulders, low back and hips are usually involved. Reflex sympathetic dystrophy describes a syndrome of pain and swelling of one extremity (most commonly a hand), associated with skin atrophy. It is thought to be secondary to vasomotor instability. Sometimes, it follows injuries to the shoulder (shoulder-hand variant). Ref: Maheshwari 9. TH ed",
        "cop": 2,
        "opa": "Angina pectoris",
        "opb": "Carpal tunnel syndrome",
        "opc": "Dupuytren contracture",
        "opd": "Fibrositis",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "5368998a-e154-47ea-b19b-f210c8a37222",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of COLLES FRACTURE IS?",
        "exp": "Colles fracture is the fracture of distal fragment of radius at its coico cancellous junction., in adults, with typical displacement. Its common in people above 40 years. It is due to fall on outstretched hands. Complications of Colles fracture are 1. Stiffness of joints- finger stiffness is the commonest complication. the shoulder, wrist and elbow are other joints which get stiff. This occurs due to lack of exercise can be prevented by actively moving these joints. 2. malunion 3. subluxation of inferoir radio-ulnar joint 4. carpel tunnel syndrome 5. Sudeck&; s osteodystrophy 6. rupture of extensor pollicis longus tendon. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9, Page no: 114",
        "cop": 3,
        "opa": "Malunion",
        "opb": "Avascular necrosis",
        "opc": "Finger stiffness",
        "opd": "Rupture of EPL tendon",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "4c787ce1-0ae5-4636-84c6-ce22080b77ab",
        "choice_type": "single"
    },
    {
        "question": "Garden spade deformity is seen in which fracture of hand?",
        "exp": "SMITH&; S FRACTURE (Reverse of Colles&; Fracture) This uncommon fracture is seen in adults and in elderly people. Its impoance lies in differentiating it from the commoner Colles&; fracture which occurs at the same site. It differs from Colles&; fracture in that the distal fragment displaces ventrally and tilts ventrally. Treatment is by closed reduction and plaster cast immobilisation for 6 weeks. Complications are similar to those in Colles&; fracture. Ref: Maheshwari and Mhaskar 9th ed pg 114.",
        "cop": 3,
        "opa": "Baon's fracture",
        "opb": "Colle's fracture",
        "opc": "Smith's fracture",
        "opd": "Bennet's fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "488b87b5-8125-42c7-90ff-502fcd79a091",
        "choice_type": "single"
    },
    {
        "question": "Smith's fracture involves which bone?",
        "exp": "Smith&; s fracture is the reverse of Colles&; fracture. It differs from Colles&; fracture in that distal fragment of radius displaces ventrally and tilts ventrally. Treatment is by closed reduction and plaster cast immobilisation for 6 weeks. SMITH&; S FRACTURE (Reverse of Colles&; Fracture) This uncommon fracture is seen in adults and in elderly people. Its impoance lies in differentiating it from the commoner Colles&; fracture which occurs at the same site. It differs from Colles&; fracture in that the distal fragment displaces ventrally and tilts ventrally. Treatment is by closed reduction and plaster cast immobilisation for 6 weeks. Complications are similar to those in Colles&; fracture. Ref: Essential Ohopaedics, Maheswari & Mhaskar, 9th ed, Page no: 114",
        "cop": 1,
        "opa": "Distal radius",
        "opb": "Proximal ulna",
        "opc": "Metatarsal",
        "opd": "Patella",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "8839c62a-f34a-420c-bdcc-7fe68ca3411c",
        "choice_type": "single"
    },
    {
        "question": "One of the common fractures that occur during boxing by hitting with a closed fist is",
        "exp": "It is an oblique intra-aicular fracture of the base of the first metacarpal with subluxation or dislocation of the metacarpal It is sustained as a result of a longitudinal force applied to the thumb. Bennett Fracture * Treatment Non-operative closed reduction & cast immobilization * Indications: non-displaced fractures technique * reduction maneuver with traction, extension, proration. and abduction Ref: Maheshwari and Mhaskar 9th ed pg 117.",
        "cop": 3,
        "opa": "Monteggia fracture dislocation",
        "opb": "Galeazzi fracture dislocation",
        "opc": "Bennett's fracture dislocation",
        "opd": "Smith's fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "c6ea893c-7874-488e-80a3-f5379e6f1ba9",
        "choice_type": "single"
    },
    {
        "question": "Axis of upper limb passes through",
        "exp": "Mechanical axis It is defined as the straight line connecting the joint center points of the proximal and distal joints. The mechanical axis is always a straight line, whether in the frontal or sagittal plane. Anatomic axis The anatomic axis of a bone is the mid-diaphyseal line. The anatomic axis line may be straight in the frontal plane but curved in the sagittal plane, as in the femur. ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Capitulum",
        "opb": "Trochlea",
        "opc": "Olecranon",
        "opd": "Radial styloid",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "a31f022b-8fa2-456f-88f8-7385b3392062",
        "choice_type": "single"
    },
    {
        "question": "Essex Lopresti lesion in upper limb is due to?",
        "exp": "* The Essex-Lopresti fracture is a fracture of the radial head with concomitant dislocation of the distal radio-ulnar joint with disruption of the interosseous membrane. * Mechanism of injury - fall from height ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Injury to interosseous membrane",
        "opb": "Radial head and Distal end of radius fracture",
        "opc": "Radial shaft",
        "opd": "Radial shaft and radio-ulnar joint fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "8cbafa52-539d-45cc-a091-b355d6c0737a",
        "choice_type": "single"
    },
    {
        "question": "During fixation of Bennett's fracture, which muscle hinders it?",
        "exp": "Bennett's fracture is difficult to maintain in a reduced position due to the pull of the Abductor pollicis longus. Bennett Fracture * Treatment Non-operative closed reduction & cast immobilization * Indications: non-displaced fractures technique * reduction maneuver with traction, extension, proration. and abduction Ref: Maheshwari and Mhaskar 9th ed pg 122",
        "cop": 4,
        "opa": "Extensor pollicis brevis",
        "opb": "Flexor pollicis brevis",
        "opc": "Flexor pollicis longus",
        "opd": "Abductor pollicis longus",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "93b0ebfb-d767-4465-b636-029935543a5f",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of scaphoid fracture is",
        "exp": "Scaphoid Fractures * The scaphoid is the most frequently fractured carpal bone, accounting for 71% of all carpal bone fractures. * Scaphoid fractures often occur in young and middle-aged adults, typically those aged 15-60 years. * About 5-12% of scaphoid fractures are associated with other fractures * 70-80% occur at the waist or mid-poion * 10-20% proximal pole Management # Proximal pole -- Depends on size and vascularity of fracture -- Growing sentiment that most should be treated operatively because of high propensity for non-union and increased duration of immobilisation required for non-operative management -- If large enough to accommodate a screw than every attempt should be made Complication * Malunion -- Malunion may lead to limited motion about the wrist, decreased grip strength, and pain. -- The most frequent pattern of malunion is persistent angular deformity, or the humpback deformity. -- Malunion usually can be treated with osteotomy and bone grafting to correct angular deformity and length. * Literature confusing with no comparative studies to document improvement in hand function * Delayed union and non-union -- Delayed union is incomplete union after 4 months of cast immobilization. -- Non-union is an unhealed fracture with smooth fibrocailage covering the fracture site. -- About 10-15% of all scaphoid fractures do not unite. -- Some degree of delayed union or non-union occurs in nearly all proximal pole fractures and in 30% of scaphoid waist fractures # Delayed union is anticipated if fracture treatment is delayed for several weeks. # The risk of non-union increases after a delay of 4 weeks. * These delays may be related to the patient&; s failure to seek treatment for a presumed sprain, but they more frequently are related to improper or incomplete immobilization or a failure to diagnose and treat the acute fracture ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Malunion",
        "opb": "Avascular necrosis",
        "opc": "Wrist stiffners",
        "opd": "Ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "18c885c9-779d-4600-ae06-b332cf76f67a",
        "choice_type": "single"
    },
    {
        "question": "The most common nerve involvement in dislocation of Lunate is",
        "exp": "Lunate dislocation: Dislocates anteriorly, remaining are in position Rare dislocation of wrist Treated by open reduction Avascular necrosis is the common complication Median nerve is involved Ref: Maheshwari and Mhaskar 9th ed pg 116, 122.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Anterior interosseus",
        "opc": "Posterior interosseus",
        "opd": "Ulnar nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "826d51f9-b37c-4257-8cd1-56ec7d3890f8",
        "choice_type": "single"
    },
    {
        "question": "Dinner fork deformity is seen in?",
        "exp": "Dinner fork deformity is seen in Colles fracture. Colles fracture is the fracture at the distal end of radius at coico cancellous junction, in adults, with typical displacement. commonest fracture of people above 40. It nearly always result from fracture on outstretched hands. C/f: The patient presents with pain, swelling and deformity of wrist. on examination tenderness and irregularity of lower end of radius is found. There may be typical dinner fork deformity. The radial styloid process comes to lie at the same level or a little higher than ulnar styloid process. Ref: Essential Ohopaedics, Maheswari & Mhaskar, 9th ed,",
        "cop": 1,
        "opa": "Colle's fracture",
        "opb": "March fracture",
        "opc": "Lateral condyle fracture",
        "opd": "Supracondylar fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "9e35cb96-c1d1-457e-bfdf-28c0d7ca207c",
        "choice_type": "single"
    },
    {
        "question": "Baon's fracture is injury to?",
        "exp": "Baon&; s fracture is an intra aicular fracture of distal radius. Here fracture extends from aicular surface of the radius to either its anterior or posterior coices. The small distal fragments get displaced and carries with it the carpals. (carpal bone subluxation) 2 types of volar Baons fracture and dorsal Baons fracture. Treatment: closed manipulation and plaster cast. when closed reduction fails, internal fixation with plate may be required. Ref: Essential Ohopaedics, Maheswari & Mhaskar, 9th ed, Page no: 114",
        "cop": 4,
        "opa": "Fracture distal end humerus",
        "opb": "Extra-aicular fracture distal end radius",
        "opc": "Intra-aicular fracture distal end radius",
        "opd": "Intra-aicular fracture distal end radius with carpal bone subluxation",
        "subject_name": "Orthopaedics",
        "topic_name": "Forearm wrist and hand injuries",
        "id": "ea0ee668-fa8a-474e-9655-5ddfc2434bd0",
        "choice_type": "single"
    }
]