[
    {
        "question": "What causes mallet finger?",
        "exp": "Mallet finger: A finger flexed at the DIP joint due to avulsion or rupture of extensor tendon at the base of the distal phalanx. Mallet finger occur due to forced flextion of the finger tip. Hyper- extension splint is the treatment for atleast 6-8 weeks.",
        "cop": 4,
        "opa": "Extensor tendon rupture",
        "opb": "Bony avulsion of distal phalanx at the extensor tendon",
        "opc": "Strain and subsequent stretching of the extensor tendon",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "ec2ef1de-05e1-4bd6-bd26-de89cb411383",
        "choice_type": "multi"
    },
    {
        "question": "All of the following brace are used in scoliosis except?",
        "exp": "Minerva cast is used in cervical spine",
        "cop": 4,
        "opa": "Milwaukee",
        "opb": "Risser",
        "opc": "Boston's",
        "opd": "Minerva",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "a4b465cc-3565-4939-b101-986f525a37df",
        "choice_type": "multi"
    },
    {
        "question": "Continuous fixed traction is provided by:",
        "exp": "Thomas splint is commonly used for the immobilization of hip and thigh injuries. The modified Thomas splint adapted the original Thomas splint to include a traction screw and foot plate and limb suppo built into the splint body.",
        "cop": 1,
        "opa": "Thomas splint",
        "opb": "BB splint",
        "opc": "Hamilton Russel",
        "opd": "Gallows",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "5684a17f-e1b5-44cc-b579-99ec0f8903d7",
        "choice_type": "multi"
    },
    {
        "question": "Cobb's angle is used to measure the degree:",
        "exp": "The angle between intersecting lines drawn perpendicular to the top of the top veebrae and the bottom of the bottom veebrae is the Cobb angle Cobb's angle of 10 degree is minimum angulation to define the scoliosis.",
        "cop": 1,
        "opa": "Kyphoscoliosis",
        "opb": "Angular deformity of the knee",
        "opc": "Extent of depression in calcaneal fracture",
        "opd": "Extent of spondylolisthesis",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "f08ca8da-5ed6-479c-a1d2-ca25c4c78375",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic sign of a fracture:",
        "exp": "Tenderness is the commonest (consistent) sign of fracture. Abnormal mobility and loss of transmitted movements is surest sign of fracture Crepitus occurs because of rubbing of both fracture ends together and gives sense of friction between fractured ends, it should not be elicited as it may cause neurogenic shock or may cause comminution at fracture ends due to rubbing of bone ends.",
        "cop": 1,
        "opa": "Abnormal mobility at fracture site",
        "opb": "Pain at the fracture site",
        "opc": "Tenderness",
        "opd": "Swelling",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "7e307548-1354-48cc-b6e4-916f4dcd8e94",
        "choice_type": "single"
    },
    {
        "question": "Nexus criteria is used for",
        "exp": "Nexus criteria is used for traumatic cervical spine injury. It checks for any neural deficits, spinal tenderness and for patients with altered consciousness and intoxicated patients as they have chances of spinal injury. Those fulfilling this criterion requires cervical spine stabilization and investigation.",
        "cop": 1,
        "opa": "Traumatic cervical spine injury",
        "opb": "Traumatic ankle injury",
        "opc": "Traumatic knee injury",
        "opd": "Traumatic hip injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "02fb449d-8650-4efa-b307-0ca4e12a11c3",
        "choice_type": "single"
    },
    {
        "question": "Wolff's law states that:",
        "exp": "Wolff's law.- it states that by progressive bone deposition on to one surface (to compression site) and resorption from other (tension site), it is responsible for the gross changes in the shape of bones which occur during development and adaptation of bone to applied loads It refers to over all consequences for the whole bone of the sum of all the units of remodelling activity which are occurring throughout the bone. It has usually predominant osteoclastic activity at tension site and osteoblastic activity at compression site.",
        "cop": 1,
        "opa": "If a bone is continuously subjected to a paicular stress it will adapt to become stronger to resist that loading",
        "opb": "Only Diaphysis allows longitudinal growth in childhood",
        "opc": "Any infection not showing periosteal reaction within 1 week of symptoms can be ruled out to be osteomyelitis",
        "opd": "Angular deformities will progress till the closure of physis",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "04aac97e-7aa3-4d92-8663-5f4892a38009",
        "choice_type": "multi"
    },
    {
        "question": "Skeletal traction is given by the following except:",
        "exp": "Pavlik harness is used in the management of DDH not for skeletal traction .",
        "cop": 2,
        "opa": "K-wire",
        "opb": "Pavlik harness",
        "opc": "Denham pin",
        "opd": "Steinmann's pin",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "ed98caba-0eba-47e6-a514-cb5bc9144557",
        "choice_type": "multi"
    },
    {
        "question": "Which of following is not true about Traction-",
        "exp": "Option A and B - skeletal traction is always better than skin traction as the maximum capacity of weight which can be hanged is much more in skeletal traction. Skin traction can bear maximum of 5-7 kg weight while skeletal traction can bear upto 10-25% of body weight. Option C- skin traction is better is pediatric and old age patients as bones in old age are osteoporotic and in pediatric patients ossification centres are not yet fused and strength of bone is not enough to bear skeletal traction. Option D- K nail is not used for traction . K nail is a clover leaf shaped hollow rod used for internal fixation.",
        "cop": 4,
        "opa": "Skeletal traction is better than skin traction in patient with Femur fracture",
        "opb": "Maximum weight which can be given in skeletal traction is 25% of body weight",
        "opc": "Skin traction is preferred in pediatric patients",
        "opd": "K-nail is used commonly to give skeletal traction",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "348998ea-45fc-4696-b1ec-cbf6bfe9852c",
        "choice_type": "multi"
    },
    {
        "question": "Instrument used in internal fixation of small bones as well as in Ilizarov's technique?",
        "exp": "Kirschner wires are sterile, sharp, smooth stainless steel pins, introduced in 1990 by Main kirschner. Diameter : 0.9 to 1.5 mm range. Uses of Kirschner wires: 1. Used in fixation of fractures of small bones and fractures in childrens 2. Used in Ilizarove method for fixation of the Ring. 3. Used in giving Tractions after fracture olecranon process. Kuntscher's nail: It is Kuntscher's clover leaf intra-medullary nail, also known as the K-nail. Use: fixation of femoral fractures. Steinmann pin is a stout straight steel rod of diameter ranging from 3-6 mm. Used for skeletal traction. Bohler's stirrup is used for holding Steinmann pin in skeletal traction.",
        "cop": 4,
        "opa": "Bohler's stirrup",
        "opb": "Kuntscher's nail",
        "opc": "Steinmann's pin",
        "opd": "Kirschner's wire",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "fe16e598-2bcf-43b0-b6cd-cbcb0cdfdc0f",
        "choice_type": "multi"
    },
    {
        "question": "Weight allowed in skeletal traction up to:",
        "exp": "SKIN AND SKELETAL TRACTION Skin traction Skeletal traction Indication Mild to moderate force Moderate to severe force Weight permitted 4-5 kg Up to 20 kg Applied with Buck's traction (conventional skin traction) or Gallow's / Bryant 's traction for fracture femur < 2 yr K wire, Ilizarov's wire Crutchfield's tong Steinmann pin, Denham pin are used for skeletal traction",
        "cop": 3,
        "opa": "5 kg",
        "opb": "10 kg",
        "opc": "20 kg",
        "opd": "30 kg",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "bbb02e14-c59a-4df2-a413-16c0e624c4c6",
        "choice_type": "multi"
    },
    {
        "question": "For which of the following wedging technique is used ?",
        "exp": "Wedging Used for POP cast, To correct the minor angulations by cutting the plaster cast paially. In few cases after application of cast, The position is checked by X-ray. Minor degrees of angulation can still be corrected by making a transverse cut in the plaster and wedging it into a better position.",
        "cop": 3,
        "opa": "After internal fixation with plates",
        "opb": "After internal fixation with nail",
        "opc": "POP cast",
        "opd": "POP slab",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "d47365bc-6410-4645-8973-7e74ed8ca6cd",
        "choice_type": "single"
    },
    {
        "question": "Rate of mineralization of newly formed osteoid can be estimated by the following:",
        "exp": "Tetracycline -becomes fixed in new forming mineralizing bone, exhibits a characteristic fluorescence when viewed by UV light 2 doses of tetracycline given a few of days apa, 2 bands of fluorescence- separated by an interval of unlabelled new bone formed during the period between doses. Rate of mineralization of newly formed osteoid is estimated by tetracycline labelling",
        "cop": 3,
        "opa": "Von Kossa staining for calcium",
        "opb": "Alzarin red stain",
        "opc": "Labelled tetracycline",
        "opd": "Immunofluorescence",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "d6903b24-6f8a-434c-ba4e-75f544bfc4d2",
        "choice_type": "single"
    },
    {
        "question": "Open reduction and internal fixation is done for all of the following fractures except:",
        "exp": "In patellar and olecranon fracture TBW is done In Volar Baon an attempt of closed reduction can be carried out . if it fails , open reduction and plating is done. Although recently it has been shown that operative results yield better results, but for all other fractures open reduction and internal fixation is carried out. Fractures of necessity : Galeazzi fracture dislocation Lateral condyle fracture humerus Displaced fracture patella & olecranon Fracture neck femur Monteggia fracture in adults Aicular fracture",
        "cop": 3,
        "opa": "Patella fracture",
        "opb": "Olecranon fracture",
        "opc": "Volar Baon's fracture",
        "opd": "Fracture lateral condyle of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "6fd49f7c-4b7f-4041-98fb-13f57abf08af",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for fracture lower 1/4th of tibia in non-union with multiple scarred wounds and discharging sinuses and about 4 cm shoening of leg:",
        "exp": "* Shoening with discharging sinus ILIZAROV FIXATOR is the preferred method. * External fixator serves the purpose of wounds or open fracture but not limb shoening while ilizarov fixator serves both purposes",
        "cop": 1,
        "opa": "Ilizarov fixator",
        "opb": "Plate",
        "opc": "External fixation",
        "opd": "Intramedullary nail",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "0c202099-60b5-4c6e-9f78-21b9c6dcaef8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is ideal site for harvesting bone graft?",
        "exp": "Iliac crest is the ideal and most common site for harvesting bone graft. BONE GRAFT Ilium (Pelvis): This is an ideal source of primary 1st order bone graft because it is relatively subcutaneous, has natural curvatures that are useful in fashioning grafts, has ample cancellous bone and has coical bone of varying thickness. Removal of bone carries minimal risk and usually no significant residual disability. Posterior superior iliac spine is the best source of cancellous bone. Anterior iliac crest is the best source of bicoical and coico cancellous graft. Location according to age: Child- Tibial tuberosity Adults- Posterior superior iliac spine Obese- Anterior superior iliac spine",
        "cop": 1,
        "opa": "Iliac crest",
        "opb": "Distal end of humerus",
        "opc": "Distal end of femur",
        "opd": "Fibula",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "f7088f26-2066-4e46-98c3-07ba10e5a67a",
        "choice_type": "single"
    },
    {
        "question": "Surgical excision is contraindicated in:",
        "exp": "Lateral condyle of humerus is never excised because it forms the physeal region. Surgical excision 1. Done in comminuted fracture patella, olecranon and head radius (outer 1/3rd ). 2. Head and neck of femur are excised and replaced by prosthesis in fracture neck femur > 65 years of age. Excision is contraindicated in growth plate injury, e.g. Lateral condyle fracture.",
        "cop": 4,
        "opa": "Olecranon process",
        "opb": "Patella",
        "opc": "Head of radius",
        "opd": "Lateral condyle humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "533b5e90-22f1-4569-9c7e-151bb142c11e",
        "choice_type": "single"
    },
    {
        "question": "True about Locking compression plate:",
        "exp": "Locking compression plate- Mechanically superior to a conventional plate Indications - pathological bone, osteoporotic bone, metaphyseal area/periaicular fracture, periprosthetic fracture. Does not cause periosteal necrosis. Can be used as compression plate",
        "cop": 3,
        "opa": "In osteoporotic patients, it should not be used",
        "opb": "Usually cause periosteal necrosis.",
        "opc": "Mechanically superior to a conventional plate",
        "opd": "Can not be used as compression plate",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "2644a42f-b9d9-4ff9-9b1a-b607e2b715b7",
        "choice_type": "multi"
    },
    {
        "question": "Internal Fixation is primarily used in all except:",
        "exp": "Usual treatment for open fractures is debridement (more impoant) and external fixator. Compound fractures treatment depend upon wound size and time duration since injury.Usually compound fractures fall into category >=III A Type and Method of fixation: Grade I Debridement and internal fixation by intramedullary nail and plate. Grades II, IIIA Within 6 hours of injury same as Grade I. After 6 hours same as grades IIIB and IIIc. Grades III B, III C Debridement and external fixation",
        "cop": 1,
        "opa": "Compound fractures",
        "opb": "Multiple fractures",
        "opc": "Fractures in elderly patient",
        "opd": "Fracture neck of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "fafbd1aa-988c-4ec2-b892-53af59ab8636",
        "choice_type": "multi"
    },
    {
        "question": "Major Mineral of the bone is:",
        "exp": "Inorganic component of bone is consists of mineral phase which is principally composed of calcium and phosphate, mostly in the form of hydroxyapatite .",
        "cop": 2,
        "opa": "Calcium chloride",
        "opb": "Hydroxyapatite",
        "opc": "Calcium oxide",
        "opd": "Calcium carbonate",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "3367b0d7-2ff5-49ba-83b8-6b7e2e8946d3",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is indicative of bone resorption?",
        "exp": "Markers of bone formation: Markers of bone resorption: Serum bone specific alkaline phosphatase --Serum osteocalcin Serum carboxy terminal extension peptide of pro-collagen-1 Serum type I collagen extension peptide Urine and serum cross-linked N telopeptides Urine and serum cross-linked C telopeptides Urine hydroxyproline Urine deoxypyridinoline Urine hydroxylysine glycosides Serum TRAP (Taarate resistant acid phosphatase) --Serum bone sialoprotein",
        "cop": 2,
        "opa": "Osteocalcin",
        "opb": "Urine hydroxyproline",
        "opc": "Bone specific alkaline phosphatase",
        "opd": "Type 1 procollagen",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "cd270808-c5db-4564-9f50-ceccea0f13e7",
        "choice_type": "single"
    },
    {
        "question": "Mirel's criteria is developed for the evaluation of",
        "exp": "Mirel's Criteria For Risk of Pathological Fracture: 1 Mirel's developed a scoring system based on, the presence or absence of pain,the size, location, and radiographic appearance of the lesion to quantify the risk of impending pathological fracture in malignant lesion 2 So patients with maximum risk of pathological fracture are having lytic peritrochantric lesion involving >2/3 diameter with severe pain 3 Patients with < 7 score are observed, but those with 8 or more should have prophylactic internal fixation. Pathological Fractures may occur even with normal stresses if the bone has been weakened by a change in its structure Causes: osteoporosis, osteogenesis imperfecta , Paget's disease, bisphosphonate therapy) or through a lytic lesion (e.g. a bone cyst or a metastasis). FDG-PET CT is the gold standard for bone Metastasis. It occurs in abnormal bones. Mostly in elderly people. Fractures can be single or multiple occurs after tril injury. Pain in the case of a pathological fracture usually precedes the fracture. Pain can occur at the site before the fracture",
        "cop": 3,
        "opa": "Risk of fatigue fracture",
        "opb": "Severity of osteoporosis",
        "opc": "Risk of pathological fracture",
        "opd": "Severity of neurological defecit",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "ea03e2cc-e224-4873-b17d-ff321cad4054",
        "choice_type": "single"
    },
    {
        "question": "You are posted as an intern in causality. Which among the followings with fractures will be your 1st priority to call oho PG and inform?",
        "exp": "Ohopedic emergency:1. Pelvic fracture 2. Vascular injury 3. Septic ahritis",
        "cop": 1,
        "opa": "Patient's finger is blackening",
        "opb": "Patient cannot extend his arm",
        "opc": "A 10 cm abrasion",
        "opd": "Intra - aicular fracture of elbow joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "afc4674f-fff0-4766-af9f-ca8ff3347b43",
        "choice_type": "multi"
    },
    {
        "question": "Russell's traction is used in:",
        "exp": "Russell's traction Trochanteric fractures (described as skin traction) Best treatment for interochanteric fracture is Dynamic hip screw. The fracture is reduced under X-ray control and fixed with Dynamic hip screw / Gamma nail or proximal femoral nail. Dynamic Hip Screw: OTHER OPTIONS: Fracture shaft femur- gallows traction, Bryant traction Lower backache- lumbar corset Flexion deformity hip- agnes hunt traction",
        "cop": 1,
        "opa": "Inter-trochanteric fracture",
        "opb": "Fracture Shaft of femur",
        "opc": "Low back ache",
        "opd": "Flexion deformity of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "a1197326-ba8b-4603-b934-ee5bafffe106",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment modality for the following fracture?",
        "exp": "Image shows patellar fracture. Tension band wiring is also used for: Patellar fracture Olecranon fracture Medial malleolus fracture Tension band wire are loop of wires passed around two bony fragments and then tightened to compress the fragments together. External fixation is done by using screws and is applicable to the tibia and pelvis. Indications of TBW: Fracture patella Fracture olecranon Fracture medial malleolus Fracture greater tuberosity Fracture greater trochanter",
        "cop": 1,
        "opa": "Tension band wiring",
        "opb": "External fixation",
        "opc": "Plating",
        "opd": "ORIF",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "3e1d3db7-0b85-4f99-b51e-e136d4653999",
        "choice_type": "single"
    }
]