[
    {
        "question": "Cobb's angle is used to measure the degree:",
        "exp": "The angle between intersecting lines drawn perpendicular to the top of the top veebrae and the bottom of the bottom veebrae is the Cobb angle Cobb's angle of 10 degree is minimum angulation to define the scoliosis.",
        "cop": 1,
        "opa": "Kyphoscoliosis",
        "opb": "Angular deformity of the knee",
        "opc": "Extent of depression in calcaneal fracture",
        "opd": "Extent of spondylolisthesis",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "f08ca8da-5ed6-479c-a1d2-ca25c4c78375",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic sign of a fracture:",
        "exp": "Tenderness is the commonest (consistent) sign of fracture. Abnormal mobility and loss of transmitted movements is surest sign of fracture Crepitus occurs because of rubbing of both fracture ends together and gives sense of friction between fractured ends, it should not be elicited as it may cause neurogenic shock or may cause comminution at fracture ends due to rubbing of bone ends.",
        "cop": 1,
        "opa": "Abnormal mobility at fracture site",
        "opb": "Pain at the fracture site",
        "opc": "Tenderness",
        "opd": "Swelling",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "7e307548-1354-48cc-b6e4-916f4dcd8e94",
        "choice_type": "single"
    },
    {
        "question": "Nexus criteria is used for",
        "exp": "Nexus criteria is used for traumatic cervical spine injury. It checks for any neural deficits, spinal tenderness and for patients with altered consciousness and intoxicated patients as they have chances of spinal injury. Those fulfilling this criterion requires cervical spine stabilization and investigation.",
        "cop": 1,
        "opa": "Traumatic cervical spine injury",
        "opb": "Traumatic ankle injury",
        "opc": "Traumatic knee injury",
        "opd": "Traumatic hip injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "02fb449d-8650-4efa-b307-0ca4e12a11c3",
        "choice_type": "single"
    },
    {
        "question": "For which of the following wedging technique is used?",
        "exp": "Wedging Used for POP cast, To correct the minor angulations by cutting the plaster cast paially. In few cases after application of cast, The position is checked by X-ray. Minor degrees of angulation can still be corrected by making a transverse cut in the plaster and wedging it into a better position.",
        "cop": 3,
        "opa": "After internal fixation with plates",
        "opb": "After internal fixation with nail",
        "opc": "POP cast",
        "opd": "POP slab",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "d47365bc-6410-4645-8973-7e74ed8ca6cd",
        "choice_type": "single"
    },
    {
        "question": "Rate of mineralization of newly formed osteoid can be estimated by the following:",
        "exp": "Tetracycline -becomes fixed in new forming mineralizing bone, exhibits a characteristic fluorescence when viewed by UV light 2 doses of tetracycline given a few of days apa, 2 bands of fluorescence- separated by an interval of unlabelled new bone formed during the period between doses. Rate of mineralization of newly formed osteoid is estimated by tetracycline labelling",
        "cop": 3,
        "opa": "Von Kossa staining for calcium",
        "opb": "Alzarin red stain",
        "opc": "Labelled tetracycline",
        "opd": "Immunofluorescence",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "d6903b24-6f8a-434c-ba4e-75f544bfc4d2",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for fracture lower 1/4th of tibia in non-union with multiple scarred wounds and discharging sinuses and about 4 cm shoening of leg:",
        "exp": "* Shoening with discharging sinus ILIZAROV FIXATOR is the preferred method. * External fixator serves the purpose of wounds or open fracture but not limb shoening while ilizarov fixator serves both purposes",
        "cop": 1,
        "opa": "Ilizarov fixator",
        "opb": "Plate",
        "opc": "External fixation",
        "opd": "Intramedullary nail",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "0c202099-60b5-4c6e-9f78-21b9c6dcaef8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is ideal site for harvesting bone graft?",
        "exp": "Iliac crest is the ideal and most common site for harvesting bone graft. BONE GRAFT Ilium (Pelvis): This is an ideal source of primary 1st order bone graft because it is relatively subcutaneous, has natural curvatures that are useful in fashioning grafts, has ample cancellous bone and has coical bone of varying thickness. Removal of bone carries minimal risk and usually no significant residual disability. Posterior superior iliac spine is the best source of cancellous bone. Anterior iliac crest is the best source of bicoical and coico cancellous graft. Location according to age: Child- Tibial tuberosity Adults- Posterior superior iliac spine Obese- Anterior superior iliac spine",
        "cop": 1,
        "opa": "Iliac crest",
        "opb": "Distal end of humerus",
        "opc": "Distal end of femur",
        "opd": "Fibula",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "f7088f26-2066-4e46-98c3-07ba10e5a67a",
        "choice_type": "single"
    },
    {
        "question": "Surgical excision is contraindicated in:",
        "exp": "Lateral condyle of humerus is never excised because it forms the physeal region. Surgical excision 1. Done in comminuted fracture patella, olecranon and head radius (outer 1/3rd ). 2. Head and neck of femur are excised and replaced by prosthesis in fracture neck femur > 65 years of age. Excision is contraindicated in growth plate injury, e. g. Lateral condyle fracture.",
        "cop": 4,
        "opa": "Olecranon process",
        "opb": "Patella",
        "opc": "Head of radius",
        "opd": "Lateral condyle humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "533b5e90-22f1-4569-9c7e-151bb142c11e",
        "choice_type": "single"
    },
    {
        "question": "Major Mineral of the bone is:",
        "exp": "Inorganic component of bone is consists of mineral phase which is principally composed of calcium and phosphate, mostly in the form of hydroxyapatite.",
        "cop": 2,
        "opa": "Calcium chloride",
        "opb": "Hydroxyapatite",
        "opc": "Calcium oxide",
        "opd": "Calcium carbonate",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "3367b0d7-2ff5-49ba-83b8-6b7e2e8946d3",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is indicative of bone resorption?",
        "exp": "Markers of bone formation: Markers of bone resorption: Serum bone specific alkaline phosphatase --Serum osteocalcin Serum carboxy terminal extension peptide of pro-collagen-1 Serum type I collagen extension peptide Urine and serum cross-linked N telopeptides Urine and serum cross-linked C telopeptides Urine hydroxyproline Urine deoxypyridinoline Urine hydroxylysine glycosides Serum TRAP (Taarate resistant acid phosphatase) --Serum bone sialoprotein",
        "cop": 2,
        "opa": "Osteocalcin",
        "opb": "Urine hydroxyproline",
        "opc": "Bone specific alkaline phosphatase",
        "opd": "Type 1 procollagen",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "cd270808-c5db-4564-9f50-ceccea0f13e7",
        "choice_type": "single"
    },
    {
        "question": "Mirel's criteria is developed for the evaluation of",
        "exp": "Mirel's Criteria For Risk of Pathological Fracture: 1 Mirel's developed a scoring system based on, the presence or absence of pain, the size, location, and radiographic appearance of the lesion to quantify the risk of impending pathological fracture in malignant lesion 2 So patients with maximum risk of pathological fracture are having lytic peritrochantric lesion involving >2/3 diameter with severe pain 3 Patients with < 7 score are observed, but those with 8 or more should have prophylactic internal fixation. Pathological Fractures may occur even with normal stresses if the bone has been weakened by a change in its structure Causes: osteoporosis, osteogenesis imperfecta, Paget's disease, bisphosphonate therapy) or through a lytic lesion (e. g. a bone cyst or a metastasis). FDG-PET CT is the gold standard for bone Metastasis. It occurs in abnormal bones. Mostly in elderly people. Fractures can be single or multiple occurs after tril injury. Pain in the case of a pathological fracture usually precedes the fracture. Pain can occur at the site before the fracture",
        "cop": 3,
        "opa": "Risk of fatigue fracture",
        "opb": "Severity of osteoporosis",
        "opc": "Risk of pathological fracture",
        "opd": "Severity of neurological defecit",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "ea03e2cc-e224-4873-b17d-ff321cad4054",
        "choice_type": "single"
    },
    {
        "question": "Russell's traction is used in:",
        "exp": "Russell's traction Trochanteric fractures (described as skin traction) Best treatment for interochanteric fracture is Dynamic hip screw. The fracture is reduced under X-ray control and fixed with Dynamic hip screw / Gamma nail or proximal femoral nail. Dynamic Hip Screw: OTHER OPTIONS: Fracture shaft femur- gallows traction, Bryant traction Lower backache- lumbar corset Flexion deformity hip- agnes hunt traction",
        "cop": 1,
        "opa": "Inter-trochanteric fracture",
        "opb": "Fracture Shaft of femur",
        "opc": "Low back ache",
        "opd": "Flexion deformity of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "a1197326-ba8b-4603-b934-ee5bafffe106",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment modality for the following fracture?",
        "exp": "Image shows patellar fracture. Tension band wiring is also used for: Patellar fracture Olecranon fracture Medial malleolus fracture Tension band wire are loop of wires passed around two bony fragments and then tightened to compress the fragments together. External fixation is done by using screws and is applicable to the tibia and pelvis. Indications of TBW: Fracture patella Fracture olecranon Fracture medial malleolus Fracture greater tuberosity Fracture greater trochanter",
        "cop": 1,
        "opa": "Tension band wiring",
        "opb": "External fixation",
        "opc": "Plating",
        "opd": "ORIF",
        "subject_name": "Orthopaedics",
        "topic_name": "Fracture Management",
        "id": "3e1d3db7-0b85-4f99-b51e-e136d4653999",
        "choice_type": "single"
    }
]