[
    {
        "question": "The given below instrument is used for:",
        "exp": "Ans. (c) Used as nibbler and remove fibrous tissue from non-union site. Ref: Textbook of Orthopedics 4th Ed by John Ebnezar; Page No- 861* It is a Double-action bone nibbler (Rounger). The double- action nibblers are mechanically superior.* Bone nibbler is available in various sizes and with different angle of the nose.# Curved nibbler - use for spinal surgery# Straight nibbler -general use# Double action nibbler - straight or curved.",
        "cop": 3,
        "opa": "For cutting ribs in spinal surgery",
        "opb": "For smoothening of the edges in amputation surgery",
        "opc": "Used as nibbler and remove fibrous tissue from non-union site",
        "opd": "To hold the hard tissues",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "b3a6d639-1092-43ae-acda-47bf782268d6",
        "choice_type": "single"
    },
    {
        "question": "Sensory nerve action potential in NCV to calculate",
        "exp": "(Sensory conduction) (24-Apley's 8th). Sensory nerve conduction - If a sensory nerve is stimulated distally, the sensory nerve action potential (SNAP) can be recorded at a proximal site, here again, by measuring the distance between stimulating and recording electrodes and the time lapse between stimulus and response, the sensory nerve conduction velocity can be calculated. Motor nerve conduction Electrical stimulation of a motor nerve normally produces contraction of the muscles supplied by that nerve. The time interval between stimulation of the nerve and the appearance of the motor action potention (MAP) is the latency (Normal values are about 50-60 m/s). Somatosensory evoked potentials (SEPs) - This test is useful in monitoring the integrity of the spinal cord during operative correction of severe spinal deformities and other potentially dangerous procedures",
        "cop": 1,
        "opa": "Sensory conduction",
        "opb": "Motor conduction",
        "opc": "Velocity conduction",
        "opd": "Muscular contraction",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "0da00f55-de97-452a-8961-67e687966be9",
        "choice_type": "single"
    },
    {
        "question": "Blood is supplied to bone from which arteries?",
        "exp": "Ans. d (All of the above). (Ref. Maheshwari, Orthopaedics, 2nd ed. pg. 7). ARTERIAL SUPPLY OF BONE1. Nutrient artery. On entering bone through nutrient foramen it divides into 2 branches, one running towards each end of bone. Then it divides into multiple branches from metaphysis where they terminate as end arteries, but after fusion or ossification of epiphysis they no longer remain end arteries. 2. Metaphyseal artery. Derived from anastomosis around joint. They pierce the metaphysis along the attachment of joint capsule. 3. Periosteal branches. Periosteum has rich blood supply, especially in children, derived from ligamentous and muscular arteries4. Epiphyseal arteries All these 4 arteries communicate with each other at metaphyseal region and thus make metaphysis, the most richly supplied part of bone, hence, hematogenous infections (osteomyelitis) start here",
        "cop": 4,
        "opa": "Nutrient",
        "opb": "Periosteal",
        "opc": "Metaphyseal",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "d023d3e8-e10a-4621-9162-a616cd5c80fa",
        "choice_type": "multi"
    },
    {
        "question": "Most common bone fractured during birth -(MP 98)",
        "exp": "Bones may be broken (fractured) during a difficult delivery. A fracture of the collarbone (clavicle) is most common. The upper arm bone (humerus) or upper leg bone (femur) may break during a difficult delivery. However, arm or leg fractures are very unusual. A fractured bone in a newborn is kept from moving as much as possible by use of a sling or cast. Fractures in newborns almost always heal completely and rapidly. Fracture of one of the bones of the skull may occur. Skull fractures are very rare. Unless the fracture forms an indentation (depressed fracture), it heals rapidly without treatment.",
        "cop": 3,
        "opa": "Scapula",
        "opb": "Humerus",
        "opc": "Clavicle",
        "opd": "Radius",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "9d5418e2-7f36-4784-901e-e160dc8a409a",
        "choice_type": "single"
    },
    {
        "question": "Earliest bone to ossify is:",
        "exp": "Ans: A (Clavicle) Ref: l. Moore, Keith L.; Dailey, Arthur F (1999). Clinically Oriented Anatomy (4th ed.). Lippincott Williams & Wilkins, and 2. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif\">in/jae/t02/i2/jaet02i2p 199. pdf. Explanation: The clavicle is the first bone to begin the process of ossification (laying down of minerals onto a preformed matrix) during development of the embryo, during the fifth and sixth weeks of gestation. However, it is one of the last bones to finish ossification at about 21-25 years of age. Its lateral end is formed by intramembranous ossification while medially it is formed by endochondral ossification. It consists of a mass of cancellous bone surrounded by a compact bone shell. The cancellous bone forms via two ossification centres, one medial and one lateral, which fuse later on. The compact forms as the layer of fascia covering the bone stimulates the ossification of adjacent tissue. The resulting compact bone is known as a periosteal collar. Even though it is classified as a long bone, the clavicle has no medullary (bone marrow) cavity like other long bones. It is made up of spongy (trabecular) bone with a shell of compact bone.",
        "cop": 1,
        "opa": "Clavicle",
        "opb": "Tibia",
        "opc": "Sternum",
        "opd": "Ribs",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "0928c5f4-360e-41f6-b873-df324dae1fcb",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic sign of traumatic fracture is",
        "exp": "C. i. e. (Crepitus) (545 - Apley 8th)* Crepitus or abnormal movement is pathognomic to traumatic fracture.* Posterior - interosseous nerve invovemet in Monteggia fracture dislocation* Peroneal nerve involvement in knee dislocation. Motor cyclists fractures - The motorcyclists sustains a ring fracture and the pillion rider an atlanto - occipital avulsion with dural tear Anteroflexion without impact on the occiput seems to be a rare casual mechanism of the 'ring' fracture.",
        "cop": 3,
        "opa": "Tenderness",
        "opb": "Swelling",
        "opc": "Crepitus",
        "opd": "Bruising",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "7ac1b1ee-013b-4533-85f1-d1713c8dacf3",
        "choice_type": "single"
    },
    {
        "question": "The instrument below which is used in orthopedic surgeries is",
        "exp": "Ans. B. Bone nibblera. Above instrument given in image is bone nibbler. b. This is used to make cut ends raw from sclerosed ends so that the bone ends can unite.",
        "cop": 2,
        "opa": "Bone cutter",
        "opb": "Bone nibbler",
        "opc": "Bone holding forceps",
        "opd": "Maxim Baum scissor",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "b54cce98-784e-46d0-83b3-52c5f267396f",
        "choice_type": "single"
    },
    {
        "question": "Which carpal is prone for avascular necrosis?",
        "exp": "ANSWER: (B) Scaphoid. REF: Apley's 9th ed page 23. Certain regions are notorious for their propensity to develop ischaemia and bone necrosis after injury. They are: The head of the femur (after fracture of the femoral neck or dislocation of the hip). The proximal part of the scaphoid (after fracture through its waist). The lunate (following dislocation). The body of the talus (after fracture of its neck)",
        "cop": 2,
        "opa": "Tallus",
        "opb": "Scaphoid",
        "opc": "Pisiform",
        "opd": "Navicular",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "18da1910-2c49-49d9-8544-5c9fe38c5d28",
        "choice_type": "multi"
    },
    {
        "question": "Froments Sign is seen in -",
        "exp": "Ans. is 'a' i. e., Ulnar nerve plasy Signs of nerve injury. Froments sign. Ulnar nerve Injury. Jeanne Sign. Ulnar nerve Injury. Egawas test. Ulnar nerve Injury. Card Test. Ulnar nerve Injury. Ape Thumb Deformity. Median nerve Injury. Wrist drop. Radial nerve Injury. Pointing Index Sign. Median nerve Injury. Claw Hand. Combined Ulnar and Median nerve Injury",
        "cop": 1,
        "opa": "Ulnar nerve plasy",
        "opb": "Median nerve palst",
        "opc": "Musculocutaneous nerve palsy",
        "opd": "Posterior Interosseus nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "7ecca0a7-5ebf-497a-a70a-e1619dae40a1",
        "choice_type": "single"
    },
    {
        "question": "The earliest changes for evaluation of stress fractures are seen in",
        "exp": "Answer: d) MRISTRESS FRACTURESMay occur in the pelvis, femoral neck, tibia, navicular and metatarsals. The metatarsals are involved in 55% of cases, whereas the sesamoids and talus are involved in less than 1%Occurs d/t significant increase in training and activity (Runner's fracture). Risk factors: female athlete, poor nutrition, low bone density, and a history of menstrual disturbance. MRI or technetium bone scans are the best diagnostic tests. Treatment: rest and avoidance of high-impact activities until healing occurs.",
        "cop": 4,
        "opa": "Bone scan",
        "opb": "Bone biopsy",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "e9250cba-38da-461e-8efd-1fb4c9428004",
        "choice_type": "single"
    },
    {
        "question": "Cockup splint is used in paralysis of:",
        "exp": "Ans. (b) Radial nerve. Ref: Maheshwari 5th ed. 125 Table 4. 1\\Cockup splint is used in cases of radial nerve injury. Different splint and their Uses. Splint. Used In. Knuckle bender splint. Ulnar nerve. Aeroplane splint. Brachial plexus injury. Dennis brown splint. CTEVBohler Brown splint. Fracture femur (anywhere from neck to supracondylar region). Turn buckle splint. VIC (Volkmann ischemic contracture)",
        "cop": 2,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Median nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "66079cb8-2b2e-4d85-b4d8-9a08b8c127d8",
        "choice_type": "single"
    },
    {
        "question": "Which is not a fibrous joint?",
        "exp": "ANSWER: (B) First costochondral join. REF: Gray's anatomy 39th edition page 103-104. Classification of Joints(1) Synarthroses (bone - solid connective tissue - bone). Fibrous joints. Sutures (Bone - Collagenous sutural ligament - Bone) e. g. Sutures of the skull. Syndesmoses (Bone - Collagenous enterosseous ligament, membrane or cord - Bone) e. g. Inferior tibiofibular joints. Gomphoses - (Bone - Complex collagenous periodontium - Dental cement) e. g. Tooth in its socket. Cartilaginous joints. Synchondrosis/Primary cartilaginous joints - (Bone Hyaline cartilage - Bone)e. g. Joints between epiphysis and diaphysis of a growing long bone. First chondrosternal joint. Costochondral joints. Spheno-occipital joints. Symphysis/Secondary cartilaginous joints - (Bone - Hyaline cartilage - Fibrocartilaginous disc - Hyaline cartilage - Bone) Typically occur in the MEDIAN PLANE of the body e. g. Symphysis pubis. Manubriostemal joint Intervertebral joints between vertebral bodies(2) Diarthroses - (Synovial joints). Type of joint. Axis. Movements. Examples. Plane/Glidingjoint. Uniaxial. Gliding. Intercarpal joints. Intertarsal joints. Between articular processes of vertebrae. Hinge joints. Uniaxial. Flexion, Extension. Elbow joints. Ankle joints. Interphalangeal joints. Pivot joints. Uniaxial. Rotation. Median Adantoaxial joint. Superior & inferior radioulnar joints. Condylar joints. Biaxial. Flexion, Extension, Limited rotation. Knee joints. Joints between condyles of mandible and temporal bone. Ellipsoid joints. Biaxial. Flexion, Extension, Abduction, Adduction, Circumduction. Wrist Joint. Metacarpopharyngeal joint. Adantoaxial joints (lateral). Saddle joints. Multiaxial. Flexion, Extension, Abduction, Adduction, Conjunct Rotation. Stemocalvicular joint. First carpometacarpal joint. Calcaneocuboid joint. Ball & Socket Joints. Muitiaxial. Flexion, Extension, Abduction, Adduction, Circumduction, Rotation. Shoulder joint. Hip Joint. Talocalcaneo-navicular joint",
        "cop": 2,
        "opa": "Sutures of the skull",
        "opb": "First costochondral joint",
        "opc": "Tooth socket",
        "opd": "Inferior tibiofibular joints",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "e6d87c78-c7e6-40bc-9974-ea3b26130348",
        "choice_type": "single"
    },
    {
        "question": "Heat therapy is used to treat musculoskeletal pain in many disorders. The methods of heat therapy are classified as superficial and deep heat therapies depending upon their tissue penetration. Which of the following is not a deep heat therapy?",
        "exp": ". Ans. b. Infrared beam (Ref: Physiotherapy by Victor/p230). Infrared beam is a type of superficial heat therapy. Heat Therapy. Superficial. Deep* Only superficial structures i. e., skin and subcutaneous tissues are heated by conduction, convection and conversion (radiation)* It includes:- Hot bath/packs (kenny packs) /soaks/- Compresses^water bottle- Chemical packs- Paraffin wax bath- Infrared lamp- Moist air cabinet* Deeper structures i. e., muscles are heated by conversion or radiation.* It includes:* Short wave diathermy* Microwave therapy* Ultrasound therapy(r)",
        "cop": 2,
        "opa": "Short wave diathermy",
        "opb": "Infrared beam",
        "opc": "Ultrasound therapy",
        "opd": "Microwave diathermy",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "2f30276e-1260-47bc-b333-449903f2e9af",
        "choice_type": "single"
    },
    {
        "question": "Aeroplane splint is used for -",
        "exp": "Ans. is 'd' i. e., Brachial plexus injury COMMON SPLINTS USED IN UPPER LIMBSPLINTINDICATIONAeroplane splint. Brachial plexus Injury. Knuckle Bender Splint. Ulnar nerve Injury. Cock up splint. Radial nerve injury. Functional Humeral brace. Humerus shaft fractures. Volksmann's Splint. Volksmanns Ischaemic Contracture (VIC)",
        "cop": 4,
        "opa": "Conservative management of proximal humerus fractures",
        "opb": "CTEV",
        "opc": "Axillary nerve palsy",
        "opd": "Brachial plexus injury",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "6f8b85a3-08e9-4059-8b83-7b5a608f5d76",
        "choice_type": "single"
    },
    {
        "question": "Ulnar nerve paralysis causes",
        "exp": "Ans. (c) Claw finger deformity. Ref.: Maheshwari 5th ed. / 64* In ulnar nerve palsy especially in long standing cases, the hand assumes the characteristic \"claw\" deformity. It is also known as partial claw hand deformity.* Complete claw hand deformity is due to palsy of ulnar and median nerve both. Condition. Features. Median Nerve Palsy. Labourer Nerve Palsy* Pointing index* Pen test* Ape thumb deformity* Carpal tunnel syndrome. Ulnar Nerve Palsy. Musician nerve palsy* Book test (froment sign)* Card test* Egawa'stest* Claw finger deformity. Radial Nerve Palsy. Lateral cutaneous nerve of thigh (entrapped)* Wristdrop* Thumb drop* Finger drop* Meralgia paraesthetica. Erb's palsy. Policeman tip deformity (Porter's tip deformity)",
        "cop": 3,
        "opa": "Ape thumb deformity",
        "opb": "Wrist drop",
        "opc": "Claw finger deformity",
        "opd": "Meralgia perasthetica",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "0441eba6-63e8-4f5b-ae26-3da0b6e79763",
        "choice_type": "single"
    },
    {
        "question": "Osteoclasts have all of the following except -",
        "exp": "Ans. is 'b' i. e., Receptor for parathormone o Osteoclasts are found in sites in which bone is being remodeled. These are multinucleated giant cells and formed by fusion of mononuclear cells (monocytes & macrophages). These cells are the principal mediator of bone resorption. The characteristic feature is the area of infolded plasma membrane known as ruffled border which is surrounded by an organelle free clear zone through which osteoclast attaches to bone & which is the site of bone resorption.# Though osteoclasts are responsible for resorption, they act when they are activated through osteoblasts# This is because, receptors for hormone that stimulate resorption (parathormone) are present on osteoblasts (not on osteoclasts).# Parathormone activates osteoblasts which then secrete mediators of osteoclastogenesis that stimulate osteoclasts for bone resorption.# RANK binds to RANK Ligand which stimulates bone resorption.",
        "cop": 2,
        "opa": "Bone resorption",
        "opb": "Receptor for parathormone",
        "opc": "Ruffled border",
        "opd": "Rank ligand",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "4f1453c9-4759-43cd-a15f-a31d77a00518",
        "choice_type": "multi"
    },
    {
        "question": "Non traumatic amputation is seen in?",
        "exp": "ANSWER: (D) All of the above. REF: The Washington manual general internal medicine subspecialty consult Geoffrey S. Cislo, Thomas M. De Fer, Katherine E. Henderson Page 178, The Epidemiology of Diabetes Mellitus, Jean Marie Ekoe, Marian Rewers, Rhys Williams Page 573. Amputations are the loss of a body part. Amputations are divided into Traumatic Amputations (those involving loss of a body part caused by an injury) and Non-traumatic Amputations. The later often occurs secondary to diabetes, poor circulation, or infection. Diabetes is the most common cause of non-traumatic amputation of the lower limb. This is primarily a result of peripheral neuropathy. 60% of non-traumatic lower-limb amputations occur among diabetics in the US (National Diabetes Statistics fact sheet, NIDDK, 2003). Causes of non traumatic amputation: Diabetes mellitus. Osteomyelitis. Peripheral neuropathy. Sickle cell anemia. Leprosy. Peripheral vascular disease. Aero osteolysis neurogenic. Charcot-Marie-Tooth disease, Type 2. BCompartment Syn drome. Frostbite. Gangrene. Mycetoma. Sensory Neuropathy",
        "cop": 4,
        "opa": "Sickle cell anemia",
        "opb": "Diabetes mellitus",
        "opc": "Leprosy",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "a0af8e0b-749d-4766-bb33-9ce7950f9944",
        "choice_type": "multi"
    },
    {
        "question": "Stress fracture occurs most commonly in:",
        "exp": "Ans. (a) Metatarsals. Ref: Essential Orthopedics Maheshwari, 5th edn/ 167* Stress fractures often develop from overuse, such as from high-impact sports like distance running or basketball.* Most stress fractures occur in the weight-bearing bones of the foot and lower leg. Studies show that athletes participating in tennis, track and field, gymnastics, dance, and basketball are at high risk for stress fractures.* It most commonly occurs in metatarsals.* It is seen due to imbalance between load and resistance on the bone.* 2 Types of stress fracture:# FATIGUE: Increased load, Normal resistance of bone# INSUFFICIENCY: Normal load, Decreased resistance of bone* Examples of stress fracture:# Lower extremity: March - 2nd MT > 3rd MT# Upper extremity: Olecranon",
        "cop": 1,
        "opa": "Metatarsals",
        "opb": "Metacarpals",
        "opc": "Calcaneum",
        "opd": "Talus",
        "subject_name": "Orthopaedics",
        "topic_name": "General",
        "id": "6ef99729-c365-4ab6-aaf9-fc42673cc6e4",
        "choice_type": "single"
    }
]