[
    {
        "question": "Patient present with pain in base of thumb. What is the tendon marked?",
        "exp": "De Quervain's Tenosynovitis. De Quervains tenosynovitis is a stenosing tenosynovitis of unknown aetiology which occurs in the first dorsal compartment at the level of the radial styloid. It involves the common extensor sheath containing the tendons of abductor pollicis longus and extensor pollicis brevis. There is palpable thickening of the tendon sheath with painful limitation of extension of the thumb. Treatment frequently requires division of the thickened sheath, care being taken to avoid the adjacent superficial radial nerve. Division of the sheath produces no functional impairment.",
        "cop": 1,
        "opa": "APL and EPB",
        "opb": "APB and EPB",
        "opc": "APL and EPL",
        "opd": "APB and EPL",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "b5a99fb4-e815-47b2-bf7e-638ce63bb777",
        "choice_type": "single"
    },
    {
        "question": "Bennet fracture dislocation involves base of -",
        "exp": "Ans. is 'a' i. e., 1st metacarpal * Benett's fracture is an intra-articular fracture dislocation of the palmar base of first metacarpal bone of the thumb with either subluxation or dislocation of first carpometacarpal joint, i. e. trapezometacarpal joint. The common mechanism of injury is an axial blow directed against the partially flexed metacarpal, in most cases during \"Fist fights\". Patient complains of pain, swelling and tenderness over the base of the thumb. Movements of thumb are restricted.",
        "cop": 1,
        "opa": "1st metacarpal",
        "opb": "5th metacarpal",
        "opc": "1st metatarsal",
        "opd": "5th metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "cf1de0ac-a4bf-4ca2-b89d-40b3cc210b75",
        "choice_type": "single"
    },
    {
        "question": "Boxers fracture is fracture through -",
        "exp": "Ans. is 'b' i. e., 5th metacarpal neck * Boxers' fracture: It is a ventrally displaced fracture through the neck of the 5th metacarpal, usually occurs in boxers.",
        "cop": 2,
        "opa": "5th metacarpal base",
        "opb": "5th metacarpal neck",
        "opc": "5th metatarsal base",
        "opd": "5th metatarsal neck",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "09e498c8-b56b-4a77-8835-8ce44bdf2479",
        "choice_type": "single"
    },
    {
        "question": "Duputrcn's contracture is seen in",
        "exp": "(B) (Palmer fascia) (338 343 Apley 8th) (567 -68 CDT - orthopedics 4th)DUPUYTREN'S CONTRACTURE;- This is nodular hypertrophy and contracture of the superficial palmer fascia (palmar aponeurosis) Autosomal dominant trait* More common in males than female, prevalence increases with age, * High incidence in epileptics receiving phenytoin therapy associations with diabetes, smoking, alcoholic cirrhosis AIDS, and pulmonary tuberculosis* Middle aged men- complains of a nodular thickening in the palm, Gradually this extends distally to involve the ring of little fingers, sometimes the dorsal knucle pads one thickened (Garrod's pad), nodules on he soles of the feet (Ledderhose's disease)* There is rare, curarior association with Fibrosis of the corpus covemosum (Peyronie's disease). Treatment* Surgery does not cure the disease, it only partially corrects the deformity and recurrence for extension is common* Treatment of choice - subtotal fasciotomy *** Complete faciectomy is usually unnecessary and fraught with complication* Amputation is occasionally advisable for severe, recurrent disease in the little fingers. Profound stiffness or neurovascular compromise* The goal of surgical release is to a achieve a regional fasciectomy or subtotal fascioctomy that allows maximal untethered joint motion (568-CDT 4th)",
        "cop": 2,
        "opa": "Leg muscle",
        "opb": "Palmer fascia",
        "opc": "Planter fascia",
        "opd": "Cremester fascia",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "80d290a1-7f3d-4177-8e02-34140273f7c2",
        "choice_type": "single"
    },
    {
        "question": "What is Gamekeeper's thumb?",
        "exp": "Ans. A. Ulnar collateral ligament injury of MCP joint. Sprain or rupture of ulnar collateral ligament (abbreviated as UCL) of first metacarpophalangeal joint is commonly known as Gamekeeper's thumb. This is the most common injury of MCP joint. It occurs when the thumb is forced into radial deviation that stresses the ulnar collateral ligament. The interaction between the thumb and first web space with skie pole grips has been blamed for the associated UCL rupture in this sport. When there is tearing of ulnar collateral ligament from its phalangeal insertion, the adductor pollicis aponeurosis may become interposed between the retracted ligament and inhibits the healing of the ligament to the proximal phalanx with closed treatment (referred to as stener's lesion).",
        "cop": 1,
        "opa": "Ulnar collateral ligament injury of MCP joint",
        "opb": "Radial collateral ligament injury of CMC joint",
        "opc": "Radial collateral ligament injury of MCP joint",
        "opd": "Ulnar collateral ligament injury of CMC joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "90a937be-cc9a-4573-9d8e-47d3088f5c4a",
        "choice_type": "single"
    },
    {
        "question": "Motorcyclist's fracture is -",
        "exp": "Ads. is 'b' i. e., Transverse fracture across base of skull Motorcyclist's fractureo Because of the inherent instability of two wheeled vehicles, the rider and passanger inevitably fall to the ground in a crash. Injuries can occur to any part of the body, but the limbs and head are particularly susceptible to serious injury. o Impact with the road surface or another vehicle at speed often causes skull fracture, even in the presence of a helmet. o A transverse fracture across the floor of the skulk usually called a \"hinge fracture\", is sometimes referred to as motorcyclist fracture. At autopsy, the base of the skull may be appriciated to have divided into two halves, each moving independently of each other like a hinge, the so-called motorcyclist fracture.",
        "cop": 2,
        "opa": "Stellate fracture across base of skull",
        "opb": "Transverse fracture across base of skull",
        "opc": "Lamina fracture of Cl vertebra",
        "opd": "Spinous process fracture of C7 vertebra",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "12b8bc2b-30e3-40c9-912c-cd892f725db2",
        "choice_type": "single"
    },
    {
        "question": "Dupuytrens Contracture occurs in",
        "exp": "(Palmer fascia): (293- Maheshwari 4th edition). Dupuytren's contracture (Contracture of the palmer aponeurosis)DUPUYTREN'S CONTRACTURE:- This is nodular hypertrophy and contracture of the superficial palmer fascia (palmar aponeurosis) Autosomal dominant trait* More common in males than female, prevalence increases with age. * High incidence in epileptics receiving phenytoin therapy associations with diabetes, smoking alcoholic cirrhosis AIDS, and pulmonary tuberculosis* Middle aged men-complains of a nodular thickening in the palm, Gradually this extends distally to involve the ring or little fingers, sometimes the dorsal knucle pads one thickened (Garrod's pad), nodules on the soes of the feet (Ledderhose's disease)* There is rare, curarior association with Fibrosis of the corpus covemosum (Peyronie's disease). Treatment* Surgery does not cure the disease, it only partially corrects the deformity and recurrence or extension is common* Treatment of choice - subtotal fasciotomy*** Complete fasciectomy is usually unnecessary and fraught with complications* Amputation is occasionally advisable for severe, recurrent disease in the little fingers. Profound stiffness or neurovascular compromise* The goal of surgical release is to a achieve a regional fasciectomy or subtotal fasciectomy that allows maximal untethered joint motion (568-CDT 4th)",
        "cop": 1,
        "opa": "Palmer fascia",
        "opb": "Planter fascia",
        "opc": "Shoulder fascia",
        "opd": "Hip joint fascia",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "261e4b99-7f65-421b-b237-098f3238f84d",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male comes to his physician for a follow up visit with weakness of his right hand. Two months ago, he suffered a motor vehicle accident in which his right hand was affected. On examination, he is unable to flex the metacarpophalangeal joints of the ring and index fingers, and is unable to adduct the same fingers. Which of the following muscles are most likely paralyzed?",
        "exp": "Answer: b) Palmar interossei. Muscles. Nerve supply. Function. Flexor digitorum profundus. Lateral half by median nerve (anterior interosseous nerve); medial half by ulnar nerve Flexes distal interphalangeal joints of the index, middle, ring, and little fingers; can also flex metacarpophalangeal joints of the same fingers and the wrist joint. Palmar interossei. Ulnar nerve. Adduction of the thumb, index, ring, and little fingers at the metacarpophalangeal joints. Dorsal interossei. Ulnar nerve. Abduction of index, middle, and ring fingers at the metacarpophalangeal joints. Extensor digitorum. Posterior interosseous nerve Extends the index, middle, ring, and little fingers; can also extend the wrist",
        "cop": 2,
        "opa": "Flexor digitorum profundus",
        "opb": "Palmar interossei",
        "opc": "Extensor digitorum",
        "opd": "Dorsal interossei",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "2340e497-62c5-4044-bd49-dbff15f23fb2",
        "choice_type": "single"
    },
    {
        "question": "Scaphoid fracture is most common in -",
        "exp": "Ans. is 'b' i. e., Waist * Most common site of scaphoid fracture is the waist of the scaphoid (70%).* Other sites of fracture are proximal pole (20%), distal body (10%), tuberosity, osteochondral fracture.",
        "cop": 2,
        "opa": "Proximal pole",
        "opb": "Waist",
        "opc": "Distal pole",
        "opd": "Tuberosity",
        "subject_name": "Orthopaedics",
        "topic_name": "Hand Injuries",
        "id": "a90ea77a-eacc-4651-b611-a3644339ae68",
        "choice_type": "single"
    }
]