[
    {
        "question": "A patient of nephrotic syndrome taking steroids for 6 years presented with a limp gait and of limitation of abduction and internal rotation. He most probably has:",
        "exp": "Ans. is 'b' ie Avascular necrosis of hip \"The femoral head is the commonest site of symptomatic osteonecrosis (avascular necrosis), mainly because of its peculiar blood supply which renders it vulnerable to ischemia. Non traumatic osteonecrosis is seen in association with infiltrative disorders of the marrow, Gaucher's ds Sickle cell ds. coagulopathies, Caisson's ds., SLE and more commonly - high dosage of corticosteroids administration and alcohol abuse. \"Clinical features of avascular necrosis of hip\"The presenting complaint is usually pain in the hips (or in over 50% of cases, both hips), which progresses over a period of 2-3 yrs to become quite severe. \"On examination the pt. walks with a limp and may have a positive Trendelenburg's sign. The thigh is wasted and the limb may be 1-2 cm short. Movements are restricted, particularly abduction and internal rotation. \"A characteristic sign is a tendency for the hip to twist into internal rotation during passive flexion. This corresponds to Sectorial sign in which, with the hip extended, internal rotation is almost full, but with the hip flexed it is grossly restricted. \"",
        "cop": 2,
        "opa": "Renal osteodystrophy",
        "opb": "Avascular necrosis of hip",
        "opc": "Septic arthritis",
        "opd": "Osteomyelitis of hip jt",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "aa099269-8a52-46e2-aa4d-c7c49d8f0a05",
        "choice_type": "single"
    },
    {
        "question": "An 11 year old 70 kg. Child presents with limitation of abduction and internal rotation. There is tenderness in scarpas triangle. On flexing the hip the limb is abducted. The diagnosis is:",
        "exp": "Ans. is 'b' i. e., Slipped capital femoral epiphysis Let's see each option one by one. Slipped capital femoral epiphysis: It is the displacement of the proximal femoral epiphysis (or described simply as displacement of the femoral head on the femoral neck). The direction of the slip is always posterior and often medial. The displacement could be chronic displacement or acute displacement. Clinical picture: Age group usually affects adolescents age 11- 13 years. The typical patient is overweight often markedly. Rarely the patient is tall, asthenic and rapidly growing. symptoms and signs: The onset of SCFE is usually insidious (90% is chronic form of SCFE), with a h/o a painful limp for 1 to several month of prior. The pain is characteristically aching and located in the thigh or knee rather than the hip. The change in hip range of motion is usually diagnostic. There is loss of abduction and internal rotation of the hip, although these may be difficult to identify in the grossly overweight child. There is almost always a characteristic obligatory external rotation of the hip when it is flexed because of the distorted hip anatomy caused by the disorder. The femoral head is post to its normal position, so the flexed hip must externally rotate to keep the head within the acetabulum. Legg-Calve - Perthes Disease: (Osteochondritis of head of femur)is a serious but self-limited pediatric hip disorder. Cause is unknown. The disease is thought to be related to avascular necrosis of the hip (Femur head ). Clinical Presentation: A child 4 -10 years of age presents usually with a painless limp. If pain is present it may be mild and referred to the thigh or knee. The child is usually small for their age and have retarded bone age. Physical examination discloses atrophy of the thigh on the affected side and usually limited hip motion. The typical patients have a flexion contracture of 0 -30 degrees, loss of abduction compared with the opposite side and loss of internal rotation of hip. Observation Hip ( Transient synovitis of the hip): It is benign, nontraumatic, self-limited disorder that mimics septic hip in clinical presentation. Septic hip must be excluded before making its diagnosis. Synovial fluid rapidly accumulates under pressure in the hip joint, and there may be severe pain from capsular distention. The fluid is resorbed within 3 -7 days, with no long term sequelae. Although, the cause of transient synovitis is unclear, evidence suggest it is associated with immune responses to viral or bacterial antigen mediated through the synovial membrane. Clinical Picture: Age group 4-5 years. As with septic hip URTI often proceeds transient synovitis by a few days to two weeks. The hip contains excess synovial fluid and is held in flexion, abduction and external rotation because this is the joint position of maximum capacity. The joint is sore and resistant to movement. Tuberculosis of the hip: Disease is insidious in onset and runs a chronic course. The child may be apathetic and pale with loss of appetite before definite symptoms pertaining to the hip appear. Stiffness of hip night cries pain referred to knee, limping. Swelling around the hip because of cold abcess. Deformity: Stage I*- Flexion, abduction & external rotation (FABER). Stage II * - Flexion, adduction & internal rotation (FADIR). Stage III* - Exaggeration of Stage II.",
        "cop": 2,
        "opa": "Perthes disease",
        "opb": "slipped capital femoral epiphyses",
        "opc": "Observation hip",
        "opd": "Tuberculosis hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "1107f718-852b-4f3b-8b00-08371fa9d451",
        "choice_type": "single"
    },
    {
        "question": "Perthes affects age group-",
        "exp": "Ans. is 'b' i. e., 4-8 yrs PERTH E'S DISEASE (LEGG-CALVE PERTHE S DISEASE)o Perthe's disease is also known as osteochondritis deformans juvenilis or Coxa plana or Pseudocoxalgia. Perthe's disease is an osteochondritis of the epiphysis of the femoral head (capital femoral epiphysis). In the disease, the femoral head becomes partly or wholly avascular and deformed. The disease occurs commonly in males in the age group of 5-10 years. Etiology of Perthe's diseaseo Perthes disease is the most common form of osteochondroses (osteochondroses are characterized by avascular necrosis (AVN) and defective endochondral ossification of primary or secondary' ossification centers)o The etiology remains unknow n, but is currently accepted that the disorder is caused by an interruption of the blood supply to the capital femoral epiphysis, causing avascular necrosis. Clinical features of Perthes diseaseo Perthes disease is common in male of age group 5-10 years. o Pain in the hip, often radiating to knee, o Limp (antalgic limp). o Limitation of movement. Abduction, internal rotation and extension are limited, therefore there is adduction, external rotation, and flexion deformity', o Shortening of limb. o Positive trendelenburg test. o During the disease process, bone age is 1-3 years lower than the normal. After healing, bone age returns to normal. Radiological investigations for Perthe's diseaseo Following radiological investigations are usedX-ray hip. Findings are:-Increased medial joint space. Widening of femoral neck. Lateral extrusion (lateral subluxation). Metaphyseal cysts and rarefaction of metaphysis. Horizontal physis with speckled calcification lateral to it Fragmentation of femoral head with increased density (irregular densities in the epiphysis). Bone scan. May show a decrease uptake by femoral head. MRIIt is the investigation of choice as it can diagnose Perthes disease in early stages when X-ray is normal. MRI tells about. Extent of area involved. Sphericity of the head. Subluxation of the head. Thus MRI helps better in planning for management.",
        "cop": 2,
        "opa": "< 4 yrs",
        "opb": "4 - 8 yrs",
        "opc": "10 - 25 yrs",
        "opd": "> 25 yrs",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "345656b5-0ffd-4a65-8868-9a1a34697bf4",
        "choice_type": "single"
    },
    {
        "question": "Ortolani's test is used to diagnose -",
        "exp": "Ans. is 'c' i. e., Developmental dysplasia of the hip o Two commonly used clinical test for DDH/CDH are:-i) Barlow's testii) Ortolani's testo Barlow's test# Part 1 - Click sound (clunck) of dislocation on adduction.# Part 2 - Click sound (clunck) of reduction on abductiono Ortolanis test# Click sound (clunk) of reduction on abduction. Note: o If both Barlow's test and ortolani's test are given as options in the same question, go ahead with ortolani's test as some clinicians do not consider part 2 as Barlow's test.",
        "cop": 3,
        "opa": "Congentital coxa vara",
        "opb": "Slipped Capital femoral epiphysis",
        "opc": "Developmental dysplasia of the hip",
        "opd": "Perthe's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "821f0c39-4a3f-4408-a376-120e2ce5291b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following movements is restricted in Perthe's disease -",
        "exp": "Ans. is 'd' i. e., Abduction & internal rotation. Clinical features of Perthes diseaseo Perthes disease is common in male of age group 5-10 years. o Pain in the hip, often radiating to knee, o Limp (antalgic limp)o Limitation of movement:-Abduction, internal rotation and extension are limited, therefore there is adduction, external rotation, and flexion deformity, o Shortening of limb. o Positive trendelenburg test. o During the disease process, bone age is 1-3 years lower than the normal. After healing, bone age returns to normal.",
        "cop": 4,
        "opa": "Adduction & external rotation",
        "opb": "Abduction & external rotation",
        "opc": "Adduction & internal rotation",
        "opd": "Abduction & internal rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "14dee4b7-9922-4eb8-b4ae-fea42e9a1a80",
        "choice_type": "single"
    },
    {
        "question": "Perthes disease etiology is-",
        "exp": "Ans. is 'd' i. e., Unknown PERTH E'S DISEASE (LEGG-CALVE PERTHE S DISEASE)o Perthe's disease is also known as osteochondritis deformans juvenilis or Coxa plana or Pseudocoxalgia. Perthe's disease is an osteochondritis of the epiphysis of the femoral head (capital femoral epiphysis). In the disease, the femoral head becomes partly or wholly avascular and deformed. The disease occurs commonly in males in the age group of 5-10 years. Etiology of Perthe's diseaseo Perthes disease is the most common form of osteochondroses (osteochondroses are characterized by avascular necrosis (AVN) and defective endochondral ossification of primary or secondary' ossification centers)o The etiology remains unknow n, but is currently accepted that the disorder is caused by an interruption of the blood supply to the capital femoral epiphysis, causing avascular necrosis. Clinical features of Perthes diseaseo Perthes disease is common in male of age group 5-10 years. o Pain in the hip, often radiating to knee, o Limp (antalgic limp). o Limitation of movement. Abduction, internal rotation and extension are limited, therefore there is adduction, external rotation, and flexion deformity', o Shortening of limb. o Positive trendelenburg test. o During the disease process, bone age is 1-3 years lower than the normal. After healing, bone age returns to normal. Radiological investigations for Perthe's diseaseo Following radiological investigations are usedX-ray hip. Findings are:-Increased medial joint space. Widening of femoral neck. Lateral extrusion (lateral subluxation). Metaphyseal cysts and rarefaction of metaphysis. Horizontal physis with speckled calcification lateral to it Fragmentation of femoral head with increased density (irregular densities in the epiphysis). Bone scan. May show a decrease uptake by femoral head. MRIIt is the investigation of choice as it can diagnose Perthes disease in early stages when X-ray is normal. MRI tells about. Extent of area involved. Sphericity of the head. Subluxation of the head. Thus MRI helps better in planning for management.",
        "cop": 4,
        "opa": "Pyogenic",
        "opb": "Tubercular",
        "opc": "Traumatic",
        "opd": "Unknown",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "a6dea512-081e-4e96-bbbc-d74f768a9cc7",
        "choice_type": "single"
    },
    {
        "question": "Irregular thigh folds are seen in-",
        "exp": "Ans. is 'a' i. e., Deveopmental dysplasia of hip Risk factors for DDH/CDHo Femaleso First bomso Familial. DDH is found in familieso Faulty intrauterine position (Breech presentation)o Hormone induced laxityo Oligohydramnion. Clinical features of DDHo Girls are affected six times as often as boys. In one third of cases, bilateral affection occurs. Unless it is specially looked for in infancy - as it always should be - abnormality may not be noticed until the child begins to walk. The clinical findings in older child arei) Limitation of abduction and external rotationii) Limb is in adduction, internal rotation & flexion. iii) Asymmetrical thigh foldiv) Higher buttock fold on the affected side. v) Galeazzi's sign: The level of the knees are compared in a child lying with hip flexed to 70deg and knees flexed. There is a lowering of the knee on the affected sidevi) Ortolani's test may be positive. vii) Trendelenbug's test is positive: This test is performed in an older child. The child is asked to stand on the affected side. The opposite ASIS (that of the normal side) dips down. viii) The limb is short and slightly externally rotated. There is lordosis of the lumbar spine. ix) Telescopy positive: In a case of a dislocated hip, it will be possible to produce an up and down piston- like movement at the hip. This can be appreciated by feeling the movement of the greater trochanter under the fingers. x) A child with unilateral dislocation exhibits a typical gait in which the body lurches to the affected side as the child bears weight on it (Trendelenburg'sgait). An a child with bilateral dislocation, there is alternate lurching on both side (waddling gait). xi) There is compensatory genu valgum as patient tries to keep the foot out (to compensate adduction at hip).",
        "cop": 1,
        "opa": "Deveopmental dysplasia of hip",
        "opb": "Perthe's disease",
        "opc": "Slipped Capital femoral epiphysis",
        "opd": "Congenital coxa vara",
        "subject_name": "Orthopaedics",
        "topic_name": "Hip, Spine, Neck, and Shoulder Problems",
        "id": "cc1ac165-b9d8-4532-bf85-89b7ddb75d74",
        "choice_type": "single"
    }
]