[
    {
        "question": "Open reduction is indicated in",
        "exp": "Ans. is 'c' i.e. lateral condyle humerus lateral condyle humerusis commonly displaced and is treated by OR & IF with K wires*Treatment of clavicle -Conservative figure of 8 bandage *Treatment of both bones fore arm in children -In children these fractures are often undisplaced or minimally displaced therefore managed conservatively - CR & immobilization in an above elbow plaster cast. forearm in adultsis often displaced so treatment by OR & IF.Treatment of supracondylar humerusMostly conservative - CR immobilization in an above elbow plaster slab with the elbow in hyperflexionon failure of conservative methods sometimes OR & IF with K wires is done.",
        "cop": 3,
        "opa": "clavicle",
        "opb": "both bone forearm in children",
        "opc": "lateral condyle humerus",
        "opd": "supra condyle humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "882e0a18-0253-40b7-97e6-910f9d391df7",
        "choice_type": "multi"
    },
    {
        "question": "Nerve injured in fracture of medial epicondyle of humerus -",
        "exp": "Ans. is 'c' i.e., UlnarSite of injuryNerve injuredFracture surgical neck humerusAxillary nerveFracture shaft humerusRadial nerveSupracondylar fractureMedian nerve (anterior interosseous branch)Medial epicondyle fractureUlnar nervePosterior dislocation of HIPSciatic nerveFibular neck fractureCommon peroneal nerve",
        "cop": 3,
        "opa": "Anterior interosseous",
        "opb": "Median",
        "opc": "Ulnar",
        "opd": "Radial",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "db17b5ea-bed2-466c-82f8-570204c9719f",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of lateral condylar fracture in children is:",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures, 9th editionExplanation:LATERAL CONDYLAR FRACTURES IN CHILDRENMost commonly around 6 years of age.Most common distal humeral epiphyseal fracture.Milch classification: Two types of lateral condylar fractures.Milch Type IFracture extends medially from the metaphysis into the capitellotrochlear groove.It is a Salter-Harris type IV injury.It is less common than Milch type II fracture and is more stable than type II.Milch Type IIFracture line extends from the metaphysis into the physeal plate and exits in the groove of the trochlea.More unstable than type I, hence displaces more commonly.It is a Salter-Harris type II physeal injury.CLASSIFICATION OF PHYSEAL INJURIESAny injury in the ends of the long bone in the presence of an unfused growth plate is a physeal injury: behaves different from an adult fracture due to the growing potential of the physis.Injury to one part of the physis leads to grow th arrest on that side leading to progressive deformities, e.g.. Genu varum - from injury to medial physeal plate: cubitus valgus from injury to lateral physeal plate.Most commonly used classification for physeal injury - Salter-Harris classification.SALTER-HARRIS CLASSIFICATIONBased on the radiographic appearance of the fracture.Higher the classification, more likely is the physeal arrest and complications.Type 1 - Epiphyseal separations through the physis only + displacement.Type II - Fracture line starts from the metaphysis and enteral and extends along the physeal plate.Thurston-Holhind sign or Thurston-Holland fragment - The metaphyseal spike attached to the separated epiphysis is called Thurston-Holland fragment.Type III - Fract ire extends through part of the physeal plate and passes through the epiphysis into the joint.Type IV - Fracture starts at the metaphysis and passes through the physis and epiphysis and into the joint.Type V - Compression fracture of the physis.Cannot be visualized radiologicalIv as there is no fracture line visible in radiograph.Can only be diagnosed retrospectively after development of progressive shortening or deformity of the bone.Other methods of classification - Peterson, Kang. Ogden. Weber. Poland.Mnemonic for Salter-Harris classification - SALTER.Assume a long bone with the epiphyses at the base.Type I - S = Slip (separated) - Fracture of the cartilage of the physis (growth plate).Type II - A = Above - Fracture lies above physis or Away from joint.Type 111 - L = Lower - Fracture is below physis in the epiphysis.Type 1V - TE = Through Every thing - Fracture is through the metaphysis, physis and epiphysis.Type V - R = Rammed (crushed) - Physis is crushed.Mnemonic for order of formation of secondary ossification centres in the distal humerus: CRITOESecondary ossification centre (approx)Formation yearCapitellum1 yearRadial head3 yearsInternal (Medial) epicondyle5 yearsTrochlea7 yearsOlecranon9 yearsExternal (Lateral) epicondyle11 yearsNOTELateral condyle epiphysis forms the capitellum and the lateral flange of the trochlea.Medial condyle epiphysis forms the medial flange of the trochlea.Hence the trochlea develops from both medial epiphy sis and the medial half of the lateral epiphysis.",
        "cop": 1,
        "opa": "Valgus deformity",
        "opb": "Cubitus varus",
        "opc": "Malunion",
        "opd": "Hyperextension",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "a5617ed0-0a78-4a55-aa4a-93923775e8f7",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of mid shaft humerus fracture is -",
        "exp": "Ans. is 'a' i.e., Radial nerve palsy Complications of humerus shaft fractureNerve injury : - Radial nerve is the most commonly injured nerve in fracture shaft humerus. It is particularly common in oblique fractures at the junction of middle and distal third of the bone (Holstein- Lews fracture).Vascular injury : - Brachial artery damage.Delayed union or non-union : - Delayed union or non-union may occur, especially in transverse fracture of the midshaft. The cause of non-union is distraction at fracture site due to gravity and weight of plaster.Joint stiffness : - Shoulder & elbow stiffness.",
        "cop": 1,
        "opa": "Radial nerve palsy",
        "opb": "Median nerve palsy",
        "opc": "Nonunion",
        "opd": "Malunion",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "7056c115-c69a-4509-9463-cb821c2a47a8",
        "choice_type": "single"
    },
    {
        "question": "Tardy Ulnar nerve palsy may be seen after all except-",
        "exp": "Ans. is 'd' i.e., Fracture midshaft ulna Causes of tardy ulnar nerve palsyi) Malunited lateral condyle humerus fracture (cubitus valgus)ii) Displaced medial epicondyle humerus fractureiii) Cubitus varus deformity (due to supracondylar fracture humerus)iv) Elbow dislocationv) Contusions of ulnar nervevi) Shallow ulnar groovevii) Hypoplasia of humeral trochleaviii) Joint deformity after prolonged arthritis of elbow",
        "cop": 4,
        "opa": "Malunited lateral condyle humerus fracture",
        "opb": "Cubitus Varus due to malunited supracondylar fracture of the humerus",
        "opc": "Old neglected elbow dislocation presenting with cubitus valgus",
        "opd": "Fracture midshaft ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "c89ff026-de81-45d4-94b5-2c96af574cde",
        "choice_type": "multi"
    },
    {
        "question": "Nerve commonly involved in fracture distal shaft of the Humerus is:",
        "exp": "Ref: Shao YC, Harwood P. Grotz MR, Limb D, Giannoudis PV. Radial nerve palsy associated with fractures of the shaft of the humerus: a systematic review.Pone Joint Surg Br. 2005 Dec;87(12):1647-52. & Wheeless' Textbook of Orthopaedics.Explanation:\"Fractures of the middle and middle-distal pans of the shaft had a significantly higher association with radial nerve palsy\"Palsy Associated with Distal Third Fracture of humerusRadial nerve may be injured by fractures is at junction of mid and distal thirds of humeral shaft, esp if there is lateral displacement of distal fragmentThe radial nerve emerges from spiral groove at this location & is tethered as it pierces the intermuscular septumNerve cannot yield to lateral displacement of distal fragment and therefore may be subject to neuropraxia.",
        "cop": 1,
        "opa": "Radial",
        "opb": "Medial",
        "opc": "Ulnar",
        "opd": "Circumflex brachial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "776e0fa9-478e-494a-99d6-3fb6734ef7b9",
        "choice_type": "single"
    },
    {
        "question": "Cubitus Valgus Deformity is commonly seen in which of the following conditions -",
        "exp": "Ans. is 'a' i.e., Malunited Lateral Condylar fracture of Humerus o Fractures commonly showing cubitus valgus deformity due to malunion :# Fracture lateral condyle humerus# Monteggia Fracture Dislocationo Complications of lateral condylar humerus fractures# Cubitus valgus# Cubitus Pseudovarus (lateral spur)# Tardy ulnar nerve palsy# Osteonecrosis of the trochlea",
        "cop": 1,
        "opa": "Malunited Lateral Condylar fracture of Humerus",
        "opb": "Malunited Supracondylar Fracture of Humerus",
        "opc": "Posterior dislocation of elbow",
        "opd": "Fracture medial condyle of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "6b666636-5434-47d3-aa1f-717621b83e7a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve injury is most commonly associated with a humerus shaft fracture?",
        "exp": "Ans. is 'a' i.e., Radial nerve NERVE INJURIES ASSOCIATED WITH VARIOUS FRACTURESFRACTURENERVE INVOLVEDFracture Shaft HumerusRadial NerveSupracondylar humerus fractureAnterior Interosseus nervePosterior dislocation of hipSciatic nerveFracture neck of fibulaCommon peroneal nerveFracture medial epicondyle of humerusUlnar nerveFracture radial headPosterior interosseus nerve",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Axillary nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "d3c74c32-15fb-4404-ae2b-68b8bc94a520",
        "choice_type": "single"
    },
    {
        "question": "Cubitus valgus is seen in -",
        "exp": "Ans. is 'a' i.e., Lateral condyle of humerus o Fractures commonly showing cubitus valgus deformity due to malunion :# Fracture lateral condyle humerus# Monteggia Fracture Dislocationo Complications of lateral condylar humerus fractures# Cubitus valgus# Cubitus Pseudovarus (lateral spur)# Tardy ulnar nerve palsy# Osteonecrosis of the trochlea",
        "cop": 1,
        "opa": "Lateral condyle of humerus",
        "opb": "Intercondylar of humerus",
        "opc": "of the olecranon",
        "opd": "Head of the radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "c8298e5e-7c87-4dad-a845-85253f50ad72",
        "choice_type": "single"
    },
    {
        "question": "Tardy ulnar nerve palsy seen in?",
        "exp": "ANSWER: (B) Malunited lateral condylar fractureREF: Apley 8th ed p. 599TARDY ULNAR NERVE PALSY:Seen after fracture of lateral condyleLate complication , may be seen years after the injuryMotor loss occurs first followed by sensory changesCubitus valgus deformity leads to stretching of medial structures including ulnar nerve",
        "cop": 2,
        "opa": "Malunited supra condylar fracture",
        "opb": "Malunited lateral condylar fracture",
        "opc": "Malunited medial condylar fracture",
        "opd": "Fracture both bones of forearm",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "67a540d1-9920-442d-8ce3-9eb7c48b6d21",
        "choice_type": "multi"
    },
    {
        "question": "Tardy ulnar nerve palsy is seen in:",
        "exp": "Ref: Apleys System of orthopaedic and fractures, 9th edition, page 761 to 763.Explanation:Tardy Ulnar Nerve PalsyIt refers to the nerve involvement, gradually over a period of time, not immediately after the primary injury.This is demonstrated in the Cubitus Valgus deformity that complicates fractures of the lateral condyle of the humerus resulting in damage to the lateral half of the distal humeral epiphysis.This causes an increasing valgus of the elbow during growth which gradually stretches the ulnar nerve medially with a late ulnar nerve involvement.",
        "cop": 2,
        "opa": "Cubitus varus",
        "opb": "Cubitus valgus",
        "opc": "Genu varus",
        "opd": "Genu valgus",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "9ea40479-7a1b-4ff9-b68c-d066671cd1e2",
        "choice_type": "single"
    },
    {
        "question": "Tardy ulnar nerve palsy is seen in -",
        "exp": "Ans. is 'b' i.e., Lateral condyle humerus o Causes of tardy ulnar nerve palsy are : -Main nited lateral condyle humerus fracture (cubitus valgus)Displaced medial epicondyle humerus fractureCubitus varus deformity' (due to supracondylar fracture humerus)Elbow dislocationContusions of ulnar nerveShallow ulnar grooveHypoplasia of humeral trochleaJoint deformity after prolonged arthritis of elbow",
        "cop": 2,
        "opa": "Medial condyle humerus",
        "opb": "Lateral condyle humerus",
        "opc": "Humerus shaft fracture",
        "opd": "Fracture shaft radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "b346fe82-b0ce-4e49-b0d6-fb64f69bc485",
        "choice_type": "single"
    },
    {
        "question": "Pain & tenderness over the lateral condyle of humerus with a painful dorsi flexion of the wrist is indicative of -",
        "exp": "Ans. is 'b' i.e., Tennis elbow Pain and tenderness over the lateral condyle of humerus with a painful dorsiflexion of the wrist is indicative of Tennis elbow or lateral epicondylitis.Tennis elbow is one of the overuse or repetitive strain syndromes.These conditions have acquired names derived from the activities in which they were encountered when they were first described.Tennis elbowPain and tenderness over the lateral epicondyle of the elbow {or more accurately the bony insertion of the common extensor tendon).The condition is probably a chronic tendinitis of the extensor carpi radialis brevis and is common in tennis players.Clinical featuresPatient is an active individual of 30-40 years.Pain comes on gradually often after a period of unaccustomed activity involving forceful gripping and wrist extension.ExaminationElbow looks normal and flexion and extension are full and painless.Localized tenderness at or just below the lateral condyle is characteristic.Pain can be produced by passively stretching the extensor radialis brevis.This is done by Extending the elbow, pronating the forearm and then passively flexing the wrist.Active extension of the wrist against resistance (cozen' s test)X - Ray - normalT/T -Many methods are available but benefits of most are unclear.Also knowGolfer's elbow (medial epicondylitis)This is very similar to tennis elbow except that the flexor origin (not the extensor) is affected.Baseball pitcher's elbowThis is caused by the damage to the bones or the soft tissues attachment around the elbow due to repetitive vigorous throwing activities.This is common in baseball players in whom hypertrophy of the lower humerus and incongruity of the joint or loose body and osteoarthritis occurs at the elbow joint.",
        "cop": 2,
        "opa": "Golfer's Elbow",
        "opb": "Tennis Elbow",
        "opc": "Pitcher's Elbow",
        "opd": "Cricket Elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Humerus Fractures",
        "id": "1c76c843-24e8-468b-8036-831c51a8ae48",
        "choice_type": "single"
    }
]