[
    {
        "question": "A 72-year-old woman presents with bone pain and tenderness in her lower extremities and left clavicle. Physical examination reveals tenderness to palpation on her lower legs and left midclavicle. Laboratory studies reveal elevated calcium, decreased phosphate, and elevated parathyroid hormone (PTH). X-ray reveals the following. Which of the following is the diagnosis?",
        "exp": "Ans. (d) Osteitis fibrosa cystica. The patient in this question has hyperparathyroidism (elevated PTH) and is showing clinical symptoms for osteitis fibrosa cystica, a disease in which cystic bone spaces are filled with brown fibrous tissue. This disease is associated with hyperparathyroidism because PTH first acts on osteocytes and then on osteoclasts, causing calcium to be resorbed from the bone matrix and available in the blood stream (hypercalcemia). PTH also causes decreased phosphate reabsorption in the nephron, which causes decreased blood phosphate levels (hypophosphatemia). Hypercalciuria is yet another sign of hyperparathyroidism, which leads to the formation of calcium oxalate stones. The figure shows osteosclerosis with greater density at the endplates (rugger jersey spine), which can be seen with hyperparathyroidism. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 4,
        "opa": "Paget disease of the bone",
        "opb": "Osteomalacia",
        "opc": "Osteoporosis",
        "opd": "Osteitis fibrosa cystica",
        "subject_name": "Orthopaedics",
        "topic_name": "Hyperparathyroidism",
        "id": "493fcd5d-a3d7-42a1-a531-98cd155e1412",
        "choice_type": "single"
    },
    {
        "question": "Subperiosteal bone resorption is seen in -",
        "exp": "Ans. is 'd' i. e., Hyperparathyroidismo Hallmark or characteristic feature of hyperparathyroidism is subperiosteal erosion of bone, particularly radial aspect of middle phalanx of middle & index finger, Radiological features of primary hyperparathyroidismo X-ray features of primary hyperparathyroidism are: -Irregular, diffuse rarefaction of the bones, Salt pepper appearance: The skull bones show a well-marked stippling, but the opaque areas are small pin head size. Loss of lamina dura: A tooth socket is made up of thin cortical bone seen as a white line surrounding the teeth. This is called the lamina dura. It gets absorbed in hyperparathyroidism. Sub-periosteal resorption of the phalanges is a diagnostic feature of hyperparathyroidism (generalized variety). Resorption may also occur at lateral end of the clavicle. Spine shows central collapse of the vertebral body and biconvex discs. Pelvis and other bones show coarse striations with clear cyst-like spaces. Brown's tumour is an expansile lytic lesion, which appears like a bone tumour, generally affecting the maxilla'' mandible. Extra-osseous radiological features such as renal calculi etc. may be present.",
        "cop": 4,
        "opa": "Hypothyroidism",
        "opb": "Hyperthyroidism",
        "opc": "Hypoparathyroidism",
        "opd": "Hyperparathyroidism",
        "subject_name": "Orthopaedics",
        "topic_name": "Hyperparathyroidism",
        "id": "01571e18-a8f4-499c-9f26-b5dd63742979",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female presents with multiple lytic bone lesions, fracture clavicle and periosteal resorption of 2nd and 3rd metatarsals. What is the most likely diagnosis?",
        "exp": "Ans. b. Hyperparathyroidism (Ref: Schwartz 9/e p1377-1380; Sabiston 19/e p928-932; Bailey 26/e 771-774 25/e p800- 804: Harrison 19/e 2470-2474, 18/e p3100-3105). The most likely diagnosis in a 40-year-old female presenting with multiple lytic bone lesions, fracture clavicle and periosteal resorption of 2nd and 3rd metatarsals is hyperparathyroidism. 'The distinctive bone manifestation of hyperparathyroidism is osteitis fibrosa cystica. X-ray changes include resorption of the phalangeal tufts and replacement of the usually sharp cortical outline of the bone in the digits by an irregular outline (subperiosteal resorption). In recent years, osteitis fibrosa cystica is very rare in primary hyperparathyroidism, probably due to the earlier detection of the disease. '- Harrison 18/e p3102. Primary Hyperparathyroidism. PHPT arises from increased PTH productionQ from abnormal parathyroid glands and results from a disturbance of normal feedback control exerted by serum calcium. More common in women. QSolitary adenomaQ is the MC cause (in 80%). Parathyroid adenomas are most commonly located in inferior parathyroid glandsQ. Increased PTH production leads to hypercalcemia via: Increased GI absorption of calcium. Increased production of vitamin D3. Reduced renal calcium clearance. Etiology: Exposure to Low-dose therapeutic ionizing radiation and familial predisposition. Renal leak of calcium. Declining renal function with age. Alteration in the sensitivity of parathyroid glands to suppression by calcium. Lithium therapy. Genetics: Most cases of PHPT are sporadic. Also associated with MEN-1, MEN-2A. isolated familial HPT, and familial HPT with jaw-tumor syndrome. Clinical Features: Patients with PHPT formerly presented with the 'classic' pentad of symptoms:* Kidney stonesQ* Painful bonesQ* Abdominal groansQ* Psychic moansQ* Fatigue overtones. QAlteration in the 'typical' patient with PHPT due to widespread use of automated blood analyzers. Patients are more likely to be minimally symptomatic or asymptomatic. Currently, most patients present with weakness, fatigue, polydipsia, polyuria, nocturia, bone and joint pain. constipationQ, decreased appetite, nausea, heartburn, pruritus, depression, and memory loss. Renal calculi are typically composed of calcium phosphate or oxalate. QOsteitis fibrosa cystica in advanced PHPTPathognomonic radiologic findings on X-rays of hands, characterized by: Subperiosteal resorptionQ (most apparent on the radial aspectQ of middle phalanxQ of 2nd and 3rd fingers). Bone cysts. QTufting of distal phalanges. QDiagnosis: Elevated serum calcium and intact PTH or two-site PTH levels, without hypocalciuria establishes the diagnosis of PHPT with virtual certainty. QDecreased serum phosphate (50%) and elevated 24-hour urinary calcium (60%) in PHPTQLocalization: 99m. Tc-labeled sestamibi: Most widely used and accurate modalityQ (sensitivity >80% for detection of parathyroid adenomas). Treatment: Parathyroidectomy for patients having 'classic' symptoms of PHPT or <50 years. QSERM and bisphosphonates are used to lower serum calcium and increase BMD in PHPT. Indications for Parathyroidectomy in Asymptomatic Primary HPT* Serum calcium >1 mg/dL above the upper limits of normal* Life-threatening hypercatcemic episode* Creatinine clearance reduced by 30%* Kidney stones on abdominal x-rays* Markedly elevated 24-h urinary calcium excretion (> 400 mg/d)* Substantially decreased bone mineral density at the lumbar spine, hip, or distal radius* Age <50 years* Long-term medical surveillance not desired or possible",
        "cop": 2,
        "opa": "Hyperthyroidism",
        "opb": "Hyperparathyroidism",
        "opc": "Renal osteodystrophy",
        "opd": "Osteomalacia",
        "subject_name": "Orthopaedics",
        "topic_name": "Hyperparathyroidism",
        "id": "3787aa3d-168b-4ac2-bc45-8d90778e2c4e",
        "choice_type": "single"
    }
]