[
    {
        "question": "A 5year-old child complains of pain and swelling of the right tibia. On laboratory evaluation he has elevated ESR and leucocytosis X-ray shows a tibial lesion. Which of the following is the best investigation which can help us clinch the diagnosis:",
        "exp": "Diagnostic is always Tissue Diagnosis -Tumors and infection can mimic each other (clinically and radiologically), e.g. Osteosarcoma and Ewings sarcoma are two tumors that mimic osteomyelitis. (Both have accompanying fever and increased local temperature). -Tumors and bone infections are usually metaphyseal and both need tissue diagnosis for differentiation. Thus, Culture is gold standard for infection -Histopathology is gold standard for tumors So rule is Culture all biopsies, biopsy all cultures.",
        "cop": 4,
        "opa": "Blood C/S",
        "opb": "Pus C/S",
        "opc": "MRI",
        "opd": "Biopsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Imaging and basics in Ohopedics",
        "id": "694184ca-0054-49b2-994e-49271341c57b",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive investigation for early bone infections is:",
        "exp": "MRI can pick up marrow changes in metaphysis. (Best radiological investigation for Osteomyelitis and Tuberculosis). Bone scan is next in preference to MRI to pick up infections by picking osteoblastic activity at the site of infection. It is highly sensitive but low specificity. Culture and growth of organism is most definitive diagnostic modality for Osteomyelitis. MRI(6-8 hrs) > Bone Scan(12-24hrs) > X-Ray(>24hrs)",
        "cop": 3,
        "opa": "X-ray",
        "opb": "CT scan",
        "opc": "Bone scan",
        "opd": "USG",
        "subject_name": "Orthopaedics",
        "topic_name": "Imaging and basics in Ohopedics",
        "id": "90d052af-eddb-4fb9-a73d-e93820b3e4e3",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old obese boy was referred to the emergency with a history of hip pain. He was observed to be limping and complained of severe pain. Which of the following investigation is not required:",
        "exp": "Order of Investigations in any inflammatory Joint Swelling X-ray | MRI | Aspiration This patient is an Obese limping child with hip pain, the possible differential diagnosis would be : Osteomyelitis (X-MAS) Septic ahritis (X-MAS) Slipped capital femoral epiphysis (X-MRI) Transient synovitis (X-MAS) Hence CT will be least preferred.",
        "cop": 3,
        "opa": "X-ray of the hip",
        "opb": "MRI of the hip",
        "opc": "CT scan of hip",
        "opd": "USG of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Imaging and basics in Ohopedics",
        "id": "a97cc460-10df-4432-a634-8f7dcdeb13f3",
        "choice_type": "single"
    },
    {
        "question": "All are not the appropriate treatment for atrophic non-union, except?",
        "exp": "Non-unions: Hyperophic nonunion Atrophic non-union =Treatment: Fixation alone is not enough Fibrous tissue in the fracture gap as well as the hard, sclerotic bone ends are excised and bone grafts are packed around the fracture. If there is significant 'die-back', this will require more extensive excision and the gap is then dealt with by bone advancement. This patient with atrophic non-union needed both internal fixation and bone grafts to stimulate bone formation and union.",
        "cop": 4,
        "opa": "Internal fixation",
        "opb": "Application of cast",
        "opc": "External fixation",
        "opd": "Stabilization and bone grafting",
        "subject_name": "Orthopaedics",
        "topic_name": "Imaging and basics in Ohopedics",
        "id": "adb0074b-bed7-4ba7-b4ca-e277117d57ee",
        "choice_type": "multi"
    }
]