[
    {
        "question": "Commonest site of fracture leading to fat embolism is -",
        "exp": "FAT EMBOLISM and ARDS Fracture through a large marrow-filled cavity almost inevitably results in small showers of fat emboli being swept to the lungs. This can usually be accommodated without serious consequences, but in some cases (and especially in those with multiple injuries and severe shock, or in patients with associated chest injuries) it results in progressive respiratory distress and multi-organ failure (adult respiratory distress syndrome). Blood gases should be measured if this is suspected and signs such as shoness of breath, restlessness or a rise in temperature or pulse rate should prompt a search for petechial haemorrhages over the upper body, axillae and conjunctivae. Treatment is suppoive, with the emphasis on preventing hypoxia and maintaining blood volume. X RAY OF FAT EMBOLISM REF: Apley&; s system of ohopaedics- 9th edn- pg no 866.",
        "cop": 2,
        "opa": "Tibia",
        "opb": "Femur",
        "opc": "Humerus",
        "opd": "Ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "de0638b6-c737-4c1a-a71a-95b74c4d1868",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least likely associated with vascular injury -",
        "exp": "The fractures most often associated with damage to a major aery are those around the knee and elbow, and those of the humeral and femoral shafts. The aery may be cut, torn, compressed or contused, (a) (b) either by the initial injury or subsequently by jagged bone fragments. Even if its outward appearance is normal, the intima may be detached and the vessel blocked by thrombus, or a segment of aery may be in spasm. The effects vary from transient diminution of blood flow to profound ischaemia, tissue death and peripheral gangrene. Supracondylar fracture of humerus is associated with injury to brachial aery and Supracondylar fracture of femur is associated with injury to femoral aery. REF: Apley's system of ohopaedics-9th edn- pg no 713.",
        "cop": 4,
        "opa": "Fracture supracondylar femur",
        "opb": "Fracture supracondylar humerus",
        "opc": "Fracture shaft of femur",
        "opd": "Fracture shaft humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "4f11416b-35a3-4d4b-9fb6-3dbb21f008d2",
        "choice_type": "single"
    },
    {
        "question": "In Volkman&; s contracture surgery should be done within",
        "exp": "In volkmans contracture surgery should be done within 6 hours. A close watch for an impending compament syndrome and effective early preventive measures like limb elevation, active finger movements etc. can prevent this serious complication. Early surgical decompression is necessary in established cases. Ref essential ohopaedic maheshwari and mhaskar 9/e p 47",
        "cop": 2,
        "opa": "1 hour",
        "opb": "6 hours",
        "opc": "24 hours",
        "opd": "72 hours",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "9547bc15-73cd-4248-aa82-fb8896b52ba5",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old man had road traffic accident and sustained fracture of femur. Two days later he developed sudden breathlessness. The most probable cause can be -",
        "exp": "FAT EMBOLISM SYNDROME Fat embolism is a common phenomenon following limb fractures. Circulating fat globules larger than 10 mm in diameter occur in most adults after closed fractures of long bones and histological traces of fat can be found in the lungs and other internal organs. A small percentage of these patients develop clinical features similar to those of ARDS; this was recognized as the fat embolism syndrome long before ARDS entered the medical literature. Whether the fat embolism syndrome is an expression of the same condition or whether it is an entirely separate entity is still unceain. The source of the fat emboli is probably the bone marrow, and the condition is more common in patients with multiple fractures. Clinical features Early warning signs of fat embolism (usually within 72 hours of injury) are a slight rise of temperature and pulse rate. In more pronounced cases there is breathlessness and mild mental confusion or restlessness. Pathognomonic signs are petechiae on the trunk, axillae and in the conjunctival folds and retinae. In more severe cases there may be respiratory distress and coma, due both to brain emboli and hypoxia from involvement of the lungs. The features at this stage are essentially those of ARDS. REF: Apley&; s system of ohopaedics- 9th edn - pg no 681.",
        "cop": 4,
        "opa": "Pneumonia",
        "opb": "Congestive heart failure",
        "opc": "Bronchial asthma",
        "opd": "Fat embolism",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "a3e8ea36-0545-474e-8534-a831e55e1d2a",
        "choice_type": "single"
    },
    {
        "question": "In posterior compament syndrome which passive movement causes pain?",
        "exp": "POSTERIOR COMPAMENT SYNDROME: Rise in pressure within the compaments of limbs due to any reason may jeopardise blood supply to the muscles and nerves within the compament, resulting in what is known as compament syndrome. It can assessed by STRETCH TEST. Which is the earliest sign of impending compament syndrome. Ischemic muscles when stretched give rise to pain. It is possible to stretch the affected muscles by passively moving the joints in direction opposite to that of the affected muscle&; s action. So in posterior compament syndrome, we can stretch the muscles by dorsiflexion of ankle joint. REF: Essential ohopaedics- Maheshwari - 9th ed - pg no 47.",
        "cop": 1,
        "opa": "Dorsiflexion of foot",
        "opb": "Foot inversion",
        "opc": "Toe dorsiflexion",
        "opd": "Toe planter flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "071557cf-73ed-4974-9a3a-e63f6c6611ac",
        "choice_type": "single"
    },
    {
        "question": "A person with multiple injuries develops fever, restlessness, tachycardia, tachypnea and periumbilical rash. The likely diagnosis is -",
        "exp": "FAT EMBOLISM: Clinical features Early warning signs of fat embolism (usually within 72 hours of injury) are a slight rise of temperature and pulse rate. In more pronounced cases there is breathlessness and mild mental confusion or restlessness. Pathognomonic signs are petechiae on the trunk, axillae and in the conjunctival folds and retinae. In more severe cases there may be respiratory distress and coma, due both to brain emboli and hypoxia from involvement of the lungs. The features at this stage are essentially those of ARDS. There is no infallible test for fat embolism; however, urinalysis may show fat globules in the urine and the blood PO2 should always be monitored; values below 8 k. Pa (60 mm. Hg or less) within the first 72 hours of any major injury must be regarded as suspicious. REF: Apley&; s system of ohopaedics - 9th edn - pg no 681.",
        "cop": 2,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Pulmonary embolism",
        "opd": "Bacterial pneumonitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "f867fd04-3227-4ee1-be99-ab8c53e2cb59",
        "choice_type": "single"
    },
    {
        "question": "Non-union is common in fracture of",
        "exp": "The following are some of the clinical findings which suggest delayed union and non union: Persistent pain Pain on stressing the fracture Mobility (in non-union) Increasing deformity at the fracture site (in non-union). Ref essential ohopaedic maheshwari and mhaskar 9. TH ED p 48",
        "cop": 3,
        "opa": "Scapula",
        "opb": "Talus",
        "opc": "Neck of femur",
        "opd": "Tibial fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "7ce9b1c5-0cfe-4a3a-b3b9-e5afe9bc998b",
        "choice_type": "single"
    }
]