[
    {
        "question": "Commonest site of fracture leading to fat embolism is -",
        "exp": "FAT EMBOLISM and ARDS Fracture through a large marrow-filled cavity almost inevitably results in small showers of fat emboli being swept to the lungs. This can usually be accommodated without serious consequences, but in some cases (and especially in those with multiple injuries and severe shock, or in patients with associated chest injuries) it results in progressive respiratory distress and multi-organ failure (adult respiratory distress syndrome). Blood gases should be measured if this is suspected and signs such as shoness of breath, restlessness or a rise in temperature or pulse rate should prompt a search for petechial haemorrhages over the upper body, axillae and conjunctivae. Treatment is suppoive, with the emphasis on preventing hypoxia and maintaining blood volume. X RAY OF FAT EMBOLISM REF: Apley&; s system of ohopaedics- 9th edn- pg no 866.",
        "cop": 2,
        "opa": "Tibia",
        "opb": "Femur",
        "opc": "Humerus",
        "opd": "Ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "de0638b6-c737-4c1a-a71a-95b74c4d1868",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least likely associated with vascular injury -",
        "exp": "The fractures most often associated with damage to a major aery are those around the knee and elbow, and those of the humeral and femoral shafts. The aery may be cut, torn, compressed or contused, (a) (b) either by the initial injury or subsequently by jagged bone fragments. Even if its outward appearance is normal, the intima may be detached and the vessel blocked by thrombus, or a segment of aery may be in spasm. The effects vary from transient diminution of blood flow to profound ischaemia, tissue death and peripheral gangrene. Supracondylar fracture of humerus is associated with injury to brachial aery and Supracondylar fracture of femur is associated with injury to femoral aery. REF: Apley's system of ohopaedics-9th edn- pg no 713.",
        "cop": 4,
        "opa": "Fracture supracondylar femur",
        "opb": "Fracture supracondylar humerus",
        "opc": "Fracture shaft of femur",
        "opd": "Fracture shaft humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "4f11416b-35a3-4d4b-9fb6-3dbb21f008d2",
        "choice_type": "single"
    },
    {
        "question": "Sudeck's dystrophy symptoms are all except -",
        "exp": "CLINICAL FEATURES Following some precipitating event, the patient complains of burning pain, and sometimes cold intolerance, in the affected area - usually the hand or foot, sometimes the knee or hip, and sometimes the shoulder in hemiplegia. In the mild or early case there may be no more than slight swelling, with tenderness and stiffness of the nearby joints. More suspicious are local redness and warmth, sometimes changing to cyanosis with a blotchy, cold and sweaty skin. X-rays are at first usually normal but triple-phase radionuclide scanning at this stage shows increased activity. Later, or in more severe cases, trophic changes become apparent: a smooth shiny skin with scanty hair and atrophic, brittle nails. Swelling and tenderness persist and there may be marked loss of movement. X-rays now show patchy osteoporosis, which may be quite diffuse. In the most advanced stage, there can be severe joint stiffness and fixed deformities. The acute symptoms may subside after a year or 18 months, but some degree of pain often persists indefinitely REF: Apley's system of ohopaedics-t9h edn- pg no 262",
        "cop": 2,
        "opa": "Pain",
        "opb": "Increased bone density",
        "opc": "Sweating",
        "opd": "Stiffness",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "e09730eb-d2cb-4cdb-a614-b4e612cf3eb7",
        "choice_type": "multi"
    },
    {
        "question": "In Volkman&; s contracture surgery should be done within",
        "exp": "In volkmans contracture surgery should be done within 6 hours. A close watch for an impending compament syndrome and effective early preventive measures like limb elevation, active finger movements etc. can prevent this serious complication. Early surgical decompression is necessary in established cases. Ref essential ohopaedic maheshwari and mhaskar 9/e p 47",
        "cop": 2,
        "opa": "1 hour",
        "opb": "6 hours",
        "opc": "24 hours",
        "opd": "72 hours",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "9547bc15-73cd-4248-aa82-fb8896b52ba5",
        "choice_type": "single"
    },
    {
        "question": "A person comes with fracture tibia with swelling of lower leg pulse feeble but palpable. Intacompatmental pressure is raised. What is the next step in management?",
        "exp": "CRUSH SYNDROME: Clinical features and treatment The compromised limb is pulseless and becomes red, swollen and blistered; sensation and muscle power may be lost. The most impoant measure is prevention. From an intensive care perspective a high urine f low is encouraged with alkalization of the urine with sodium bicarbonate, which prevents myoglobin precipitating in the renal tubules. If oliguria or renal failure occurs then renal haemofiltration will be needed. If a compament syndrome develops, and is conf irmed by pressure measurements, then a fasciotomy is indicated. Excision of dead muscle must be radical to avoid sepsis. Similarly, if there is an open wound then this should be managed aggressively. If there is no open wound and the compament pressures are not high, then the risk of infection is probably lower if early surgery is avoided. REF: Apley&; s system of ohopaedics- 9th edn - pg no 681.",
        "cop": 1,
        "opa": "Fasciotomy",
        "opb": "External fixation",
        "opc": "Lower limb venography",
        "opd": "Interlock nail",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "2954c1e3-feec-46bb-bdc3-55d3632c3953",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of Volkmann's ischaemic contracture in a child is -",
        "exp": "VOLKMANN&; S ischaemia is an ischaemic injury to the muscles and nerves of the flexor compament of the forearm. It is caused due to occlusion of the brachial aery by a supracondylar fracture. Most commonly affected muscles are the flexor pollicis longus and medial half of flexor digitorum profundus. Muscle ischaemia leads to compament syndrome. REF:- Maheshwari 9th ed - pg no 101.",
        "cop": 4,
        "opa": "Intercondylar fracture of humerus",
        "opb": "Fracture both bone of forearm",
        "opc": "Fracture lateral condyle of humerus",
        "opd": "Supracondylar fracture of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "529cf947-6d70-45b2-919b-d78c4687d284",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of myositis ossificans includes all except -",
        "exp": "Myositis ossificans, Conservative treatment is the method in acute stages. * Immobilisation of the pa by splints *Drugs-diphosphonate, calcitonin, NSAIDS *late stages- physiotherapy to regain movement *surgical excision REF:- Ebnezar- 3rd edn- pg no 41",
        "cop": 4,
        "opa": "Splinting elbow",
        "opb": "Gentle active movements",
        "opc": "Indometacin",
        "opd": "Vigorous passive massage",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "f9f3371a-a1bd-46c3-8de2-0b8a653e83f4",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old man had road traffic accident and sustained fracture of femur. Two days later he developed sudden breathlessness. The most probable cause can be -",
        "exp": "FAT EMBOLISM SYNDROME Fat embolism is a common phenomenon following limb fractures. Circulating fat globules larger than 10 mm in diameter occur in most adults after closed fractures of long bones and histological traces of fat can be found in the lungs and other internal organs. A small percentage of these patients develop clinical features similar to those of ARDS; this was recognized as the fat embolism syndrome long before ARDS entered the medical literature. Whether the fat embolism syndrome is an expression of the same condition or whether it is an entirely separate entity is still unceain. The source of the fat emboli is probably the bone marrow, and the condition is more common in patients with multiple fractures. Clinical features Early warning signs of fat embolism (usually within 72 hours of injury) are a slight rise of temperature and pulse rate. In more pronounced cases there is breathlessness and mild mental confusion or restlessness. Pathognomonic signs are petechiae on the trunk, axillae and in the conjunctival folds and retinae. In more severe cases there may be respiratory distress and coma, due both to brain emboli and hypoxia from involvement of the lungs. The features at this stage are essentially those of ARDS. REF: Apley&; s system of ohopaedics- 9th edn - pg no 681.",
        "cop": 4,
        "opa": "Pneumonia",
        "opb": "Congestive heart failure",
        "opc": "Bronchial asthma",
        "opd": "Fat embolism",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "a3e8ea36-0545-474e-8534-a831e55e1d2a",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old lady sprained her ankle 2 months back from which she made a steady recovery. 2 months after the injury she gradually developed severe pain in her right ankle with significant limitation of ankle movement. Clinical examination reveals edema and shiny skin. What is the likely diagnosis?",
        "exp": "COMPLEX REGIONAL PAIN SYNDROME (ALGODYSTROPHY) Sudeck, in 1900, described a condition characterized by painful osteoporosis of the hand. The same condition sometimes occurs after fractures of the extremities and for many years it was called Sudeck's atrophy. It is now recognized that this advanced atrophic disorder is the late stage of a post-traumatic reflex sympathetic dystrophy (also known as algodystrophy), which is much more common than originally believed (Atkins, 2003) and that it may follow relatively tril injury. Because of continuing unceainty about its nature, the term complex regional pain syndrome (CRPS) has been introduced. Two types of CRPS are recognized: * TYPE 1 -a reflex sympathetic dystrophy that develops after an injurious or noxious event. * TYPE 2 - causalgia that develops after a nerve injury. The patient complains of continuous pain, often described as 'burning' in character. At first there is local swelling, redness and warmth, as well as tenderness and moderate stiffness of the nearby joints. As the weeks go by the skin becomes pale and atrophic, movements are increasingly restricted and the patient may develop fixed deformities. X-rays characteristically show patchy rarefaction of the bone. <img alt=\"\" src=\" /> REF: Apley&; s system of ohopaedics - 9th edn - pg no - 723.",
        "cop": 2,
        "opa": "Fibromyalgia",
        "opb": "Complex Regional pain syndrome Type I {CRPS I}",
        "opc": "Complex Regional pain syndrome Type II {CRPS II}",
        "opd": "Peripheral Neuropathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "0a744801-7234-4099-a102-2f984da48fb8",
        "choice_type": "multi"
    },
    {
        "question": "In posterior compament syndrome which passive movement causes pain?",
        "exp": "POSTERIOR COMPAMENT SYNDROME: Rise in pressure within the compaments of limbs due to any reason may jeopardise blood supply to the muscles and nerves within the compament, resulting in what is known as compament syndrome. It can assessed by STRETCH TEST. Which is the earliest sign of impending compament syndrome. Ischemic muscles when stretched give rise to pain. It is possible to stretch the affected muscles by passively moving the joints in direction opposite to that of the affected muscle&; s action. So in posterior compament syndrome, we can stretch the muscles by dorsiflexion of ankle joint. REF: Essential ohopaedics- Maheshwari - 9th ed - pg no 47.",
        "cop": 1,
        "opa": "Dorsiflexion of foot",
        "opb": "Foot inversion",
        "opc": "Toe dorsiflexion",
        "opd": "Toe planter flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "071557cf-73ed-4974-9a3a-e63f6c6611ac",
        "choice_type": "single"
    },
    {
        "question": "16 year old male presents with extensive heterotropic ossification over the neck, back & shoulders and decreased chest movements. He gives history of progressive immobility since the age of 3 years. Which of the following statement about his affecting condition is not true?",
        "exp": "FIBRODYSPLASIA OSSIFICANS PROGRESSIVA: This rare condition, formerly known as myositis ossificans progressiva, is characterized by widespread ossification of the connective tissue of muscle, mainly in the trunk. It stas in early childhood with episodes of fever and soft-tissue inflammation around the shoulders and trunk. As this subsides the tissues harden and plaques of ossification extend throughout the affected areas. In the worst cases movements are restricted and the patient is severely disabled. Associated anomalies are shoening of the big toe and thumb. And the life expectancy of the children will be reduced. REF: Apley&; s system of ohopaedics- 9th edn - pg no 174.",
        "cop": 1,
        "opa": "They have a near normal life expectancy",
        "opb": "They are predisposed to Pneumonia",
        "opc": "They have sho hallux",
        "opd": "Increased expression of BMP4 gene is seen",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "e03fe728-d397-4815-8a86-51fce8ad7dd5",
        "choice_type": "multi"
    },
    {
        "question": "A person with multiple injuries develops fever, restlessness, tachycardia, tachypnea and periumbilical rash. The likely diagnosis is -",
        "exp": "FAT EMBOLISM: Clinical features Early warning signs of fat embolism (usually within 72 hours of injury) are a slight rise of temperature and pulse rate. In more pronounced cases there is breathlessness and mild mental confusion or restlessness. Pathognomonic signs are petechiae on the trunk, axillae and in the conjunctival folds and retinae. In more severe cases there may be respiratory distress and coma, due both to brain emboli and hypoxia from involvement of the lungs. The features at this stage are essentially those of ARDS. There is no infallible test for fat embolism; however, urinalysis may show fat globules in the urine and the blood PO2 should always be monitored; values below 8 k. Pa (60 mm. Hg or less) within the first 72 hours of any major injury must be regarded as suspicious. REF: Apley&; s system of ohopaedics - 9th edn - pg no 681.",
        "cop": 2,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Pulmonary embolism",
        "opd": "Bacterial pneumonitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "f867fd04-3227-4ee1-be99-ab8c53e2cb59",
        "choice_type": "single"
    },
    {
        "question": "Non-union is common in fracture of",
        "exp": "The following are some of the clinical findings which suggest delayed union and non union: Persistent pain Pain on stressing the fracture Mobility (in non-union) Increasing deformity at the fracture site (in non-union). Ref essential ohopaedic maheshwari and mhaskar 9. TH ED p 48",
        "cop": 3,
        "opa": "Scapula",
        "opb": "Talus",
        "opc": "Neck of femur",
        "opd": "Tibial fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Important complications in orthopaedics",
        "id": "7ce9b1c5-0cfe-4a3a-b3b9-e5afe9bc998b",
        "choice_type": "single"
    }
]