[
    {
        "question": "M. C. organism in acute osteomyelitis -",
        "exp": "Ans. is 'a' i. e., Staphylococcus aureus o Acute osteomyelitis may be: -Primary (hematogenous): - Organisms reach the bone through blood stream. Secondary: - Organism gain emery directly through wound such as in compound fractures or surgical operation, o Hematogenous osteomyelitis is the commonest form of osteomyelitis and most common source of bone and joint infection is hematogenous. o It is caused most commonly by staphylococcus aureus. o Other causative organisms are streptococcus, pneumococcus, and gram negative bacilli. o Infection by pseudomonas becomes proportionally much more common in! YT drug abuser. But, the most common organism is staphylococcus aureus.",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Salmonella",
        "opc": "Pseudomonas aeruginosa",
        "opd": "Streptococcus pneumonia",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "02200fb4-27cc-4305-8fb4-7fe4808c06e1",
        "choice_type": "single"
    },
    {
        "question": "Tom Smith arthritis involves",
        "exp": "Ans. b (Hip) (Ref Maheshwari orthopedics 4th/165)TOM SMITH ARTHRITIS# Septic arthritis of hip joint in infant# Acute onset with rapid abscess formation# Head of femur is cartilaginous at this age and hence rapidly and completely destroyed by the pyogenic process.# Affected limb shorter and hip movements are increasd in all directions# Telescopy test +.# Complete absence of the head and neck of femur and normally developed round acetabulum on X-ray differentiates it from CDH.# Rx:- Arthroscopic wound lavage (minimally invasive Rx).",
        "cop": 2,
        "opa": "Knee",
        "opb": "Hip",
        "opc": "Ankle",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "ecef24f3-51ab-418d-8dd6-0f60326ab766",
        "choice_type": "single"
    },
    {
        "question": "X-ray appearance of sequestrum is -",
        "exp": "Ans. is 'a' i. e., Unnatural radiodense fragments Sequestrum* Sequestrum is a piece of dead bone, surrounded by infected granulation tissue trying to eat the sequestrum away.* The sequestrum is hardl, rough, porus, light in weight and lighter in colour than normal Normal pattern of bone is lost. (Note: Sequestrum in syphilis and TB is heavier than normal bone because sclerosis usually precedes the death of the bone).* On x-ray, sequestra show up as unnatural dense fragments, in contrast to the surrounding osteopenic bone.",
        "cop": 1,
        "opa": "Unnatural radiodense fragments",
        "opb": "Osteopenic fragment",
        "opc": "Fragment with honeycomb loculated appearance",
        "opd": "Radiolucent area with speckled calcification",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "3b74522e-8c6c-4c36-9b19-b051d85629b7",
        "choice_type": "single"
    },
    {
        "question": "Most Commmon cause of chronic osteomyelitis -",
        "exp": "Ans. is 'a' i. e., Staphylococcus aureus o Chronic osteomyelitis is nearly always a sequel to acute osteomyelitis, o Occasionally infection is subacute or chronic from the begining. o As with acute osteomyelitis, the most common causative organism is staphylococcus areus.",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pyogenes",
        "opc": "Mycobacterium tuberculosis",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "14be05c2-9d2d-4d27-a942-57f87e00641b",
        "choice_type": "single"
    },
    {
        "question": "Chronic discharging sinus with bone particle is seen in-",
        "exp": "Ans. is 'a' i. e., Chronic osteomyelitis Clinical features of chronic osteomyelitiso The commonest presenting symptom is a chronic discharging sinus, a history of bone piece discharge from the chronic sinus is considered diagnostic of chronic osteomyelitis. o Pain is minimal or absent. o Generalized symptoms of acute osteomyelitis are not present except in acute excacerbations. o On examination there is irregular thickening of bone. Mild tenderness may be seen in deep palpation. Adjacent joint may be stiff. Radiological featureso Following are radiological features: -Thickening and irregularity of the cortices. Patchy sclerosis. Bone cavity: This is seen as an area of rarefaction surrounded by sclerosis. Sequestrum(Manipal 97): This appears denser than the surrounding normal bone because the decalcification which occurs in normal bone, does not occur in dead bone. Granulation tissue surrounding the sequestrum gives rise to a radiolucent zone around it. A sequestrum may be visible in soft tissue. Involucrum and cloacae may be visible.",
        "cop": 1,
        "opa": "Chronic osteomyelitis",
        "opb": "Acute osteomyelitis",
        "opc": "Subacute osteomyelitis",
        "opd": "Garre's osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "5ec60b71-197f-4072-a4a7-8f1ee948237d",
        "choice_type": "single"
    },
    {
        "question": "Gold standard diagnostic method for guiding antibiotic therapy in a case of osteomyelitis is ____:",
        "exp": "Ans. B. Bone biopsy. Bone biopsy is the gold standard method for guiding antibiotic therapy in case of osteomyelitis. Wound swab is not a definitive method to confirm the origin of bacterial infection because the organism need not necessarily contaminate the wound. Similarly, a negative sinus tract culture also does not rule out the possibility of an infection on the inside as it is not essential for the organism to travel up to the surface. A blood culture may be used to guide antibiotic therapy for hematologically acquired osteomyelitis but the gold standard investigation always remains a bone biopsy.",
        "cop": 2,
        "opa": "Blood culture",
        "opb": "Bone biopsy",
        "opc": "Wound swab",
        "opd": "Sinus tract culture",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "36a36f01-287f-4e4d-a11e-e2df707c095b",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the management of acute osteomyelitis?",
        "exp": "Ans: a (Antibiotics soon after taking blood sample) Maheshwari, ed, (Rev)p. 159. Broad spectrum antibiotics after taking blood for culture and sensitivity is the initial management of osteomyelitis. Acute osteomyelitis* Infection of the bone by micro organisms.* Most common site--lower femoral metaphysis > upper tibial metaphysis* Most common organism--Staph aureus. Clinical features. Acute onset of pain and swelling at the end of the bone. On examination--classical signs of inflammation present. Investigation. Earliest investigation to pick osteomyelitis is Tc 99 bone scan--it shows increased uptake by bone in metaphysis. Earliest sign in x-ray--Periosteal new bone deposition by 7-10 days. Treatment. Within 48 hours. Rest in a splint or by traction. Broad spectrum antibiotics after taking blood for culture and sensitivity. IV fluids and other supportive measures. DOC-cefotaxime + amikacin- X 6 weeks change according to culture and sensitivity reports. After 48 hrs. Surgical exploration & drainage. Rest, antibiotics and hydration. Complications1) C/c osteomyelitis--commonest complication2) A/c pyogenic arthritis3) Pathological fracture4) Growth disturbance--shortening. lengthening etc",
        "cop": 1,
        "opa": "Antibiotic treatment soon after taking blood sample",
        "opb": "Surgical excision of infected bone.",
        "opc": "Sequestrectomy",
        "opd": "Amputation",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "8bac331d-a1b7-4be9-97ea-c3cf25d95b6a",
        "choice_type": "single"
    },
    {
        "question": "Earliest X-Ray finding in Osteomyelitis:",
        "exp": "Ans. (d) Periosteal reaction. Ref. Maheshwari 8th ed. /169; Harrison's 18th cd. Ch 126* Earliest X-Ray change: Loss of soft tissue plane which is seen after 24 hours. In case of osteomyelitis X-Ray is normal during first 24 hours.* 2nd X-Ray change seen in periosteal reaction, which is usually seen 7-10 days after infection.* Periosteal reaction can be of 3 types:# No reaction: seen in case of TB# Narrow zone of activity: Benign condition (Ex: in infection like osteomyelitis)# Wide zone of activity: Malignant condition (Ex: Codmans triangle in osteosarcoma)",
        "cop": 4,
        "opa": "Involucrum",
        "opb": "Sequestrum",
        "opc": "Cloacae",
        "opd": "Periosteal reaction",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "65b7ddc6-f47f-4b6c-8206-8e1e2f527343",
        "choice_type": "single"
    },
    {
        "question": "Stellate ganglion block is useful in:",
        "exp": "Ans. is 'a' i. e sudecks osteodystrophy Sudecks osteodystrophy has been explained earlier. Other Options. Compound palmar ganglion It is tubercular chronic tenosynovitis of the flexor tendons of the forearm at the level of wrist. Clinical presentationthere is gradual onset of swelling, with mild aching pain in the region of affected tendon sheaths. The function of the fingers and thumb are impaired. Treatment: Mild cases: Conservative treatment i. e wrist and forearm immobilized in plaster of paris for 2 months and ATT. Severe cases: Sx t/t(excision thoroughly all the thickened and edematous synovial membrane). Tenosynovitis - Inflammation of the synovial lining of a tendon sheath. It may arise from mechanical irritation or from bacterial infection. Treatment of mechanical or frictional tenosynovitis (also known as repetitive stress syndrome) -Trial of local injections of hydrocortisone. If unsuccessful then immobilize the wrist and forearm in POP cast for 3 weeks. t/t of infective tenosynovitis -Acute is treated with antibioticschronic is treated as compound palmar ganglion. Osteoarthritis - Treatment modalities does not include any ganglion block.",
        "cop": 1,
        "opa": "sudeck osteodystrophy",
        "opb": "compound palmar ganglion",
        "opc": "tenosynovitis",
        "opd": "osteoarthritis of first CMC joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "d88a9f3c-accd-4e34-9676-1a4a123c0b5b",
        "choice_type": "single"
    },
    {
        "question": "Most common organism in drug abusers chronic osteomyelitis is",
        "exp": "(Pseudomonas) (447-current diagnosis & Treatment 4th). Most common Organism in Osteomyelitis* Acute osteomyelitis- children under 4 years of age. H. influenzae* Acute osteomyelitis in older children, adults - Staph. aureus* Sickle cell disease - Salmonella* Heroin addicts and immunocompromized - Pseudomonas, aeruginosa, proteus mirabilis, Bacteroids* Sub acute haematogenous osteomyelitis - Staph, aureus* Post traumatic osteomyelitis, Infected metal implants Staph, aureus* Post operative osteomyelitis - Mixed infection (Staph, aureus Proteus, Pseudomonas)* Osteomyelitis of the spine - Staph, aureus, Pseudomonas aeruginosa* Squamous cell carcinoma arising from a chronic osteomyelitis - occurs in areas of bum scars, chronic pressure ulcers, and ostomies as well as as sites of chronic draining osteomyelitis. Stable chronic osteomyelitis for an average of approximately 20 years (447-CDT- orthopedics 4th)* Earliest site of bone involvement in hematogenous osteomyelitis is - Metaphysis**Markers of Bone formation. Markers of Bone resorption* Serum bone specific alkaline phosphatase*** Serum osteocalcin* Serum propeptide or type I procollagen* Urine and serum N- telopeptide* Urine and serum C- telopeptide** Urine total free deoxypyridinoline* Urine Hydroxyproline** Serum tartarate resistant- Acid phosphatase** Serum bone sialoprtein* Urine hydroxylysine glycosides* Infective endocarditis due to pseudomonas is most commonly seen with IV drug abuse of pentazocin**Classification systems for Osteomyelitis1. Traditional system- Acute (<2 weeks) subacute (weeks to months) chronic (>3months)2. Waldvogel system- Hematogenous- Arising from contiguous infection No vascular disease- Vascular disease present chronic3. Cierny- Mader system. Anatomic extent of infection1. Medullary only (acute hematogenous)2. Superficial cortex (continguous spread or soft tissue trauma)3. Localized (cortical and medullary, mechanically stable)4. Diffuse (cortical and medullary mechanically unstable)5. Subtype by host's physiologic statusA Healty. Bs Compromised because of systemic factors. B1 Compromised because of local factors. B1s Compromised because of both local and systemic factorsC Treatment worse than the disease",
        "cop": 2,
        "opa": "Staph. aureus",
        "opb": "Pseudomonas",
        "opc": "Granulmatous",
        "opd": "klebsiella",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "e0845bf5-d7fd-4bca-ab24-6a27418c1ce9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following denotes the MANAGEMENT of Acute Osteomyelitis?",
        "exp": "Ans. B. Antibiotic treatment soon after taking blood sample. Different microorganisms that reach at bone through different routes leads to an infection of bone which is known as Osteomyelitis. According to the duration of infection, osteomyelitis can be classified as acute and chronic. Although it is ill defined as there is no clear time limit for the transition from acute to chronic osteomyelitis, serves useful because the management of Acute and Chronic Osteomyelitis differs. Antibiotics alone can be used for the treatment of acute osteomyelitis whereas chronic osteomyelitis should be combined with debridement surgery. Over a short period i. e., a few days or weeks contiguous osteomyelitis or acute hematogenous evolves. In contrast, chronic or subacute osteomyelitis lasts for weeks or months before the initiation of treatment.",
        "cop": 2,
        "opa": "Surgical excision of infected bone",
        "opb": "Antibiotic treatment soon after taking blood sample",
        "opc": "Sequestrectomy",
        "opd": "Amputation",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "42491d3c-727d-4949-8261-4889d56c593f",
        "choice_type": "single"
    },
    {
        "question": "Acute osteomyelitis commonly affected in children:",
        "exp": "(Metaphysis): Ref: 157 - M, 28-AACUTE OSTEOMYELITIS: - The organisms usually settle in the metaphysis most often in the proximal tibia or in the distal and proximal ends of the femur. This predilection for the metaphysis has been attributed to the peculiar arrangement of the blood vessels in that area: the non-anastomosing terminal branches of the nutrient artery twist back in hair pin loops before entering the large network of sinusoidal veins: the relative vascular stasis favours bacterial colonization.* In young infants: - in whose there is still a free anastomosis between metaphyseal and epiphyseal blood vessels, infection can just as easily lodges in the epiphysis* In adult, haematogaious infection is more common in vertebrae than in the long bones.",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Diaphysis",
        "opc": "Epiphysis",
        "opd": "Vertebrae",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "325231ce-9bbf-4f2f-969a-cdf152361f56",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes felon?",
        "exp": "Ans. is 'c' i. e., Infection of pulp space * Felon is the infection of distal pulp space. Next to acute paranychia, this is the most common hand infection. It usually follows a pinprick, with index finger and thumb being the common unfortunate victim. The patient initially complains of dull pain and swelling. Pain may be excruciating if the pressure of this tight compartment increases significantly because pus is entrapped in fingertip septae.* Complications are osteomyelitis (most common), skin necrosis, osteonecrosis of digits and rarely tenosynovitis or infective arthritis of DIP joint.* Treatment consists of antibiotics in the initial stages and if the pain lasts for more than 12 hours, incision and drainage helps. If osteomyelitis develops, sequestrectomy of distal phalanx is done.",
        "cop": 3,
        "opa": "Cystic swelling at the back of the wrist",
        "opb": "Infection of nail fold",
        "opc": "Infection of pulp space",
        "opd": "Thickened fibrous sheath at the wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "e4d775ca-4a52-476a-8fd3-79a87f513a2f",
        "choice_type": "single"
    },
    {
        "question": "Tom Smith Arthritis -",
        "exp": "Ans. is 'a' i. e., Pyogenic infection of infancy o Tom smith arthritis is the septic arthritis of hip joint, occurs in infancy. At this stage head of the femur is cartilaginous and is rapidly and completely destroyed by the pyogenic process. o Has been explained in previous sessions.",
        "cop": 1,
        "opa": "Pyogenic Infection of infancy",
        "opb": "TB",
        "opc": "Rheumatoid arthritis in children",
        "opd": "Osteoarthritis in Middle aged men",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "ca5c2eb3-1c0f-4770-b163-897e026f0817",
        "choice_type": "single"
    },
    {
        "question": "Brodie abscess most commonly seen in:",
        "exp": "Ans: b (Metaphysis) Ref: Maheswari, 3rd ed, (Rev)p. 163. BRIDGENagging pain worse at night, relieved by salicylates is suggestive of osteoid osteoma. Brodies abscess is most commonly seen in metaphysis of bone. Brodie abscess: Age group -10-20 yrs. Sites - upper end of tibia, lower end of femur- metaphysic. Symptoms-Deep boring pain, worse at night relieved by rest. X-raycircular or oval lucent area surrounded by sclerosis. Treatment. Surgical excavation, curettage & packing with cancellous bone chips. Bony lesions with site of origin. Metaphysis. Diaphysis. Epiphysis. Osteosarcoma. Osteomyelitis. Brodies abscess. Ewing sarcoma. Osteiod osteoma. Multiple myeloma. Secondaries. Lymphoma. Adamantinoma. Osteoclastoma. Chondroblastomas",
        "cop": 2,
        "opa": "Epiphysis",
        "opb": "Metaphysis",
        "opc": "Diaphysis",
        "opd": "Epiphyseal cartilage",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "a0084706-df79-40c9-ace4-dbe9f48f1812",
        "choice_type": "single"
    },
    {
        "question": "Brodies abscess common in:",
        "exp": "(Long bones of diaphysis): Ref: 163-M, 32-ABRQDIE'S ABSCESS (sub acute hacmatogenous oslcomyclitis)A chronic bone abscess containing pus or Jelly - like granulation tissue surrounded by a zone of sclerosis. Clinical features: -* 11-20 years of age* Common sites are the upper end of the tibia and lower end of the femur* Usually located in the metaphysis. Garre's sclerosing osteonn elilis: - non suppurating ostcomycliles which is characterized by marked sclerosis and cortical thickening. There is no abscess only a diffuse enlargement of the bone at the affected site - usually the diaphysis of the tubular bones or the mandible",
        "cop": 1,
        "opa": "Long bones of metaphysis",
        "opb": "Long bones of diaphysis",
        "opc": "Mandible",
        "opd": "Vertebral bodies",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "90e65c25-fc16-46f9-85ee-6991169e8557",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing osteomyelitis:",
        "exp": "Ans. (a) Staph Aureus. Ref: Maheshwari 5th ed. /168. Note that responsible pathogens may be isolated in only 35- 40% of infections. Bacterial causes of acute hematogenous and direct osteomyelitis include the following:* Most common organism causing acute osteomyelitis: Staph. Aureus* MCC of osteomyelitis in sickle cell anemia patient: SALMONELLA* MCC of osteomyelitis in IV drug abuser: PSEUDOMONAS* MC organism causing osteomyelitis in open foot injury: PSEUDOMONAS* MC organism causing osteomyelitis in HIV patient: Staph. Aureus* MC organism causing osteomyelitis in case of animal bite: Pasteurella Multiocida* MC organism causing osteomyelitis in case of human bite: Eikenella Corrodens",
        "cop": 1,
        "opa": "Staph Aureus",
        "opb": "Strep pneumonia",
        "opc": "H. Influenza",
        "opd": "E. coli",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "091b2f4b-bd12-4aa6-8c01-4a35fdfa93e6",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of acute osteomyelitis:",
        "exp": "Ans: D (Hematogenous) \"Acute osteomyelitis: This can be primary (haemotogenous) or secondary(following an open fracture or bone operation). Haematogenous osteomyelitis is the commonest & is often seen in children. Staphylococcus aureus is the commonest causa tive organism, others are streptococcus & pneumococcus. Maheshwari 3rd/157. ACUTE OSTEOMYELITISAcute osteomyelitis is almost invariably a disease of children. The causal organism is usually Staphylococcus aureus, less often one of the other gram-positive cocci, such as streptococcus pyogenes or S. pneumonia. Patients with sickle-cell disease are prone to infection by salmonellag. On X-ray, the earliest sign to appear is a periosteal new bone deposition (Periosteal reaction) at the metaphysis. It takes about 7-10 days to appear. Plain X-ray is unable to detect sequestra or sclerotic new bone for many weeks. Bone scan with TC9 is earliest positive within 24 hours of onset of symptoms. In acute osteomyelitis, metaphyseal infection is usual, the growth disc acts as a barrier to spread.. \"All types of organisms, including viruses, parasites, fungi, and bacteria, can produce osteomyelitis, but infections caused by certain pyogenic bacteria and mycobacteria are the most common\"- Robbins 8th/1221-23\"Pyogenic osteomyelitis is almost always caused by bacteria. Organisms may reach the bone by (1) hematogenous spread, (2) extension from a contiguous site, and (3) direct implantation. Most cases of osteomyelitis are hematogenous in origin and develop in the long bones or vertebral bodies in otherwise healthy individuals-Stapfty/ococcus aureus is responsible for 80% to 90% of the cases of pyogenic osteomyelitis in which an organism is recovered. \"- Robbins 8th/1221-23",
        "cop": 4,
        "opa": "Trauma",
        "opb": "Surgery",
        "opc": "Fungal infection",
        "opd": "Hematogenous route",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "229c1ee4-97b4-4f40-aa2e-40309a691f25",
        "choice_type": "single"
    },
    {
        "question": "Paprika sign during debridement is crucial in management which of the following condition?",
        "exp": "Ans. is 'a' i. e., Chronic osteomyelitis Sequestrectomy and curettage for chronic osteomyelitis* Sequestrectomy and curettage require more time toperform and result in considerably more blood loss than aninexperienced surgeon would anticipate. Consequently, appropriate preparation should be made before surgery. Sinus tracks can be injected with methylene blue 24 hoursbefore surgery to make them easier to locate and excise. Technique:* Expose the infected area of bone, and excise all sinus tracts completely.* Incise the indurated periosteum, and elevate it 1. 3 to2. 5 cm on each side.* Use a drill to outline an oval cortical window at the appropriate site, and remove it with an osteotome.* Remove all sequestra, purulent material, and scarred and necrotic tissue. If sclerotic bone sealsoff a cavity within the medullary canal, open it into thecanal in both directions to allow blood vessels to growinto the cavity. Use a high-speed burr to debride necrotic or ischemic bone until the \"paprika sign\" (active punctate bleeding bone) is achieved, indicating healthy tissue. Tissue obtained at surgical debridement should be sentfor culture and pathology studies.* After removing all suspicious matter, carefully excise the overhanging edges of bone. Subsequent dead space can be filled with antibiotic PMMA beads. A soft tissue, a localmuscle flap, or a free tissue transfer can be performed atthe time of bead removal.* If there is nonunion with any bony instability, the bonemust be stabilized, preferably with an Ilizarov-type external frame.* If possible, close the skin loosely over drains and ensurethat no excessive skin tension is present. If closure isimpossible, pack the wound open loosely or apply an antibiotic bead pouch and plan for delayed closure or skingrafting at a later time.* Appropriate antibiotics should be used before, during, and after the operation.",
        "cop": 1,
        "opa": "Chronic osteomyelitis",
        "opb": "Osteosarcoma",
        "opc": "Osteoid osteoma",
        "opd": "Brodies abscess",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "29a60e26-c392-4259-ab54-af25df7df3b1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of osteomyelitis is -",
        "exp": "Ans. is 'a' i. e., Staphylococcus Aureus Organisms causing acute osteomyelitiso It is caused most commonly by staphylococcus aureuso Other causative organisms are streptococcus, pneumococcus, and gram negative bacilli. o Infection by pseudomonas becomes proportionally much more common in IV drug abuser. But, the most common organism is staphylococcus aureus",
        "cop": 1,
        "opa": "Staphylococcus Aureus",
        "opb": "Pseudomonas Aeruginosa",
        "opc": "EColi",
        "opd": "Streptococcus Pyogens",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "a3e63643-04b3-419d-a983-f759ea9c00c0",
        "choice_type": "single"
    },
    {
        "question": "Acute pyogenic osteomyelitis is caused by",
        "exp": "i. e. (Staph. aureus): (157-J. Maheshwari 3rd) (27-Apley 8th)* Staph, aureus is the commonest causative organism in acute osteomyelitis* Staph, aureus is the commonest causative organism in septic arthritis* Commonest site is metaphysis. This is because of the peculiar arrangement of the blood vessels in that area, which leads to relative vascular stasis, favouring bacterial colonization",
        "cop": 1,
        "opa": "Staph, aureus",
        "opb": "Strepto. pneumonia",
        "opc": "Pneumococcus",
        "opd": "E. coli",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "7a071eb4-1623-409a-8023-2d080b9558c5",
        "choice_type": "single"
    },
    {
        "question": "Most commonly affected joint in syphilis:",
        "exp": "Ans. b (Knee joint). (Ref. Maheshwari, Orthopaedics, 2nd ed., 165)CONGENITAL SYPHILIS# Most commonly affected joint in syphilis knee joint.# Syphilis may affect joints in following stages.# Early: During infancy, osteochondritis in the juxta epiphyseal region results in breakdown of bone & cartilage.# Late: A manifestation of congenital syphilis, CLUTTONS JOINTS is a painless synovitis occurring at puberty most commonly affecting knee & elbow mostly bilateral. Disease. The most commonly affected joint1. TBSpine2. Cong Syphilis. Knee3. Pyogenic. Hip4. Osteoarthritis. Knee5. RAIP6. Charcot's. Ankle7. Diabetes. Intertarsal8. Recurrent Dislocation. Shoulder9. Syringomyelia. Shoulder10. Gout. First metatarso-phalangeal11. Pseudogout. Knee",
        "cop": 2,
        "opa": "Ankle",
        "opb": "Knee",
        "opc": "Hip",
        "opd": "Elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "bef55d5d-737b-4fb5-9099-58cd5116e645",
        "choice_type": "single"
    },
    {
        "question": "Earliest site of bone involvement in hematogenous osteomyelitis is -",
        "exp": "Ans. is 'a' i. e., Metaphysis Pathophysiology of acute osteomyelitiso Organism reach the bone through blood stream from a septic focus elsewhere in the body, o Metaphysis of long bone is the earliest and most common site involved because: -Metaphysis is highly vascular. Commonest site is metaphysis. This is because of the peculiar arrangement of the blood vessels in that area, which leads to relative vascular stasis, favouring bacterial colonization.. Metaphysis has relatively few phagocytic cells than physis or diaphysis. Metaphysis has thin cortex.",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Epiphysis",
        "opc": "Diaphysis",
        "opd": "Apophysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "d4b8cd53-61df-42d7-9f4f-b8a6001a93ba",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of nongonococcal septic arthritis is",
        "exp": "Ans. is 'a' i. e. Staph aureus m. c cause or septic arthritis is. Commonest route of infection. Commonest joint affected-Staph aureus**-Hematogenous* knee*",
        "cop": 1,
        "opa": "Staph - aureus",
        "opb": "H. influenza",
        "opc": "Pseudomonas",
        "opd": "Streptococcus",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "3a7b31ee-6cc1-4aad-97f5-430fe0a8331b",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of bone involvement in hematogenous osteomyelitis:",
        "exp": "Ans is 'a' i. e. Metaphysis Repeat from May 09. Acute osteomyelitis is almost invariably a disease of children. When adults are affected it may be because their resistance is lowered by debility, disease or drugs. Acute osteomyelitis may result from hematogenous spread of the infecting organism, or may be infected secondarily from the spread of a contiguous area of infection, or direct inoculation of bacteria in the bone (open fractures, nail punctures of the foot). Hematogenous spread is the commonest means of production of osteomyelitis. Commonest site is metaphysis. This is because of the peculiar arrangement of the blood vessels in that area, which leads to relative vascular stasis, favouring bacterial colonization. - Commonest site: Lower femoral metaphyses > Upper tibial, upper femoral, upper humeral metaphyses. Acute hematogenous osteomyelitis behaves differently in neonates from the way it does in children. Because blood vessels cross the growth plate in neonates and infants younger than age 18 months, the bone infection that develops in that age group will likely cross the physis; however, in older children, acute infections rarely cross the growth plate. In adults, hematogenous infection is more common in the vertebrae than in the long bones.",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Diaphysis",
        "opc": "Epiphysis",
        "opd": "Point of entry of the nutrient artery",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "e2b23b24-f3e0-4048-9dd2-1a010bc8f96b",
        "choice_type": "single"
    },
    {
        "question": "Total duration of antibiotics in acute osteomyelitis is -",
        "exp": "Ans. is 'c' i. e., 6 weeks Treatment of acute osteomylitiso If acute osteomyelitis is suspected on clinical grounds, blood and fluid samples should be taken for laboratory investigation and then treatment is started immediately without waiting for final confirmation of the diagnosiso There are four important aspects to the management of the patient: -i) Supportive treatment of pain (analgesic) and dehydration. ii) Splintage of the affected part to provide comfort and to prevent contracture. iii) Appropriate antimicrobial therapy: 2 weeks intravenous and 4 weeks oral (total 6 weeks). iv) Surgical drainage:- Surgical drainage is indicateda. If there is no improvement within 24-48 hours of iv antibiotics. b. Formation of abscess Surgical methods includes Aspiration, incision and drainage, multiple drill holes, or small bone window depending on the situation.",
        "cop": 3,
        "opa": "4 weeks",
        "opb": "2 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "2989b8c0-5091-4146-8ca4-d474957b968d",
        "choice_type": "single"
    },
    {
        "question": "Acute osteomyelitis commonly affects -",
        "exp": "Ans. is 'c' i. e., Metaphysis Pathophysiology of acute osteomyelitis* Organism reach the bone through blood stream from a septic focus elsewhere in the body.* Metaphysis of long bone is the earliest and most common site involved because: -i) Metaphysis is highly vascularii) Commonest site is metaphysis. This is because of the peculiar arrangement of the blood vessels in that area, which leads to relative vascular stasis, favouring bacterial colonization -iii) Metaphysis has relatively few phagocytic cells than physis or diaphysis. iv) Metaphysis has thin cortex.* Acute osteomyelitis may result from hematogenous spread of the infecting organism, or may be infected secondarily from the spread of a contiguous area of infection, or direct inoculation of bacteria in the bone (open fractures, nail punctures of the foot). In adults, hematogenous infection is more common in the vertebrae than in the long bones.",
        "cop": 3,
        "opa": "Epiphysis",
        "opb": "Epiphyseal plate",
        "opc": "Metaphysis",
        "opd": "Shaft",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "fa91f12b-6d61-4c79-9347-0ef5c3ee7e32",
        "choice_type": "single"
    },
    {
        "question": "Felon is -",
        "exp": "Ans. is 'c' i. e., Infection of pulp space o Felon is the infection of distal pulp space. FELON (DISTAL PULP SPACE INFECTION)o Felon is the infection of distal pulp space. Next to acute paronychia, this is the most common hand infection. It usually follows a pinprick, with index finger and thumb being the common unfortunate victim. The patient initially complains of dull pain and swelling. Pain may be excruciating if the pressure of this tight compartment increases significantly. o Complications are osteomyelitis (most common), skin necrosis, osteonecrosis of digits and rarely tenosynovitis or infective arthritis of DIP joint. o Treatment consists of antibiotics in the initial stages and if the pain lasts for more than 12 hours, incision and drainage helps. If osteomyelitis develops, sequestrectomy of distal phalanx is done.",
        "cop": 3,
        "opa": "Infection of nail fold",
        "opb": "Infection of ulnar bursa",
        "opc": "Infection of pulp space",
        "opd": "Infection of DIP joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "cece7caf-4070-4f43-a029-84f151e05288",
        "choice_type": "single"
    },
    {
        "question": "Osgood schlatter disease is osteochondritis of -",
        "exp": "Ans. is 'a' i. e., Tibial tuberosity' Kienbock's disease is osteochondritis of Lunate. Name. Site affectedo Perthes's diseaseo Panner's diseaseo Kienbock's diseaseo Osgood Sh latter's diseaseo Sever's diseaseo Kohler's diseaseo Scheurmann's diseaseo Calve's diseaseo Frieberg's diseaseo Islene diseaseo Johansson-Larson's diseaseo Preiser's disease. Femoral head. Capitulum. Lunate bone. Tibial tubercle. Calcaneal tuberosity. Navicular bone. Ring epiphysis of vertebrae. Central bony nucleus of vertebral body. Osteochondritis of 2nd metatarsal head. Osteochondritis of 5th metatarsal head. Osteochondritis of lower pole of patella. Spontaneous avascular necrosis of scaphoid.",
        "cop": 1,
        "opa": "Tibial tuberosisty",
        "opb": "Lunate",
        "opc": "Calcaneum",
        "opd": "Navicular",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "14a861ae-5080-45cf-b297-60069d89470d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of osteomyelitis below 4 years of age?",
        "exp": "Ans. d (H. influenzae) (Ref, Nelson pediatrics 18th/ 2843; Manual of orthopaedics by Marc, F. Swiontkowski p. 83)# S, aureus is the most common bacterial pathogen, followed by gram-negative rods, group A streptococcus, and H. influenzae (less likely now due to HIB vaccination).# Pseudomonas aeruginosa is most vital cause of osteomyelitis of foot, especially if there is a puncture wound.# Salmonella is the most common cause of osteomyelitis in patients with hemoglobinopathy. ACUTE OSTEOMYELITISOrganisms of the basis of patient age: a. Younger than 1 yearb. 1 to 4 year oldc. Older than 4 yearsd. Adolescenti. Staphylococcus aureusii. Group B streptococcusiii. Escherichia colii. S. aureusii. Haemophilus influenzaei. S. aureusi. S. aureusii. Neisseria gonorrhoeae. Common organisms causing infections in a particular setting1. Most common clinical association. Microorganism2. Frequent organism in any type of osteomyelitisS. aureus3. Most Frequent organism in acute osteomyelitis < 4 yrs ageS. aureus & H. influenzae4. Foreign body associated infection. CNS or Propionibacterium5. Common in nasocomial infection. Enterobacteriacea, P. aeruginosa, Candida6. Sickle cell disease. Salmonella7. HIV infection. Bartonella henselae8. Human or animal bites. Pasturella multocida. Radiolgical investigations in acute osteomyelitis. Type of Study. Comments. Plain radiographs# Insensitive, especially in early osteomyelitis.# May show periosteal elevation after 10 days, lytic changes after 2-6 weeks. Three-phase bone scan (99m. Tc-MDP)# Characteristic finding in osteomyelitis: increased uptake in all three phases of scan.# Highly sensitive (~95%) in acute infection. 67. Ga-citrate, 111. In-labeled WBCs scans# 111. In-WBCs more specific than gallium but not always available.# Lack of consensus over role; often supplanted by MRI when the latter is available. MRI# As sensitive as 99m. Tc-MDP bone scan for acute osteomyelitis (~95%).# High specificity (~87%), with better anatomic detail than nuclear studies.",
        "cop": 4,
        "opa": "Pneumococcus",
        "opb": "E. coli",
        "opc": "Salmonella",
        "opd": "H. influenzae",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "104f2fa9-cb6a-41dd-91d8-c25609972825",
        "choice_type": "single"
    },
    {
        "question": "Salmonella osteomyelitis is common in",
        "exp": "ANSWER: (A) Sickle cell disease. REF: Textbook of orthopedics and trauma, By GS Kulkarni, page 289. Salmonella osteomyelitis is more common in children with sickle cell disease, hemoglobinopathies and thalassemia. The reason for this higher incidence is as follows: Local thrombosis of intestinal mucosa causes disruption of mucosal integrity causing invasion of intra luminal bacteria. Hyposplenmic state leads to prolongation of bacteremia to establish infection. Hypoxia and aseptic necrosis causes multiple infarction of bone, leading to the point of low resistance favoring localization and spread of salmonella.",
        "cop": 1,
        "opa": "Sickle cell disease",
        "opb": "HIV",
        "opc": "IV drug abusers",
        "opd": "Pregnancy",
        "subject_name": "Orthopaedics",
        "topic_name": "Infection of Bones & Joints",
        "id": "65b5a04a-c7b9-4e40-b538-3c3a0edc9392",
        "choice_type": "single"
    }
]