[
    {
        "question": "Lift off test is used for which of the following muscles?",
        "exp": "Ans. is 'b' i. e., Subscapularis Test. Muscle Tested. Lift off test. Subscapularis. Jobe test. Supraspinatus. Speed test. Biceps. Yergason test. Biceps. Belly press test. Subscapularis",
        "cop": 2,
        "opa": "Supraspinatus",
        "opb": "Subscapularis",
        "opc": "Infraspinatus",
        "opd": "Biceps Breachii",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "00f2c259-7b5b-407e-81f1-172da8846455",
        "choice_type": "single"
    },
    {
        "question": "\"Lift off' and \"Belly Press\" tests are done to examine which of the following rotator cuff muscle?",
        "exp": "Ans. C. Subscapularis. Subscapularis muscle is responsible for extremes of internal rotation, which can be tested with belly press and lift off test.",
        "cop": 3,
        "opa": "Teres Minor",
        "opb": "Supraspinatus",
        "opc": "Subscapularis",
        "opd": "Infraspinatus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "42072c00-2683-4dca-8ff7-923a31d04778",
        "choice_type": "single"
    },
    {
        "question": "Most common bone fracture in body is:",
        "exp": "Ans: b (Clavicle). Ref: Maheshwari Ortho, 3rd ed, p. 73",
        "cop": 2,
        "opa": "Radius",
        "opb": "Clavicle",
        "opc": "Femur",
        "opd": "Vertebra",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "62654a1a-2b78-4b92-b306-35c20dfb1b73",
        "choice_type": "single"
    },
    {
        "question": "Dye is injected in one of the extremities in a child and is followed by pain and swelling of upper limb, paraesthesias of fingers, stretch pain and normal peripheral pulses, management is:",
        "exp": "(d) Fasciotomy- As patient is clinically a case of compartment syndrome -pain on passive stretch and he has paraesthesias so fasciotomy is indicated.- Remember Pulses can be normal in compartment syndrome.",
        "cop": 4,
        "opa": "Aspiration",
        "opb": "Anti-Inflammatory",
        "opc": "Observation",
        "opd": "Fasciotomy",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "ac58d8c3-c0a5-4a5c-a6dd-407b5f941af2",
        "choice_type": "single"
    },
    {
        "question": "Supraspinatus injury leads to which of the following:",
        "exp": "Ans. (c) Cannot abduct. Ref. Apley's System of Orthopaedics & Fractures, 8th ed. 281-82. In case of supraspinatus injury, abduction is restricted. Function of Rotator Cuff Muscle* Supraspinatus: Assists deltoid in abduction of arm by fixing head of humerus against the glenoid cavity.* Infraspinatus & Teres minor: Laterally (externally) rotates arm & stabilizes the shoulder joint.* Subscapularis: Internal rotation",
        "cop": 3,
        "opa": "Frozen shoulder",
        "opb": "Winging of scapula",
        "opc": "Cannot abduct",
        "opd": "Cannot adduct",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "a2fb2622-6ef0-4e81-9727-9bd5ee20dd44",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old patient presents with an inability to keep the arm in contact with the chest. When the arm is forcibly brought into contact with the chest there is winging of the scapula. There is a history of repeated intramuscular injections into the deltoid muscle. What is the diagnosis?",
        "exp": "Ans. C. Deltoid contracture. The above history and examination suggest a diagnosis of deltoid contracture.* Deltoid contracture can be congenital or acquired. Anatomical aberrations, repeated intramuscular injections into the deltoid, chronic infection due to the injected drugs and pressure ischemia are all causes of acquired contracture.* A patient with a deltoid contracture presents with inability to keep his arm in contact with the chest in the anatomical plane of the scapula. When the arm is forcibly brought into contact with the chest there is winging of the scapula. On palpation, a thick intermediate fibrotic deltoid is felt.",
        "cop": 3,
        "opa": "Serratus anterior muscle palsy",
        "opb": "Poliomyelitis",
        "opc": "Deltoid contracture",
        "opd": "Neglected anterior dislocation of shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "efbbddb0-4fdd-4365-829b-a677f25dfd63",
        "choice_type": "single"
    },
    {
        "question": "Rotator interval is between:",
        "exp": "(c) Supraspinatus and subscapularis- Rotator interval is a triangular portion of shoulder capsule which lies between supraspinatus and subscapularis tendon and coracohumeral ligament passes through it.",
        "cop": 3,
        "opa": "Supraspinatus and teres minor",
        "opb": "Teres major and teres minor",
        "opc": "Supraspinatus and subscapularis",
        "opd": "Subscapularis and infraspinatus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "74e740a7-f4e9-4b75-a190-3dc560b2f498",
        "choice_type": "single"
    },
    {
        "question": "A 4 year boy complaining of pain around elbow which is held in pronation with extension and normal X ray. What is the probable diagnosis?",
        "exp": "ANSWER: (A) Pulled elbow. REF: Apley s 8th ed p. 603. Nursemaid's elbow, Babysitter's elbow or Pulled elbow is a dislocation of the elbow joint caused by a sudden pull on the extended pronated arm, such as by an adult tugging on an uncooperative child, or swinging the child by the arms during play The technical term for the injury is radial head subluxation. Common in children below 5 years of age. The child stops using the arm, vdiich is held flexed and pronated. Minimal swelling. All movements are permitted except supination.* The child cries inconsolably Treatment: The affected arm must be held by the attending physician with one hand/finger on the radial head and the other grasping the hand. While applying compression between these two hands, the forearm of the patient is gently supinated and the arm flexed. The physician will usually feel a \"click'' if the maneuver is done properly, the child will feel momentary pain, and usually within 5 minutes, the forearm will thereafter function well and painlessly.",
        "cop": 1,
        "opa": "Pulled elbow",
        "opb": "Montegia fracture",
        "opc": "Cellulitis",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "1dd90da6-8ea2-4190-91a2-6df219267ddb",
        "choice_type": "multi"
    },
    {
        "question": "A person is able to abduct his arm, internally rotate it, place the back of hand on the lumbosacral joint, but is not able to lift it from back. What is the etiology?",
        "exp": "Ans. a. Subscapularis tendon tear (Ref: Apley's 9/e, p345-346; Campbell's 11/e p2605-2608). In cases of subscapularis tendon tear, the person is able to abduct his arm, internally rotate it, place the back of hand on the lumbosacral joint, but is not able to lift it from back. \"Failure to perform maximum internal rotation (as tested in belly press and lift off test) or inability to maintain position of maximal internal rotation (internal rotation lag sign) indicate tear of subscapularis tendon. Lift off test is done to assess the strength of subscapularis muscle and detect an isolated rupture of subscapularis tendon in a rotator cuff tear. \"Lift-Off Test. The Lift-off test was originally described by Gerber and Krushell (1991) and is sometimes referred to as 'Gerber's Test'. Method: The patient is examined in standing and is asked to place their hand behind their back with the dorsum of the hand resting in the region of the mid-lumbar spine. The dorsum of the hand is raised off the back by maintaining or increasing internal rotation of the humerus and extension at the shoulder. To perform this test the patient must have full passive internal rotation so that it is physically possible to place the arm in the desired position and pain cannot be a limiting factor during the maneuver. Result of Lift-Off Test. The ability to actively lift the dorsum of the hand off the back constitutes a normal lift-off test. Inability to move the dorsum off the back constitutes an abnormal lift-off test and indicates subscapularis rupture or dysfunction. Tests to assess rotator cuff integrity. Test. Detect. Method. Lift off test. Isolated rupture of subscapularis tendonQ* With the patient seated or standing, the arm is internally rotated, and the dorsum of hand is placed against the lower back.* If the patient is unable to lift the dorsum of hand off the back the test is positive i. e. subscapularis is tom. Internal rotation lag sign. Integrity of subscapularis tendon* The arm is held by examiner in maximal internal rotation.* The elbow is flexed to 90deg and dorsum of hand is passively lifted away from the lumbar region until almost full infernal rotation is reached.* The patient is asked to maintain this position of maximal internal rotation (function of subscapularis) actively as the examiner releases the wrist while maintaining support at elbow.* The sign is positive when lag (i. e. failure to maintain occurs). Belly press test. Integrity of subscapularis tendon* Patient presses the abdomen with flat of hand and attempt to keep the arm in maximal internal rotation (i. e. elbow remains in front of trunk).* If the subscapularis is weak (tom), maximal internal rotation cannot be maintained and the elbow drops back behind the trunk and patient exerts pressure on abdomen by extending the shoulder and flexing the wrist rather than by internally rotating. Drop sign. Integrity of infraspinatus* Arm is held at 90deg of elevation in scapular plane and almost at full external rotation with elbow flexed at 90deg.* The patient is asked to maintain this position and the sign is positive if a lag or drop occurs. External Rotation stress test. Integrity of external rotators of shoulder especially infraspinatus and teres minor* With the patients arm by his side in neutral flexion and abduction, the shoulders are externally rotated to 45-60deg.* The examiner applies force against dorsum of hands, attempting to rotate the shoulders internally back to neutral while the patient is asked to resist.* Pain and weakness suggest inflammation or tear. External rotation lag sign test. Integrity of supraspinatus and infraspinatus* Patient is asked to maintain the position of near maximal external rotation (i. e. maximum-50) with elbow flexed to 90deg and shoulder held at 20deg elevation. Sign is positive when lag or angular drop occurs",
        "cop": 1,
        "opa": "Subscapularis tendon tear",
        "opb": "Teres major tendon tear",
        "opc": "Long head of biceps tendon tear",
        "opd": "Acromioclavicular joint dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "2e1a3f77-6d0e-479e-8279-217143aaaa6d",
        "choice_type": "multi"
    },
    {
        "question": "Luxato erecta is another name for -",
        "exp": "Ans. is 'a' i. e., Inferior shoulder dislocation Inferior dislocation (Luxation Erecta)* Here the head of the humerus is below the glenoid cavity and the humeral shaft is pointing overhead.* It is due to hyperabduction injury.* It is rare and also called luxatio erecta because the humeral head is subluxated (dislocated inferiorly) and humerus shaft points upwards (erected).* The starting picture of a patient with his/her arm locked in almost full abduction! elevation, should make diagnosis quite easy. The patient comes with his arm fixed almost by the side of his head.* Potentially serious consequences e. g., neurovascular damage is quite common.* It is reduced by pulling upwards in the line of abducted arm with countertraction downwards. Tests for Inferior shoulder instability* Sulcus sign- The patient stands with the arm by the side and shoulder muscles relaxed. The examiner grasps the patient's forearm below the elbow and pulls the arm distally. A positive test suggesting inferior instability of the shoulder is indicated if the patient's pain is reproduced and/or a sulcus appears distal to the acromian.",
        "cop": 1,
        "opa": "Inferior shoulder dislocation",
        "opb": "Anterior shoulder dislocation",
        "opc": "Posterior shoulder dislocation",
        "opd": "Superior shoulder dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "942be1d9-912c-4389-9d45-cf646a83be6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about impingement syndrome?",
        "exp": "Ans. is 'd' i. e., Surgical decompression of the subacromial space is frequently indicated Impingement syndrome* Tendinitis of the rotator cuff is the major cause of a painful shoulder and is currently thought to be caused by inflammation of the tendon(s).* The rotator cuff consists of the tendons of the supraspinatus, infraspinatus, subscapularis, and teres minor muscles, and inserts on the humeral tuberosities.* Of the tendons forming the rotator cuff, the supraspinatus tendon is the most often affected, probably because of its repeated impingement between the humeral head and the undersurface of the anterior third of the acromion and coracoacromial ligament above as well as the reduction in its blood supply that occurs with abduction of the arm.* This phenomenon is described as impingement syndrome.* The tendon of the infraspinatus and that of the long head of the biceps are less commonly involved.* The process begins with edema and hemorrhage of the rotator cuff, which evolves to fibrotic thickening and eventually to rotator cuff degeneration with tendon tears and bone spurs.* Subacromial bursitis also accompanies this syndrome.* Symptoms usually appear after injury or overuse, especially with activities involving elevation of the arm with some degree of forward flexion.* Impingement syndrome occurs in persons participating in baseball, tennis, swimming, or occupations that require repeated elevation of the arm.* Those over age 40 are particularly susceptible.* Patients complain of a dull aching in the shoulder, which may interfere with sleep. Severe pain is experienced when the arm is actively abducted into an overhead position.* The arc between 60deg and 120deg is especially painful. This is also described as \"painful arc syndrome\".* Tenderness is present over the lateral aspect of the humeral head just below the acromion.* NSAIDs, local glucocorticoid injection, and physical therapy may relieve symptoms.* Surgical decompression of the subacromial space may be necessary in patients refractory to conservative treatment.",
        "cop": 4,
        "opa": "It is the tendinitis caused by inflammation of the rotator cuff tendons",
        "opb": "Supraspinatus tendon is most often involved",
        "opc": "Shoulder abduction in the arc of 60- 120 degrees is particularly painful",
        "opd": "Surgical decompression of the subacromial space is frequently indicated",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "742dbee9-ac65-4884-ba74-00cccc52b57a",
        "choice_type": "multi"
    },
    {
        "question": "A one-and-a-half-year-old child holding her father's hand slipped and fell but did not let go of her father's hand. After that she continued to cry and hold the forearm in pronated position and refused to move the affected extremity. Which of the following management at this stage is most appropriate?",
        "exp": "(a) Supinate the forearm- This is a case of pulled elbow.- Treatment is simple. The child's attention is diverted, the elbow is quickly supinated and then slightly flexed.",
        "cop": 1,
        "opa": "Supinate the forearm",
        "opb": "Examine the child under GA",
        "opc": "Elevate the limb and observe",
        "opd": "Investigate for osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "d21a4a4a-382a-4cab-ab4f-c659b3ad1402",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding posterior dislocation of shoulder joint",
        "exp": "(Internal rotation) (75-M)* Anterior dislocation is much more common than posterior. Posterior dislocation of Schoulder is rare. Mechanism of injury - Indirect force producing marked internal rotation* and adduction* must needs be very sever to cause a dislocation. This happens most commonly during a fit or convulsions or with electric shock. ANTERIOR SHOULDER DISLOCATIONPOSTERIOR SHOULDER DISLOCATION* Due to shallowness of the glenoid socket, the extra ordinary range of the movement, ligamentous laxity or glenoid dysplasia* The lateral out line of the shoulder may be flattened, bulge may be felt just below the clavicle* The front of the shoulder looks flat with a prominent coracoid* Posterior displacement is usually apparent* The characteristic physical sign is loss of lateral rotation of the shoulder which is locked in medial rotation (Watson & Jones)* Posterior dislocations are often difficult to diagnose because the patient may have a normal contour to the shoulder or the deltoid of a well developed athlete may mask signs of a displaced humeral head (207-current diagnosis & treatment 4th)* A \"reverse Hill- Sachs lesion\" may appear on the anterior articular surface of the humerus. Patho physiological changes* Bankart s lesion - Dislocation causes stripping of the glenoidal labrum along with the periosteum from the anterior surface of the glenoid and scapular neck**** Hill- Sach s lesion - is a depression on the humeral head in its postero-lateral quadrant.* Ebumated rim of the glenoid* Associated of the GT of the humerus or rim of the glenoid* Dugas' test, Hamilton ruler test, callway's test are positive in Anterior dislocation of the shoulder joint* Axillary nerve and Axillary artery injury is common in Anterior dislocation of the shoulder joint. Empty glenoid sign - in AP- film the humeral head because it is medially rotated, looked abnormal in shape (like an electric light bulb) and it stands away somewhat from glenoid fossa is seen in posterior dislocation of the shoulder joint* Patella almost always dislocates laterally* Recurrent dislocations are extremely rare in the Ankle joints*Recurrent dislocations of schoulder joints. Three important lesions1. Hill sach's lesions**2. Bankart's lesion**3. Erosion of anterior rim of glenoid cavity. Other pathologic lesions1. Capsular laxity*2. Sub capsular's deficiency3. Glenoid fossa deficiency Anterior cruciate ligament. Posterior cruciate ligament* Prevent anterior translation of the tibia on the femur**. limits hyper extension** Attached on tibia just behind anterior horn of medial meniscus. Runs upwards back wards and laterally* Attached on femur- over medial surface of lateral femoral condyle* It is intracapsular and intrasynovial** It is tout during extension of knee* Prevent posterior translation on tibia on the femur*** Attached on tibia behind posterior horn of medial meniscus. Runs upwards forwards and medially* Attached on femur over lateral surface of medial femoral condyle* It is intracapsular but extrasynovial** It is tout during flexion of knee*",
        "cop": 2,
        "opa": "External rotation",
        "opb": "Internal rotation",
        "opc": "Axillary nerve palsy",
        "opd": "Anterior hollowness",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "dd4bd2c6-f248-464e-af26-47fc3c88868a",
        "choice_type": "multi"
    },
    {
        "question": "Most common dislocation of shoulder causing axillary nerve injury is -",
        "exp": "Ans. is 'a' i. e., Anterior dislocation Complications of anterior dislocationi) Injury to the axillary (circumflex) nerve is the most common complication (5- 30%)ii) Occasionally other branches of brachial plexus are damaged especially the posterior cord. iii) Occasionally axillary artery may be damaged especially if the vessel is atheromatous or it may damage during attempted late reduction. iv) Associated fractures like greater tuberosity. v) Recurrent dislocation.",
        "cop": 1,
        "opa": "Anterior dislocation",
        "opb": "Posterior dislocation",
        "opc": "Recurrent instability",
        "opd": "Inferior dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "4a3bbd14-6d55-41ef-8700-259e2d5ebaf0",
        "choice_type": "single"
    },
    {
        "question": "Hill Sachs lesion is seen in -",
        "exp": "Ans. is 'a' i. e., Humeral head * Hill-sach lesion is a compression fracture of the posterolateral articular surface of humeral head. With the trauma of repeated dislocation, the humeral head is forced upon glenoid rim and the relatively soft bone of humoral head is crushed. The end result is an impression of the glenoid rim that is made on the humeral head.",
        "cop": 1,
        "opa": "Humeral head",
        "opb": "Femoral head",
        "opc": "Tibial shaft",
        "opd": "Skull base",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "bd92e000-4df6-4238-8e8d-d980047c4af5",
        "choice_type": "single"
    },
    {
        "question": "Most common type of anterior shoulder dislocation?",
        "exp": "Ans. b (Subcoracoid) (Ref. Bailey & Love surgery, 24th/pg. 499)SHOULDER DISLOCATIONTypes:# About 95%-- anterior dislocation.# In < 5% -- posterior dislocation.- Posterior dislocations are unusual, and seen after injuries such as electrocution or after a seizure.- Recurrent traumatic instability. This is predominately in one direction, most commonly anteroinferiorly.- Atraumatic instability. Although there may be an initiating event, this is often less traumatic, for example a fall climbing stairs rather than a sporting injury. Causes of Recurrent shoulder dislocation:- Hill-Sachs lesion (injury to the posterolateral aspect of the humeral head)- Lax joint capsule- Bankart's lesion (detachment of the anteroinferior segment of glenoid labrum). Test for recurrent shoulder dislocation- \"Apprehension test\". Q- Sulcus testQ:# The shoulder can often be subluxed inferiorly to produce a sulcus sign, with a lateral sulcus appearing beneath the acromion as the arm is pulled down. X-ray- A sign of posterior shoulder dislocation =>\"Light-bulb\" sign. Comparison of Posterior and Anterior shoulder dislocations. Classified According to Displacement of the Humeral Head. Type of Dislocation. Features. Other Clinical clues. Radiographs. Posterior# 95% subacromial# 5% subglenoid and subspinous# Humeral head posterior to the glenoid# Arm held in the sling position with adduction and internal rotation# Attempts at abduction and external rotation cause extreme pain# Coracoid process prominent, glenoid fossa empty anteriorly, and humeral head bulging posteriorly# On AP view; vacant glenoid sign, 6-mm sign, light bulb sign# On lateral view or Y view: humeral head appears posterior to the glenoid fossa. Anterior# 99% subcoracoid and subglenoid# Humeral head anterior to the glenoid# Arm held in abduction and slight external rotation (abduction more prominent with subglenoid dislocation)# The patient cannot adduct or internally rotate the shoulder# Seen from the front, the shoulder appears \"squared off\"# Distal acromion prominent on a side view# On AP view: obvious dislocation On lateral view: humeral head appears anterior to the glenoid fossa. Reprinted with permission. Roberts JR, Hedges JR. Clinical Procedures in Emergency. Medicine, 6th edition, Philadelphia: Saunders/ Elsevier, 2014, 0. 958. Rx# Physiotherapy should be tried first in these patients.# As well as muscle strengthening, re-education of the patient and shoulder is necessary, and specific muscle groups may need to be targeted.# Approximately half of the patients will require surgery and a capsular tightening procedure is carried out through an anterior approach.- This is a successful procedure but there is a higher failure rate than with patients found to have a Bankart defect.- Arthroscopic shrinkage of the capsule may have a place in these patients, and this is currently being evaluated. DISLOCATION OF THE GLENOHUMERAL JOINT# Approximately 45 per cent of all joint dislocations in adults occur at the glenohumeral joint.# Rx:- The dislocation should be reduced as early as possible and this can usually be accomplished under sedation.- There are three common methods of reduction dislocations:# Hippocratic method.# Hanging-arm method.# Kocher's method.",
        "cop": 2,
        "opa": "Subglenoid",
        "opb": "Subcoracoid",
        "opc": "Posterior",
        "opd": "Complete",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "6f7381f9-6bab-4e6e-b9a4-56ee51e6746e",
        "choice_type": "single"
    },
    {
        "question": "Apart from deltoid, which rotator cuff muscle is supplied by axillary nerve?",
        "exp": "Ans. D. Teres minor. The muscles supplied by Axillary nerve are Deltoid and Teres minor (Rotator cuff muscle).",
        "cop": 4,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "subscapularis",
        "opd": "Teres minor",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "75d2f48d-046b-4d87-883c-55f865ebf5ca",
        "choice_type": "single"
    },
    {
        "question": "Weakest portion of shoulder joint capsule is",
        "exp": "(c) Inferior. Shoulder is weakest inferiorly but dislocates anteriorly because it is the direction of force that decides the dislocation but never the anatomical weakness for a particular joint, e. g. the force that causes anterior dislocation (Abduction and external rotation) is much more common as in throwing objects like ball or javelin as compared to force that causes inferior dislocation.",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Inferior",
        "opd": "Superior",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "96d17df3-16cf-4992-8b7a-fedd12fc0732",
        "choice_type": "single"
    },
    {
        "question": "The most important physical sign for the diagnosis of anterior instability of the glenohumeral joint is a positive:",
        "exp": "Ans. A. Apprehension sign. Classically, a patient with recurrent anterior instability or subluxation exhibits marked apprehension when the relaxed shoulder is stressed in abduction and external rotation. The impingement sign and the drop arm sign indicate disease of the rotator cuff. A positive resisted straight arm raising test (Speed's test) and a positive resisted forearm supination test (Yergason's sign) suggest pathology in the biceps tendon.",
        "cop": 1,
        "opa": "Apprehension sign",
        "opb": "Impingement sign",
        "opc": "Resisted straight arm raising sign",
        "opd": "Resisted forearm supination sign",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "f4c768de-05c0-4144-87df-d6d8e95c3701",
        "choice_type": "single"
    },
    {
        "question": "Most common muscle affected in rotator cuff group is -",
        "exp": "Ans. is 'a' i. e., Supraspinatus * Rotator cuff is the group of muscles and their tendons around the shoulder that act to stabilize the shoulder. As it consists both muscles and tendon, it is also referred to as musculotendinous cuff of the shoulder. Muscles which forms the rotator cuff arise from the scapula and are inserted into the lesser and greater tubercle of humerus. These muscles are subscapularis, Supraspinatus, infraspinatusand teres minor. The cuff gives stability to capsule of the shoulder joint all around except inferiorly. This explains why dislocation of the humerus occur most commonly in a downward direction.* During injury to rotator cuff, tendons are affected, not the muscle. Supraspinatus tendon is affected most frequently.",
        "cop": 1,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Teres minor",
        "opd": "Subscapularis",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "c3aee211-501d-4e8e-b849-b4d17e52c0e6",
        "choice_type": "single"
    },
    {
        "question": "Nerve involved in fracture surgical neck humerus is which of the following?",
        "exp": "Ans. a (Axillary nerve). (Ref. Maheshwari, Orthopaedics, 2nd ed., 75). Axillary nerve may be damaged by dislocation of the shoulder or by the fracture of surgical neck of humerus causing:# Deltoid is paralysed with loss of power of abduction at shoulder.# The rounded contour of shoulder is lost & greater tubercle of humerus becomes prominent.# There is sensory loss over, the lower half of deltoid. Also remember: Posterior interosseous nerve (PIN) passes around the radial neck and supplies the extensor compartment. PIN supplies all extensors except brachioradialis, ECRB, ECRL. PIN injury may occur after management of radial head fractures.",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Ulnar nerve",
        "opc": "Musculocutaneous nerve",
        "opd": "Radial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "84a23198-6229-4b4e-b3dd-a62c45fa48fe",
        "choice_type": "single"
    },
    {
        "question": "Most common joint to be dislocated in the body is-",
        "exp": "Ans. is 'a' i. e., Shoulder * Shoulder joint is the commonest joint in human body to dislocate. This is because shoulder joint is vulnerable for dislocation more often than any other joint in the body. The extreme mobility it enjoys jeopardizes its stability. The shoulder joint has an \"Achilles point\" at inferior part of the capsule providing the joint with a potential weak spot, so much so 90 percent of the anterior dislocation occurs here. 95% of shoulder dislocations are anterior and the remaining 5% are posterior.",
        "cop": 1,
        "opa": "Shoulder",
        "opb": "Hip",
        "opc": "Elbow",
        "opd": "Knee",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "4b8648ac-8331-4c4e-bf61-fde424206c7f",
        "choice_type": "single"
    },
    {
        "question": "Most common muscle damaged in rotator cuff -",
        "exp": "Ans. is 'a' i. e., Supraspinatus Rotator cuffo Rotator cuff is the group of muscles and their tendons around the shoulder that act to stabilize the shoulder, o As it consists both muscles and tendon, it is also referred to as musculotendinous cuff of the shoulder, o Muscles which forms the rotator cuff arise from the scapula and are inserted into the lesser and greater tubercle of humerus. o These muscles are subscapularis, Supraspinatus, infraspinatus and teres minor. o The cuff gives stability to capsule of the shoulder joint all around except inferiorly. o This explains why dislocation of the humerus occur most commonly in a downward direction. o During injury to rotator cuff, tendons are affected, not the muscle. Supraspinatus tendon is affected most frequently.",
        "cop": 1,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Subscapularis",
        "opd": "Teres minor",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "3e8baae3-b37a-47b3-a5f4-f0f72f00fa21",
        "choice_type": "single"
    },
    {
        "question": "True about Frozen shoulder.",
        "exp": "Ans: D (Improve...) FROZEN SHOULDER i. Vfoftes'mjrf Sth/144. This is a disease of unknown etiology where the glenohumeral joint becomes painful & stiff because of the loss of resilience of the joint capsule, possibily with adhesions b/w its folds. Often, there is a history of preceding trauma. The disease is commoner in diabetics. This is a self limiting disease lasting for 6-9 months, after which in most cases, the inflammation subsides, leaving a stiff but painless shoulder. Treatment is by analgesics, hot fomentation & physiotherapy. An intra-articular injection of hydrocortisone may speed up the recovery. FROZEN SHOULDERCAPHESIVE CAPSULITIS) Apley 9th 7351-52. The condition is particularly associated with diabetes, Dupuytren's, hvperlipidaemia, hyperthyroidism, cardiac disease & hemiplegia. Not every stiff or painful shoulder is a frozen shoulder. Stiffness occur in a variety of conditions- arthritic, rheumatic, posttraumatic & postoperative. Diagnosis of frozen shoulder are based on 2 clinical characteristic: (1] painful restriction of movement in the presence of normal x-ray & (2], a natural progression through 3 successive phases. When the patient is first seen, a number of conditions should be excluded- infection(particularly in diabetes), Post-traumatic stiffness (shoulder injury), Diffuse stiffness(if arm is nursed over-cautiously i, e following a forearm fracture, shoulder may stiffen) & reflex sympathetic dystrophy. Table(Apley): The painful shoulder. Referred pain syndromes. Rotator cuff disorders. Cervical spondylosis. Mediastinal pathology. Cardiac ischaemia. Tendinitis. Rupture. Frozen shoulder. Joint Disorder. Instability. Gleno-humeral arthritis. Acroclavicular arthritis. Dislocation. Subluxation. Bone lesions. Nerve Injury. Infection. Tumours. Suprascapular nerve entrapment",
        "cop": 4,
        "opa": "May occur after myocardial infarction",
        "opb": "Seen following colie's fracture",
        "opc": "Less commonly seen in diabetes",
        "opd": "Improves after intraarticular steroid injection",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "f0f553d2-b0da-499e-a139-efeea6d6aa54",
        "choice_type": "multi"
    },
    {
        "question": "\"Apprehension sign\" is seen in dislocation of:",
        "exp": "(Shoulder joint) (74-M) (289-Apley's 8th)APPREHENSION TEST - With the patient seated or lying the examiner cautiously lifts the arm into abduction, external rotation, and then extension. At the crucial moment the patient senses that the humeral head is about to slip out anteriorly and his body tautens in apprehension the test should be repeated with the examiners applying pressure to the front of the shoulder with this maneuver, the patient feels more secure and apprehension sign is negative.* Apprehension test-detect anterior instability of the shoulder joint.",
        "cop": 1,
        "opa": "Shoulder joint",
        "opb": "Hip joint",
        "opc": "Elbow joint",
        "opd": "Patella",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "4ae05684-b30c-4939-a654-1278406a4cc4",
        "choice_type": "single"
    },
    {
        "question": "Avulsion of capsulolabral complex is seen from which part of glenoid in bankarts lesion?",
        "exp": "Ans. is 'a' i. e., Anteroinferior Bankart's lesion* When the labrum of the shoulder joint is torn, the stability of the shoulder joint is compromized.* A Specific type of labral tear is called a Bankart's lesion.* A Bankart's lesion occurs when an individual sustains an anterior dislocation. As the shoulder pops out of the joint, it often causes tear of the labrum and stripping of periosteum from anterior surface (more specifically antero- inferior) of glenoid.",
        "cop": 1,
        "opa": "Anteroinferior",
        "opb": "Posteroinferior",
        "opc": "Anterosuperior",
        "opd": "Posterosuperior",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "e8d2f2d7-6b49-49ef-99e3-18eefafa0c26",
        "choice_type": "single"
    },
    {
        "question": "Muscle affected in congenital torticollis is:",
        "exp": "Ans. D. Sternocleidomastoid. Congenital Torticollisa. Torticollis: Non-specific term used to describe tilting of the head and neckb. Congenital muscular torticollis is caused by contracture of the sternocleidomastoid muscle which cause head to tilt toward the affected side, with chin rotating towards opposite sidec. Congenital or infantile torticollis primarily affects females aged 6 months to 3 yearsd. Underlying cause: Unilateral contraction of the SCM muscle caused by ischemic changes in the muscle-",
        "cop": 4,
        "opa": "Trapezius",
        "opb": "Rhomboideus Major",
        "opc": "Rhomboideus Minor",
        "opd": "Sternocleidomastoid",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "78a4dc02-1f64-41ff-baeb-569aead578ac",
        "choice_type": "single"
    },
    {
        "question": "Bankarts lesion occurs in patients with -",
        "exp": "Ans. is 'a' i. e., Anterior shoulder dislocation Bankart's lesion* When the labrum of the shoulder joint is torn, the stability of the shoulder joint is compromized.* A Specific type of labral tear is called a Bankart's lesion.* A Bankart's lesion occurs when an individual sustains an anterior dislocation. As the shoulder pops out of the joint, it often causes tear of the labrum and stripping of periosteum from anterior surface (more specifically antero- inferior) of glenoid.* In severe injuries, there may be avulsion of piece of bone from anteroinferior glenoid rim, called bony Bankart lesion.",
        "cop": 1,
        "opa": "Anterior shoulder dislocation",
        "opb": "Posterior shoulder dislocation",
        "opc": "Posterior elbow dislocation",
        "opd": "Posterior hip dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "ab723c67-c4c4-4ebb-8cea-b85b872b4781",
        "choice_type": "single"
    },
    {
        "question": "Posterior glenohumeral instability is tested by",
        "exp": "Answer: b) Jerk test. Sulcus Sign. Downward traction is applied to the arm while the shoulder is held in 0 degrees of abduction, neutral rotation, and 0 degrees of flexion/extension. The acromiohumeral interval is measured to assess inferior glenohumeral laxity. Rotator Interval Test. While performing the sulcus test, externally rotate the arm. Healthy patients will have a reduction of inferior translation. No reduction in acromiohumeral interval is suspicious for rotator interval capsular deficiency. Jerk Test. Start with the arm forward-flexed and adducted. Posterior-directed force will cause posterior translation in posterior instability. Moving the arm into the coronal plane may reduce the humeral head.",
        "cop": 2,
        "opa": "Crank test",
        "opb": "Jerk test",
        "opc": "Sulcus test",
        "opd": "Fulcrum test",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "7c528c33-01f4-42f7-8702-e192b374e4f1",
        "choice_type": "single"
    },
    {
        "question": "All are true about Rotator cuff syndrome except:",
        "exp": "Ans: (Fracture) Ref: Apley's System of Orthopedics and Fractures, 9th ed, pg 341. Explanation: The most common cause of pain around the shoulder is a disorder of the rotator cuff. This is sometimes referred to rather loosely as 'rotator cuff syndrome'It comprises at least four conditions with distinct clinical features and natural history: Supraspinatus impingement syndrome and tendinitis. Tears of the rotator cuff. Acute calcific tendinitis. Biceps tendinitis and/or rupture. Clinical Features. Three patterns are encountered: Subacute tendinitis - the painful arc syndrome \\ due to vascular congestion, microscopic haemorrhage and oedema. Chronic tendinitis - Recurrent shoulder pain due to tendinitis and fibrosis. Cuff disruption - Recurrent pain, weakness and loss of movement due to tears in the rotator cuff.",
        "cop": 1,
        "opa": "Fracture",
        "opb": "Weakness",
        "opc": "Tendinitis",
        "opd": "Rupture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "fab8e806-06ef-49c2-b2e7-6386b089c609",
        "choice_type": "multi"
    },
    {
        "question": "Injury to cervical nerve C5, C6 causes:",
        "exp": "Ans. (a) Erb's paralysis. Ref: Apley's orthopedics 9th ed./ 279-80. Erb's paralysis- Erb's palsy or Erb-Duchenne palsy is a paralysis of the arm caused by injury to the upper group of the arm's main nerves, specifically the severing of the upper trunk C5-C6 nerves. Position of hand in Erb's paralysis: Adducted, Internally rotated, and pronated. Klumpke's paralysis. Klumpke's Palsy involves the eighth cervical vertebra and the first thoracic vertebra (C8 and Tl). Position of hand: Elbow flexed, arm supinated. There may be unilateral homer syndrome. Horner syndrome. Seen with Pancoast tumor and presents with Ptosis, Miosis, enopthalmos, anhydrosis, loss of ciliospinal reflex. Central cord syndrome. Seen most often after a hyperextension injury in an individual with long-standing cervical spondylosis. It presents with features of cortico-spinal pathway.",
        "cop": 1,
        "opa": "Erb's paralysis",
        "opb": "Klumpke paralysis",
        "opc": "Horner syndrome",
        "opd": "Central cord syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Shoulder",
        "id": "5113b363-cc89-49f9-b933-2d19da307f05",
        "choice_type": "single"
    }
]