[
    {
        "question": "Jone's fracture is?",
        "exp": "ANSWER: (A) Avulsion fracture of base of fifth metatarsal. REF: APPENDIX-68 below for \"ALPHABETICAL LIST OF EPONYMOUS FRACTURES\"Jones fracture is avulsion fracture of base of fifth metatarsal APPENDIX - 68. Alphabetical List of Eponymous Fractures. Fracture. Description. Mechanism of injury. Aviators fracture. Fracture neck of talus. Dorsiflexion. Bumper fracturecompression fracture of lateral condyle of tibial (always intra articular). Forced valgus of knee when struck from side by car bumper. Boxer's fracture. Fracture of distal 5th metacarpal. Punching solid object. Bos worth fracture. Fracture of distal fibula with posterior dislocation of the proximal fibula behind the tibia. Severe external rotation of the foot. Bennett's fracture. Intra-articular fracture of base of first metacarpal. Axial load along metacarpal in a partially flexed thumb (Abductor pollids longus pull). Barton's fracture. Intra articular distal radius fracture invoking the articular surface with dislocation of the radio carpal joint. Fall on outstretched hand. Bankart's fracture. Fracture of anterior glenoid associated with anterior shoulder dislocation. External rotation and abduction of shoulder. Colies' fracture. Distal radius fracture with dorsal angulation, impaction and radial drift. Fall on outstretched hand. Cotton's fracture. Trimalleolar fracture of ankle Clay shoveller's fracture. Stress avulsion fracture of Spinous process of C6, C7 or T1. Forced hyper flexion of neck. Ch opart's fracture- dislocation. Foot dislocation through talonavicular and calcaneocuboid joints with associated fractures, usually after ankle twisting. Treated in a non-weight bearing cast for 6-8 weeks Chauffeur's fracture. Intra-articular fracture of radial styloid. Forced ulnar deviation of the wrist causing avulsion of the radial styloid. Chance fracture. Horizontal fracture of vertebral body. Hyper flexion of spine, seen in car accidents when lap belts xvere used. Duverney fracture. Isolated fracture of the iliac wing. Direct trauma. Essex-Loprestifracture. Comminuted radial head fracture xvith interosseous membrane disruption and distal radioulnar joint subluxation. Fall from height. Gosselin fractureV-shaped distal tibia fracture extending into the tibial plafond Galeazzi fracture. Radius shaft fracture with dislocation of distal radioulnar joint. Blow to forearm. Holds worth fracture. Unstable spinal fracture-dislocation at the thoracolumbar junction Hume fracture. Olecranon fracture with anterior dislocation of radial head Hill-Sachs fracture. Impacted posterior humeral head fracture occurring during anterior shoulder dislocation Hangman s fracture. Fracture of both pedicles of C2. Distraction and extension of neck (judicial hanging). Jones fracture. Fracture of base of 5th metatarsal extending into intermetatarsal joint. Inversion of ankle (pronator brevis pull). Jefferson fracture. Burst fracture of 1st cervical vertebra. Compression of neck. Lisfranc fracture. Fracture dislocation of midfoot. Forced plantar flexion of foot or dropping heavy weight on foot. Le Forts fracture of the ankle. Vertical fracture of distal fibula with avulsion of medial malleolus Le Fort fractures. Series of facial fractures. Direct trauma to face. Moores fracture. Distal radius fracture with ulnar dislocation and entrapment of styloid process under annular ligament Monteggia fracture. Proximal ulna fracture with dislocation of radial head. Blow to forearm. March fracture. Stress fracture of 2n<1 /3rd metatarsal shaft. Heavy or unaccustomed exercise. Malgaignesfracture. Vertical pelvic fracture through both pubic rami and the ilium or sacroiliac joint with vertical displacement. High energy impact to pelvis (front to back). Maisonneuvefracture. Spiral fracture of proximal fibula. External rotation of ankle. Pipkin fracture- dislocation. Posterior dislocation of hip with avulsion fracture of fragment of femoral head by the ligamentum teres. Impact to the knee with the hip flexed (dashboard injury). Pilon fracture. Comminuted fracture of distal articular fracture with fibular fracture Pott's fracture. Bimalleolar fracture of the ankle. Eversion of ankle. Rolando fracture. Intra articular T or Y shaped Comminuted fracture of base of V metacarpal. Axial load along the metacarpal causing splitting of the proximal articular surface. Runner's fracture. Stress fracture of distal fibula 3-8 cm above the lateral malleolus. Repeated axial stress on fibula. Stieda fracture. Avulsion fracture of the medial femoral condyle at the origin of the medial collateral ligament Smith's fracture. Distal radius fracture with volar displacement. Fall on outstretched hand with wrist in flexed position. Shepherd s fracture. Fracture of the lateral tubercle of the posterior process of the talus Segond fracture. Lateral tibial plateau avulsion fracture with anterior cruciate ligament tear| Internal rotation of the knee. Salter-Harrisfractures. Fractures involving a growth platevarious. Titlaux fracture. Salter-Harris III fracture of the tibia. Forced lateral rotation of foot. Toddlers fracture. Undisplaced spiral fracture of distal tibia in children under 8 years old. Low-energy trauma t often rotational",
        "cop": 1,
        "opa": "Avulsion fracture of base of fifth metatarsal",
        "opb": "Bimalleolar fracture of the ankle",
        "opc": "Burst fracture of 1st cervical vertebra",
        "opd": "Avulsion fracture of the medial femoral condyle",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "834139ab-d239-4de3-a886-36ccc5d7cc12",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication, of talus fracture is",
        "exp": "Ans. is 'd' Avascular Necrosis Avascular necrosis of the talar body, resulting from interruption of the precarious vascular supply to the talus, is the most dreaded late complication after talar neck fractures. The risk of developing avascular necrosis in a Hawkins type I fracture is only 0% to 15%, since only the blood supply entering through the neck is disrupted. Hawkins type II fractures have a 20% to 50% risk of avascular necrosis, with the artery of the tarsal canal and the dorsal blood supply from the neck being disrupted. Type III and IV fractures have a 69% to 100% risk of avascular necrosis, with all 3 main sources of blood supply damaged. Greater displacement, comminution, and open fractures could increase the likelihood of developing avascular necrosis. Avascular necrosis of the body weakens the talar trochlea, subjecting it to collapse if full weight bearing is allowed in the presence of avascular necrosis. Whether collapse of the talar dome is partial or full, the subsequent degenerative changes lead to pain and disability in both the ankle and subtalar joints, along with shortening of the affected leg. Malunion and Nonunion Talar neck fractures frequently develop malunion and nonunion, leading to decreased range of motion. The incidence of malunion has been reported to be approximately 30%, and the incidence of nonunion is approximately 2. 5%. Typical findings of malunion are varus malalignment of the talar neck and deformity of the medial column. Sangeorzan et al stressed that malalignment of only 2 mm results in significant changes in the subtalar contact characteristics that could lead to the progressive development of posttraumatic arthritis. Posttraumatic Arthritis Long-term follow-up studies have shown high rates of posttraumatic arthritis after talar neck fractures. Causes of posttraumatic arthritis may be multifactorial, and may include damage to articular cartilage at the time of injury, progressive cartilage degeneration from fracture malunion, nonunion causing malalignment and incongruence, or osteonecrosis. The incidence of posttraumatic arthritis after talar neck fractures ranges from 50% to 100%, and is a more common finding than osteonecrosis. The arthritis primarily involves the subtalar joint, but may also affect the ankle and talonavicular joints. The subtalar joint is prone to arthritis because the calcaneus slides past the talus during dislocation, causing compressive and shearing forces that may result in injury to the cartilage. Not all cases of posttraumatic arthritis become symptomatic. The development of severe arthrosis causing chronic pain and stiffness may necessitate arthrodesis if conservative treatment is ineffective.",
        "cop": 4,
        "opa": "Avascular necrosis",
        "opb": "Non union",
        "opc": "Osteoarthritis of ankle joint.",
        "opd": "Osteoarthritis of subtalar joint.",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "efd80ac7-89dc-4dfd-ac10-68a9cd63d6bd",
        "choice_type": "single"
    },
    {
        "question": "Lisfrans fracture dislocation -",
        "exp": "Ans. is 'a' i. e., Fracture dislocation through tarso-metatarsal jointso Lisfranc's fracture-dislocation: A fracture dislocation through tarso-metatarsal joints. Eponym. Fractures of lower limb. Bumper fracture. Comminuted, depressed fracture of the lateral tibial condyle. Pott's fracture. Bimalleolar ankle fracture. Cotton's fracture. Trimalleolar ankle fracture. Pilon fracture. Comminuted intra-articular fracture of distal tibial end. March fracture. Fatigue fracture of the shaft of 2nd and 3rd metatarsal. Ronaldo fracture. Fracture of the base of first metacarpal (extra-capsular). Maisonneuve's fracture. An ankle fracture associated with spiral fracture of neck of the fibula. Pilon fracture (Explosion fracture)A comminuted intra-articular fracture of the distal end of the tibia and fibula. Aviator's fracture. Fracture of neck of the talus. Lisfranc's fracture-dislocationA fracture dislocation through tarso-metatarsal joints. Chopart fracture-dislocationA fractue dislocation through inter-tarsal joints. Malagaigne's fractureA fracture of pelvis having a combination of ipsilateral fracture ofpubic rami anteriorly and sacro-iliac joint disruption posteriorly. Mallet finger. Avulsion of extensor tendon from the base of distal phalanx. Dashboard fracture. Fracture of posterior lip of acetabulum with posterior dislocation of hip. Straddle fracture. Bilateral superior and inferior pubic rami fractures of the pelvis.",
        "cop": 1,
        "opa": "Fracture dislocation through tarso-metatarsal joints",
        "opb": "Fracture dislocation through ankle joint",
        "opc": "Fracture dislocation through subtalar joints",
        "opd": "Fracture dislocation through mid - tarsal joints",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "e4075879-8ed1-44ea-abac-6efd8c54055f",
        "choice_type": "single"
    },
    {
        "question": "March fracture involves -",
        "exp": "Ans. is 'd' i. e., 2nd metatarsal o March fracture is fatigue (stress) fracture of metatarsals.# This fracture is often encountered in military personnel who indulge in frequent and prolonged marching and hence the name. o It is also encountered in police officers, dancers, nurses and surgeons, who require standing or dancing for long duration. o The fracture usually affects the shaft or neck of the second and third metatarsal bone.",
        "cop": 4,
        "opa": "1st metacarpal",
        "opb": "lst metatarsal",
        "opc": "2nd metacarpal",
        "opd": "2nd metatarsal",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "b5b9bb28-f2a7-43fe-94ba-53ab6189c725",
        "choice_type": "single"
    },
    {
        "question": "Lisfranc Fracture is -",
        "exp": "Ans. is 'a' i. e., Fracture dislocation at the tarsometatarsal joint Fractures of the lower limb. Name. Fracture. Jones Fracture. Avlsion fracture at the base of 5th metatarsal. Straddle fracture. Bilateral superior and inferior pubic rami fractures of the pelvis. Malagaigne's fractureA fracture of pelvis having a combination of ipsilateral fracture of pubic rami anteriorly and sacro-iliac joint disruption posteriorly. Lisfranc's fracture-dislocationA fracture dislocation through tarso-metatarsal joints. Aviator's fracture. Fracture of neck of the talus. Cotton's fracture. Trimalleolar ankle fracture. Bumper fracture. Comminuted, depressed fracture of the lateral tibial condyle. March fracture. Fatigue fracture of the shaft of 2nd and 3rd metatarsal",
        "cop": 1,
        "opa": "Fracture dislocation at the tarsometatarsal joint",
        "opb": "Intertarsal dislocation",
        "opc": "Avulsion of calcaneal tuberosity",
        "opd": "Fracture neck of talus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "1648c6eb-e306-4860-a2e1-bbb95eebe265",
        "choice_type": "single"
    },
    {
        "question": "Sudden dorsiflexion of foot may lead to which of the following injuries -",
        "exp": "Ans. is 'b' i. e., Tendo Achilles avulsion injury Achilles tendon injuryo Achilles tendon is the thickest and strongest tendon in the body and is also the one of the most commonly injured tendon in the body. o The most common Achilles tendon injuries are:-i) Achilles tendinosis (formerly called Achilles tendonitis)ii) Achilles tendon rupture. Achilles tendinosis (Achilles tendonitis)o Achilles tendonitis is a condition that develops over time and is associated with degeneration of the tendon and inflammation that causes pain. o Achilles tendonitis is described as insertional or non-insertional:-? o Insertional achilles tendonitis:-Occurs where the achilles tendon interts into the calcaneum, i. e. at tendon-bone interface. o Non-insertional achilles tendonitis:-Occurs about one to two inches (2-5 cm) proximal to the site of insertion of the tendon. o The etiology of Achilles tendonitis is overuse. \"Achilles tendonitis is a chronic problem; it occurs primarily from overuse\" -- Healthguide for sports\"The etiology of Achilles tendonitis is overuse\" -- Essential sports medicine Achilles tendonitis occurs more commonly in Atheletes, joggers and hikers. Achilles tendon ruptureo A rupture of the Achilles tendon occurs when the tendon is stretched outside beyond its capacity. o The most common site of rupture is the \"watershed\" less vascular area of tendon, which is 4 cm proximal to its insertion on calcaneum.",
        "cop": 2,
        "opa": "Anterior talofibular ligament injury",
        "opb": "Tendo Achilles avulsion injury",
        "opc": "Rupture of deltoid ligament",
        "opd": "Tarsal tunnel syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "831cb666-e385-41f8-9d92-89cb46de3919",
        "choice_type": "single"
    },
    {
        "question": "Jones Fracture is -",
        "exp": "Ans. is 'b' i. e., Fracture base of 5th Metatarsal Name. Fracture's of lower limb. Jones Fracture. Avlsion fracture at the base of 5th metatarsal. Straddle fracture. Bilateral superior and inferior pubic rami fractures of the pelvis. Malagaigne's fractureA fracture of pelvis having a combination of ipsilateral fracture of pubic rami anteriorly and sacro-iliac joint disruption posteriorly. Lisfranc's fracture-dislocationA fracture dislocation through tarso-metatarsal joints. Aviator's fracture. Fracture of neck of the talus. Cotton's fracture. Trimalleolar ankle fracture. Bumper fracture. Comminuted, depressed fracture of the lateral tibial condyle. March fracture. Fatigue fracture of the shaft of 2nd and 3rd metatarsal",
        "cop": 2,
        "opa": "Fracture neck of 2nd metatarsal",
        "opb": "Fracture base of 5th Metatarsal",
        "opc": "Fracture dislocation of metatarsophalangeal joints",
        "opd": "Fracture Neck of talus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "6ec793b7-bdf6-4c68-95af-b90e38a70d97",
        "choice_type": "single"
    },
    {
        "question": "Bohler's angle is used in fracture of -",
        "exp": "Ans. is 'c' i. e., Calcaneumo The Angle of Gissane, or \"Critical Angle\", is the angle formed by the downward and upward slopes of the calcaneal superior surface. On a lateral radiograph, an angle of Gissane of > 130deg suggests fracture of the posterior subtalar joint surface. o Bohler's angle, or \"Tuber Angle\", is another normal anatomic landmark seen in lateral radiographs. It is formed by the intersection of (I) a line from the highest point of the posterior articular facet to the highest point of the posterior tuberosity', and (2) a line from the former to the highest point on the anterior articular facet. An angle < 20deg suggests a depression posterior facet and possible calcaneal fracture.",
        "cop": 3,
        "opa": "Scaphoid",
        "opb": "Talus",
        "opc": "Calcaneum",
        "opd": "Navicular",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "ed1c45aa-e2d4-4c15-8a06-7b856f2b9a6e",
        "choice_type": "single"
    },
    {
        "question": "Calcaneum is associated most commonly with which",
        "exp": "Ans. is 'b' i. e. vertebra Fractures of the calcaneum are caused by fall from height on to the heels, thus both heels may be injured at the same time. Fractures of the calcaneum are most often associated witha compression fracture of a vertebral body* (usually in the dorso lumbar region) of the pubic rami*. oran atlanto axial injury",
        "cop": 2,
        "opa": "rib",
        "opb": "vertebrae",
        "opc": "skull",
        "opd": "fibula",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Foot",
        "id": "9cf3fbf8-7b57-44ab-9df1-16780af5c3bf",
        "choice_type": "single"
    }
]