[
    {
        "question": "Cubitus varus deformity in supracondylar fracture of humerus is usually due to",
        "exp": "Ans. c (Coronal tilt) (Ref. Bailey & Love surgery, 24th/pg. 375; Orthopedics by John Ebnezar - Pg.155)Malunion (gunstock deformity/cubitus varus) can result from tilt in the coronal plane, and is the most common late complication of supracondylar fracture.SUPRACONDYLAR FRACTURE OF HUMERUS# There are two types of supracondylar fracture--the extension type (95%), in which the anterior cortex fails first with resultant posterior displacement of the distal fragment, and the flexion type, in which the opposite occurs.# Extension type supracondylar fractures are classified using Gartland's classification:- Type I fractures are nondisplaced,- Type II fractures are displaced but hinged on the posterior cortex, and- Type III fractures are completely displaced, as in this case (have potentially serious complications).Early Complications# Vascular damage- As the distal fragment and forearm are pushed backward, the brachial artery and median nerve are pulled violently against the sharp lower edge of the proximal fragment. Circulation must be assessed looking for pulselessness, pallor, pain, paresthesia, and paralysis (the five p's), and capillary refill.# Compartment syndrome# Nerve damage- The median, radial, and ulnar nerves may be injured, with potential long-term pain and functional deficit. Fortunately, the injury is usually a neuropraxia, which recovers with conservative treatment.# Myositis ossificansLate Complications# Volkmann's ischemic contracture# Malunion- Cubitus varus (gun stock deformity) is the most common long-term complication resulting from a malunion of a supracondylar fracture of the humerus in children.- The deformity occurs as a result of residual coronal angulation. Corrective supracondylar osteotomy is performed mainly to improve the cosmetic appearance and not for functional reasons. The most popular method was lateral closing wedge osteotomy but it needs detailed preoperative planning, careful surgical technique but can still cause recurrent varus and lateral condylar prominence in older children.- In Dome osteotomy vulnerability of the radial nerve is the problem. Osteotomy with T-plate fixation gives very good correction of varus deformity, with stable fixation and good functional result but care must be taken to avoid injury to the radial nerve.# Supracondylar fracture of humerus undergoes medial tilt and can lead to varus deformity.- It can cause tardy ulnar nerve palsy.Rx of Supracondylar Fracture:",
        "cop": 3,
        "opa": "Posterior displacement",
        "opb": "Posterior angulation",
        "opc": "Coronal tilt",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "4c2674a0-4999-4f42-aaa3-0b5fa64d7931",
        "choice_type": "multi"
    },
    {
        "question": "What is true about Salter-Harris type IV epiphyseal injury:",
        "exp": "Ans: C (Fracture occur through growth plate, metaphysic & epiphysis) SALTER~HARRIS FRACTURES http://wwwlbpt.bridgeport.edu/-gwl/salter-barrisdassification.htmThere are nine types of Salter-Harris fractures; types 1 to V as described by Robert B Salter and W Robert Harris in 1963, and the rarer types V! to IX which have been added subsequently:Type I - A transverse fracture through the growth plate (also referred to as the \"physis\"): 6% incidenceType II - A fracture through the growth plate and the metaphysis, sparing the epiphysis: 75% incidence, takes approximately 2-3 weeks to heal.Type III - A fracture through growth plate and epiphysis, sparing the metaphysis: 8% incidenceType IV - A fracture tb rough all three elements of the bone, tbegrowth plate, metaphysis, and epiphysis: 10% incidenceType V - A compression fracture of the growth plate (resulting in a decrease in the perceived space between theepiphysis and diaphysis on x-ray): 1% incidenceType VI -Injury to the peripheral portion of the physisand a resultant bony bridge formation which may produce an angular deformity (added in 1969 by Mercer Rang)Type VII - Isolated injury of the epiphyseal plate (VII--IX added in 1982 by JA Ogden)Type VIII - Isolated injury of the metaphysis with possible impairment of endochondral ossificationType IX - Injury of the periosteum which may impair intramem bra nous ossificationThe mnemonic \"SALTR\" can be used to help remember the first five types: This mnemonic requires the reader to imagine the bones as long bones, with the epiphyses at the base,I - S = Slip (separated or straight across), Fracture of the cartilage of the physis (growth plate)II - A = Above. The fracture lies above the physis, or Away from the joint.III - L = Lower. The fracture is below the physis in the epiphysis.IV - TE = Through Everything. The fracture is through the metaphysis, physis, and epiphysis.V - R = Rammed (crushed). The physis has been crushed, (alternatively SALTER can be used for the first 6 types - as above but adding Type Vr 'E' for Everything or Epiphysis and Type VI'R' for Ring)Fig: Types of Salter-Harris fractures",
        "cop": 3,
        "opa": "Fracture occur through growth plate only",
        "opb": "Fracture occur through growth plate & metaphy- sis only",
        "opc": "Fracture occur through growth plate, metaphysic & epiphysis",
        "opd": "Fracture occur through epiphysis only",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "291e600b-70e2-45ad-b33f-93f9799a7486",
        "choice_type": "multi"
    },
    {
        "question": "Tardy ulnar nerve palsy is due to _____:",
        "exp": "Ans. A. Cubitus valgusTardy ulnar nerve palsy is due to cubitus valgus.Fracture of the lateral condyle of humerus in the long run can lead to complications such as cubitus valgus.Friction neuritis of the ulnar nerve as it moves over the medial epicondyle every time the elbow is flexed and extended may result in a late ulnar nerve palsy called as 'tardy ulnar nerve palsy'.",
        "cop": 1,
        "opa": "Cubitus valgus",
        "opb": "Fixation of the nerve in the groove by osteoarthritis",
        "opc": "Excision of elbow joint",
        "opd": "Fracture of internal condyle",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "2dbd8ee9-c3c1-48d7-b579-ab971f653b6a",
        "choice_type": "single"
    },
    {
        "question": "Cozen's test is used for the diagnosis of -",
        "exp": "Ans. is 'a' i.e., Tennis elbow o Bryant's test: for anterior dislocation of the shouldero Call way s' test: for anterior dislocation of the shouldero Chovstek's sign : for tetanyo Claw hand : for ulnar nerve injuryo Coin test: for dorso lumbar tuberculosis of spineo Cozen's test: for tennis elbowo Drawer test: for ACL and PCL injutriesAnterior : for ACL injuryPosterior : for ACL injuryo Finkelstein's test: for de Quervain's tenovaginitiso Foot drop : for common peroneal nerve injuryo Froment's sign : for ulnar nerve injuryo Gaenslen's test: for SI joint involvemento Gaileazzi sign : for CDHo Gower's sign : for musular dystrophyo Hamilton ruler test: for anterior dislocation of the shouldero KanaveFs sign : for infection in ulnar bursao Lasegue's test: for disc prolapseo Lachmann test: for ACL injury'o Lud luffs sign: for avulsion of lesser trochantero Me Murray's test : for meniscus injury'o Nagffziger test: for disc prolapseo Ober's test : for tight ilio- tibia! band (e.g., in polio)o O' Donoghue triad: traid of MCL, ACL & medial meniscus injuries occurring togethero Ortoiani's test: for CDHo Pivot shift test: for ACL injuryo Policeman tip : for Erb's palsyo Runner's knee : Patellar tendinitiso Sulcus sign: for inferior dislocation of the shouldero Thomas' test: for hip flexion deformityo Trendelenburg's test: for unstable hip due to any reaseon (e.g., CDH)o Tin el's sign: for detecting improving nerve injury'o Volkmann's sign : for ischaemic contracture of forearm muscleso Wrist drop : for radial nerve injury'",
        "cop": 1,
        "opa": "Tennis elbow",
        "opb": "Golfer's elbow",
        "opc": "Base bailer's pitcher elbow",
        "opd": "Carpal tunnel syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "c2f3d6e9-5798-412a-8d5f-82ebfe87d1b2",
        "choice_type": "single"
    },
    {
        "question": "Tardy ulnar nerve palsy -",
        "exp": "Ans. is 'b' i.e., Late onsetTardy ulnar nerve palsyo Tardy ulnar nerve palsy as a late complication of the lateral condylar physis is well known, especially after the development of cubitus valgus from malunion or nonunion. Due to cubitus valgus there is chronic stretching of ulnar nerve. However, you should keep in mind that, cubitus valgus is not the only cause of tardy ulnar nerve palsy. There are many other causes.o Tardy means occuring late, i.e.. late onset ulnar nerve palsy.o Causes of tardy ulnar nerve palsy are : -i) Malunited lateral condyle humerus fracture (cubitus valgus)ii) Displaced medial epicondyle humerus fractureiii) Cubitus varus deformity (due to supracondylar fracture humerus)iv) Elbow dislocationContusions of ulnar nerveShallow ulnar grooveHypoplasia of humeral trochleaJoint deformity after prolonged arthritis of elbowClinical featureso Weakness of grip, tingling numbness of little finger,o Positive card test & ffoments sign.o Full flexion of elbow aggravates pain and paresthesia along ulnar nerve distribution.Treatmento Conservative : - Elbow extension splint to be worn at night,o Surgery : - Anterior transposition of ulnar nerve.",
        "cop": 2,
        "opa": "Early onset",
        "opb": "Late onset",
        "opc": "Caused by shoulder dislocation",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "d3b04698-1c1d-4692-83b0-1faa7def6406",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following the 3 point relationship is maintained:",
        "exp": "Ans: d (Supracondyar)The 3 point relationship is maintained in supracondylar fracture humerus.The 3 bony points are:Medial epicondyleLateral epicondyleTip of olecranonHead of radius is sometimes considered as the fourth partNormally in an elbow flexed to 90deg. these three bony points form a near isoseles triangle. But in an extended elbow they lie in a straight horizontal line.In supra condylar fracture this relationship is maintained because fracture line is above the condyles.",
        "cop": 4,
        "opa": "medial condyle humerus",
        "opb": "lateral condyle humerus",
        "opc": "olecranon",
        "opd": "Supracondylar",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "d77c59bc-05c3-483e-9cda-bc4da8b9c052",
        "choice_type": "single"
    },
    {
        "question": "Amputation is often not required in:",
        "exp": "Ans. is 'c' i.e., Chronic Osteomyelitis Amputation is performed in chronic Osteomyelitis, very rarely; in a case with a long standing discharging sinus, especially if the sinus undergoes a malignant change.",
        "cop": 3,
        "opa": "Gas gangrene",
        "opb": "Buerger's",
        "opc": "Chronic osteomyelitis",
        "opd": "diabetic gangrene",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "162a2de4-63fd-454d-9d7b-5358069f3b13",
        "choice_type": "single"
    },
    {
        "question": "Deformity with decreased carrying angle is -",
        "exp": "Ans. is 'a' i.e., Cubitus varus Carrying angle:* Angle between long axis of arm and forearm is called carrying angle.* It is measured with the elbow in full extention.* Angle is more in females because of lower level of trochlea in female. Normal value is 5-15deg.* Cubitus Varus develops with is reduced carrying angle and cubitus valgus is increased carrying angle.* Varus - distal part towards midline and valgus is distal part away from midline.",
        "cop": 1,
        "opa": "Cubitus varus",
        "opb": "Mannus varus",
        "opc": "Cubitus valgus",
        "opd": "Mannus valgus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "9f952fd0-3505-4610-bfcf-0ad275930c63",
        "choice_type": "single"
    },
    {
        "question": "Management of displaced non comminuted intercondylar humerus fracture is -",
        "exp": "Ans. is 'a' i.e., Open reduction internal fixation Management of intercondylar humerus fracture* It depends upon the displacement.* An undisplaced fracture needs support in an above-elbow plaster slab for 3-4 weeks, followed by exercises.* A displaced fracture is treated generally by open reduction and internal fixation.* In cases with severe comminution, olecranon pin traction is given to reduce the fracture and maintain the reduction.",
        "cop": 1,
        "opa": "Open reduction internal fixation",
        "opb": "Above elbow plaster slab application",
        "opc": "Olecranon pin traction",
        "opd": "External fixation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "e89222d1-c496-440d-b6a9-146461be3aff",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding fracture of lateral condyle of humerus except -",
        "exp": "Ans. is 'b' i.e., Results in gun stock deformity * Gun stock deformity occurs as a result of Supracondylar fracture of humerus.Fracture Lateral Condyle Humerus/Jupiter fracture* It is a common fracture in children. The lateral condylar (or capitular) epiphysis begins to ossify during the first year of life and fuses with shaft at 12-16 years. Between these ages it may be sheared off or avulsed by forceful traction. The maximum chances of injury is between 6-10 years.Complications* Lateral spur (Lateral condylar spur or lateral condylar overgrowth) is one of the most common complication.* Delayed union or non-union can occur if fracture is undetected or left untreated.* Cubitus valgus is a common complication. It is caused by persistent upward displacement of the fractured condyle or by retardation of epiphyseal growth on the affected side from damage to the growing epiphyseal cartilage. Rarely, cubitus varus may also occur due to inadequate reduction and growth stimulation of lateral condylar physis from the fracture insult.* Tardy ulnar nerve palsy seen after several years.* Rarely avascular necrosis and myositis ossificans.* Posterolateral instabily and recurrent instability may occur occasionally due displacement of large condylar fragment.",
        "cop": 2,
        "opa": "Usually seen at 6 - 10 years of age",
        "opb": "Results in Gun stock deformity",
        "opc": "Cubitus valgus occurs",
        "opd": "Tardy ulnar nerve palsy is seen",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "2ac8c686-604d-4120-9a23-aee062d60001",
        "choice_type": "multi"
    },
    {
        "question": "Tardy ulnar nerve palsy occurs in fracture involving",
        "exp": "Ans. b (Lateral condyle) (Ref. Maheshwari orthopedics 4th/87)Complications of fracture of lateral condyle of humerus^# Nonunion# Cubitus valgus deformity- May reult in late ulnar nerve palsy (tardy ulnar nerve palsy)- Mild deformity needs no Rx- Moderate to severe may need supracondylar osteotomy.- Anterior transposition of ulnar nerve in early tardy ulnar nerve palsy.# OA of elbow.Fracture medial epicondyle of humerus^# More common than fracture of lateral epicondyle# Associated with posterior dislocation of elbow# May be associated with ulnar nerve injury.Complications of intercondylar fracture of humerus^# Stiffness of elbow (may be associated with myositis ossificans)# Malunion (may lead to cubitus valgus/varus deformity)# OAComplications of supracondylar fracture of humerus||||Immediate (at time of )Early (within 1st 2-3 days)Late (weeks to months after )1. Injury to brachial artery2. Injury to radial & median nerve1. Volkman's Ischemia (Mcly affected=FPL & medial FDP)1. Malunion (\"Gun-stock\" deformity; cubitus varus; commonest complication;Rx is french osteotomy)2. Myositis ossificans3. VIC (Rx is turn-buckle splint/ Maxpage operation).",
        "cop": 2,
        "opa": "Medial condyle",
        "opb": "Lateral condyle",
        "opc": "Olecranon",
        "opd": "Medial condyle",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "69878682-2ba8-4523-a45c-8640c319aa0e",
        "choice_type": "single"
    },
    {
        "question": "Most common deformity after malunited supracondylar humerus fracture is -",
        "exp": "Ans. is 'c' i.e., Cubitus varus * Cubitus varus, also known as a \"gunstock deformity\", is the most common complication of supracondylar fracture humerus, due to malunion.* Has been explained in previous sessions",
        "cop": 3,
        "opa": "Flexion deformity",
        "opb": "Extension deformity",
        "opc": "Cubitus varus",
        "opd": "Cubitus valgus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "4434aa2c-db7a-459b-8245-bdc2672e0d2f",
        "choice_type": "single"
    },
    {
        "question": "Tennis elbow is characterized by -",
        "exp": "Ans. is 'b' i.e., Tendinits of common extensor origin o Tennis elbow is extraarticular affection characterized by pain and acute tenderness at the origin of the extensor muscles of the forearm from the lateral epicondyle.o It is believed to be caused by strain of the forearm extensor muscles, particularly the extensor carpi radialishrevis, at the point of their origin from lateral epicondyle,",
        "cop": 2,
        "opa": "Tenderness over the medial epicondyle",
        "opb": "Tendinits of common extensor origin",
        "opc": "Tendinitis of common flexor origin",
        "opd": "Painful flexion and extension",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "278ad358-8ac5-4f47-b115-1a69885f5ebe",
        "choice_type": "single"
    },
    {
        "question": "Bumper fracture:",
        "exp": "Ans. (d) Fracture of lateral tibial plateauRef: BRS: gross anatomy 7th ed. / 83* Bumper fracture is a fracture of the lateral tibial plateau caused by a forced valgus applied to the knee usually by the impact bumper of a moving car on the lateral side of the knee while the foot is planted on the ground.* This causes the lateral part of the distal femur and the lateral tibial plateau to come into contact, compressing the tibial plateau and causing the tibia to fracture.",
        "cop": 4,
        "opa": "Fracture of fibula",
        "opb": "Fracture of distal tibia",
        "opc": "Fracture of medial tibial plateau",
        "opd": "Fracture of lateral tibial plateau",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "3f54641f-0424-44fe-aa76-214a0f248723",
        "choice_type": "single"
    },
    {
        "question": "Salter Harris classification is used for -",
        "exp": "Ans. is 'c' i.e., Physeal injuries Salter harris classification : Epiphyseal / Phvseal injurieso Type I: Complete separation of epiphysis from the metaphysis without fracture. Common in rickets, scurvy and osteomyelitis.o Type II: The fracture involves the physis and a triangle of metaphyseal bone (Thurston Holland sign). This is the commonest type of epiphyseal injury accounting for 73 percent of cases over 10 years of ageo Type III: The fracture is intra- articular and extends along the physis and then along the growth plate. This injury is relatively uncommon.o Type IV: The fracture is intra-articular and extends through the epiphysis, physis and metaphysis. Perfect reduction is necessary and open reduction is more often necessary to prevent growth arresto Type V: Crushing of epiphysis. Growth arrest usually followso Type VI (Rang's type) : There is a peripheral physis (perichondrial ring) injury.",
        "cop": 3,
        "opa": "Supracondylar humerus fractures in children",
        "opb": "Estimation of growth of the physes",
        "opc": "Physeal injuries",
        "opd": "Severity of degloving injuries to the limb",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "2c5ae4a5-5bfd-427b-bd53-4352606ee9c6",
        "choice_type": "single"
    },
    {
        "question": "Cubitus varus deformity is result from",
        "exp": "A. i.e. (Malunited supracondylar fracture humerus) (599 - Apley 8th)* Malunion is the commonest complication of supracondylar fracture and results in a cubitus varus deformity (Gun - stock deformity). This is because the fracture unites with the distal fragment tilted medially and in internal rotation.* Cubitus valgus - deformity results from fracture lateral condyl of humerus. This may result in late ulnar nerve palsy (Tardy ulnar nerve palsy)",
        "cop": 1,
        "opa": "Malunited supracondylar fracture humerus",
        "opb": "Malunited lateral condyle fracture humerus",
        "opc": "Fracture dislocation of elbow joints",
        "opd": "Malunited capitullum fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "0f5ad589-f229-4885-9c24-b49059fd46e9",
        "choice_type": "single"
    },
    {
        "question": "In which of the following Posterior interosseous nerve is injured?",
        "exp": "Ans. A. Monteggia's fracture dislocationFracture of the proximal third of the ulna with a radial head dislocation is referred to as Monteggias Fracture- Dislocation. It includes some complications like: recurrent dislocation, nonunion, infection, chronic pain and paralysis of the posterior interosseous nerve, a deep branch of the radial nerve.They are classified in the following ways:* Type 1: It is the type of fracture of the ulnar diaphysis with anterior dislocation and anterior angulation of the radial head (60% of cases)* Type 2: It is the type of fracture of the ulnar diaphysis with posterior or posterolateral dislocation or posterior angulation of the radial head (15% of cases)* Type 3: It is the type of fracture of the ulnar metaphysis, with anterolateral or lateral dislocation of the radial head (20% of cases)* Type 4: It is the type of fracture of the radius and ulna at the proximal third, with anterior dislocation of the radial head (5% of cases)In children, the injury may be treated with long arm splinting and closed reduction.In adults, this fracture is generally treated with closed reduction of the radial head dislocation and open reduction and fixation of the ulna.",
        "cop": 1,
        "opa": "Monteggia's fracture dislocation",
        "opb": "Posterior dislocation of elbow",
        "opc": "Supracondylar fracture of humerus",
        "opd": "Reversed Monteggia's fracture dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "2f5ef62b-a3d6-4c9c-a398-de6e768d07cd",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old female child presented with a valgus deformity of right elbow since 2 years which is gradually progressive and she is feeling tingling in ulnar one and half fingers as well. She had a history of cast applied for 6 weeks after fall on outstretched hand 2 years back. The probable fracture was:",
        "exp": "Ans. C. Lateral condyle humerus fracturea. Lateral condyle of humerus fracture are fracture of necessity as chances of nonunion are very common. In the above scenario, valgus deformity is progressive, which usually results from non-union of lateral condyle. As the Valgus keeps on increasing, it will stretch the ulnar nerve resulting in tardy ulnar nerve palsy.b. Medial condyle of humerus fracture and supracondylar humerus fractures are known to cause Varus deformity.c. Posterior dislocation of elbow will lead to extension deformity.",
        "cop": 3,
        "opa": "Supracondylar humerus fracture",
        "opb": "Posterior dislocation of elbow",
        "opc": "Lateral condyle humerus fracture",
        "opd": "Fracture medial condyle humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "72f89af3-27eb-489d-a34e-c2ea79d8e68c",
        "choice_type": "multi"
    },
    {
        "question": "\"Gun stock\" deformity is seen in",
        "exp": "Ans. b (Supracondylar fracture of humerus) (Ref. Maheshwari orthopedics 3rd ed., 85)SUPRACONDYLAR FRACTURES OF THE HUMERUS# This is the most common fracture around the elbow in children.# The injury is usually due to a fall on the outstretched hand with an extended elbow and this results in a hyperextension injury with posterior angulation, with or without posterior displacement of the distal fracture.# Radiological diagnosis :- Displaced anterior fat pad is a radiographic sign of supracondylar fracture, which may be complicated by Volkmann's ischemic contracture.- Capitellum angle, Anterior humeral line, and anterior coronoid line drawn on true lateral radiographs and Bauman's angle on a true anteroposterior view, can be helpful in assessment of the fracture.- Bauman's angle is the angle formed between the growth plate of the capitellum and a line perpendicular to the humeral shaft. The normal angle is approx 30deg and can be used to assess the adequacy of reduction of a fracture.# Classification:- Extension types and- Flexion types (much less common).# Extension types are further subdivided:- Type 1. The fractures are undisplaced but the radiographic lines should be carefully assessed to confirm this.- Type 2. The fractures are angulated posteriorly, but the posterior periosteum remains intact, and prevent displacement and overlap of the fracture fragments.- Type 3. The fractures are completely displaced with shortening and overlap of the fragments.# Treatment- Type 1 fractures can be treated conservatively in a collar and cuff, with 90deg of flexion at the elbow.- Type 2 fractures should be treated by closed reduction if the position is unacceptable. Bauman's angle should be corrected if there is any varus or valgus deformity as this will not remodel.- Type 3 fractures usually require reduction but this is often difficult and the fracture site is commonly unstable after reduction, with a significant rotational element. Under GA traction is applied to the supinated forearm.- With supracondylar fractures, the brachial artery can be compromised, resulting in the loss of the radial artery pulse; therefore, the radial artery pulse must be assessed when the fracture is reduced.# Complications of supracondylar 1. vascular injury2. Neurological injury3. Volkmann's Ischemic contracture4. Malunion (\"Gun-stock\" deformity)5. Valgus deformity6. NonunionMCQsAns.1Most common type of elbow injury in children and adolescentsSUPRACONDYLAR FRACTURE OF HUMERUS2Most common cause of supracondylar fracture of humerusHYPEREXTENSION INJURY3Most common type of supracondylar fracture of humerusEXTENSION TYPE4Most common type of distal fragment displacement in supracondylar fracture of humerusPOSTERIOR (DORSAL/BACKWARD) SHIFT AND TILT5Most common type of distal fragment displacement in flexion type of supracondylar fracture of humerusANTERIOR (DORSAL/BACKWARD) SHIFT AND ANGULATION TILT6Most common complication of supracondylar fracture of humerusMALUNION7Least common complication of supracondylar fracture of humerusNONUNION8Most common deformityGUN-STOCK DEFORMITY (CUBITUS VARUS)9Most common nerve injuredANTERIOR INTEROSSEOUS NERVE10Tardy ulnar nerve palsyCUBITUS VALGUS (LATERAL CONDYLAR FRACTURE)11Most common cause of VICFRACTURE SUPRACONDYLAR HUMERUS12Most common cause of Volkman's ischemia and compartment syndrome in childrenFRACTURE SUPRACONDYLAR HUMERUS13Most common site of myositis ossificansAROUND ELBOW14Most common muscle involved in VICFLEXOR DIGITORUM PROFUNDUS15First sign/ Most common sign of VICPAIN16Most common nerve involved in VICMEDIAN NERVE17Most Common Nerve involved in anterior shoulder dislocationAXILLARY (CIRCUMFLEX HUMERAL) NERVE18Most Common Nerve involved in surgical neck humerus fractureAXILLARY NERVE19Most Common Nerve involved in fracture shaft of HumerusRADIAL NERVE20Most Common Nerve involved in fracture medial condyle of humerusULNAR NERVE21Most Common Nerve involved in Monteggia fracture-dislocationPOSTERIOR INTEROSSEOUS NERVE22Most Common Nerve involved in scapholunate dislocationMEDIAN NERVE23Most Common Nerve in Hip dislocationSCIATIC NERVE24Most Common Nerve in Knee dislocationPERONEAL NERVE25Best prognosis after nerve repairRADIAL NERVE26Worst prognosis after nerve repairSCIATIC AND FEMORAL NERVE",
        "cop": 2,
        "opa": "Supracondylar fracture of femur",
        "opb": "Supracondylar fracture of humerus",
        "opc": "Fracture ulna",
        "opd": "Fracture radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "c996eb39-6f75-4f3a-9be3-f690a85b92d1",
        "choice_type": "single"
    },
    {
        "question": "Myositis ossificans is most common around the.....joint:",
        "exp": "Ans: b (Elbow)Ref: Maheshwari Ortho, 3rd ed, p. 42",
        "cop": 2,
        "opa": "Knee",
        "opb": "Elbow",
        "opc": "Wrist",
        "opd": "Hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "e9fa5d9d-f381-4cd8-8815-0ce1f0d8a816",
        "choice_type": "single"
    },
    {
        "question": "In supracondylar fracture the fragment is often displaced:",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Laterally",
        "opb": "Medially",
        "opc": "Anteriorly",
        "opd": "Posteriorly",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "8f5f25a7-c012-44d5-bd09-6550d27e6741",
        "choice_type": "multi"
    },
    {
        "question": "Golfers elbow -",
        "exp": "Ans. is 'a' i.e., Medial epicondylitis Golfer's elbow (Medial epicondylitis)o It is about three times less common than tennis elbow.o Patient has pain and tenderness on the medial epicondyle of the elbow,o The bony attachment of flexor pronator origin is affected.o Often there is an associated ulnar nerve neuropathy. A medial collateral ligament injury should be excluded.",
        "cop": 1,
        "opa": "Medial epicondylitis",
        "opb": "Lateral epicondylitis",
        "opc": "Posterior elbow dislocation",
        "opd": "Lateral collateral ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "85b13102-0600-4916-850d-79848868b363",
        "choice_type": "single"
    },
    {
        "question": "Cozen test is used in diagnosis of -",
        "exp": "Ans. is 'a' i.e., Tennis elbow Special Tests for Tennis elbow* Cozen's test: With the forearm pronated, ask the patient to make a tight fist. The examiner now holds the fist and palmarflexes the wrist. Pain will be felt at the lateral epicondyle in a case of tennis elbow.* Wringing test: When the patient is asked to wring a towel, pain is felt at the lateral epicondyle in tennis elbow.",
        "cop": 1,
        "opa": "Tennis elbow",
        "opb": "Golfers elbow",
        "opc": "Jumpers knee",
        "opd": "Osteochondritis dessicans",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "c8509c4f-b4e1-44fa-8918-fe54877a31bf",
        "choice_type": "single"
    },
    {
        "question": "Nerve commonly damaged in fracture shaft humerus is -",
        "exp": "Ans. is 'b' i.e., Radial nerve Complications Fracture shaft humerus* Nerve injury: The radial nerve is commonly injured in a fracture of the humeral shaft. The injury to the nerve is generally a neurapraxia only. A special type of humerus fracture, where there is a spiral fracture at the junction of the middle and distal third, is commonly known to be associated with a radial nerve palsy. This is called Holstein Lewis fracture.* Delayed and non-union: Fractures of the shaft of the humerus, especially transverse fracture of the midshaft, often go into delayed or non-union. The causes of non-union are: inadequate immobilization or distraction at the fracture site because of the gravity.",
        "cop": 2,
        "opa": "Axillary nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "c442150b-dd48-44b4-a230-3c01a5d1804a",
        "choice_type": "single"
    },
    {
        "question": "Cozen test is done for?",
        "exp": "ANSWER: (B) Tennis elbowREF: Apley's system 8th e p. 310-11Tennis tendinitis:Chronic tendinitis of common extensor originCozen test - active extension of wrist against resistance produces pain at point of common extensor origin.",
        "cop": 2,
        "opa": "Little leaguer's elbow",
        "opb": "Tennis elbow",
        "opc": "Golfers elbow",
        "opd": "Frozen shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "375fcc34-3329-4d1f-819c-8a7b1c9be2fe",
        "choice_type": "single"
    },
    {
        "question": "Myositis - Ossificans common at",
        "exp": "B. i.e. (Elbow joint) (599 - Apley 8th) (369 - current Diagnosis and Treatment) 4th Myositis - ossificans (Post- traumatic ossification)* Ossification of the haematoma around a joint resulting in the formation of a mass of bone restricting joint movements often completely* Common at elbow joints (stress- reactive pseudo tumor)* Myositis ossificans histologically resembles to osteogenic sarcoma*** Quadriceps muscle is commonly involved* With maturation, ossification occurs in the traumatized muscle facial planes. Which may suggest the diagnosis of a synovial sarcoma or other calcifying sarcoma.* If the myositis pseudotumor is attached to the subjacent bone. It can mimic a parosteal osteosarcoma",
        "cop": 2,
        "opa": "Shoulder joini",
        "opb": "Elbow joint",
        "opc": "Knee joint",
        "opd": "Hipjoiiu",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "7d92fda3-43ea-4633-b4df-8d33119af913",
        "choice_type": "single"
    },
    {
        "question": "Fracture shaft of humerus is associated with which nerve damage?",
        "exp": "Ans. c (Radial). (Ref. Orthopedics Maheshwari, 2nd/77; Das surgery, 330;Last Anatomy8th/70, 83,94)# Radial nerve is in contact with the periosteum of the humerus, at the lower end of the radial groove.# Radial nerve may be injured at time of injury or later when involved in callus formation (tardy palsy).# In closed fracture the nerve injury is usually neuropraxia & recovery is the rule.",
        "cop": 3,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Musculocutaneous",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "815bae9a-f785-4cc4-96a0-04f9ac84a1f2",
        "choice_type": "single"
    },
    {
        "question": "An oblique fracture of olecranon, if displaced proximally. The treatment is:",
        "exp": "Ans: b (Tension band wiring)Ref: Maheshwari Ortho, 3rded, p. 88",
        "cop": 2,
        "opa": "Excision & resuturing",
        "opb": "Tension band wiring",
        "opc": "Nailing",
        "opd": "Elbow is immobilized by cast",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "6112d8d8-df51-4ca0-b49e-696be0cb2502",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly affected joint in myositis ossificans is",
        "exp": "Ans. d (Elbow). (Ref. Maheshwari, Orthopaedics, 2nd ed., 42)Myositis ossificans# It is ossification of haematoma around a joint resulting in the formation of a mass of bone restricting joint movements often completely.# It is due to severe injury to a joint especially when the capsule & the periosteum have been stripped from the bones by violent displacement of the fragments.# It is particularly common around elbow joint in children as periosteum is loosely attached to bones also in the patient with prolonged or permanent neuronal damage from head injury & in paraplegia.# Massage following trauma is a factor known to aggravate myositis ossificans.# The most commonly affected joint in myositis ossificans is elbow.# The calcification classically starts from periphery in myositis ossificans, while from center in parosteal osteosarcoma.",
        "cop": 4,
        "opa": "Ankle",
        "opb": "Knee",
        "opc": "Hip",
        "opd": "Elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "461bbd0a-d819-4a2b-bb30-d6c187c613f2",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of supracondylar fracture of humerus -",
        "exp": "Ans. is 'a' i.e., Malunion * Supracondylar fracture can cause many complications and some of them are serious.* Complications are divided into early and late complications.Early complications* Early complications occurs at the time of injury or within a few days (2-3 days) and include: -i) Vascular injury# The greatest danger of supracondylar fracture is injury to brachial artery. Injury to brachial artery may cause nerve and muscle ischemia (Volkmann's ischemia of flexor compartment) or may result in postischemic swelling due to edema or hemorrhage, thereby causing compartment syndrome, which can cause, if not treated immediatealy, Volkmann's ischaemic contracture later on.ii) Nerve injury# The median nerve (particularly the anterior interosseous branch), the radial nerve or the ulnar nerve may be injured.Late Complications* Occuring weeks to months after the fracture and include : -i) Malunion : - It is the commonest complication of supracondylar fracture and results in cubitus varus (Gun stock deformity). Cubitus valgus is rare and may occur occasionally in posterolateral displacement.ii) Myositis ossificans and elbow stiffness.iii) Volkmann's ischemic contracture.",
        "cop": 1,
        "opa": "Malunion",
        "opb": "Median nerve injury",
        "opc": "Myositis ossificans",
        "opd": "Volkmann's ischemic contracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "3d641127-86f7-4126-b368-3e4f96689eff",
        "choice_type": "single"
    },
    {
        "question": "Three point bony relationship around the elbow is not disturbed in which of the following -",
        "exp": "Ans. is 'a' i.e., Fracture supracondylar humerus * The three prominent bony points around elbow are medial epicondyle, lateral epicondyle and tip of the olecranon. The relationship of these three bony points is important in the diagnosis of injuries around the elbow. Normally, In 90deg flexed position of elbow, these three bony points form a near Isoceles triangle. In extension all three lies in a straight horizontal line.* In elbow injuries, following is seen in three bony relationship : -A) Maintained# Three point bony relationship is maintained in supracondylar fracture humerus. This is easy to understand, as the fracture is above all these three bony point, relationship in themselves is maintained. So, if fracture is above or below these 3 points, their relationship will be maintained.B) Disturbed# If injury involves a region at or in between these three bony point, their relationship will be disturbed. Such injuries are : -1) With increased intercondylar distance* The distance between two epicondyles (intercondylar distance) is increased.* Obviously, the injury is involving the region anywhere from lateral epicondyle to medial epicondyle: -i) Fracture medial epicondyle and/or condyle.ii) Fracture lateral epicondyle and/or condyleiii) Fracture intercondylar region2) With maintained intercondylar distance* The distance between two epicondyles is maintained as the intercondylar region is not involved : -i) Fracture olecranon (i.e., Upper ulna)ii) Dislocation of elbow",
        "cop": 1,
        "opa": "Fracture supracondylar humerus",
        "opb": "Fracture medial condyle of distal humerus",
        "opc": "Fracture lateral condyle of distal humerus",
        "opd": "Posterior dislocation of elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "93da8424-a713-436e-9a3a-fbbd7f4330e6",
        "choice_type": "single"
    },
    {
        "question": "Malunion of the supracondylar fracture of the humerus in children results",
        "exp": "(Cubitus varus deformity) (599-Apley's 8th)* Malunion is the commonest complication of a supra condylar fracture and results in a cubitus varus deformity (Gun-stock deformity)* This is because the fracture unites with the distal fragment tilted medially and in internal rotation* Cubitus valgus deformity results from fracture lateral condyle of humerus. This may result in late ulnar nerve palsy (Tardy-ulnar nerve palsy)",
        "cop": 3,
        "opa": "Flexion deformity",
        "opb": "Extension deformity",
        "opc": "Cubitus varus deformity",
        "opd": "Cubitus valgus deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "10635b7d-f392-4099-bb65-06194a9183f5",
        "choice_type": "single"
    },
    {
        "question": "Tennis elbow is -",
        "exp": "Ans. is 'b' i.e., Lateral Epicondylitis o Repeat from previous sessions.",
        "cop": 2,
        "opa": "Medial Epicondylitis",
        "opb": "Lateral Epicondylitis",
        "opc": "Ulnar collateral ligament injury",
        "opd": "Radial head subluxation",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "73c8745d-63d8-4914-90a1-dd01782851ee",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with a blue right arm with absent radial pulse and painful passive finger extension following a supracondylar fracture of humerus. He is suffering from:",
        "exp": "Ans. C. Compartment syndromeFracture can lead to ischemia in the distal limb by direct injury to the blood vessel or by the effect of oedema increasing the pressure within the osteo fascial compartment which limits perfusion. In compartment syndrome, the increased pressure can lead to profound ischemia with necrosis of muscle and nerve tissue. This is a surgical emergency requiring prompt decompression by open fasciotomy. Once muscle tissue dies it is replaced by inelastic fibrous tissue giving rise to the complication of Volkmann's ischaemic contracture.",
        "cop": 3,
        "opa": "Sudeck's atrophy",
        "opb": "Median nerve injury",
        "opc": "Compartment syndrome",
        "opd": "Myositis ossificans",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "9708fa92-9600-4bc0-bfcd-e0f52e05d581",
        "choice_type": "single"
    },
    {
        "question": "Most common fracture in the children is",
        "exp": "(Supra condylar humerus) (596-Apley's 8th)Supracondylar fracture of humerus - usually seen in children suggest an extenson injury, usually due to a fall on the outstretched hand. The distal fragments is pushed backwards and (because the forearm is usually in pronation) twisted inwards, sometimes injuring the brachial artery or Median nerve\"These are among the commonest fractures in children\"",
        "cop": 1,
        "opa": "Supracondylar humerus",
        "opb": "Tibia fracture",
        "opc": "Fracture shaft of the femur",
        "opd": "Metatarsal fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Arm & Elbow",
        "id": "5942bb07-4170-4d5b-ad89-78bebac43ac3",
        "choice_type": "single"
    }
]