[
    {
        "question": "Dinner fork deformity is seen in -",
        "exp": "Ans. is 'a' i. e., Colles fracture Deformity. Associated fracture / condition. Garden Spade Deformity. Smiths Fracture. Gun stock deformity. Cubitus varus commonly due supracondylar humerus fracture. Dinner fork deformity. Colles Fracture. Genu Varum. Blounts disease",
        "cop": 1,
        "opa": "Colies fracture",
        "opb": "Supracondylar fracture of Humerus",
        "opc": "Smith's fracture",
        "opd": "Volar Barton Fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "2523d6a1-2ee2-4d9e-bb95-979aad656d7a",
        "choice_type": "single"
    },
    {
        "question": "Monteggia fracture is -",
        "exp": "Ans. is 'a' i. e., Fracture of the proximal ulna with radial head dislocation Eponymous injuries of forearm. Name. Injury. Monteggia fracture dislocation. Fracture of upper third of ulna with dislocation of the radial head. Galleazi fracture. Fracture of distal third of radius with dislocation or subluxation of inferior (distal) radio-ulnar joint. Essex Lopresti lesion. Fracture of the radial head with distal radioulnar joint injury with tear in the interosseus membrane",
        "cop": 1,
        "opa": "Fracture of the proximal ulna with radial head dislocation",
        "opb": "Radial head subluxation",
        "opc": "Tear in interosseus membrane between radius and ulna with proximal ulna fracture",
        "opd": "Distal radius Fracture with injury to Distal radio ulnarjoint",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "8b5ed778-8c5b-4928-b675-8ac2fefa8c45",
        "choice_type": "single"
    },
    {
        "question": "Fracture of both bone forearm at same level, position of the arm in plaster is",
        "exp": "Ans. is 'd' i. e. Mid prone * Treatment of both bones forearm: Conservative - CR & immobilisation in an above elbow POPConservative treatment is sufficient in children because in them this fracture is often undisplaced. But in adults they are notoriously prone to severe displacement. OR & IF -Is required especially in adults. During OR & IF the radius & ulna should be approached through separate incision.",
        "cop": 4,
        "opa": "full supination",
        "opb": "10 degree supination",
        "opc": "full pronation",
        "opd": "mid-prone",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "ace0bf7f-95c7-4b90-9777-5a41777bc2a7",
        "choice_type": "multi"
    },
    {
        "question": "Commonest fracture in elderly with fall on outstretched hand is -",
        "exp": "Ans. is 'a' i. e., Colle's fracture o Colie's fracture is the most common fracture in person over 40 years. Colle's fracture o Colle's fracture is an extra-articular fracture at the distal end of radius, at its cortico-cancellous junction. It is the most common fracture in a person over 40 years of age and especially in women after menopause (Postmenopausal females). The association of the fracture with osteoporosis is now well established and it is one of the fragility fracture, seen in osteoporosis. The fracture nearly always caused by fall on outstretched hand. Displacement in Colle's fracture o The fracture line runs transversely at the cortico-cancellous junction, o In the majority of the cases, one or more displacements of the distal fragment occur:- i) Dorsal displacement (Dorsal shift) iv) Lateral tilt (lateral angulation) ii) Dorsal tilt (Dorsal angulation) v) Supination (external rotation) iii) Lateral displacement (lateral shift) vi) Impaction (proximal migration) Clinical features of codes fracture o Pain and swelling at the wrist. o Typical deformity: There is a dorsal hollow or depression just proximal to the fracture and immediately distal to this there is a marked prominence caused by lower fragment being displaced backward, carrying with it the whole of the carpus and hand. This gives the appearance of a fork, So named dinner fork/ silver fork/spoon-shaped deformity. o There is local tenderness. Treatment of Colle's fracture o manipulation involves reversing the typical deformities of Colle's fracture (in the following sequence) Disimpaction (by traction) to correct impaction. Palmer flexion & ulnar deviation to correct dorsal tilt / shift and radial tilt / shift. Pronation (internal rotation):- to correct supination (external rotation), o After reduction below elbow cast is given.",
        "cop": 1,
        "opa": "Colles' fracture",
        "opb": "Bennets fracture",
        "opc": "Galazzie fracture",
        "opd": "Monteggia fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "4866f753-3063-4ea1-a8f9-20331c4151ad",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following displacement is not seen in Colic's fracture?",
        "exp": "Ans. b. Volar tilt (Ref: Apley 9/e p773; Rockwood 6/e p910-943: Campbell's 10/e p3058-3068: Maheshwari 3/e p 95-96). Volar tilt is not seen in Colic's fracture. Displacements of Colle's Fracture: It results in dinner fork / silver fork / spoon shaped deformity (With six displacements; Mnemonic-'DILS')* Dorsal displacementQ* Dorsal tiit/angulationQ* ImpactionQ (Proximal shift)* Lateral displacementQ* Lateral tilt angulationQ* SupinationQ Colle's Fracture. Colle's fracture is fracture of lower end of radius at its cortico cancellous junction. QMostly occurring in post menopausal osteoporotic elderly women. QAs a result of fall on outstretched hand with wrist in extension. It is MC of all fractures In older peopleQ. Mechanism of Injury: Falling on to the outstretched hand with wrist in extension, the thener eminence takes the brunt of force. This results in fracture of lower end of radius, rotating it in to supination with the centre of rotation at the ulnar styloid. If the force continues the ulnar styloid is avulsed and triangular fibrocartilage complex is injured. Displacements of Colle's Fracture: It results in dinner fork/silver fork/spoon shaped deformity (With six displacements: Mnemonic-'DILS')* Dorsal displacementQ* Dorsal tilt/angulationQ* ImpactionQ (Proximal shift)* Lateral displacementQ * Lateral tilt angulationQ * Supination. QPosition of immobilization in Colle's fracture. Palmar deviationQ (Flexion). Pronation. QUlnar deviation. QComplication of Colle's Fracture* Joint Stiffness- Finger stiffness is NIC complicationQ.- Wrist, elbow, and shoulderQ are other joints to become stiff.* Malunion is the 2nd MC complicationQ and it leads to dinner fork deformityQ* Sudeck's osteodystrophy / Reflex sympathetic dystrophy:- It is quite common but seldom progress to hill-blown picture of sudeck's atrophy.- Colle's fracture is the commonest cause of sudeck's dystrophy in upper limbQ.* Shoulder Hand Syndrome:- Characterized by a swollen, painful, stiff hand and a 'frozen shoulder'.* Rupture of extensor pollicis longus tendonQ* Carpal tunnel syndrome causing median nerve compressionQ.* Carpal instabilityQ* Triangular- fibrocartilage complex injuryQ and subluxation of inferior radioulnar joint.* Delayed union and nonunion are extremely rare.",
        "cop": 2,
        "opa": "Radial tilt",
        "opb": "Volar tilt",
        "opc": "Dorsal displacement",
        "opd": "Supination",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "c5203093-e19d-41c2-9fc5-a5b8ec359ec8",
        "choice_type": "single"
    },
    {
        "question": "Phalen test is done for?",
        "exp": "Ans. (b) Carpal tunnel syndrome. Ref-. Appendix-135 for \"Tests used in orthopedics)",
        "cop": 2,
        "opa": "De quervains tenosynovitis",
        "opb": "Carpal tunnel syndrome",
        "opc": "Rotator cuff injury",
        "opd": "Tennis elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "2bc80f12-82e5-4d16-aadb-310872574ad1",
        "choice_type": "single"
    },
    {
        "question": "Colie's fracture which of the following tendons likely to rupture:",
        "exp": "Ans. (c) Extensor policis longus. Ref: Apley's 9th edJ 772-74# Colles fracture is a fracture of distal radius at corticocancellous junction with dorsal displacement of distal segment.# Mechanism of injury: Fall on outstretched hand with wrist in hyperextension. Complication of Colle's* Joint stiffness- most common* Malunion- 2nd most common* Sudecks osteodystrophy* Rupture of extensor pollicis longus tendon: Less common complication, usually seen after 4th week of injury.",
        "cop": 3,
        "opa": "Flexor pollicis longus",
        "opb": "Flexor policis brevis",
        "opc": "Extensor policis longus",
        "opd": "Extensor policis brevis",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "989351f0-a6e8-4397-8e25-97716f39390e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are displacements of Colie's fracture except -",
        "exp": "Ans. is 'd' i. e., Medial dispalcement Displacement in colie's fractureo The fracture line runs transversely at the cortico-cancellous junctiono In the majority of the cases, one or more displacements of the distal fragment occuri) Dorsal displacement (Dorsal shift)ii) Dorsal tilt (Dorsal angulation)iii) Lateral displacement (lateral shift)iv) Lateral tilt (lateral angulation)v) Supination (external rotation)vi) Impaction (proximal migration)",
        "cop": 4,
        "opa": "Dorsal tilt",
        "opb": "Impaction",
        "opc": "Supination",
        "opd": "Medial dispalcement",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Forearm",
        "id": "ca2176f9-c97e-4bf5-a6aa-94e5c065de3f",
        "choice_type": "multi"
    }
]