[
    {
        "question": "Most common type of hip dislocation is:",
        "exp": "Ans. is 'b' i. e., Posterior [Ref: Essential of orthopedic surgery 3rd/e p. 1179)* There are three main types of dislocations of the hipi) Posterior dislocationii) Anterior dislocationiii) Central fracture dislocation* Of the three, the posterior dislocation is the most common.",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Central",
        "opd": "Inferior",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "d5811b0f-6435-4d4d-9f76-d4143568b0d2",
        "choice_type": "single"
    },
    {
        "question": "Trendelenberg test is positive in palsy of -",
        "exp": "Ans. is 'b' i. e., Gluteus medius Trendeienberg test: o It tests the stability of the hip and particularly of the abductor mechanism of the limb on which the patient is standing. o Principle of the test: Normally when one leg is raised from the ground the pelvis tilts up war as on that side, through the action of the hip abductors of the standing limb. If the abductors are inefficient they are unable to sustain the pelvis against the body weight and it tilts downwards instead of rising up on the side of the lifted leg. Note that the test is performed with the patients standing on the affected leg. o Abductor mechanism: it can be compared with the lever, with the body weight being trying to tilt the pelvis down; the hip joint being the fulcrum and the abductor muscles being the power acting throught the lever arm (from the head of the femur to attachment of the abductor muscles on the greater trochanter - the neck of the femur). Causes of positive trendeienberg test: o Any failure of abductor mechanism causes dipping of the pelvic (A SIS) on the normal side. o There are three fundamental causes: 1) Paralysis of the abductor muscles (Supplies gluteus medius & minimus)eg. Polio. Paralysis of superior glut era l nerve2) Marked approximation of the insertion of the abductor muscles to their origin by upward displacement of the greater trochanter; so that the muscles are slack. eg. Severe coxa vara, dislocation o f hip3) Absence of stable fulcrum & lever arm about which the abductor muscles can act Neck femur fracture. Dislocation of hip, Destructruction of head as in Perthes diseases.",
        "cop": 2,
        "opa": "Gluteusmaximus",
        "opb": "Gluteus medius",
        "opc": "Rectusfemoris",
        "opd": "Vastus medialis",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "3d7a4631-55b3-4e8e-9a1a-ef2965df4561",
        "choice_type": "single"
    },
    {
        "question": "Avascular Necrosis (AVN) of femoral head is most common in?",
        "exp": "Ans. A. Intracapsular fracture neck of femur. (Ref. Maheshwari ortho 3rd/pg. 112; Current Ortho/ Ch. 3.). Femoral Neck Fracture. Introduction:# There are two types of of the neck of femur. Intracapsular &Extracapsular# Most of the Femoral neck fractures are intracapsular fractures (as a matter of convention, the term fracture of the neck of femur' is used for intracapsular fracture of the neck).# The extracapsular are usually called inter-trochanteric. Classification# A. Anatomical classification# B. Pauwel's classification# C. Garden's classification. Garden classification for acute fractures of femoral neck is the most widely used system: Garden classification for fractures of femoral neck. Type 1. Valgus impaction of the femoral head. Type 2. Complete but nondisplaced. Type 3. Complete fracture, displaced less than 50%Type 4. Complete fracture displaced greater than 50%c/f:# The involved extremity may be slightly shortened and externally rotated.# Tenderness in groin# Attempted hip movements painful, and asso with sever spasm# Active straight leg rising not possible. Complications:# 1. Non-union (in 30-40% of IC ).# 2. AVN: high risk of nonunion or avascular necrosis of the femoral head due the unusual vascularization of the femoral head and neck. The incidence of avascular necrosis increases with the amount of fracture displacement and the amount of time before the fracture is reduced.# 3. OARx:# This is rightly termed as \"unsolved \" because of the high incidence of complications.# This invariable needs operative Rx.# An impacted fracture is Rxed conservatively in all age groups (hip spica in childen and Thomas splint in adults).# Unimpacted or displaced fracture:- < 60 yrs: internal fixation.- > 60 yrs: head excised and replaced by prosthesis done as a primary procedure.- In few younger patients, especially if preesenting late, open reduction of is done.- Internal fixation can be done using any of the following implant:# Multiple cancellous screws - most commonly used.# Dynamic hip screws (DHS)# Multiple Knowle's pins/More's pins - used in children.# SP nail - not popular now.- At some centres in general an inter-trochanteric osteotomy (Mc. Murray's osteotomy is preferred).- Hemiarthroplasty is used for elderly patients & Austin Moore prosthesis is used most commonly. This cannot be used as a method of Rx in younger patients as prosthesis becomes loose over a period of time (8-10 yrs). Meyer's procedure ( reduced by exposing it from behind and it is fixed with multiple screws and supplemented with vascularised muscle pedicle bone graft). It is used in treating the fractures presenting late and those with significant communition. It is also used for non-union of the femoral neck. Additional Educational points: The vascular supply of the femoral head is also of paramount importance. There are three main sources of vascular supply: 1) The retinacular vessels arising from the lateral femoral circumflex artery and the inferior metaphyseal artery and then running beneath the synovium along the neck, which they penetrate proximally both anteriorly and posteriorly; 2) The interosseous circulation crossing the marrow spaces from distal to proximal; and3) Unreliably, the ligamentum teres artery.",
        "cop": 1,
        "opa": "Intracapsular fracture neck of femur",
        "opb": "Extracapsular fracture neck of femur",
        "opc": "Hip joint dislocation",
        "opd": "Fracture shaft of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "a15f83d6-caf6-42be-853d-54c0a5e894ac",
        "choice_type": "single"
    },
    {
        "question": "Trendlenberg's sign is positive in injury to:",
        "exp": "Ans: B (Gluteus medius) Ref: Press wood L, Cronin J. Keogh J. Whatman C (2008). Ghtietis Medius: Applied Anatomy, Dysfunction, Assessment, and Progressive Strengthening. Strength and Conditioning Journal, 30 (5), 41-53. Explanation: Trendelenburg's sign is found in people with w-eak or paralyzed abductor muscles of the hip, namely gluteus medius and minimus. It is named after the German surgeon Friedrich Trendelenburg. The Gluteus mediusis far more valuable as a pelvis and lower extremity dynamic stabilizer than it is a pure hip abductor. This is apparent when looking at the mechanism of a Trendelenburg Gait. The role of the gluteus medius during activities such as walking and running is to dynamically stabilize the pelvis in a neutral position during single leg stance. Weakness of the right gluteus medius will cause the left hip to drop when standing on the right limb.",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Quadriceps lemons",
        "opd": "Quadratuslumborum",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "17c3c2f2-60f6-4126-b0d9-f32b3d720929",
        "choice_type": "single"
    },
    {
        "question": "Pseudoflexion deformity of hip is seen in?",
        "exp": "ANSWER: (A) Iliopsoas abcess. REF: Tuberculosis by tuli 3rd e p. 193. Psoas abscess gives rise to pseudo hip flexion deformity, due to spasm of the illiopsoas muscles. ipsilateral flexion of hip joint relieves the pain and extension increases it.",
        "cop": 1,
        "opa": "Iliopsoas abcess",
        "opb": "Tom smith arthritis",
        "opc": "Rickets",
        "opd": "Posterior dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "dc941dbf-da50-4b75-a85b-c3d4ef4f099a",
        "choice_type": "single"
    },
    {
        "question": "Vascular sign of narath is seen in -",
        "exp": "Ans. is 'a' i. e., Dislocation of hip Vascular sign of Narath* Normally femoral pulse is felt in the groin against head of the femur.* In posterior dislocation of hip the vessels fall back unsupported, so femoral arterial pulsation, which is felt against the head of the femur will be feeble or even, may not be palpable.",
        "cop": 1,
        "opa": "Dislocation of hip",
        "opb": "Dislocation of knee",
        "opc": "Dislocation of elbow",
        "opd": "Dislocation of shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "f87fb3f5-8a4f-4e50-b5a1-f1e60a8a3806",
        "choice_type": "single"
    },
    {
        "question": "Vascular sign of narath is seen In?",
        "exp": "ANSWER: (A) Posterior dislocation of hip. REF: Apley's 8th ed p. 681. Vascular sign of narath is positive in posterior dislocation of hip joint. Due to posterior dislocation, the hipjoint falls on the femoral artery, and this causes feeble or absent femoral pulse.",
        "cop": 1,
        "opa": "Posterior dislocation of hip",
        "opb": "Sub trochantric fracture of hip",
        "opc": "Anterior dislocation of hip",
        "opd": "Central dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "db735463-dbfc-4dce-b1c2-200804b31ea0",
        "choice_type": "single"
    },
    {
        "question": "Most common dislocation of hip is:",
        "exp": "Ans: b (Posterior) Ref: Maheswari, 4th ed, p. IIIThere are 3 main types of dislocations of hip of which posterior dislocation is the commonest. Posterior dislocation of hip complications are: 1. Injury to sciatic nerve (All India repeat)2. Avascular necrosis- femoral head3. Osteoarthritis4. Myositis ossificans. Types of hip dislocation are: a) Posterior dislocation (Dash board injuiy)b) Anterior dislocationc) Central dislocation",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Poster lateral",
        "opd": "Central",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "d9935efe-b2d7-4a6a-bd8d-55e9b6e85258",
        "choice_type": "single"
    },
    {
        "question": "Flexion, adduction and internal rotation is seen in:",
        "exp": "Ans: c (Post dislocation of hip) Ref: Maheswari, 3rd ed, p. IIIFlexion adduction and internal rotation is seen in posterior dislocation of hip. Posterior dislocation - Flexion + adduction + internal rotation + shortening. Anterior dislocation - Flexion + abduction + external rotation + shortening. Fracture neck of femur - Flexion + adduction + external rotation + shortening. Intertrochantric - Flexion + adduction + extenal rotation + shortening. Attitude in TB hip: Stage of synovitis - Flexion + abduction + external rotation (apparent lengthening). Stage of arthritis - Flexion + adduction + internal rotation (app shortening). Stage of erosion - Flexion + adduction + internal rotation (true shortening)",
        "cop": 3,
        "opa": "neck of femur",
        "opb": "Ant dislocation of hip",
        "opc": "Post dislocation of hip",
        "opd": "Congenital dislocation hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "ea96c66e-4643-49c9-ad3b-5a67722e0ca6",
        "choice_type": "single"
    }
]