[
    {
        "question": "False about Charcot's joint in diabetes mellitus is:",
        "exp": "Treatment of Charcot's ahropathy- limitation of joint movements by bracing or casting, joint debridement (ahrocentesis) and fusion of joint (ahrodesis). Please remember that replacement is advocated now with advances in treatment but still it will be the least preferred treatment for ankle it can be carried for knee.",
        "cop": 3,
        "opa": "Limitation of movements with bracing",
        "opb": "Ahrodesis",
        "opc": "Total ankle replacement",
        "opd": "Ahrocentesis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint Disorders",
        "id": "43da65ef-65a8-4c89-a08d-73c92e80828b",
        "choice_type": "multi"
    },
    {
        "question": "Ahritis involving DIP, PIP, 1st carpometacarpal with sparing of MCP and wrist joints is typical of:",
        "exp": "Osteoahritis characteristically involves distal interphalangeal joint (Heberden's node), proximal interphalangeal joint (Bouchard's node), 1st carpometacarpal joint (base of thumb) of hand with sparing of metacarpophalangeal joint and wrist joint. Fig. Joints involved in osteoahritis",
        "cop": 1,
        "opa": "Osteoahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Psoriatic ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "86fca861-ba48-46bc-97e8-7ea2811bf202",
        "choice_type": "single"
    },
    {
        "question": "42 yrs male with frequent attacks of joint pain, underwent an X-ray showing soft tissue swelling. The likely diagnosis is:",
        "exp": "Tophi appear as characteristic punched out cysts or deep erosions with over hanging bony edges -Mael's or G' sign. GOUT:- Sometimes only feature is acute pain and tenderness. hyperuricemia is not diagnostic and is often seen in normal middle aged men. During acute attack X-rays show only soft tissue swelling. Chronic gout may result in joint space narrowing and secondary OA.",
        "cop": 1,
        "opa": "Gout",
        "opb": "Parathyroid adenoma",
        "opc": "Psoriasis",
        "opd": "RA",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "0bd68318-07fa-424e-bea6-9ae7365387a3",
        "choice_type": "single"
    },
    {
        "question": "All are X-ray findings of RA except:",
        "exp": "Radiological features of RA are Evidence of soft tissue swelling and joint effusion Symmetrical involvement Juxta-aicular osteopenia (within weeks) Loss of aicular cailage and bone erosions (after months) Narrowing of joint space Aicular destruction and joint deformity, e. g. subluxation of atlantoaxial and cervical joints Lack of hyperophic bone changes (sclerosis or osteophyte)",
        "cop": 3,
        "opa": "Reduced joint space",
        "opb": "Soft tissue shadow",
        "opc": "Periaicular new bone formation",
        "opd": "Subchondral cyst",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "1db635ce-d401-442c-9e8b-e9fd0c1d100d",
        "choice_type": "multi"
    },
    {
        "question": "Nodular masses have developed in the periaicular tissue of the proximal and distal interphalangeal joints of the right hand of a 58-year-old man with a 10-year-history of gout. Which of the following choices best describes the characteristics of these masses?",
        "exp": "A 58-year-old man with a 10-year history of gout and nodular masses in the periaicular tissue of the proximal and distal interphalangeal joints of his right hand has tophus formation, which is pathognomonic for chronic gout. Tophi are deposits of monosodium urate (MSU) crystals in tissue. Gouty ahritis is a heterogeneous group of disorders characterized by hyperuricemia, recurrent attacks of acute ahritis, the formation of deposits of MSU (tophi), and uric acid urolithiasis. It is the most common inflammatory ahritis in men older than 30 years. Gout is a multifactorial inheritance caused by a combination of genetic susceptibility and the effect of ceain environmental factors (e. g., alcohol, eating red meats). Hyperuricemia is associated, but not synonymous, with gout because some patients with gout have normal uric acid levels. Primary hyperuricemia with gout refers to hyperuricemia that is a consequence of a disorder in uric acid metabolism that results from (1) decreased excretion (most common mechanism), (2) increased production, or (3) a combination of the two. Secondary hyperuricemia associated with gout can be caused by the same mechanisms as primary gout. There are secondary associations with diabetes mellitus, alcoholism, polycythemia rubra vera, leukemia, multiple myeloma, diuretic therapy, and the treatment of disseminated carcinomas. Ref: Maheshwari 9. TH ED pg 293.",
        "cop": 1,
        "opa": "Pathognomonic lesion of chronic gout",
        "opb": "Histologically similar to a rheumatoid nodule",
        "opc": "Contains weekly positives birefringent monosodium urate crystals",
        "opd": "Associated with fibrinoid necrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "3592515e-7674-4702-86a9-761d056c35f4",
        "choice_type": "multi"
    },
    {
        "question": "Knee joint in a patient with Hemophilic ahritis shows all of the following except",
        "exp": "Following are the characteristic finding in knee Hemophilic ahritis SUBACUTE OR CHRONIC AHRITIS * Recurrent hemahroses, may lead to a self-perpetuating condition * Joint abnormalities persist in intervals between bleeding episodes * Involved joint is chronically swollen although painless and only slightly warm * Chronic synovitis, including prominent synol proliferation with or without effusion, may be present * Mild limitation of motion often with a flexion deformity * Factor replacement does not modify these findings END-STAGE HEMOPHILIC AHROPATHY * Features in common with DJD and advanced RA * Joint appears enlarged and \"knobby\" - osteophytic bone overgrowth * Synol thickening and effusion - not prominent * Range of motion is severely restricted * Fibrous ankylosis is common * Subluxation, joint laxity, and malalignment - frequently present * Hemahroses decreases in frequency Refer Caffeys pediatric diganitsic imaging by Brian D, Cooley p 1458",
        "cop": 3,
        "opa": "Juxtraicular osteosclerosis",
        "opb": "Squaring of patella",
        "opc": "Narrowing of Intercondylar notch",
        "opd": "Subchondral cysts",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "91fea943-e858-4693-ba0a-3d255bf1223f",
        "choice_type": "multi"
    },
    {
        "question": "Ankylosing spondylitis in associated with:",
        "exp": "SERONEGATIVE SPONDYLOAHROPATHIES Feature HLA B-27 positive/presence of uveitis Onset usually before 45 years age Inflammatory ahritis of spine/large peripheral joints Absence of autoantibodies (e. g. rheumatoid factor) in serum so known as seronegative -Other diseases associated with HLA-B27 positivity Mnemonic: PEARS (HLA-B27 Positive) P- Psoriatic ahritis E- Enteropathic ahritis A- Ankylosing spondylitis(>90%) R- Reiter's syndrome/ Reactive ahritis S- SAPHO Syndrome OTHER OPTIONS: HLA-DW4/DR4- A/W rheumatoid ahritis. HLA-DR3 - A/W Type 1 diabetes mellitus HLA-B47- A/W 21 hydroxylase deficiency",
        "cop": 1,
        "opa": "HLA-B27",
        "opb": "HLA-B47",
        "opc": "HLA-DW4/DR4",
        "opd": "HLA-DR3",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "3285ea80-7062-4303-adc8-5f8438a7e9a8",
        "choice_type": "single"
    },
    {
        "question": "Most common joint involved in Gout y ahritis is?",
        "exp": "Gout: Disturbed purine metabolism leading to ecxessive accumulation of uric acid in the blood -an inherited disorder; or impaired excretion of uric acid by kidneys. result is accumulation of sodium bicarbonte crystals in soft tissues. Tisues of predliction are cailages, tendon, bursa. Patient, beyond 40 years of age, presents as 1. ahritis-MP joint of big toe is ourite site, acute severe pain 2. bursitis-commonly of olecranon bursa 3. tophi formation deposit of uric acid salt in soft tissue. Treatment: NSAIDS, uricosuric drugs, uric acid inhibitors. REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9. Pg no: 293",
        "cop": 3,
        "opa": "Knee joint",
        "opb": "Hip joint",
        "opc": "MP joint of the big toe",
        "opd": "MP joint of thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "2a1b1659-e71c-4b9b-86b6-2cf73285d98b",
        "choice_type": "single"
    },
    {
        "question": "CASPAR criteria is used in diagnosis",
        "exp": "Classification criteria for Psoriatic ahritis is used in the diagnosis of psoriatic ahropathy Refer: maheswari 9th ed",
        "cop": 1,
        "opa": "Psoriatic ahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Reactive Synovitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "053f73df-b721-450d-8818-463fb7118169",
        "choice_type": "single"
    },
    {
        "question": "All are Characteristic of SAPHO syndrome except",
        "exp": "The syndrome of synovitis, acne, pustulosis, hyperostosis, and osteitis (SAPHO) characterized by a variety of skin and musculoskeletal manifestations. Dermatologic manifestations include palmoplantar pustulosis, acne conglobate, acne fulminans, and hidradenitis suppurativa. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 385; Vasculitis Syndromes",
        "cop": 4,
        "opa": "Synovitis",
        "opb": "Acne",
        "opc": "Pustulosis",
        "opd": "Hyperpigmentation",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "8f2ddd26-c260-4a0a-82bf-3320b4e84af3",
        "choice_type": "multi"
    },
    {
        "question": "Swan neck deformity is:",
        "exp": "Deformities of RA - Swan Neck Deformity - Flexion at DIP and hypertension at PIP - Flexor insufficiency of PIP - Boutonniere deformity / Button hole deformity - Extensor deficiency at PIP joint - Hypertension of DIP & Flexion of PIP - Z deformity of thumb - Ulnar detion of fingers Z-deformity of thumb",
        "cop": 4,
        "opa": "Hyperextension at DIP, Flexion of PIP",
        "opb": "Extension of DIP, Hyperflexion at PIP",
        "opc": "Extension of both DIP & PIP",
        "opd": "Flexion at DIP, Hyperextension at PIP",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "50e3b8bd-1203-47f0-b060-1eb887f0ba16",
        "choice_type": "multi"
    },
    {
        "question": "The deformity that is most commonly seen in primary osteoahritis of knee joint?",
        "exp": "Deformity seen is varus of the knee, flexion-abduction external rotation of the hip Osteoahritis occurs in elderly people, mostly in the major joints of the lower limb, frequently bilaterally. The hip joint is commonly affected in a population with western living habits, while the knee is involved more commonly in a population with Asian living habits i. e., the habit of squatting and sitting cross-legged. Pain is the earliest symptom. It occurs intermittently in the beginning but becomes constant over months or years. Initially, it is dull pain and comes on staing an activity after a period of rest; but later it becomes worse and cramp-like, and comes after activity. Other symptoms are A coarse crepitus, Swelling, Stiffness, a feeling of &; instability&; of the joint, and &; locking&; resulting from loose bodies and frayed menisci. REF: Maheswari 9. TH ED pg: 296",
        "cop": 3,
        "opa": "Genu valgum",
        "opb": "Genu recurratum",
        "opc": "Genu varus",
        "opd": "Procurvatum",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "a77fd3b5-cbf6-42ab-be18-3bc863a3a995",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man complaints of low backache, decreased lumbar movements, morning stiffness which clinical examination will fuher help:",
        "exp": "ANKYLOSING SPONDYLITIS (AS)/MARIE-STRUMPELL OR BECHTEREW'S DISEASE Diagnostic Criteria-Modified New York Criterion CLINICAL CRITERIA Low back pain >= 3 months, improved by exercise and not relieved by rest Limitation of lumbar spine in sagittal and frontal planes Limitation of chest expansion (relative to normal values corrected for age and sex) RADIOLOGICAL CRITERIA Bilateral grade 2-4 sacroiliitis, or; Unilateral 3-4 sacroiliitis",
        "cop": 2,
        "opa": "Head circumference",
        "opb": "Chest expansion",
        "opc": "Hyperextension of joints",
        "opd": "Plantar arch",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "bbfdf8e6-c074-4ffb-9c35-6c02654b6473",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the types of endemic Osteoahritis except:",
        "exp": "Mueller-Weiss disease is not a type of endemic osteoahritis Endemic osteoahritis Kashin-Beck's disease -Endemic to China Mseleni joint disease -Endemic to South Africa Handigodu joint disease -Endemic to Malnad region of Karnataka Mueller-Weiss disease (Brailsforddisease)-spontaneous adult onset osteonecrosis of the navicular bone",
        "cop": 4,
        "opa": "Kashin-Beck's disease",
        "opb": "Mseleni joint disease",
        "opc": "Handigodu joint disease",
        "opd": "Mueller-Weiss disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "39ddab7e-bb35-4ef8-99cc-2e747028a1a6",
        "choice_type": "multi"
    },
    {
        "question": "A middle age female of rheumatoid ahritis on treatment develops upper motor neuron signs in her limbs. The investigation required to evaluate her fuher is:",
        "exp": "Rheumatoid ahritis (RA) may lead to atlanto-axial instability. Atlantoaxial instability (AAI)- excessive movement at the junction between the atlas (C1) and axis (C2) as a result of either a bony or ligamentous abnormality. Neurologic symptoms occur when the spinal cord is involved and is upper motor neuron signs in limbs. The assessment involves flexion extension lateral view of cervical spine that can assess this instability. Open mouth view is for atlantoaxial area specially dens but will not demonstrate instability. Swimmers view is for cervicothoracic junction assessment. Broden's view is for subtalar joint.",
        "cop": 1,
        "opa": "Spine lateral view flexion and extension views",
        "opb": "Open mouth view",
        "opc": "Swimmers view",
        "opd": "Broden's view",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "7989e9c8-74b1-40f9-9e48-ab03bdfb967c",
        "choice_type": "single"
    },
    {
        "question": "In Haemophilic ahropathy, which of the following abnormality is not seen?",
        "exp": "Radiological Features Soft tissue swelling and capsular distension. Juxta-aicular osteopenia (not sclerosis). Overgrowth and osteoporosis of epiphysis. Marginal erosions and subchondral cysts. Narrowing of joint space (with cailage destruction) and bony over growth. Widening of intercondylar notch of femur and squaring of distal end patella. Enlargement of proximal radius and trochlear notch of ulna. Total loss of joint space and fibrous ankylosis. Hemahrosis is bleeding into a joint. Causes include trauma, bleeding disorders, etc.",
        "cop": 3,
        "opa": "Subchondral bone cyst formation",
        "opb": "Increase in intercondylar distance",
        "opc": "Juxta aicular osteosclerosis",
        "opd": "Subchondral thinning",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "97e51b92-c8ed-4cc5-8eb5-a23f3aa59cd3",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy presents with chronic low back pain and stiffness for the past 8 months. He denies any GIT or genital infections. His temp is 98. 6 F. Lab investigation shows normal ESR and negative RA factor. X-ray films of the veebral column show flattening of the lumbar curve and subchondral bone erosion involving the sacroiliac joints. Most likely diagnosis?",
        "exp": "Diagnosis is ANKYLOSING SPONDYLITIS: The patient&; s young age, occurrence of pain at night, negativity of rheumatoid factor, and especially, bilateral involvement of sacroiliac joints are consistent with ankylosing spondylitis. This is one of the seronegative spondyloahropathies, characterized by onset before 40 years of age, absence of circulating autoantibodies, frequent association with HLA-B27 histocompatibility antigen, and common involvement of the spinal column. Ankylosing spondylitis should be suspected in any young person complaining of chronic lower back pain and confirmed by radiographs or CT scans of sacroiliac joints. The disease usually progresses to involve the whole veebral column, producing ankylosis and respiratory failure secondary to restrictive lung disease. Uveitis and aoic insufficiency are additional manifestations. Degenerative joint disease would be Exceptional at such a young age, unless predisposing conditions were present. Degenerative joint disease is not associated with systemic signs and symptoms. Radiographs of affected joints show narrowed interaicular spaces, osteophytes, and increased density of subchondral bone. Sacroiliac joints are not involved. Ref: Maheshwari 9. TH ED pg 290.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Degenerative join disease",
        "opc": "Reiter syndrome",
        "opd": "Seronegative rheumatoid ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "c6b6c019-a397-4140-bf8f-a7e3a7087d70",
        "choice_type": "single"
    },
    {
        "question": "Oligoahritis with ascending joint involvement is seen in -",
        "exp": "SERONEGATIVE SPONDYLOAHROPATHIES * These comprise a group of related inflammatory joint diseases, which show considerable overlap in their clinical features and a shared immunogenetic association with the HLAB27 antigen. They include: * ankylosing spondylitis * axial spondyloahritis * reactive ahritis, including Reiter&; s syndrome * psoriatic ahritis * ahropathy associated with inflammatory bowel disease. ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Juvenile osteoahritis",
        "opb": "Seronegative ahritis",
        "opc": "SLE",
        "opd": "Septis ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "5e54be18-2d9c-43da-89a6-3b808edbe00b",
        "choice_type": "single"
    },
    {
        "question": "Earliest investigation for diagnosis of Ankylosing spondylitis-",
        "exp": "mri stir sequence most precise investigation of choice in patients with ankylosing spondilitis ref: maheswari 9th ed",
        "cop": 1,
        "opa": "MRI STIR sequence",
        "opb": "Bone scan",
        "opc": "CT scan",
        "opd": "X-ray",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "8c7884eb-8a7c-4f74-9753-7f59729ad02f",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition can cause loose body in the joint -?",
        "exp": "Osteoahritis: Is a degenerative bone disease. c/f: Occurs in major joints of lower limbs mostly bilateral. Pain is earliest symptom. initially dull pain and comes on staing an activity after aperiod of restjbut later becomes worse and cramp like, and comes after activity. A coarse crepitus may be there Swelling is a late feature Stiffness is initially due to pain and muscular spasm, later capsular contracture and incongruity of joint surface contribute to it. Investigations: Radiological examination- Narrowing of joint space Subchondral sclerosis Subchondral cyst Osteophyte formation Loose bodies Deformity of joints. REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9 Pg no: 296",
        "cop": 3,
        "opa": "RA",
        "opb": "Ankylosing spondylitis",
        "opc": "OA",
        "opd": "SLE",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "0fd17712-6948-44a5-8833-9c78fc0de950",
        "choice_type": "single"
    },
    {
        "question": "Talocalcaneonavicular joint is a type of:",
        "exp": "* Ball and socket joint type 1. Hip 2. Talocalcaneonavicular3. Shoulder * Saddle type joint - 1st metacarpal joint* Hinge type joint - Elbow joint, knee joint* Plane type joint - intercarpal and intearsal joint",
        "cop": 2,
        "opa": "Saddle",
        "opb": "Ball and socket",
        "opc": "Hinge",
        "opd": "Plane",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint Disorders",
        "id": "4244a78f-a876-4639-8a7d-d9c298625d13",
        "choice_type": "multi"
    },
    {
        "question": "Heberden's nodes are seen in:",
        "exp": "Osteoahritis characteristically involves distal interphalangeal joint (Heberden's node), proximal interphalangeal joint (Bouchard's node), 1st carpometacarpal joint (base of thumb) of hand with sparing of metacarpophalangeal joint and wrist joint.",
        "cop": 1,
        "opa": "Osteoahritis of the Distal interphalangeal joints",
        "opb": "Osteoahritis of the Proximal interphalangeal joints",
        "opc": "Rheumatoid ahritis of the 1st carpometacarpal joint",
        "opd": "Rheumatoid ahritis of the Distal interphalangeal joints",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "691ab267-e63d-4efe-a132-5994f2d04446",
        "choice_type": "single"
    },
    {
        "question": "\"Wind-swept deformity\" is seen in:",
        "exp": "Rickets >Rheumatoid Ahritis Wind swept deformity is classically used for knee deformity of rickets Windswept deformity. 1. Knee: A valgus deformity of one knee in association of varus deformity of other knee is known as windswept deformity. It is seen in: rickets, hereditary dysplasia (epiphyseal dysplasia) of bone and rheumatoid ahritis. 2. Foot: Detion of all--toes in one direction (usually laterally) is known as windswept deformity. It is seen in rheumatoid ahritis. 3. Hand: Detion of all fingers (usually medially) is known as windswept deformity. It is seen in rheumatoid ahritis. Coming to the question here we have to choose one and this terminology is classically for rickets knee deformity.",
        "cop": 4,
        "opa": "Ankylosing spondylitis",
        "opb": "Scurvy",
        "opc": "Rheumatoid ahritis",
        "opd": "Rickets",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "ca9d730e-7216-40d4-ada2-d5aa1f9c2300",
        "choice_type": "single"
    },
    {
        "question": "A lady having flexion at proximal interphalyngeal joint and hyperextension at distal interphalyngeal joint of index finger is called-",
        "exp": "ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Boutonniere deformity",
        "opb": "Swan neck deformity",
        "opc": "Wind swept deformity",
        "opd": "Z deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "4cdda508-4f47-4a78-8463-d1089ef93d0c",
        "choice_type": "multi"
    },
    {
        "question": "In a patient with gouty ahritis, synol fluid aspiration will show -",
        "exp": "Gout: Disturbed purine metabolism leading to ecxessive accumulation of uric acid in the blood -an inherited disorder; or impaired excretion of uric acid by kidneys. result is accumulation of sodium bicarbonte crystals in soft tissues. Tisues of predliction are cailages, tendon, bursa. Patient, beyond 40 years of age, presents as 1. ahritis-MP joint of big toe is ourite site, acute severe pain 2. bursitis-commonly of olecranon bursa 3. tophi formation deposit of uric acid salt in soft tissue. Confirmation of diagnosis: urate crystals in aspirate from a joint or bursa, high serum uric acid levels Treatment: NSAIDS, uricosuric drugs, uric acid inhibitors. IMAGE SHOWING MONOSODIUM URATE CRYSTALS IN NEGATIVELY BIFRINGENT REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9. Pg no: 293",
        "cop": 1,
        "opa": "Monosodium Urate crystals",
        "opb": "Calcium Pyrophosphate crystals",
        "opc": "Mononuclear Leucocytosis",
        "opd": "Polymorphonuclear Leukocytosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "d77fbd83-01b5-44bc-ac9f-cf5025a7d112",
        "choice_type": "single"
    },
    {
        "question": "A 65 years old lady presented with a swollen and painful knee. On examination, she was found to have grade III osteoahritic changes. What is the best course of action?",
        "exp": "ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Conservative management",
        "opb": "Ahroscopic washing",
        "opc": "Paial knee replacement",
        "opd": "Total knee replacement",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "4936bf4b-6580-4a06-b697-0470a359de50",
        "choice_type": "single"
    },
    {
        "question": "Bamboo spine with sacroilitis is a feature of which of the following seronegative ahritis?",
        "exp": "Ankylosing spondylitis: Chronic disorder characterised by a progressive inflammatory stiffening of joints with predliction for joints of axial skeleton, especially sacroiliac joints. C/f: classic presentation- youngvadukt, 15-30 years old, presenting with gradual onset of pain and stiffness of lower back. paib tends to be worse at night or early morning, awakening from sleep. He gets better only after he walks. later kyphotic deformity of spine and deformity of hips may be prominent. On X ray- *squaring of veebrae: normal anterior concavity of veebral body is lost due to calcification of anterior longitudinal ligament. *loss of lumbar lordosis. *bridging osteophytes-syndesmophytes. *bamboo spine appearence. Other features: ESR- elavated Hb-mild anemia image - xray shows bamboo spine REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9. Pg no: 293",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatoid ahritis",
        "opc": "Osteoahritis",
        "opd": "Psoriatic ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "f6da5557-7cfd-4277-b17f-816166e0fcb9",
        "choice_type": "single"
    },
    {
        "question": "Metal on metal aiculation should be avoided in:",
        "exp": "Metal on metal aiculation should be avoided in: Young females of child bearing age, as metal ions may cross the placenta and damage the fetus. Renal insufficiency- as kidneys are responsible for eliminating metal ions from the blood. Metal hypersensitivity",
        "cop": 2,
        "opa": "Osteonecrosis",
        "opb": "Young female",
        "opc": "Inflammatory ahritis",
        "opd": "Revision surgery",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint Disorders",
        "id": "b8067f81-a16a-4594-b0d1-d07207df01b6",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female previous case history of fever, weight loss polyahralgia. Morning stiffness and bilateral hand pain the radiological finding is given below, what may be your diagnosis?",
        "exp": "X-ray image shows destruction of proximal interphylangeal joints RA - Typically in a female of 30-40 years with complain of polyahralgia, swelling and loss of weight. It usually involves the proximal joints of the fingers and has bilateral involvement. Another classic feature is generalized stiffness after periods of inactivity, especially in the early morning. Gout - 70% of acute gout affects the 1st metatarsal phalangeal joints. in joint aspiration needle shaped negatively biferingent mono sodiaum urate crystals are seen Psoriatic ahritis - It presents with ahritis of DIP joints. Psoriasis of skin and nails usually precedes the ahritis. * Osteoahritis - It commonly affects DIP and the thumb base in the hand. But it will not present with severely deformed hand.",
        "cop": 2,
        "opa": "Osteoahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Gout",
        "opd": "Psoriatic Ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "0fd664b8-8e36-4219-8cfc-d6897592a7e8",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in Rheumatoid ahritis according to 1987 ACR CLASSIFICATION CRITERIA?",
        "exp": "ref: maheswari 9th ed",
        "cop": 3,
        "opa": "Knee",
        "opb": "Ankle",
        "opc": "Tarsometatarsal",
        "opd": "Metatarsophalangeal",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "72e47857-2454-48e5-ae42-d8c9b7c7ba4e",
        "choice_type": "single"
    },
    {
        "question": "Which is seen more commonly in rheumatoid ahritis than in ankylosing spondylitis?",
        "exp": "An autoantibody against IgG (usually IgM) describes the rheumatoid factor (RF), which is more likely to be seen in rheumatoid ahritis (RA) than in ankylosing spondylitis (AS). Ankylosing spondylitis (AS) is a seronegative (RF-negative) spondyloahropathy that is either seen alone or in association with other disorders such as Reiter syndrome, psoriatic spondylitis, intestinal infections, and inflammatory bowel disease. AS most commonly involves young men between 15 and 30 years of age who are HLA-B27 positive (95% of cases). Approximately 20% of patients who are HLAB27 positive will develop AS or one of the other variants upon exposure to the environmental factors listed above. Characteristic features include an insidious onset of sacroiliitis, persistence for more than 3 months, and morning stiffness in the lower back that is relieved with exercise, as well as a diminished anterior flexion of the spine, which can be identified with the Schober test. The veebral column is eventually involved with subsequent fusion of the veebral column and production of the \"bamboo spine. \" Complications include (1) restricted chest movement with development of a restrictive type of lung disease; (2) iridocyclitis, with a potential for visual loss; and (3) aoic valve incompetence with regurgitation in a small percentage of cases. Indomethacin is the treatment of choice. X RAY SHOWING THE BAMBOO SPINE APPEARANCE SEEN IN ANKYLOSING SPONDYLITIS Ref: Maheshwari 9. TH ED pg 286.",
        "cop": 4,
        "opa": "An HLA-B27 haplotype",
        "opb": "Sacroiliitis",
        "opc": "Increased incidence in men",
        "opd": "Autoantibody against IgG",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "bf5fece7-042f-4a26-ad94-fd2706e1a741",
        "choice_type": "single"
    },
    {
        "question": "Subluxation of atlanto-occipital joint is seen in all except:",
        "exp": "Gout very rarely causes cranioveebral anomalies CRANIOVEEBRAL (CV) JUNCTION ANOMALIES: Subluxation of BASE OF SKULL + C1 + C2 Causes are: *",
        "cop": 1,
        "opa": "Gout",
        "opb": "Odontoid dysgenesis",
        "opc": "Rheumatoid ahritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "115b225c-85f6-41df-9f96-76f55f38686e",
        "choice_type": "multi"
    },
    {
        "question": "Pencil in cup deformity is seen in:",
        "exp": "Pencil-in-cup deformity--psoriasis Asymmetric oligoahritis is themost common presentationin psoriatic ahritis",
        "cop": 4,
        "opa": "Rheumatoid ahritis",
        "opb": "Ankylosing spondylitis",
        "opc": "Gout",
        "opd": "Psoriatic ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "838916c7-e422-4b40-92ea-0cfe33892ca9",
        "choice_type": "single"
    },
    {
        "question": "Aspirated synol fluid in septic ahritis will have which of the following charecteristics?",
        "exp": "Septic ahritis: ahritis caused by pyogenic organisms. presents as acute painful ahritis. Staphylococcus aureus is the commonest causative organism. Presents with severe throbbing pain, sweling and redness of affected joint. This is associated with high grade fever and malaise. The child is unable to use affected limb. Investigations: Joint aspiration: viscosity-variable Color-variable Clarity-opaque WBC->10000 PMN leucocytes->75% Mucin clot - friable. Blood: neutrophilic leucocytosis X ray: increased joint space and a soft tissue shadow corresponding to distended capsule to swelling of joints. REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9. Pg no: 177",
        "cop": 3,
        "opa": "Clear color",
        "opb": "High viscosity",
        "opc": "Markedly increased polymorphonuclear leukocytes",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "99c29de1-0230-42f6-9691-72dd24c9786b",
        "choice_type": "multi"
    },
    {
        "question": "CASPAR criteria is used in diagnosis of:",
        "exp": "CASPAR Criterion for Psoriatic Ahritis To be classified as having PsA, a patient must have inflammatory joint disease (joint, spine, enthesitis) with >= 3 of the following 5 criteria. 1. Evidence of psoriasis (One of these) a. Current psoriasis b. Personal history c. Family history 2. Psoriatic nail dystrophy 3. Negative RF 4. Dactylitis (One of a, b) a. Current b. History 5. Radiological evidence of Juxta-aicular new bone formation.",
        "cop": 1,
        "opa": "Psoriatic ahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Ankyosing spondylitis",
        "opd": "Reactive synovitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "424ab727-2ba3-4aab-8947-a963fabeee93",
        "choice_type": "single"
    },
    {
        "question": "Ankylosing spondylitis is associated with -",
        "exp": "Ankylosing spondylitis: Chronic disorder characterised by a progressive inflammatory stiffening of joints with predliction for joints of axial skeleton, especially sacroiliac joints. A strong association between a genetic marker HLA-B27 and the disease. C/f: classic presentation- youngvadukt, 15-30 years old, presenting with gradual onset of pain and stiffness of lower back. paib tends to be worse at night or early morning, awakening from sleep. He gets better only after he walks. later kyphotic deformity of spine and deformity of hips may be prominent. On X ray- *squaring of veebrae: normal anterior concavity of veebral body is lost due to calcification of anterior longitudinal ligament. *loss of lumbar lordosis. *bridging osteophytes-syndesmophytes. *bamboo spine appearence. Other features: ESR- elavated Hb-mild anemia HLA -B27: positive REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 9. Pg no: 293",
        "cop": 1,
        "opa": "HLA - B27",
        "opb": "HLA - B-8",
        "opc": "HLA - DW4/DR4",
        "opd": "HLA - DR3",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "b5f1aa91-f4d2-4932-b5d2-920d9a795589",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is difference between Rheumatoid ahritis and osteoahritis?",
        "exp": "Rheumatoid Ahritis Knee Osteoahritis Knee Periaicular osteopenia Subchondral sclerosis Valgus > Varus Varus > valgus Marginal erosions Marginal erosions not seen No osteophytes are seen Osteophytes are seen Soft tissue swelling (pannus) Negative Subchondral cysts Subchondral cysts Figs. (A) RA Knee-Genu valgus; (B) OA Knee-Genu varus",
        "cop": 1,
        "opa": "Osteophytes are seen in osteoahritis",
        "opb": "Systemic symptoms are seen in osteoahritis",
        "opc": "Rheumatoid ahritis is uncommon in hands and feet",
        "opd": "Osteoahritis is an autoimmune disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "b952c74e-7242-461c-bb6c-3994c88cba00",
        "choice_type": "single"
    },
    {
        "question": "Needle shaped crystals negatively birefringent on polarized microscopy is characteristic of which crystal associated ahropathy?",
        "exp": "Gout negatively birefringent needle shaped mono sodium urate (MSU) crystals are seen in the synol fluid examined by polarizing microscopy Pseudo gout calcium pyrophosphate dihydrate (CPPD)polygonal positively biferengent crystals are seen in joint aspiration Hemophilic ahropathy permanent joint disease occurring in haemophilia sufferers as a long-term consequence of repeated hemahrosis. Neuropathic ahropathy characterized by joint dislocations, pathologic fractures, and debilitating deformities. M/C cause is diabets mellitus",
        "cop": 1,
        "opa": "Gout",
        "opb": "Pseudo gout",
        "opc": "Neuropathic ahropathy",
        "opd": "Hemophilic ahropathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "a5a6322c-c481-44a0-8d5c-431265e0bf4e",
        "choice_type": "single"
    },
    {
        "question": "Examine knee x ray carefully. Diagnosis:-",
        "exp": "The given knee x-ray shows bilateral joint destruction. In osteoahritis and rheumatoid ahritis- joint destruction but some anatomical features and shape of joint will be preserved. Gout usually occurs in 1st metatarsal joint. Charcot's disease (neuropathic ahritis) is a cause of joint destruction because of loss of proprioceptive fibers and pain sensibility. It is commonly seen in diabetic patients",
        "cop": 3,
        "opa": "TB",
        "opb": "Gout",
        "opc": "Charcot's disease",
        "opd": "RA",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "ad1a9d31-661b-4e9c-b53e-f774220384bd",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in osteoahritis is",
        "exp": "MCP joints are rarelyinvolved in osteoahritis ref: maheswari 9th ed",
        "cop": 3,
        "opa": "DISTAL INTERPHALYNGEAL JOINTS",
        "opb": "KNEE JOINT",
        "opc": "METACARPOPHALYNGEAL JOINT",
        "opd": "PROXIMAL INTERPHALYNGEAL JOINT",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "327d4450-eef2-496c-8da6-129689e8c47f",
        "choice_type": "single"
    },
    {
        "question": "Joint involved in Rheumatoid ahritis are all except",
        "exp": "REF: MAHESWARI 9. TH ED",
        "cop": 2,
        "opa": "PROXIMAL INTERPHALYNGEAL JOINT",
        "opb": "DISTAL INTERPHALYNGEAL JOINTS",
        "opc": "METACARPO PHALYNGEAL JOINT",
        "opd": "CERVICAL C1-C2 JOINT",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "bd3fc375-4a1f-4164-8289-6333f2702e56",
        "choice_type": "multi"
    },
    {
        "question": "Severe disability in primary osteoahritis of hip is best managed by -",
        "exp": "IN SEVERE DISABILITY AHROPLASTY IS MODE OF MANAGEMENT REF: MAHESWARI 9. TH ED",
        "cop": 2,
        "opa": "Ahrodesis",
        "opb": "Ahroplasty",
        "opc": "Mc Murray's osteotomy",
        "opd": "Intra-aicular hydrocoisone and physiotherapy",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "b8d3abba-612a-4609-90c2-d4a7feec3a27",
        "choice_type": "single"
    },
    {
        "question": "A child with a constellation of findings including fever, disabling ahritis, rash, and blindness is MOST likely suffering form",
        "exp": "JUVENILE RHUEMATOID AHRITIS: A child with a constellation of findings including fever, disabling ahritis, rash, and blindness is most likely suffering from juvenile rheumatoid ahritis (JRA). JRA is characterized by a chronic synol inflammation of unknown origin; it most commonly affects the knees, but can also manifest in wrists, ankles, and the atlantoaxial joint in the neck. In general, JRA is more common in girls than boys, but this varies with the type of JRA, which can be divided into the following variant subsets: Still disease (20%), polyaicular (40%), and pauciaicular (40%). Still, the disease most closely resembles an infectious disease, with spiking fever, a centripetal rash, generalized lymphadenopathy, hepatosplenomegaly, transient ahralgias and ahritis, and effusions (pericardial and plural). The polyaicular variant is associated with destructive ahritis, paicularly if the patient tests positive for the rheumatoid factor. The pauciaicular variant features polyahritis and inflammation of the anterior uveal tract 10%-50%), which predisposes the patient to visual loss and blindness. In most cases of JRA, with the Exception of the polyaicular variant, the rheumatoid factor is negative. Anemia and leukocytosis are noted in acute attacks. Aspirin is the major anti-inflammatory agent that is used for treatment. Regarding the other choices in the question: rheumatic fever features polyahritis, but it is not destructive Lyme disease displays many of these findings, but blindness is not a key feature Henoch-Schoenlein vasculitis has palpable purpura, non-disabling ahritis, but is not associated with blindness dermatomyositis does not usually involve the joints Ref: Maheshwari 9. TH ED pg 286.",
        "cop": 3,
        "opa": "Rheumatic fever",
        "opb": "Lyme disease",
        "opc": "Juvenile rheumatoid ahritis",
        "opd": "Henoch-Schoenlein vasculitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "964e51fc-4be3-42e8-948c-ae5c3aff326a",
        "choice_type": "single"
    },
    {
        "question": "In a case of undifferentiated ahritis, presence of anti-cyclic citrullinated peptide {anti CCP} indicates strong possibility of which of the following?",
        "exp": "REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Rheumatoid ahritis",
        "opb": "Systemic lupus erythematosis",
        "opc": "Mixed connective tissue disorder",
        "opd": "Reactive ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "038dfc73-316e-4db0-9d7b-0f486cac9377",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about synol fluid are true. Except -",
        "exp": "synol fluid is plasma transudate from synol capillaries, modified by secretory activities of type-B synol lining cells. REF: Turek's. 6 th edition. page no. 152.",
        "cop": 1,
        "opa": "Secreted primarily by type A synol cells",
        "opb": "Follows Non - Newtonian fluid kinetics",
        "opc": "Contains hyaluronic acid",
        "opd": "Viscosity is variable",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "bcb88a9d-7e36-46cc-8336-7ac415600b4e",
        "choice_type": "multi"
    },
    {
        "question": "what is the most common site of loose bodies in a joint-",
        "exp": "knee joint is most common site of loose boides ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Knee joint",
        "opb": "Hip joint",
        "opc": "Elbow joint",
        "opd": "Ankle joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "802a1ae2-3b71-4879-b465-30b5b7c0adbe",
        "choice_type": "single"
    },
    {
        "question": "CPPD crystals are seen in which disease",
        "exp": "CPPD crystals is seen in primary hypehyroidism, hemochromatosis, hypomagenesia, Hypophosphatasia and hypothyroidism Refer Harrison 20th/ ep 2167 maheswari 9th ed",
        "cop": 4,
        "opa": "Hypothyroidiam",
        "opb": "Primary hypehyroidism",
        "opc": "Hemochromatosis",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "ab4fedc3-e55a-46f4-aa3b-23ed47aac1a7",
        "choice_type": "multi"
    },
    {
        "question": "What is the most common cause of death after total hip replacement?",
        "exp": "Cause of moality after joint replacement order is myocardial Infarction > cardiorespiratory arrest > thromboembolism",
        "cop": 3,
        "opa": "Infection",
        "opb": "Deep vein thrombosis",
        "opc": "Pulmonary embolism",
        "opd": "Pneumonia",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint Disorders",
        "id": "d7f3d294-bd3f-4986-806c-828c17954304",
        "choice_type": "single"
    },
    {
        "question": "A 60-years-old man with diabetes mellitus presents with painless, swollen right ankle joint. Radiographs of the ankle shows destroyed joint with large no. Of loose bodies. The most probable diagnosis is:",
        "exp": "Patient of diabetes with painless swollen joint is enough for the diagnosis of charcot's joint. X-Ray Features Marked destructive changes with periaicular erosions Joint space narrowing Osteophyte formation Subchondral sclerosis Loose bodies. The changes simulate osteoahritis, but the absence of pain is diagnostic. Similarly, it may be difficult to differentiate it from osteomyelitis but joint margins in charcot's ahropathy are distinct, while in osteomyelitis its blurred. MRI/Bone scan can fuher help in D/D but CT scan is not useful.",
        "cop": 1,
        "opa": "Charcot's joint",
        "opb": "Clutton's joint",
        "opc": "Osteoahritis",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "c5103336-0668-44b5-911c-ef4b35e8feaf",
        "choice_type": "single"
    },
    {
        "question": "In cervical spondylosis, the disc space narrowing is most often evident on x-ray at",
        "exp": "Cervical spondylosis is a degenerative condition of the cervical spine. Degeneration of disc results in the reduction of disc space and peripheral osteophyte formation. The posterior interveebral joints get secondarily involved and generate pain in the neck. The osteophytes impinging on the nerve roots give rise to radicular pain in the upper limb. Cervical spondylosis occurs most commonly in the lowest three cervical interveebral joints (the commonest is at C5-C6). Maheswari 5th edition PG 297",
        "cop": 3,
        "opa": "C3-C4",
        "opb": "C4-C5",
        "opc": "C5-C6",
        "opd": "C6-C7",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "137a0c64-7800-4724-9c33-296b50136ed5",
        "choice_type": "single"
    },
    {
        "question": "Earliest radiological change in RHEUMATOID AHRITIS is?",
        "exp": "REF: MAHESWARI 9. TH ED",
        "cop": 3,
        "opa": "Decreased joint space",
        "opb": "Aicular erosion",
        "opc": "Periaicular osteopenia",
        "opd": "Subchondral cyst",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint disorders",
        "id": "27532934-1b14-4e2b-8c9c-f3077c86934e",
        "choice_type": "single"
    },
    {
        "question": "Boutonniere deformity involves:",
        "exp": "Boutonniere deformity involves: Flexion at PIP and extention at DIP joint seen in RA Other deformities in RA- Swan-neck deformity Z-deformity of thumb Ulnar detion of fingers",
        "cop": 3,
        "opa": "Flexion at PIP and DIP joint",
        "opb": "Extention at PIP and DIP joint",
        "opc": "Flexion at PIP and extention at DIP joint",
        "opd": "Extention at PIP and flexion at DIP joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint Disorders",
        "id": "0c3210af-dd70-47ff-910c-5043b1c363ff",
        "choice_type": "single"
    }
]