[
    {
        "question": "Ring sequestrum causes:",
        "exp": "Sequestrum is the dead bone separated out from the living bone by the granulation tissue. The factors responsible for bone death in chronic osteomyelitis are: raised intravascular pressure Vascular stasis and small vessel thrombosis periosteal stripping bacterial toxins Sequestrum is the hall mark of chronic osteomyelitis Ring sequestrum causes: Ring sequestrum * Amputation stump * Pin tract infection Cylindrical/pencil like Infants Green Pseudomonas osteomyelitis Black Amputation stump due to exposure of bone with air.",
        "cop": 3,
        "opa": "Typhoid osteomyelitis",
        "opb": "Chronic osteomyelitis",
        "opc": "Amputation stump",
        "opd": "Tuberculosis osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "04b969f1-dda2-4a4b-8c12-284b3a619f5d",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy with abrupt onset of pain in hip with hip held in abduction. Hemogram is normal. ESR is raised. What is the next line of management?",
        "exp": "Urgent USG guided aspiration of hip is needed to examine the fluid and rule out septic ahritis. However lack of systamic symptoms like fever and and normal hemogram indicate towards Transient synovitis of hip. TRANSIENT (TOXIC) SYNOVITIS OF HIP It is self-limiting, inflammatory condition of synovium. It is common cause of hip pain and limping in children from 6 to 12 years of age. Absence of fever and systemic illness USG reveals mild effusion and widening of joint space. Joint aspiration usually reveal a WBC count between 5, 000 and 15, 000 cells/mL, with more than 25% polymorphonuclear leukocytes. Aspiration should be done to rule out other causes of synovitis. The primary aim of treatment is to expedite spontaneous resolution with brief period of bed rest and non-weight bearing, light traction and use of oral NSAIDs.",
        "cop": 4,
        "opa": "Hospitalize and observe",
        "opb": "Ambulatory observation",
        "opc": "Intravenous antibiotics",
        "opd": "USG guided aspiration of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "1f8d7ea8-7757-4265-98a8-9bf7c37f5b2a",
        "choice_type": "single"
    },
    {
        "question": "Bunion is commonly seen at:",
        "exp": "Bunion Painful bony bump that develops on the inside of the foot at the MTP of great toe associated with Hallux Valgus Hallux Calgus is the lageral detion of the greater toe with prominence of the 1st MTP Pathology: Prominence of the first metatarsal head is due to subluxation of the MTP joint; increasing shoe pressure on the medial side leads to the development of an overlying bursa and thickened soft tissues, additional changes that combine to form the defining 'bunion' that eventually accompanies the great-toe deformity Not a true exostosis",
        "cop": 1,
        "opa": "Great toe MTP joint",
        "opb": "Medial malleolus",
        "opc": "Lateral malleolus",
        "opd": "Shin of tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "42549709-cec2-46d1-a6aa-ac0678fb10d6",
        "choice_type": "multi"
    },
    {
        "question": "A young child diagnosed with chronic osteomyelitis of the tibia. Doctor begun with sensitive antibiotics. Out of the listed parameters, which is best to monitor the response of antibiotic after 6 days?",
        "exp": "The C-reactive protein (CRP) values are usually elevated within 12-24 hours (reaches its peak) after the onset of symptoms. It returns to normal within 7-8 days after adequate treatment staed, So it is best to monitor the antibiotic response. ESR returns to normal approximately 3 weeks after treatment is begun Both reactants (CRP+ESR) offer more information if simultaneously elevated. WBC count rises and the hemoglobin concentration may be diminished. In extremely young and old age, these tests are less reliable and may show values within the range of normal.",
        "cop": 2,
        "opa": "ESR",
        "opb": "C-reactive protein (CRP)",
        "opc": "Differential WBC count",
        "opd": "Total WBC count",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "020008eb-d228-4608-b13e-d4ddb18c8191",
        "choice_type": "single"
    },
    {
        "question": "Acute osteomyelitis of long bones commonly affects the:",
        "exp": "Metaphysis of long bone is the earliest and most common site involved in osteomyelitis. It stas in metaphysis because of: Defective phagocytosis in metaphysis (Inherently depleted Reticuloendothelial System Rich blood supply Hair pin bend of metaphyseal vessels (leads to vascular stasis and decreased oxygen tension) Metaphyseal hemorrhage due to repeated trauma (acts as culture media)",
        "cop": 3,
        "opa": "Epiphysis",
        "opb": "Diaphysis",
        "opc": "Metaphysis",
        "opd": "Aicular surface",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "7674597c-eb33-4e9b-806f-fd49e7e4403c",
        "choice_type": "single"
    },
    {
        "question": "False about the given Lesion?",
        "exp": "Diagnosis is Garre's sclerosing osteomyelitis Chronic osteomyelitis Involves long segments of bone Mandible > Tibia Low grade inflammatory lesion with reactive bone formation Microorganism seldom isolated but staphylococcus is considered as the causative agent. Rx - Surgical: Excision of the involved bone and curretage. May require bone graft or transpo.",
        "cop": 2,
        "opa": "It is a type of chronic osteomyelitis",
        "opb": "Tibia is more commonly involved than mandible",
        "opc": "Long segments of bone are involved",
        "opd": "Associated with excessive bone formation",
        "subject_name": "Orthopaedics",
        "topic_name": "Joint and Soft tissue infections",
        "id": "613a49ac-b191-4cbc-8c4e-e2b926ab1d54",
        "choice_type": "multi"
    }
]