[
    {
        "question": "Klumpke's paralysis involves -",
        "exp": "Ans. is 'd' i.e., Cg T, KIAMPKE'S PARALYSISo Site of injury : Lower trunk of the brachial plexuso Cause of injury : Undue abduction of the arm, as in clutching something with the hands after a fall from a height, or sometimes in birth injury.o Nerve roots involved : - Mainly T1 and partly C8.o Muscles paralysedi) Intrinsic muscles of the hand (T1).Ulnar flexors of the wrist and fingers (C8).Deformity (position of the hand). Claw hand due to the unopposed action of the long flexors and extensors of the fingers. In a claw hand there is hyperextension at the metacarpophalangeal joints and flexion at the interphal angeal joints.o Disability'Claw handCutaneous anaesthesia and analgesia in a narrow' zone along the ulnar border of the forearm and hand,Homer's syndrome if T1. is injured proximal to white ramus communicans to first thoracic sympathetic ganglion. There is ptosis, miosis, anhydrosis, enophthalmos, and loss of ciliospinal reflex-may be associated. (This is because of injury to sympathetic fibres to the head and neck that leave the spinal cord through nerve T1).Vasomotor changes : The skin area with sensory loss is warmer due to arteriolar dilation. It is also drier due to the absence of sweating as there is loss of sympathetic activity.Trophic changes : Long standing case of paralysis leads to dry and scaly skin. The nails crack easily with atrophy of the pulp of fingers.",
        "cop": 4,
        "opa": "C1-2",
        "opb": "C4-5",
        "opc": "6-May",
        "opd": "C8T1",
        "subject_name": "Orthopaedics",
        "topic_name": "Klumpke's Paralysis",
        "id": "01281833-a2f0-45d9-8034-1ce31248e5d4",
        "choice_type": "single"
    },
    {
        "question": "Nerve roots involved in Klumpke's paralysis -",
        "exp": "Ans. is 'd' i.e., C8T1 Klumpke's paralysiso Site of injury : Lower trunk of the brachial plexus.o Cause of injury : Undue abduction of the arm. as in clutching something with the hands after a fall from a height, or sometimes in birth injury,o Nerve roots involved : - Mainly T1 and partly C8.o Muscles paralysedIntrinsic muscles of the hand (T1).Ulnar flexors of the wrist and fingers (C8).Deformity (position of the hand). Claw hand due to the unopposed action of the long flexors and extensors of the fingers. In a claw hand there is hyperextension at the metacarpophalangeal joints and flexion at the interphalangeal joints.o DisabilityClaw handCutaneous anaesthesia and analgesia in a narrow zone along the ulnar border of the forearm and hand.Homer's syndrome if T1 is injured proximal to white ramus communicans to first thoracic sympathetic ganglion. There is ptosis, miosis, anhydrosis, enophthalmos, and loss of ciliospinal reflex-may be associated. (This is because of injury to sympathetic fibres to the head and neck that leave the spinal cord through nerveT1)Vasomotor changes : The skin area with sensory loss is warmer due to arteriolar dilation. It is also drier due to the absence of sweating as there is loss of sympathetic activity.Trophic changes : Long standing case of paralysis leads to dry and scaly skin. The nails crack easily with atrophy of the pulp of fingers.",
        "cop": 4,
        "opa": "C4-5",
        "opb": "C5-6",
        "opc": "C6.7",
        "opd": "C8T1",
        "subject_name": "Orthopaedics",
        "topic_name": "Klumpke's Paralysis",
        "id": "3ff2a934-a845-4962-8d9b-1389dc0d4c4f",
        "choice_type": "single"
    }
]