[
    {
        "question": "Meniscal injury occurs during:",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures, 8th ed.Explanation:Mechanism of injury to MeniscusDamage to the meniscus is due to rotational forces directed to a flexed knee (as may occur w-ith twisting sports) is the usual underlying mechanism of injury.A valgus force applied to a Hexed knee with the foot planted and the femur rotated externally can result in a lateral meniscus tear.A varus force applied to the flexed knee when the foot is planted and the femur rotated internally can result in a tear of the medial meniscus.Symptoms and SignsThe patient's chief complaints are usually knee pain and swellingAnother typical complaint i s joint locking, when the patient is unable to straighten the leg fully. This can be accompanied by a clicking feeling.A tear of the meniscus commonly follows a trauma which involves rotation of the knee while it was slightly bent.In meniscal tears, pressing on the joint line on the affected side typically produces tenderness.The McMurrav test involves pressing on the joint line while stressing the meniscus fusing flexion-extension movements and varus or valgus stress).Stein man n test (with the patient sitting) and the Apley grind test (a grinding maneuver while the patient lies prone and the knee is bent 90deg) also elicit painBending the knee (into hyperflexion if tolerable), and especially squatting, is typically a painful maneuver if the meniscus is tornThe Cooper's sign is a subjective symptom of pain in the affected knee when turning over in bed at night.Meniscal tear causes pain with a twisting motion of the knee as the meniscal fragment gets pinched, and the capsular attachment gets stretched causing the complaint of pain.",
        "cop": 3,
        "opa": "Rotation",
        "opb": "Extension",
        "opc": "Rotation and Flexion",
        "opd": "Flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "306616e8-402c-420a-a4ef-d442e779c972",
        "choice_type": "single"
    },
    {
        "question": "In Complete ACL rupture the tibia moves over the femur in which direction -",
        "exp": "Ans. is 'a' i.e., Forward ACL injuryo ACL is the most commonly injured ligament of knee.o Most common mechanism of injury is twisting (medial rotation) with valgus injury on semiflexed kneeo Often with this mechanism MCL and medial meniscus are also injured. This triple injury of ACL, MCL and medial meniscus is called O'Donghue triado Isolated ACL can also be injured by hyperextension injuryo There is excessive anterior translation of the tibia over femur in ACL Injury.Tests for ACL injuryo Following tests are used for ACL injury:-i) Lachman'stestii) Anterior drawer testiii) Pivot shift testiv) Jerk testv) Flexion-rotation drawer testvi) Loose's testo Lachman's test is the most sensitive test for anterior cruciate ligament tears.",
        "cop": 1,
        "opa": "Forward",
        "opb": "Backward",
        "opc": "lateral",
        "opd": "Medial",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "6cf63cc7-e8f8-45a1-b669-f0a895fe7681",
        "choice_type": "single"
    },
    {
        "question": "Anterolateral arthroscopy of knee is for:",
        "exp": "(a) To see patellofemoral articulationExplanationStandard portals in knee arthroscopy1. Anterolateral portal- Almost all the structures within the knee joint can be seen except the posterior cruciate ligament, the anterior portion of the lateral meniscus, and the periphery of the posterior horn of the medial meniscus in tight knees.- Located 1cm above the joint line, 1cm lateral to the margin of the patellar tendon.2. Anteromedial portal- Used for additional viewing of lateral compartment and insertion of probe for palpation of medial and lateral compartment structures.- Placed 1cm above the medial joint line, 1cm inferior to the tip of patella, and 1cm medial to the edge of the patella.3. Posteromedial portal- Located on the soft triangular soft spot formed by the posteromedial edge of the femoral condyle and the posteromedial edge of tibia.- Used for viewing the posteromedial structures and for repair or removal of the displaced posterior horn of meniscal tears and for posteromedial loose body removal.4. Superolateral portal.- Used for diagnostically viewing the dynamics of patella-femoral joint, excision of medial plica.- Located just lateral to the quadriceps tendon and about 2.5cm superior to the superolateral corner of patella.",
        "cop": 1,
        "opa": "To see patellofemoral articulation",
        "opb": "To see the posterior cruciate ligament",
        "opc": "To see the anterior portion of lateral meniscus",
        "opd": "To see the periphery of the posterior horn of medial meniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "926fb54a-de7a-4e5b-8518-34d9c385b5bd",
        "choice_type": "single"
    },
    {
        "question": "Which activity will be difficult to perform for a patient with an anterior cruciate deficient knee joint?",
        "exp": "Ans. is 'a' i.e. Walk downhill I could not get a satisfactory answer to this question in any of the book, not even from residents and consultants of orthopedics. The only clue is derived from these lines of Turek- \"The type of injury that most frequently damage the anterior cruciate ligament are those that cause excessive external rotation and valgus of the flexed knee or forcible hyper extension of the knee while the tibia is in internal rotation. The knee may immediately collapse and become extremely painful; at the other extreme, it may not give way and the initial discomfort may be so trivial that person is misled into continuing his activity. Later, the knee may give way to sudden change of direction, squatting, walking on uneven ground, or descending stairs.\"",
        "cop": 1,
        "opa": "Walk downhill",
        "opb": "Walk uphill",
        "opc": "Sit cross leg",
        "opd": "Getting up from sitting",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "2299141c-c14c-4ac4-bbf9-e9d98c88a267",
        "choice_type": "single"
    },
    {
        "question": "Unhappy triad doesn't Include injury to?",
        "exp": "ANSWER: (C) LCLREF: Netter's Ortopedic Anatomy 1st Ed Ch 8,Yochum & Rowe's Essentials of SkeletalRadiology 3RD Ed Pg 959Indirect repeat Orthopedics 2013 Session 2Twisting force in a weightbearing knee often tears the medial meniscus, causing the well- recognized triad of MCL, ACL and medial meniscal injury described by O'Donoghue. This is known as unhappy triad.",
        "cop": 3,
        "opa": "ACL",
        "opb": "MCL",
        "opc": "LCL",
        "opd": "Medial meniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "d96478eb-6356-4d27-aa12-3797ccc659dc",
        "choice_type": "single"
    },
    {
        "question": "Medial meniscus of knee joint is injured more often than the lateral meniscus because the medial meniscus is relatively.",
        "exp": "Ans. is 'b' i.e., Less mobile Medial meniscus injury is more common than lateral meniscus becauseMedial meniscus is strongly attached to the medial collateral ligament of the knee joint, which makes it less mobile.The popliteal muscle sends a few fibres into the lateral meniscus, and these can pull the lateral meniscus into more favourable position during sudden movements of knee joint.Some Important points about meniscal injury. Meniscal injury occurs when the knee is rotated in flexed or semiflexed position while taking weight of body. It is usually a football injury but is also common among men who work in a squatting position.The menisci are avascular structures so once tom does not heal.The meniscal tear is mostly longitudinal (tear along its length) because menisci consists mainly of circumferential fibres held by few radial strands.Bucket Handle tear is the most common type of meniscal tearClinical featuresThe patient is usually a young person who sustains a twisting injury to the knee on the sports field. Pain is often severe and further activity is avoided, occasionally the knee is locked* in partial flexion (the pt. being unable to extend the knee fully)Almost invariably, swelling appears some hours later; or perhaps on the following day*.With rest the initial symptoms subside, only to recur periodically* after trivial twists or strains. Sometimes the knee gives way spontaneously and this is again followed by pain and swelling.Tests performed to detect Meniscal injuryMe Murray's test*Apley's grinding test *",
        "cop": 2,
        "opa": "More mobile",
        "opb": "Less mobile",
        "opc": "Thinner",
        "opd": "Attached lightly to femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "6fed717a-5af1-4727-88e4-1fd84260a3b0",
        "choice_type": "single"
    },
    {
        "question": "Anterior draw er test is for -",
        "exp": "Ans. is 'a' i.e., ACLSigns and Testso Adson's test: for thoracic outlet syndromeo Allen's test: for testing patency of radial and ulnar arterieso Alli's test: for CDHo Anvil test: for testing tenderness of the spineo Ape thumb: for median nerve injuryo Apley's grinding test :for meniscus injuryo Apprehension test: for recurrent dislocation of the shouldero Barlow 's test: for CDHo Blue sclera : Osteogenesis imperfecto Bryant's test: for anterior dislocation of the shouldero Callways' test: for anterior dislocation of the shouldero Chovstek's sign : for tetanyo Claw hand: for ulnar nerve injuryo Coin test: for dorso lumbar tuberculosis of spineo Cozen's test: for tennis elbowo Drawer test: for ACL and PCL injutries# Anterior: for ACL injury#Posterior: for ACL injuryo Finkelstein's test: for de Quervain's tenovaginitiso Foot drop : for common peroneal nerve injuryo Froment's sign : for ulnar nerve injuryo Gaenslen's test: for SI joint involvemento Galleazzi sign : for CDHo Gower's sign : for musular dystrophyo Hamilton ruler test: for anterior dislocation of the shouldero Kanavel's sign : for infection in ulnar bursao Lasegue's test: for disc prolapseo Lachmann test: for ACL injuryo Ludloffs sign: for avulsion of lesser trochantero McMurray's test: for meniscus injuryo Nagffziger test: for disc prolapseo Ober's test: for tight ilio- tibial band (eg., in polio)o O' Donoghue triad: traid of MCL, ACL & medial meniscus injuries occurring togethero Ortolani's test: for CDHo Pivot shift test: for ACL injuryo Policeman tip : for Erb's palsyo Runner's knee: Patellar tendinitiso Sulcus sign: for inferior dislocation of the shouldero Thomas' test: for hip flexion deformityo Trendelenburg's test: for unstable hip due to any reaseon (e.g., CDH)o Tinel's sign: for detecting improving neive injuryo Volkmann's sign : for ischaemic contracture of forearm muscleso Wrist drop: for radial nerv e injury",
        "cop": 1,
        "opa": "ACL",
        "opb": "PCL",
        "opc": "Medial meniscus",
        "opd": "Lateralmeniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "c42c7bd8-ac07-47a4-8bee-588c86e5ce09",
        "choice_type": "single"
    },
    {
        "question": "All are true about menisci of knee joint except -",
        "exp": "Ans. is 'c' i.e., Lateral meniscus is more prone to injury Medial MeniscusLateral Meniscuso Semilunar in shape (Less circular)o Larger in diameter but narrower in bodyo Anterior horn is small while posterior horn is largeo Covers less tibial articular surface than lateral (Covers about 65 percent of tibial articular surface)o Entire periphery of the meniscus is attached to the joint capsuleo Is attached to the medial collateral ligamento Less mobile (due to firmer attachment with joint capsule and medial collateral ligament)o More prone to injury (due to reduced mobility) The medial meniscus is three to four times more prone to injury than the lateral meniscuso Semicircular in shape (C shaped; more circular)o Smaller in diameter but wider in bodyo Anterior horn and posterior horn are uniform in sizeo Covers more tibial articular surface than medial (Covers about 85 percent of tibial articular surface)o Entire periphery of meniscus is not attached to joint capsule (Area where the popliteus tendon crosses the joint through the popliteus hiatus is not attached)o Is not attached to the lateral collateral ligamento More mobile (due to gaps in attachment with joint capsule and lateral collateral ligament)o Less prone to injury (due to increased mobility)",
        "cop": 3,
        "opa": "Lateral meniscus covers more articular surface of tibia",
        "opb": "Lateral meniscus is more mobile",
        "opc": "Lateral meniscus is more prone to injury",
        "opd": "Lateral meniscus is semicircular",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "1e5873f1-7f77-4a60-b0b8-3f2207531c1f",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is not a feature of Unhappy triad of O' Donoghue?",
        "exp": "Ans. is 4d' i.e., Fibular collateral ligament injury [Ref: Apleys 9k/ep. 876}o The most common mechanism of ligament disruption of knee is adduction (valgusj, flexion and internal rotation of femur on tibia which usually occur in sports in which the foot is planted solidly on the ground and leg is twisted by rotating body (i.e., foot ball, soccer, basket ball, skiing).o The medial structures medial (tibial) collateral ligament (MCL) and medial capsular ligament are first to fail, followed by ACL tears, if the force is of sufficient magnitude. The medial meniscus may be trapped between condyles and have a peripheral tear, thus producing unhappy triad of O' Donoghue.",
        "cop": 4,
        "opa": "ACL injury",
        "opb": "Medial meniscus injury",
        "opc": "Medial collateral ligament injury",
        "opd": "Fibular collateral ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Knee Ligament Injuries",
        "id": "a59df964-6514-41bd-a4b4-65056ccbd28e",
        "choice_type": "single"
    }
]