[
    {
        "question": "A 3 year male presented with progressive anemia, hepatosplenomegaly and osteomyelitis of jaw with pathological fracture, x-ray shows chalky white deposits on bone, probable diagnosis is",
        "exp": "Ans. is 'a' i.e osteopetrosis Osteopetrosis (also known as Marble bone disease, Albers- Schonberg disease)Defect is in bone resorption due to abnormal function of osteoclasts.Defective bone resorption results in uniformly thickened dense bones, often without distinction between cortical and cancellous regions. The bones are dense but brittle therefore known as marble bone disease.Inheritance is both AD & AR*.The AR form dies early in the life.The AD form is of milder variety.Clinical features in osteopetrosis are caused byan increased tendency to fractures and osteomyelitis.Encroachment of the marrow space leading to anaemia and extramedullary hematopiesis- hepato splenomegaly & cranial nerve compression.",
        "cop": 1,
        "opa": "osteopetrosis",
        "opb": "osteopoikilocytosis",
        "opc": "alkaptonuria",
        "opd": "myositis- ossificans progressiva",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "e827df10-5b3b-4869-8ec5-0c52abbe8819",
        "choice_type": "single"
    },
    {
        "question": "Osteoporosis is characterized by all the following except -",
        "exp": "Ans. is 'b' i.e.. Decreased Serum Calcium, phosphorus and alkaline phosphatase is seen o Osteoporosis is a state of decreased mass per unit volume of a normally mineralized bone. Osteoporosis is the commonest metabolic bone disease. Osteoporosis is characterized by an abnormally low bone mass (low bone density) and defects in bone structure, a combination of which renders the bone unusually fragile and at greater than normal risk of fracture. Bone depletion may be brought about by predominant bone resorption, decreased bone formation or a combination of the two.Causes of osteoporosiso Causes of osteoporosis can be : -In old agePost-menopausal osteoporosis (Type I osteoporosis).Age related senile osteoporosis (Type II osteoporosis)In adults (Pathological)Hypogonadal stateso Turner syndromeo Klienfelter syndromeo Anorexia nervosao Hypothalamic amenorrheao Hyperprolactinemiao Other primary or secondary hypogonadal statesEndocrine disorderso Cushing's syndromeo Hyperparathyroidismo Thyrotoxicosiso Type 1 diabetes mellituso .Acromegalyo Adrenal insufficiencyNutritional and gastrointestinal disorderso Malnutritiono Parenteral nutritiono Malabsorption syndromeso Gastrectomyo Severe liver disease, especially biliary cirrhosiso Pernicious anemiaRheumatologlc disorderso Rheumatoid arthritiso Ankylosing spondylitisHematologic disorders/malignancyo Multiple myelomao Lymphoma and leukemiao Malignancy-associated parathyroid hormone (PTHrP) productiono Mastocytosiso Hemophiliao ThalassemiaSelected inherited disorderso Osteogenesis imperfecto Marfan syndromeo Hemochromatosiso Hypophosphatasiao Glycogen storage diseaseso Homocystinuriao Ehlers-Danlos syndromeo Porphyriao Menkes' syndromeo Epidermolysis bullosaOther disorderso Immobilizationo Chronic obstructive pulmonary diseaseo Pregnancy and lactationo Scoliosiso Multiple sclerosiso Sarcoidosiso AmyloidosisDrugs causing osteoporosiso Glucocorticoidso Cyclosporino Cytotoxic drugso Excessive alcoholo Aromatase inhibitorso Heparino Lithiumo Excessive thyroxineo Aluminiumo GnRh agonistsClinical features of osteoporosiso Osteoporosis is an asymptomatic disorder unless complications (predominantly fractures) occur,o Most common symptom of osteoporosis is back pain secondary to vertebral compression fracture.o Dorso-lumbar spine is the most frequent site.o Other common sites of fracture are lower end radius (Colic's fracture) and fracture neck femur.o Osteoporotic fracture (fragile fractures) are : i) Fracture vertebrae (most common), (ii) Colic's fracture, (iii) Fracture neck femur.o Serum calcium, phosphate and alkaline phosphatase are normal in osteoporosis.Radiological features of osteoporosiso At least 30% of the bone mass must be lost before it becomes apparent on x-ray.o X-ray findings are : -i) Loss of vertical height of a vertebra due to collapse.Cod fish appearance: The disc bulges into the adjacent vertebral bodies so that the disc becomes biconvex.Ground glass appearance of the bones, conspicuous in bones like the pelvis.Singh's index : Singh et al. graded osteoporosis into 6 grades based on the trabecular pattern of the femoral neck trabeculae. Details are outside the scope of this book.Metacarpal index and vertebral index are other methods of quantification of osteoporosis.",
        "cop": 2,
        "opa": "Decreased bone mineral density",
        "opb": "Decreased Serum Calcium, phosphorus and alkaline phosphatase is seen",
        "opc": "Glucocorticoids can cause osteoposis",
        "opd": "Dorsolumbar spine is the most coomon site of osteoporotic fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "586ef1ea-10ea-434c-b773-add47542a822",
        "choice_type": "multi"
    },
    {
        "question": "In the following conditions, hone mass is reduced except: (Repeat)",
        "exp": "Ans: D (Osteopetrosis) Ref : Apley's System of Orthopaedics ami Fractures, 9th edition, pg. 131-136, 167Explanation:Almost half the bone volume is mineral matter - mainly calcium and phosphate in the form of crystalline hydroxyapatite which is laid down in osteoid at the calcification front.In mature bone the proportions of calcium and phosphate are constant and the molecule is firmly bound to collagen.It is important to appreciate that in life 'demineralization' of bone occurs only by- resorption of the entire matrix.OsteoblastsThese cells are concerned w ith bone formation and osteoclast activation.They are derived from mesenchymal precursors in the bone marrow and the deep layer of the periosteum.Differentiation is controlled by a number of interacting growth factors, including bone morphogenetic proteins.They are responsible for the production of type I collagen as well as the non-collagenous bone proteins and for the mineralization of bone matrix.OsteoclastsThese are large mu hi nucleated cells and are the principal mediators of bone resorption.They develop from mononuclear precursors in the haemopoietic marrow' (the same lineage as macrophages) under the influence of local osteoblastic stromal cells that generate an essential osteoclast differentiating factor - receptor activator of nuclear faetor-KfS ligand (RANKL ) - w'hich binds with a specific receptor site (RANK) on the osteoclast precursors.OsteoporosisIt is characterized by an abnormally low bone mass, normal mineral to matrix ratio and defects in bone structure, a combination which renders the bone unusually fragile and at greater than normal risk of fracture in a person of that age, sex and race.In X-rays characteristic signs of osteoporosis are loss of trabecular definition, thinning of the cortices and insufficiency fractures.Compression fractures of the vertebral bodies, wedging at multiple levels or biconcave distortion of the vertebral end-plates due to bulging of intact intervertebral discs are typical of severe pos tmenopau sal osteoporos i s.OsteomalaciaIt is a manifestation of Vitamin D deficiency in adults.There is inadequate mineralisation of hone.It is characterized by a decreased ratio of hone mineral to matrix. Thus there is a decrease in bone mineral mass.HyperparathyroidismIt is characterized by a general loss of bone substance.In severe cases, osteoclastic hyperactivity produces subperiosteal erosions, endosteal cavitation and replacement of the marrow spaces by vascular granulations and fibrous tissue (osteitis fibrosa cystica).Haemorrhage and giant-cell reaction within the fibrous stroma may give rise to brownish, tumour-like masses, whose liquefaction leads to fluid-filled cysts.OsteopetrosisIt is characterized by sclerosis and thickening of the bones which appear with increased radiographic density.This is the result of an imbalance between bone formation and bone resorption: in the most common form, osteopetrosis, there is failed bone resorption due to a defect in osteoclast production and/or function.As a result of this bone mass is increased in this condition.This does not translate into increased strength but causes increased brittleness and susceptibility to pathological fractures.This condition is also called marble bones disease or Albers-Schonberg Disease.",
        "cop": 4,
        "opa": "Osteoporosis",
        "opb": "Osteomalacia",
        "opc": "Hyperparathyroidism",
        "opd": "Osteopetrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "2aa79712-284b-415c-973b-14e2e602790b",
        "choice_type": "multi"
    },
    {
        "question": "Secondary osteosarcoma are associated with -",
        "exp": "Ans. is 'a' i.e., Paget's disease Causes of secondary osteosarcomao Pagets Diseaseo Fibrous dysplasiao Radiationo Enchondromatosiso Hereditary multiple exostosiso Chronic osteomyelitiso Bone infarction",
        "cop": 1,
        "opa": "Paget's disease",
        "opb": "Osteogenesis imperfecta",
        "opc": "Melhoreostosis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "c35cd29f-ca04-40b8-94f6-40265122649a",
        "choice_type": "single"
    },
    {
        "question": "Distal phalangeal tuft resorption is seen in",
        "exp": "Ans. is 'b' i.e., Psoriatic arthropathy Acro-osteoivsiso Acro-osteolysis is the term used to describe resorption of the distal phalangeal tufts. Causes are : -i) Sclerodermav) Trauma & thermal injuryii) Hyperparathyroidismvi) Epidermalysis bullosaiii) Arthropathy (RA, Psoriasis)vii) Neuropathy (diabetes, syringomyelia)iv) Raynaud's",
        "cop": 2,
        "opa": "Hypoparathyroidism",
        "opb": "Psoriaticarthropathy",
        "opc": "SLE",
        "opd": "Hyperthyroidism",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "0155a9b3-0e1a-4d9a-988e-d2bb0a597739",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in osteoporosis:",
        "exp": "Ans. is 'c' i.e normal Ca, P04, Alkaline phosphatase , Harrison 16/e, p 2272 (14/e, 2250)]* \"Laboratory findings in metabolic bone diseases\"*DiseaseSerum calciumSerum phosphorusAlkaline phosphataseParathormonei) OsteoporosisNNNNii) Osteomalacia (Rickets)DecreaseDecreaseIncreaseN (Increase)iii) Prim.HyperparathyroidismIncreaseDecreaseN (Increase)Increaseiv) Pagets diseaseNNIncreaseNv) Bone disease in renal failure with sec. Hyper parathyroidismN (Decrease)IncreaseIncreaseIncreasevi) Lytic bone neoplasm NN (Increase)N (Increase)N (Increase)N",
        "cop": 3,
        "opa": "Low Ca, high PO4, high alkaline phosphatase",
        "opb": "Low Ca, low PO4, low alkaline phosphatase",
        "opc": "Normal Ca, normal PO4, normal alkaline phosphatase",
        "opd": "Low Ca, low PO4, normal alkaline phosphatase",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "cfcfda8d-313f-4323-b88c-baef1549d2cd",
        "choice_type": "single"
    },
    {
        "question": "Marker for bone formation is:",
        "exp": "Ans. is 'b' ie Osteocalcin \"Osteoblasts are bone forming cells that synthesize the collagenous component of the osteoid matrix. They also initial the process of bone mineralization though the elaboration of osteocalcin and calcium binding proteins (osteonectin and bone sialo protein) required for the deposition of inorganic hydroxyapatite in the organic osteoid that they produce. Osteocalcin is a product of osteoblast uniquely and is measurable in the serum. Thus it is a sensitive and specific marker of osteoblastic activity.\"",
        "cop": 2,
        "opa": "Tartrate resistant acid phosphate",
        "opb": "Osteocalcin",
        "opc": "Urinary calcium",
        "opd": "Serum nucleotidase",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "24593a16-9efc-4516-a3d7-5fda580496cc",
        "choice_type": "single"
    },
    {
        "question": "In osteoporosis, bone formation is increased by which drug-",
        "exp": "Ans. is 'd' i.e., TeriparatideDrug used in osteoporosisInhibit resorption Bisphosphonates, donesumab, cinacalcet, calcitonin, estrogen, SERMS, gallium nitrate.Stimulate formation .-Teriparatide, calcium, calcitriol, fluorides.Both actions:- Strontium renelate.",
        "cop": 4,
        "opa": "Bisphosphonates",
        "opb": "Estrogen",
        "opc": "Calcitonin",
        "opd": "Teriparatide",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "18c7ce74-83b0-4166-9b1b-6e69bd2d882e",
        "choice_type": "single"
    },
    {
        "question": "A 30 years female has lowr serum calcium and phosphate with elevated parathoramone. Diagnosis is -",
        "exp": "Ans. is 'a' i.e., Vitamin D deficiency o Vitamine D deficiency will have: -Low calciumLow phosphateHigh alkaline phosphataseHigh parathormone level (secondary hyperparathyroidism)About other optionso In primary hyperparathyroidism : -High calciumLow phosphateHigh alkaline phosphataseHigh parathormone levelo In osteoporosis all these parameters are normal.o In Paget's disease calcium and phosphate levels are normal. Serum alkaline phosphatase is raised.",
        "cop": 1,
        "opa": "Vitamin D deficiency",
        "opb": "Primary hyperparathyroidism",
        "opc": "Osteoporosis",
        "opd": "Paget's diseases",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "52df5e2f-2a85-428c-b404-0dda43b93989",
        "choice_type": "single"
    },
    {
        "question": "In osteomalacia, all the following seen except:",
        "exp": "Ans: C (Increased resistance to pathological fractures) Ref: Apley's System of Orthopaedics and Fractures, 4th edition, pg. 137-8Explanation:OsteomalaciaThe classical lesion is the Looser zone, a thin transverse band of rarefaction in an otherwise normal-looking bone.These zones, seen especially in the shafts of long bones and the axillary edge of the scapula, are due to incomplete stress fractures which heal with callus lacking in calcium.More often, however, there is simply a slow fading of skeletal structure, resulting in biconcave vertebrae (from disc pressure), lateral indentation of the acetabula ('trefoil' pelvis) and spontaneous fractures of the ribs, pubic rami, femoral neck or the metaphyses above and below the knee.Features of secondary hyperparathyroidism characteristically appear in the middle phalanges of the fingers, and in severe cases so-called 1 brown tumours' are seen in the long bones.Biochemical changes common to almost all types of vitamin D related rickets and osteomalacia are diminished levels of serum calcium and phosphate, increased alkaline phosphatase and diminished urinary excretion of calcium.In vitamin D deficiency 25-OH D levels also are low.The calcium phosphate product, (derived by multiplying calcium and phosphorus levels expressed in mmol/L). normally about 3, is diminished in rickets and osteomalacia, and values of less than 2.4 are diagnostic.",
        "cop": 3,
        "opa": "Looser zones",
        "opb": "High alkaline phosphate levels",
        "opc": "Increased resistance to pathological fractures",
        "opd": "Diminished urinary excretion of calcium.",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "a4e11d41-0b06-4f41-8efe-7f3bbd1e14b7",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for the osteoporotic vertebral fracture is -",
        "exp": "Ans. is 'a' i.e., Dorsolumbar spine o Osteoporosis is an asymptomatic disorder unless complications (predominantly fractures) occur,o Most common symptom of osteoporosis is back pain secondary to vertebral compression fracture.o Dorso-lumbar spine is the most frequent site.o Other common sites of fracture are lower end radius (Coile's fracture) and fracture neck femur.o Osteoporotic fracture (fragile fractures) are : (i) Fracture vertebrae (most common), (ii) Colie's fracture, (iii) Fracture neck femur.oSerum calcium, phosphate and alkaline phosphatase are normal in osteoporosis.",
        "cop": 1,
        "opa": "Dorsolumbar spine",
        "opb": "Cervical spine",
        "opc": "Lumbosacral spine",
        "opd": "Dorsal spine",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "a9364092-95f1-432c-927a-d9eda6892a01",
        "choice_type": "single"
    },
    {
        "question": "\"Bone within bone\" appearance is classically seen in",
        "exp": "Ans. (b) OsteopetrosisRef: Sutton 7th/1339,1355, 1365DiseaseRadiological featureOsteoporosis* Cod fish vertebrae* Pencilling-in-vertebrae (loss of density of vertebral body with radiodense end plates)Osteomalacia* Looser's zone /Pseudo fracture is the Hallmark feature (B/L radiolucent band of uncalcified osteoid due to pressure of pulsating artery)* Cod Fish (marked biconcave) vertebrae* Pencilling in vertebraeOsteopetrosis/ Marble Bone disease/Alberg Schowenberg disease* Bone within Bone appearance* Erlenmeyer flask deformity of long bone disease ends (flask shaped metaphysis)* Rugger jersey spine* Increased density of bones",
        "cop": 2,
        "opa": "Osteomalacia",
        "opb": "Osteopetrosis",
        "opc": "Renal osteodystrophy",
        "opd": "Vitamin C deficiency",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "8d33b0d0-65f4-496e-9a7c-3ed420fb5b1d",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of kyphotic deformity -",
        "exp": "Ans. is 'b' i.e., Osteoporosis Kyphosiso Kyphotic deformities are characterized by on increased dorsal curvature in the sagittal plane of spinal alignment,o Postural kyphosis (Postural round back) and Scheuermann's disease are the most common causes of kyphosis, particularly in adolescents.o Most common cause in older persons is osteoporosis.o Other common causes are tuberculosis of the vertebral bodies, ankylosing spondylitis, rickets, cancers and spina bifida.o There are three types of kyphotic deformities : Knuckle - Prominence of one spinous process Gibbus - Prominence of two or three spinous processes Kyphus - Diffuse rounding of the vertebral column",
        "cop": 2,
        "opa": "Trauma",
        "opb": "Osteoporosis",
        "opc": "Ankylosing spondylitis",
        "opd": "Rickets",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "a9f2dd8a-75bf-44c9-83c6-a8fb07dc0aa4",
        "choice_type": "single"
    },
    {
        "question": "Which of the below is a feature of Osteogenesis imperfecta?",
        "exp": "Ans. is 'a' i.e., Blue sclera o Osteogenesis imperfecta, also known as brittle bone disease, is due to defective collagen type 1 synthesis.o It is inherited mostly as autosomal dominant but autosomal recessive pattern also seen in severe form. Clinical features of osteogenesis imperfecta# Blue sclera# Dentinogenesis imperfecta a Generalized osteoporosis# Osteoporosis given rise to bowing and multiple fractures. Fracture are usually due to trivial trauma but surprisingly heal well.# Other features: Deafness due to otosclerosis, joint laxity, dwarfism, broad skull, poorly calcified decidual teeth (Permanent teeth are normal).# Radiology shows wormian bones in the skull.",
        "cop": 1,
        "opa": "Blue sclera",
        "opb": "Cataract",
        "opc": "Anterior uveitis",
        "opd": "Retinal detachment",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "85f546c3-3da3-4cb7-96cc-61822b157979",
        "choice_type": "single"
    },
    {
        "question": "Windswept deformity of the knee is seen in -",
        "exp": "Ans. is 'b' i.e., Rheumatoid arthritis Windswept deformity1. Knee:- A valgus deformity of one knee in association of varus deformity of other knee is know as windswept deformity. It is seen in: Rickets, Physeal oseochondromatosis, Hereditary dysplasia (epiphyseal dysplasia) of bone and Rheumatoid arthritis.2. Foot:- Deviation of all - toes in one direction (usually laterally) is known as windswept deformity. It is seen in Rheumatoid arthritis.3. Hand:- Deviation of all fingers (usually medialy) is know as windswept deformity. It is seen in Rheumatoid arthritis, SLE, and Jacoud's arthropathy.",
        "cop": 2,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankylosing Spondylitis",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "0d4e5d46-be3b-4333-8cb6-7a556cb828ef",
        "choice_type": "single"
    },
    {
        "question": "In Osteoporosis which of these is seen?",
        "exp": "Ans. a. Normal calcium, normal ALP (Ref: Harrison 19/2493, 18/3120; Apley 9/131-133)Serum calcium, phosphate and alkaline phosphatase are normal in osteoporosis.OsteoporosisOsteoporosis is the MC metabolic bone disease.Osteoporosis is a state of decreased mass per unit volume (low bone density) of a normally mineralized bone.Causes of OsteoporosisDrugs Causing Osteoporosis* Immobilization* Senility* Post-menopausalQ* Cushing's disease,* Cushing's syndrome* Hyperparathyroidism* Type 1 DM* Acromegaly* Hyperprolactinemia* Osteogenesis imperfecta* Marfan's syndrome* Hypophosphatasia* Homocystinuria* Ehler's Danlos syndrome* Multiple myeloma* GlucocorticoidsQ, Cytotoxic drugsQ* Aromatase inhibitors* LithiumQ, Aluminium* CyclosporinQ, Excessive alcohol* HeparinQ, Aromatase inhibitors* Excessive thyroxineQ* GnRH agonistsClinical features:Osteoporosis is an asymptomatic disorder unless complications (predominantly fractures) occurMC symptom of osteoporosis is back pain secondary to vertebral compression fractureSites of Osteoporotic (Fragile) FracturesMC site: Fracture vertebrae (Dorsolumbar pine is the MC site)QColle's fracture; Fracture neck femurSerum calcium, phosphate and alkaline phosphatase are normal in osteoporosisQDiagnosis:At least 30% of the bone mass must be lost before it becomes apparent on X-ray.Osteoporosis: X-ray findingsLoss of vertical height of a vertebra due to collapseQCod-fish appearance: The disc bulges into the adjacent vertebral bodies so that the disc becomes biconvexQ.Ground glass appearance of the bones, conspicuous in bones like the pelvisMeasurement of Bone MassNoninvasive techniques for estimating skeletal mass or density: Dual-Energy X-ray Absorptiometry (DEXA), single-energy X-ray absorptiometry (SEXA), quantitative CT, and ultrasound (US).Dual energy X-ray Absorptiometry (DEXA) is the gold standard for the screening (estimation) of bone density and bone mass and for diagnosis of osteoporosisQ.Drugs useful in OsteoporosisInhibit Bone ResorptionStimulates Bone FormationBoth action* Bisphosphonates: Alendronate, Risedronate,EtidronateQ* Calcium receptor agonist: Cinacalcet* CalcitoninQ* SERMs: Tamoxifen. Raloxifene* Gallium nitrateQ* RANKL Inhibitors: Donesumab* TeriparatideQ* Calcium* CalcitriolQ* Fluoride* Strontium ranelateQ",
        "cop": 1,
        "opa": "Normal calcium, normal ALP",
        "opb": "Decreased calcium, increased ALP",
        "opc": "Decreased calcium, decreased ALP",
        "opd": "Normal calcium, decreased ALP",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "b3932235-260d-4d29-a7b6-2f6baaeb594a",
        "choice_type": "single"
    },
    {
        "question": "All the following causes osteopenia Except",
        "exp": "Ans: B (Osteopetrosis) Ref: Harrison s Principles of Internal Medicine, 18th ed & Nelson Textbook of PediatricsExplanation:OsteopeniaIt is a condition where bone mineral density is lower than normal.It is considered to be a precursor to osteoporosis.However, not every person diagnosed with osteopenia will develop osteoporosis.Technically, Osteopenia is defined as a bone mineral density T-score between -1.0 and -2.5.What is T-score?The T-score is the relevant measure when screening for osteoporosis.It is the bone mineral density (BMD. at the site when compared to the young normal reference mean.It is a comparison of a patient's BMD to that of a healthy thirty-year-old.The criteria of the World Health Organization are:Normal is a T-score of -1.0 or higherOsteopenia is defined as between -1.0 and -2.5Osteoporosis is defined as -2.5 or lower. meaning a bone density that is two and a half standard deviations below the mean of a thirty-year-old man/woman.Causes of OsteopeniaRicketsMetabolic hone diseaseOsteoporosis esp Postmenopausal womenOsteomalaciaRheumatoid arthritisAnkylosing spondylitisOsteomyelitisOsteonecrosisMultiple myelomaCoeliac disease",
        "cop": 2,
        "opa": "Rickets",
        "opb": "Osteopetrosis",
        "opc": "Osteomalacia",
        "opd": "Osteonecrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "9c25f955-e809-4a20-93a0-f4d1ef8d6e32",
        "choice_type": "multi"
    },
    {
        "question": "Marble bone disease is better known as?",
        "exp": "ANSWER: (C) OsteopetrosisREF: Bone diseases: macroscopic, histological, and radiological diagnosis By Claus-Peter Adler- Page 54Osteopetrosis, literally \"stone bone\", also known as marble bone disease and Albers-Schonbergdisease is an extremely rare inherited disorder whereby the bones harden, becoming denser due to increased calcified bone tissue, namely osteosclerosis.",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteochondritis",
        "opc": "Osteopetrosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "386040ac-db0f-4814-9800-ac5e1bc907bf",
        "choice_type": "single"
    },
    {
        "question": "Gold standard for diagnosis of osteoporosis -",
        "exp": "Ans. is 'a' i.e., DEXA [Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 8px; text-indent: 0; text-align: left\">o The gold standard for diagnosis of osteoporosis is dual energy X-ray absorption scan (DEXA scan). The test is performed by passing low energy X-rays through a bone (e.g. spine, hip or wrist). The test takes about ten minutes, is painless, and is associated with very limited radiation exposure. The values generated by the test can then be compared to both:1.Young adult population : called a \"T score\", this test measures the variance between the patient and the young adult baseline. A score above -1 is considered normal; a score between -1 and -2.5 is considered osteopenia; and a score below -2.5 is considered osteoporosis. For each -1 standard deviation in T score there is a 3 times increased risk of hip fracture and a 2.5 times risk of spine fracture.2. Age-and gender-matched control groups : a \"Z score\" measures the variance between the patient's and control groups' amount of bone. The control group consists of other people in the patient's age group of the same size and gender. An unusually high or low score may indicate the need for additional tests.",
        "cop": 1,
        "opa": "DEXA",
        "opb": "Single beam densitometry",
        "opc": "Quatitative computed tomography",
        "opd": "Bone histomorphometry",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders Leading to Osteosclerosis",
        "id": "ad09bb60-71ef-47e4-b42f-53f1f29feb1f",
        "choice_type": "single"
    }
]