[
    {
        "question": "Absence of lamina dura in the alveolus occurs in:",
        "exp": "Radiological Features of Hyperparathyroidism Subperiosteal resorption of terminal tufts of phalanges, lateral end of clavicle and symphysis pubis. Loss of lamina dura (i. e. thin coical bone of tooth socket surrounding teeth is seen as thin white line, is resorbed). Fig: Loss of Lamina Dura Brown Tumor Salt and Pepper appearance of skull Treatment: Direct parenteral supplementation of calcium. -Dental findings of other options: Osteomalacia- no tooth abnormality as such Rickets- enamel defect Deficiency of vitamin C- bleeding gums + dentine defects",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Osteomalacia",
        "opc": "Deficiency of vitamin C",
        "opd": "Hyperparathyroidism",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "3d229f27-8d18-4198-a663-6d8c7ce506fb",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following diseases in order of the zones of their involvement while going from metaphysis to epiphysis a. Gigantism b. Rickets c. Gaucher's disease d. Scurvy",
        "exp": "Various zones of physis are involved in different pathology and they affect the growth of limb accordingly. Gauchers disease involve reserve zone Gigantism involves proliferative zone. Rickets involve hyperophic zone Scurvy involves spongiosa zone",
        "cop": 2,
        "opa": "d-b-c-a",
        "opb": "d-b-a-c",
        "opc": "a-d-c-b",
        "opd": "b-d-a-c",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "aba60071-429d-445c-9a03-901cdfb0e006",
        "choice_type": "single"
    },
    {
        "question": "Which bisphosphonate is approved for the treatment of osteoporosis and is given on yearly basis?",
        "exp": "Zoledronate- approved for the treatment of osteoporosis and is given on yearly basis Ibandronate- given on monthly basis",
        "cop": 2,
        "opa": "Alendronate",
        "opb": "Zoledronate",
        "opc": "Risedronate",
        "opd": "Ibandronate",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "249f24f4-f417-4270-8729-8b3a59fe32df",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with following serum parameters: Normal serum ALP, normal PTH level and increased Ca+ and PO4. Most likely cause:",
        "exp": "Bio-Chemical Changes Osteoporosis Osteomalacia Hyperparathyroidism Calcium Normal |/Normal Increased Phosphate Normal | Low (phosphateuria) ALP Normal - PTH - - Hyper toxicity of Vit-d: | Ca &Phosphate levels",
        "cop": 1,
        "opa": "Vitamin D increase",
        "opb": "Hyperparathyroidism",
        "opc": "Osteoporosis",
        "opd": "Osteomalacia",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "dd92029f-c25d-4ca8-adee-9d01ad700186",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnostic radiological finding in skeletal fluorosis?",
        "exp": "Skeletal fluorosis is a bone disease caused by excessive accumulation of fluoride in the bones Osteosclerosis, osteophytosis and ossification of ligamentous and fascial attachments is characteristic of fluorosis and amongst them most impoant is Interosseous membrane ossification.",
        "cop": 2,
        "opa": "Sclerosis of sacroiliac joint",
        "opb": "Interosseous membrane ossification",
        "opc": "Osteosclerosis of veebral body",
        "opd": "Ossification of ligaments of knee joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "1f860839-fedf-4cae-ad16-e37fb0ecf31b",
        "choice_type": "single"
    },
    {
        "question": "Wrist X-ray is given below. What is the probable diagnosis:",
        "exp": "Fig. X-ray wrist--rickets Fig. Rickets knee RADIOGRAPHIC FINDINGS The characteristic feature of rickets are thickening and widening of growth plate (physis). Indistinct and hazy metaphysis that is abnormally wide (splaying) with cupping or flaring (Brush like appearance). Bowing of diaphysis, with thinning of coices. Looser's zone in 20%. Persistent hypocalcemia may cause secondary hyperparathyroidism. N NOTE: Lower limb deformities appear when the child stas to walk. Hence, bowing of legs will be less commonly seen in infants.",
        "cop": 1,
        "opa": "Rickets",
        "opb": "Colles fracture",
        "opc": "Scaphoid fracture",
        "opd": "Osteoporosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "66b22e0f-e44b-4cd7-898d-bc775c4e0882",
        "choice_type": "single"
    },
    {
        "question": "Which of the following finding is not seen in this condition?",
        "exp": "Above condition is hyperparathyroidism, Image showing Brown tumor Punched out lesion of skull is not seen in hyperparathyroidism it's a feature of Multiple myeloma Salt pepper skull is a feature of hyperparathyroidism",
        "cop": 3,
        "opa": "Osteopenia",
        "opb": "Renal stones",
        "opc": "Punched out lesion of skull",
        "opd": "Brown tumour",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "4c37f6c4-7a72-492e-a20f-a173e7526161",
        "choice_type": "single"
    },
    {
        "question": "Epiphyseal enlargement occurs in",
        "exp": "Epiphyseal enlargement - juvenile rheumatoid ahritis, hypehyroidism, rickets, spondyloepiphyseal dysplasia. EPIPHYSEAL dysgenesis/ fragmented or punctuate epiphysis - Hypothyroidism.",
        "cop": 3,
        "opa": "Sheurmann's disease",
        "opb": "Paget's disease",
        "opc": "Juvenile rheumatoid ahritis",
        "opd": "Epiphyseal dysplasia",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic disorders - 1",
        "id": "9a6f1aa6-6770-4a41-995e-859a10fb2f2d",
        "choice_type": "single"
    }
]