[
    {
        "question": "A 9-year-old child with high arched palate has shoulders meeting in front of his chest. He has:",
        "exp": "CLEIDOCRANIAL DYSOSTOSIS-AD Clinical and Radiological Features: Skull Involvement- Elfin faces- skull is wider but the face appears small and flat looking (hypoplastic bones) Eyes are wide set Deciduous teeth erupt normally, permanent teeth are delayed and maldeveloped. Clavicles maybe underdeveloped or absent. M/C defect is loss of lateral 1/3rd > loss of middle third of clavicle Bilateral clavicle hypoplasia, child can touch the shoulders together in front of the chest. Limbs- Coxa vara is seen, 2nd metacarpal is usually long",
        "cop": 2,
        "opa": "Erb's palsy",
        "opb": "Cleidocranial dysostosis",
        "opc": "Chondro-osteodystrophy",
        "opd": "Coical hyperostosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "66c5f8aa-e902-4cfe-b7ef-15be3b824cf4",
        "choice_type": "single"
    },
    {
        "question": "Dripping candle wax lesion on spine:",
        "exp": "Fig. Candle bone disease (Melorheostosis)",
        "cop": 4,
        "opa": "Metastasis",
        "opb": "TB spine",
        "opc": "Osteopetrosis",
        "opd": "Melorheostosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "ca9614ea-d1ed-44f8-975e-6c1df3098090",
        "choice_type": "single"
    },
    {
        "question": "A child presented with hip pain with following x ray obtained. Most likely clinical diagnosis:",
        "exp": "Osteogenesis imperfecta deformed bones with fractures in different areas in different stages of healing",
        "cop": 1,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteoporosis",
        "opc": "Osteopetrosis",
        "opd": "Osteopoikilocytosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "33aba82e-5bd9-43cc-8f44-ee427dd26ab5",
        "choice_type": "single"
    },
    {
        "question": "A pregnant women present with 6 week history of right hip pain. On exam she has guarding on passive hip movements. Plain x ray showed osteoporosis of proximal femur. Most likely diagnosis is?",
        "exp": "Transient osteoporosis occur in the pregnancy which is the cause here. Septic ahritis does not lead to osteoporosis and no local or systemic symptoms of infection are present in the patient. Patients with AVN of the femoral head often repo groin or anterior thigh pain that is exacerbated by weight bearing. Avascular necrosis (AVN) may be asymptomatic in some cases. Acute chondrolysis of pregnancy is a rare entity with/without any radiographical changes. oftenly its a diagnosis of exclusion",
        "cop": 3,
        "opa": "Acute chondrolysis of pregnancy",
        "opb": "Avascular necrosis of femoral head",
        "opc": "Transient osteoporosis",
        "opd": "Septic ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "b9e5e733-08aa-4ddb-ab89-f03ca803b721",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man had H/o of back pain since 3 months. ESR is raised. He also has dorso-lumbar tenderness on examination and mild restriction of chest movements. On X-ray, syndesmophytes are present in veebrae. Diagnosis is:",
        "exp": "Ankylosing hyperostosis Ankylosing spondylitis Age Elderly Young Sacroilitis Absent Always present Chest expansion Mild restriction Marked but not reliable in elderly Tenderness Dorso-lumbar Sacroiliac ESR Normal to mild rise High Syndesmophytes Present Present",
        "cop": 3,
        "opa": "Ankylosing spondylitis",
        "opb": "Degenerative osteoahritis of spine",
        "opc": "Ankylosing hyperostosis",
        "opd": "Lumbar canal stenosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "3c5b6dd1-89ee-4597-965e-6afa154b3679",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for bisphosphonate resistant osteoporosis:",
        "exp": "Drug of choice for both senile and postmenopausal osteoporosis are Bisphosphonates. However, where osteoporosis is Resistant to bisphosphonates, Teriparatide has shown good results.",
        "cop": 1,
        "opa": "Teriparatide",
        "opb": "Denosumab",
        "opc": "Anakinra",
        "opd": "Calcitonin",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Disorders of Bone",
        "id": "8f7d1b8b-3a0d-40a6-9e83-5298de47e15a",
        "choice_type": "single"
    }
]