[
    {
        "question": "A 75 year old female fall in the bathroom. On examination, She has fracture shaft of femur, this occurs due to:",
        "exp": "Ans. (a) Osteoporosis. Ref: Textbook of Orthopedics 4th Ed by John Ebnezar; Page No- 671* Most commonly fracture occurs in postmenopausal women due to osteoporosis. Diagnostic Testing. Dual-Energy X-ray Absorptiometry (DEXA)* This scan is the gold standard test for osteoporosis. It is very precise for measuring bone density.* Most common site for measuring bone density: Femoral neck and lumbar spine* Indications for bone mineral density measurement:# All women 65 and older.# Postmenopausal women <65 with one or more risk factors for fracture.# Men with risk factors for fracture.* The results are reported as a T-score according to WHO's classification.* The T-score is the bone density compared with what is normally expected in a healthy young adult of the same sex. The T-score is the number of units--standard deviations-- that bone density is above or below the average. Bone Mineral Density T-score. DiagnosisT-score. Normal. Greater than or equal to 1. 0. Osteopenia. Between -1. 5 to -2. 5. Osteoporosis>=-2. 5. Severe osteoporosis>=-2. 5 and fragility fracture* T-scores are used in all postmenopausal and perimenopausal women, and in men over age 50.* In all other patients (including premenopausal women), z-scores are used.* The Z-score is the number of standard deviations above or below what is normally expected for someone of the same age, sex, weight, and ethnic or racial origin.* Z-score <-2 may suggest that something other than aging is causing abnormal bone loss (consider drugs causing osteoporosis such as corticosteroids). 24-hour Urine Hydroxyproline* Calcium loss is assessed with a 24-hour urine hydroxyproline or NTX (N-telopeptide, a bone breakdown product). Rule out secondary causes* Check phosphorus, alkaline phosphatase, TSH, vitamin D, free PTH, creatinine, CBC. Treatment* First-line therapy is bisphosphonates or denosumab.* Bisphosphonates (e. g., alendronate, risedronate, ibandronate, zoledronate) acts by inhibiting osteoclast mediated bone resorption by mediating osteoclast apoptosis.* Zoledronate is the most potent bisphosphonate and it is the drug of choice for treatment and prophylaxis of osteoporosis. The dose 2-5mg/ Year.* Alendronate is the drug of choice for treatment of osteoporosis caused by long term glucocorticoid therapy.* Denosumab is an anti-RANK ligand antibody that acts by inhibiting stimulation of osteoclasts to form ruffled border osteoclast. It is given by subcutaneous route of dose of 60mg every six months for 3-5 years for treatment and prophylaxis of osteoporosis. And its efficacy is comparable to bisphosphonates.* Repeat the bone densitometry at 2 years. If there is continued bone loss, move to these:* Selective estrogen receptor modulators (SERMs) are second-line agents that increase bone density.* Raloxifene and bazedoxifene inhibits bone reabsorption and are treatment and prophylaxis of postmenopausal osteoporosis.* Raloxifene is only effective in case of vertebral fractures. Raloxifene also decrease the incidence of breast cancer and MI.* Teriparatide and abaloparatide are PTH analogs that activate osteoblasts for bone matrix synthesis that augments bone formation. It is used when bisphosphonates fail.* Calcitonin is a third-line therapy.",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Osteopetrosis",
        "opc": "Paget's disease",
        "opd": "Metastasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "865466e5-b868-4de7-bcd0-cd0021a6468c",
        "choice_type": "multi"
    },
    {
        "question": "Mutations in type I collagen fibres results is:",
        "exp": "(Osteogenesis imperfecta) (268-M) (153-Apley's 8th)* Osteogenesis imperfecta (Brittle bones) is one of the commonest of the genetic disorders of bone.* Abnormal synthesis and structural defects of type I collagen results in abnormalities of bones teeth, ligaments, sclerae and skin. Clinical features are1. Osteopenia2. Liability to fracture3. Laxity of ligaments4. Blue colouration of the sclerae5. Dentinogenesis imperfecta (\"Grumbling teeth\")",
        "cop": 4,
        "opa": "Marfan's syndrome",
        "opb": "Osteosclerosis",
        "opc": "Osteopetrosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "b47cd017-57f7-4d31-b2e4-985a702fbb5d",
        "choice_type": "single"
    },
    {
        "question": "Commonest deformity in Rickets is",
        "exp": "Ans. a (Genu valgum). (Ref. Maheshwari, Orthopaedics, 2nd/pg. 262)RICKETSFaculty mineralisation of the bone before the fusion of growth plate i. e., during enchondral bone growth, is known as rickets. Pathophysiology# Low levels of vitamin D3 >> reduced calcium absoption >> raised PTH >> increased bone resorption, increased renal reabsorption, increased phosphate excretion >> low bone calcium, low serum phosphate >> decreased mineralization >> rickets# X-ray Features include# Children- Poorly mineralized epiphyseal centers with delayed appearance.- Increased distance between end of shaft & epiphyseal center.- Reaction of periosteum may occur with Indistinct cortex.- Coarse prominent trabeculations with decreased bone density- Epiphyseal plates widening & irregularity (EARLIEST RADIOLOGICAL SIGN)- Fraying, splaying & cupping of metaphysis.- Enlargement of epiphysis at radial end of long bones.- Spur (metaphyseal) projecting at right angles to metaphysis in the cortex.- Deformities like bowing of long bones (genu valgum), genu recurvatum, frontal bossing.- Ricketic rosary, Rachitic pelvis- Harrison's sulcus (constant pulling of diaphragm on soft lower ribs seen at subcostal region)- Delayed eruption of temporary teeth# Infants:- Delayed development, Hypotonia, Craniotabes, and Patent anterior fontanella.",
        "cop": 1,
        "opa": "Genu valgum",
        "opb": "Genu recurvatum",
        "opc": "Tibia Kyphorum",
        "opd": "Cubitus valgus",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "a9572cc6-bb5f-4b17-8b83-8b5f765406a6",
        "choice_type": "single"
    },
    {
        "question": "Pseudofracture can be seen in the following conditions -",
        "exp": "Ans. is 'd' i. e., All the above * Milkman's fracture is also called pseudofracture, looser's zone or osteoid seams. Conditions where Milkman's fracture may be seen:* Ricketsl osteomalacia (most characteristic)* Fibrous dysplasia* Renal osteodystrophy* Hereditary hyperphosphatasia* Pagets disease* Idiopathic",
        "cop": 4,
        "opa": "Hereditary hyperphosphatasia",
        "opb": "Pagets disease",
        "opc": "Fibrous dysplasia",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "66a31e52-fcee-4297-9b6c-6a077c9fc874",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding synovial fluid in Gout",
        "exp": "(Urate crystal) (22-A). Examination of svnovial fluid. Suspected condition. Appearance. Viscosity. Cells. Crystals. Biochemistry. Normal. Clear yellow. High. Few-As for plasma. Septic arthritis. Purulent. Low. White cells +++-Glucose low. Tuberculous arthritis. Turbid. Low. White cells +-Glucose low. Rheumatoid arthritis. Cloudy. Low. White cells ++--Gout. Cloudy. Normal. White cells +++ urate-Pseudogout. Cloudy. Normal. White cells+ pyrophosphate-Osteo arthritis. Clear yellow. High. Few. Often +-* Blood stained fluid - After injury, Acute inflammatory disorders pigmented villonodular synovitis* Marked reduction of synovial glucose suggests infections.* A High white cell count (more then 100, 000/mm3) is usually indicative of infection, but a moderate leucocylosis is also seen in gout and other types of inflammatory arthritis.",
        "cop": 2,
        "opa": "Decreased sugar",
        "opb": "Urate crystal",
        "opc": "Pyrophosphate crystal",
        "opd": "White cells",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "ed74d8eb-8485-4aa5-a4f1-0b93196f4ffb",
        "choice_type": "multi"
    },
    {
        "question": "Brown tumor is characteristic of?",
        "exp": "Ans. A. Hyperparathyroidism. Brown tumor occurs due to the increased osteoclastic activity in hyperparathyroidism. It is a benign mass of reactive tissue.",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Hypoparathyroidism",
        "opc": "Hyperthyroidism",
        "opd": "Hypopituitarism",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "0782fefd-740a-4995-8900-cb7d942055f4",
        "choice_type": "single"
    },
    {
        "question": "All are true about Klippel-Feil syndrome EXCEPT:",
        "exp": "ANSWER: (B) Bilateral shortening of sternocleidomastoid. REF: Apley's 8th ep. 161. Klippel-Feil syndrome is due to congenital fusion of one or more cervical vertebrae. Classical triad:* Short web neck due to prominent trapezius and not short sternomastoids. Low posterior hair line. Restriction of neck movements. Other findings: Scoliosis. Sprengel's deformity. Genitorenal abnormalities. Congenital heart defects. Ocular abnormalities like duane's contracture. Deafness",
        "cop": 2,
        "opa": "Bilateral neck webbing",
        "opb": "Bilateral shortening of sternocleidomastoid",
        "opc": "Low hair line",
        "opd": "Restriction of neck movements",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "1b2b123a-b453-4fb2-abb4-b5b7035426fa",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly involved joint in gout is -",
        "exp": "Ans. is 'b' i. e., Metatarsophalangeal joint of big toe * Gout is the common end point of a group of disorders that produce hyperuricemia. It is marked by transient attacks of acute arthritis intitiated by crystallization of monosodium urate into the joints, leading eventually to chronic gouty arthritis and deposition of masses of urates in joints and other sites, creating tophi. Most common joint involved in gout is big toe, i. e. metatarsophalangeal joint of great toe.",
        "cop": 2,
        "opa": "Knee",
        "opb": "Metatarsophalangeal joint of big toe",
        "opc": "Wrist",
        "opd": "Metacarpophalangeal joint of thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "43b69270-d500-4336-a0b4-fc8bc52a3c0b",
        "choice_type": "single"
    },
    {
        "question": "Sclerosis of bone is seen in all except:",
        "exp": "Ans: d (Hyperparathyroidism). Ref: Apley's, 8th ed, p. 125, 147-148, 194, 123",
        "cop": 4,
        "opa": "Flurosis",
        "opb": "Osteopetrosis",
        "opc": "Secondaries from prostate",
        "opd": "Hyperparathyroidism",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "62c3fb35-21b4-43ed-ac36-7c95f78cf597",
        "choice_type": "multi"
    },
    {
        "question": "Osteogenesis imperfecta is due to",
        "exp": "(Defective synthesis of type I collagen) (153-55-A). Osteogenesis Imperfecta (brittle bones) 1: 20, 000. It is basically a connective tissue disorder (defective synthesis of type I collagen) heterogenous disorders1. Osteopenia2. Propensity to fracture3. Laxity of ligaments4. Blue sclerae5. Crumbling teeth or dentinogenesis. Type I collagen (Bone, ligament, tendon and skin). Type II collagen (Cartilage). Type III collagen (Blood vessels, muscle and skin). Humocvstinuria - is in bom error of methionine metabolism",
        "cop": 1,
        "opa": "Defective synthesis of type I collagen",
        "opb": "Growth hormone dysfunction",
        "opc": "Inborn error of the methionine metabolism",
        "opd": "Boney abnormality confined to the metaphysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "086ec012-fa2b-4982-aa3d-6cfb4f41bd41",
        "choice_type": "single"
    },
    {
        "question": "Osteogenesis imperfect has abnormality in which type of collagen -",
        "exp": "Ans. is 'd' i. e., Collagen 1",
        "cop": 4,
        "opa": "Collagen 3",
        "opb": "Collagen 2",
        "opc": "Collagen 4",
        "opd": "Collagen 1",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "d341f62f-6d5c-45b1-a9bf-95fd764cc1f6",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman presents with bone pain and tenderness in her lower extremities and left clavicle. Laboratory studies reveal elevated serum alkaline phosphatase. X-ray spine shows",
        "exp": "Ans. D. Osteitis fibrosa cystica* The patient in this question has hyperparathyroidism from lab derangements.* The Image shows osteosclerosis with greater density at the endplates leading to multiple contiguous levels to produce an alternating sclerotic- lucent-sclerotic appearance.* This simulates the transverse bands of a rugby jersey.* These findings are seen in hyperparathyroidism and the bone changes are called osteitis cystica fibrosa.",
        "cop": 4,
        "opa": "Paget's disease of the bone",
        "opb": "Osteomalacia",
        "opc": "Osteoporosis",
        "opd": "Osteitis fibrosa cystica",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "bf11c5ff-0d1b-42b9-af01-2bd3bf1bfde5",
        "choice_type": "single"
    },
    {
        "question": "Z score measures the bone mineral density compred to-",
        "exp": "Ans. is 'a' i. e., Age, Race and sex matched individuals o The gold standard for diagnosis of osteoporosis is dual energy absorption scan (DEXA Scan). o T Score and Z score are the measures of bone mineral density. o Z score: Measures the bone mineral density in terms standard deviation from the mean bone mineral density of age, race and sex matched individuals. o T score: Measures the bone mineral density in terms standard deviation from the mean bone mineral density of race and sex matched individuals of normal younger age group.",
        "cop": 1,
        "opa": "Age, Race and sex matched individuals",
        "opb": "Race and sex matched individuals",
        "opc": "Sex matched individuals",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "a1224681-060d-46aa-87a0-6d1d36003c08",
        "choice_type": "multi"
    },
    {
        "question": "Paget's disease is associated with _____:",
        "exp": "Ans. C. Increase in bone turnover. Paget's disease is characterized by increased bone turnover with enlargement and thickening of the bone, but the internal architecture of new bone is abnormal and so the bone is unusually brittle. Paget's disease is also called osteitis deformans. It manifests in 4th and 5th decade Males. The pathologic process in Paget's disease is initiated by overactive osteoclastic bone resorption followed by a compensatory increase in osteoblastic new bone formation. The presence of inclusion bodies resembling paramyxovirus in the pagetic osteoclasts suggests that the viral infection may contribute to the clinical features of Paget's disease. This results in a structurally disorganized mosaic of woven and lamellar bone. The following radiological image of Paget's disease shows widened diploic space and there are ill-defined sclerotic and lucent areas throughout. The cortex is thickened and irregular.",
        "cop": 3,
        "opa": "Decrease in bone mineralization",
        "opb": "Increased bone resorption",
        "opc": "Increase in bone turnover",
        "opd": "Increased degradation of collagen",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "0661917d-13ca-49f5-8edc-6a911af2133a",
        "choice_type": "single"
    },
    {
        "question": "Following X-ray foot is showing features of which disease-",
        "exp": ". Ans. is 'a' i. e., Gout* Given X-ray image is showing juxtra-articular erosive changes around the first metatarsophalangeal joint with overhanging edges and moderate soft tissue swelling.* Note the tophus, classical finding of gout.",
        "cop": 1,
        "opa": "Gout",
        "opb": "Rheumatoid arthriris",
        "opc": "Osteoarthritis",
        "opd": "Psoriatic arthristis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "9cd59d11-467b-4c33-aa8f-af5e8c855b03",
        "choice_type": "single"
    },
    {
        "question": "24 hours estimation of urinary hydroxyproline levels is a good indicator to",
        "exp": "(Extent and severity of the disease) (2281-H)PAGET'S DISEASE (osteitis deformans) - characterized by enlargement and thickening of the bone, but the internal architecture is abnormal and the bone is unusually brittle.* * Pelvis and tibia being the commonest site, and the femur, skull, spine and clavicle the next commonest. Complication:* Nerve compression (impaired vision facial palsy trigeminal neuraligia or deafness) spinal stenosis** Factures - femoral neck.* * Osteoarthritis - atrophic arthritis with sparse remodelling* * Bone sarcoma - malignant change in probably around 1%* * High output cardiac failure - due to prolonged, increased bone blood flow* * Hyper calcemia. Biochemical investigation - Disease activity is gauged by the increased in serum alkaline phosphate and urinary hydroxy proline levels.* The degree of bone markers (ALP & hydroxyproline) elevation reflects the extent and severity of the disease (228-H)* Total serum ALP remains the test of choice both for diagnosis and assessing response to therapy* Lower values suggests less extensive involvement or a quiescent phase of the disease",
        "cop": 4,
        "opa": "Poor outcome of paget's disease",
        "opb": "Diagnosis of the pagets disease",
        "opc": "Recurrence of the pagets disease",
        "opd": "Extent and severity of the disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "f09ec419-22cf-43cc-a0be-d0ee67617f92",
        "choice_type": "single"
    },
    {
        "question": "Reflex sympathetic dystrophy true is-",
        "exp": "Ans. is 'a' i. e., Osteoporosis o RSD is a condition that features a group of typical symptoms, including pain (often burning type), tenderness, and swelling of an exterimity associated with varying degrees of sweating, warmth and/or shiny skin. It is an abnormal sympathetic response following trauma. This is commonly encountered in colie's fracture. However, RSD may be seen in other injuries also. Clinical manifestations of RSDo The onset of the RSD symptoms may be rapid or gradual. There are several stages. Stage 1 (Acute):- Burning pain, flushing, sweating, swelling, erythema, increased heat, hyperesthesia, spotty osteoporosis. Stage 2 (dystrophic):- Cyanotic extremity, thickened & shiny skin, Increased sweating (hyperhidrosis), contracture; but diminished swelling & flushing. There is diffuse osteoporosis. Stage 3 (Atrophic):- Stiffness of joints, contracture of the involved hand or foot. Pale & cool extremity, skin is dry, tight skin, homogenous osteoporosis with thinned cortices at the joint. Prognosiso The prognosis varies from person to person. Spontaneous remission from symptoms occur in certain people. Others can have unremitting and crippling, irreversible changes inspite of treatment. Treatment of RSDo Physical therapy:- gradually increasing exercise programo Psychotherapyo Sympatholytic drugs:- Phentolamine (a - blocker), Propranolol (p-blocker)o Sympathetic nerve block:- Stellate ganglion block for upper extremity RSD and L, - L. block for lower extremity, o Medications:- Topical analgesics, antidepressants, corticosteroids, opioids, o Surgical sympathectomy.",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Increased skin temp",
        "opc": "Common in athletes",
        "opd": "Vasoconstriction",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "52a0d479-cab2-4aae-91c6-5a243993188f",
        "choice_type": "multi"
    },
    {
        "question": "Chronic flurosis is caused by drinking water with fluride content of:",
        "exp": "Ans: c (> 10 ppm) Ref: Maheswari, 3rd ed, p. 266; Davidson, 19th ed, p. 324. Chronic flurosis is seen in localities where the water supply contains > 10 ppm fluride (Davidson). Flurosis. It is characterized by excessive deposition of calcium in bone & soft tissues. Clinical features: Dental flurosis-- earliest sign offlurosis (mottling of enamel) - incisors of upper jaw. Skeletal flurosis-- pain in back & joints, stiff spine, paraesthesias. Spastic paraparesis & anemia. Radiological findings: Spine: Calcification of posterior longitudinal ligament. Pelvis: Calcification of ischio pubic & sacroiliac ligaments. Forearm & leg: calcification of interosseous membrane. Treatment: Defluridation of water (Nalgonda technique)DD of generalized osteosclerotic lesions: Flurosis. Engelman disease. Paget disease. Renal osteodystrophy. Osteopetrosis (marble bone disease). Secondaries from prostate and other organs.",
        "cop": 3,
        "opa": "1-5 ppm",
        "opb": "5-10 ppm",
        "opc": "> 10 ppm",
        "opd": "10-15 ppm",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "a4253f67-087e-4405-8d53-0f96a0b145f0",
        "choice_type": "single"
    },
    {
        "question": "Vitamin d true is",
        "exp": "(A) UVB converts it to active form. Vitamin D refers to a group of fat-soluble secosteroids responsible for enhancing intestinal absorption of calcium, iron, magnesium, phosphate and zinc. In humans, the most important compounds in this group are vitamin D3 (also known as cholecalciferol) and vitamin D2 (ergocalciferol). Cholecalciferol and ergocalciferol can be ingested from the diet and from supplements. The body can also synthesize vitamin D (specifically cholecalciferol) in the skin, from cholesterol, when sun exposure is adequate (hence its nickname, the \"sunshine vitamin\"). Synthesis from exposure to sunlight and intake from the diet generally contribute to the maintenance of adequate serumconcentrations. Evidence indicates the synthesis of vitamin D from sun exposure is regulated by a negative feedback loop that prevents toxicity, but because of uncertainty about the cancer risk from sunlight, no recommendations are issued by the Institute of Medicine, USA, for the amount of sun exposure required to meet vitamin D requirements. Accordingly, the Dietary Reference Intakefor vitamin D assumes no synthesis occurs and all of a person's vitamin D is from food intake, although that will rarely occur in practice. As vitamin D is synthesized in adequate amounts by most mammals exposed to sunlight, it is not strictly a vitamin, and may be considered a hormone as its synthesis and activity occur in different locations. Its discovery was due to effort to find the dietary substance lacking in rickets (the childhood form of osteomalacia). Beyond its use to prevent osteomalacia or rickets, the evidence for other health effects of vitamin D supplementation in the general population is inconsistent. The best evidence of benefit is for bone health. The effect of vitamin D supplementation on mortality is not clear, with one meta-analysis finding a decrease in mortality in elderly people, and another concluding no clear justification exists for recommending vitamin D. Because it found mounting evidence for a benefit to bone health, and though it had not found good evidence of other benefits, the FDA intends to begin requiring manufacturers to declare the amount of Vitamin D on Nutrition Facts labels, because they are now \"nutrients of public health significance. \" It's also preparing to increase the minimum recommended Daily Value (DV) for Vitamin D from 15 micrograms to 20 micrograms. In the liver, cholecalciferol (vitamin D3) is converted to calcidiol, which is also known as calcifediol (INN), 25- hydroxycholecalciferol, or 25-hydroxyvitamin D3 -- abbreviated 25(OH)D3. Ergocalciferol (vitamin D2) is converted in the liver to 25-hydroxyergocalciferol, also known as 25-hydroxyvitamin D2-- abbreviated 25(OH)D2. These two specific vitamin D metabolites are measured in serum to determine a person's vitamin D status. Part of the calcidiol is converted by the kidneys to calcitriol, the biologically active form of vitamin D. Calcitriol circulates as a hormone in the blood, regulating the concentration of calcium and phosphate in the bloodstream and promoting the healthy growth and remodeling of bone. Calcitriol also affects neuromuscular and immune function.",
        "cop": 1,
        "opa": "UVB converts it to active form",
        "opb": "It enhances intestinal absorption of proteins",
        "opc": "Vit D3 is crgocalciferol",
        "opd": "Cholccalcifcrol is converted to calcitriol in liver",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "0b982125-19e2-46b2-9e5c-54e69e7fd5c9",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year old man presented with acute onset pain and swelling of left great toe. On X-ray, punched out lytic lesion seen on phalanx with sclerotic margins and overhanging bony edges. Diagnosis is:(AIIMS November 2014, November 2013)",
        "exp": "Ans. a. Gout (Ref: Harrison 19/e p2233-2234. 18/e p2837-2838: Apley's 9/e p79). Diagnosis in a 40 years old man, who presents with acute onset pain and swelling of left great toe and punched out lesion of phalanx and overhanging edges on X-ray is gout. (AIIMS November 2013 repeat). Gout is a metabolic disease that most often affects middle- aged to elderly men and postmenopausal women. It results from an increased body pool of urate with hyperuricemia. It typically is characterized by episodic acute and chronic arthritis caused by deposition of MSU crystals in joints and connective tissue tophi and the risk for deposition in kidney interstitium or uric acid nephrolithiasis. Usually, only one joint is affected initially and the metatarsophalangeal joint of the first toe is the most commonly involved joint. '- Harrison 18/e p2837'Radiographic Features of Gout: Early in the disease radiographic studies may only confirm clinically evident swelling. Cystic changes, well-defined erosions with sclerotic margins (often with overhanging bony edges), and soft tissue masses are characteristic features of advanced chronic tophaceous gout. Ultrasound, CT and MRI are being studied and are likely to become more sensitive for early changes. - Harrison 18/e p2837'Tophi appear as characteristic punched-out cysts or deep erosions in the para-articular bone ends. These excavations are larger and slightly further from the joint margin than the typical rheumatoid erosions. This punched out lesion in gouty arthritis is called Martel's sign, G sign or rat-bite erosion. ''Gout: X-ray of feet demonstrated soft tissue swelling, cystic changes, and well-defined 'punched-out' type lytic lesions with sclerotic margins and overhanging bony edges (Martel's sign, G sign or rat-bite erosion). ''Most common joint involved in gout: Meta-Tarso-Phalangeal jointsQ. 'GoutA disorder of purine metabolism characterized by hyperuricemia, deposition of monosodium urate-monohydrate crystals in Joints and per-articular tissuesQ and recurrent attacks of acute synovitis. Late changes include cartilage degeneration, renal dysfunction and uric acid urolithiasis. MC joint involved in gout: Meta-Tarso-Phalangeal joints. QThe underlying basis of gouty arthritis is increased serum uric acid level. QSerum urate levels >7 mg/dL is defined as hyperuricemia. Epidemiology: Commoner in Caucasians. More common in menQ, age >30 years. QStereotype patient is obese, hypertensive and fond of alcohol and may be nudged into an attack by uncontrolled administration of diuretics or aspirin. QPathology: Precipitation of monosodium urate crystalsQ into the joints is the underlying basis for these urate crystals is increased total body urate levels. Tophi are nodular deposits of monosodium urate monohydrate crystals, with an associated foreign body reaction. Pathognomonic hallmark of gout: Tophi. QTophi evolve from repeated precipitation of urate crystals during attack. Clinical Feature: Acute attack is sudden onset of severe joint pain that lasts for a week or two. Usually comes out of blue but may be precipitated by minor trauma, illness, unaccustomed exercise, alcohol, ACTCH, steroid withdrawal, hypouricemic therapy and drugs. Diagnosis: Definitive diagnosis is made by examination of synovial fluid or tophaceous material with polarized light microscopy and identifying monosodium urate crystals. Crystals have following characteristics. During attack: Intracellular and needle shaped. QAfter the attack: Extracellular and blunted. QX-ray changes in GoutX-ray of feet demonstrated soft tissue swelling, cystic changes, and well-defined 'punched- out' type lytic lesions with sclerotic margins and overhanging bony edges (Martel's sign, G sign or rat-bite erosion)Q. Treatment of Gout. Anti-inflammatory. Hypouricemics. Xanthine oxidase inhibitors* Mainstay of treatment during acute attack is administration of anti-inflammatory drugs such as colchicine, NSAIDs (except aspirin) or glucocorticoidsQ* Probenecid or sulfinpyrazone can be used if renal function is normal.* Allopurinol, a xanthine oxidase inhibitorQ is usually preferred. These drugs should never be started in acute attack, and they should always be covered by an anti inflammatory preparations or colchicine; otherwise they may actually precipitate an acute attackQ. In chronic tophaceous gout and in all patients with renal complications, allopurinol is drug of choiceQ.",
        "cop": 1,
        "opa": "Gout",
        "opb": "Rheumatoid arthritis",
        "opc": "Psoriatic arthritis",
        "opd": "Reiter's syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "f2a20962-2da8-4820-beb3-0ad012aa8315",
        "choice_type": "single"
    },
    {
        "question": "40 yr old female presents with urine darkening on standing, joint pain and stiffness, and pigment deposition in joints. What is the probable diagnosis?",
        "exp": "Ans. is 'c' i. e., Alkaptonuria * Individual presenting in 4th decade with joint pain and stiffness and urine darkening on standing and pigment deposition in joints, is suggestive of alkaptonuria. Ochronosis (Alkaptonuria):* Alkaptonuria is a rare, heritable disorder characterized by the appearance of homogentisic acid in the urine, darkpigmentation of the connective tissues (ochronosis ) and calcification of hyaline and fibrocartilage.* Inborn error is an absence of homogentisic acid oxidase in the liver and kidney. Those affected usually remainasymptomatic until the 3rd & 4th decade when they present with pain and stiffness of the spine & (later) larger joints.* Dark pigmentation of ear cartilage & sclera and staining of clothes by homogentisic acid in sweat. Urine turnsdark brown when it is alkalinized or if it is left to stand for some hours.* X- ray reveal narrowing & calcification of intervertebral discs. Peripheral joints show chondrocalcinosis &severe osteoarthritis.",
        "cop": 3,
        "opa": "Phenylketonuria",
        "opb": "Tyrosinemia",
        "opc": "Alkaptonuria",
        "opd": "Tyrosinemia",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "e4ee9caa-f50e-4ec8-869a-402b65d3dc37",
        "choice_type": "single"
    },
    {
        "question": "Marble bone disease is",
        "exp": "(Osteopetrosis): (307- Malushwari 4th edition)OSTEOPETROSIS (Marble bones, Alber's - Schonberg disease)* Characterised by dense but brittle bones* Autosomal dominant disorder. CP-* Pathological fractures* Cranial nerve compression]---Due to bone encroachment on foramena* Jaw osteomyelitis (After tooth extraction)* Anemia* X-ray shows - Increased density of the all the all the bones* Cortices are widened leaving narrow medullary canal Sclerotic vertebral end plates producing a striped appearance (rugger Jersey spine)* Skull is thickened and the base densely sclerotic",
        "cop": 2,
        "opa": "Osteogenesis imperfect",
        "opb": "Osteopetrosis",
        "opc": "Osteomyelitis",
        "opd": "Osteoporosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metabolic Bone Disease",
        "id": "f0293fe3-8283-4d49-80e7-fb8b929d7f57",
        "choice_type": "single"
    }
]