[
    {
        "question": "13, years old boy, LEAST common cause of proximal lytic lesion of head of femur is:",
        "exp": "Ans. is 'a' Plasmacytoma If multiple myeloma occurs as a solitary lesion it is K/a Plasmacytoma. Age gp is 6th-7th decade, Rare before 40yrs of age. So the lytic lesion in a 13yrs old boy cannot be a plasmacytoma",
        "cop": 1,
        "opa": "Plasmacytoma",
        "opb": "Metastasis",
        "opc": "Histiocytosis",
        "opd": "Bone tumour",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "0d939fb6-fab2-4d5a-80a6-7f162f3aae9b",
        "choice_type": "single"
    },
    {
        "question": "Most common soft tissue tumor in a child:",
        "exp": "(a) Rhabdomyosarcoma- Rhabdomyosarcoma, the most common childhood soft-tissue sarcoma, is often located in the head and neck (40%) and in the trunk and extremities (25%).",
        "cop": 1,
        "opa": "Rhabdomyosarcoma",
        "opb": "Histiocytoma",
        "opc": "Fibrosarcoma",
        "opd": "Liposarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "2038e781-b0b8-4a90-864f-644532d18215",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive test for skeletal metastasis is",
        "exp": "A. i. e. (Radio-isotope) (20 - Apley 8th)* The best indication for a bone scan is suspected multiple bony lesions such as in metastatic carcinoma an lymphoma of bone (302 - current diagnosis & Treatment - orthopedics)* Most common imaging agents are technetium 99 m and indium 111* Tc99m used to assess the degree of osteoblastic activity* Tc99m scan are also useful in distinguishing blastic lesions of bone* Isotope scaning is also used in the staging process of a primary sarcoma such as an osteosarcoma to make sure the patient does not have an asymptomatic remote skeletal lesions",
        "cop": 1,
        "opa": "Radio- isotope",
        "opb": "Tomography",
        "opc": "CT scan",
        "opd": "X-ray",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "091230a8-a345-4b3b-9fcc-92e54960f612",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about synovial cell sarcoma, are true, except.",
        "exp": "(a) Originate from synovial lining- The term 'synovial cell sarcoma' is however a misnomer as synovial cell sarcomas do not arise from synovium.- Most synovial sarcomas are extra-articular and only less than 10% are intraarticular. Synovial cell sarcoma does not arise from synovial lining. The term synovial sarcoma is a misnomer. The term originates from the histological appearance of cells which can resemble synovial cells. These tumors, however, do not arise from synovial tissue.",
        "cop": 1,
        "opa": "Originate from synovial lining",
        "opb": "Occur more often at extra-articular sites",
        "opc": "Usually seen in patients less than 50 years of age",
        "opd": "Knee and foot are common sites involved",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "c3d22d65-32f7-42a7-b846-fea3fbca014b",
        "choice_type": "multi"
    },
    {
        "question": "The following carcinoma metastasis to bone is seen in all EXCEPT:",
        "exp": "(Liver): Ref: 193-AMETASTATIC BONE DISEASE* The skeleton is one of the commonest site of secondary cancer: in patients over 50years bone metastasis are seen more frequently than all primary malignant bone tumours* The commonest sites for bone metastasis are the vertebrae, pelvis, the proximal half of the femur and the humerus* Spread is usually via the blood stream: occasionally visceral tumours spread directly to adjacent bones (eg. Pelvis or ribs)* The commonest source is carcinoma of the breast; the next is frequency are carcinoma of the prostate kidney, lung, thyroid, bladder and GIT.",
        "cop": 1,
        "opa": "Liver",
        "opb": "Thyroid",
        "opc": "Prostate",
        "opd": "Breast",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "4b93faf8-b321-418e-a4f8-a05cee9e9842",
        "choice_type": "multi"
    },
    {
        "question": "A classical expansile lytic lesion in the transverse process of a vertebra is seen in:",
        "exp": "(b) Aneurysmal bone cyst. Lytic Lesion in Posterior Element of Vertebrae (i. e. spinous process, transverse process, and pedicle) Expansile and Purely lytic, Aneurysmal Bone Cyst, Non-expansile and partly or extensively ossified, Osteoblastoma Body of vertebra is involved in GCT",
        "cop": 2,
        "opa": "Osteosarcoma",
        "opb": "Aneurysmal bone cyst",
        "opc": "Osteoblastoma",
        "opd": "Metastasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "fc29b327-c03e-4a46-ac86-adebb3b9466d",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastases in case of osteosarcoma is",
        "exp": "Ans. is 'b' i. e., Lungs * Almost 10% of the patient have metastases at presentation. Metastases is most common to lungs, but hematogenous spread to other organs is also possible - including lymph nodes, brain and skeleton.",
        "cop": 2,
        "opa": "Brain",
        "opb": "Lungs",
        "opc": "Liver",
        "opd": "Bladder",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Bone Disease",
        "id": "63f72bc1-2d69-438c-9e04-7c9d57d59aa3",
        "choice_type": "single"
    }
]