[
    {
        "question": "Sacro-Iliac joint involvement is common in which condition?",
        "exp": "(A) Ankylosing spondylitis # ANKYLOSING SPONDYLITIS (AS, from Greek ankylos, crooked; spondylos, vertebrae; -itis, inflammation), previously known as Bekhterev's disease, Bekhterev syndrome, and Marie-Strumpell disease, is a chronic inflammatory disease of the axial skeleton with variable involvement of peripheral joints and nonarticular structures. AS is a form of spondyloarthritis, a chronic, inflammatory arthritis where immune mechanisms are thought to have a key role. It mainly affects joints in the spine and the sacroiliac joint in the pelvis, and can cause eventual fusion of the spine.> The typical patient is a young male, aged 20-40; however, the condition also presents in females.> The condition is known to be hereditary. Symptoms of the disease first appear, on average, at age 23 years. These first symptoms are typically chronic pain and stiffness in the middle part of the spine or sometimes the entire spine, often with pain referred to one or other buttock or the back of thigh from the sacroiliac joint.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatoid arthritis",
        "opc": "Reiter's syndrome",
        "opd": "Osteoarthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "d5d04e58-c79f-4cd8-a16a-86957e7e0352",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a malignant bone tumour?",
        "exp": "(C) Chondrosarcoma # MALIGNANT PRIMARY BONE TUMORS include osteosarcoma, chondrosarcoma, Ewing's sarcoma, malignant fibrous histiocytoma, fibrosarcoma, and other sarcoma types. Multiple myeloma is a hematologic cancer which also frequently presents as one or more bone tumors.# CLASSIFICATION of BONE TUMOURS:> Cartilage tumors Osteochondroma: Chondromas Enchondroma Periosteal chondroma Chondroblastoma Chondromyxoid fibroma Chondrosarcoma Dedifferentiated Mesenchymal Clear cell Periosteal> Osteogenic tumors: Osteoid osteoma (B), Osteoblastoma> Fibrogenic tumors: Desmoplastic fibroma of bone, Fibrosarcoma of bone> Fibrohistiocytic tumors: Histiocytoma of bone> Ewing sarcoma/Primitive neuroectodermal tumor> Giant cell tumors: Giant cell tumor> Notochordal tumors: Chordoma> Vascular tumors: Haemangioma and related lesions, Angiosarcoma> Myogenic, lipogenic, neural and epithelial tumors: Leiomyosarcoma of bone, Lipoma of bone, Adamantinoma and osteofibrous dysplasia> Tumors of undefined neoplastic nature: Aneurysmal bone cyst Simple bone cyst; Fibrous dysplasia (B); Langerhans cell histiocytosis (LCH)",
        "cop": 3,
        "opa": "Osteoid osteoma",
        "opb": "Chondroma",
        "opc": "Chondrosarcoma",
        "opd": "Osteochondroma",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "466854b8-df37-4c54-b353-c104058b0846",
        "choice_type": "single"
    },
    {
        "question": "In an RTA, a patient sustained soft tissue and Brachial plexus injuries with nerve affected in weakness of extensors of entire arm, forearm, hand with shoulder flexion, and extension. This is suggestive of involvement of",
        "exp": "(C) C5 to T1 # Preganglionic lesions have a poor prognosis as these do not recover and are surgically irreparable.> Postganglionic lesions have better prognosis than preganglionic lesions and histamine test is useful in making the distinction> Postganglionic lesions: Disruption proximal to the dorsal root ganglion Avulsion of nerve root from the spinal cord Cannot Recover Surgically irreparable Histamine test is positive Pseudomeningoceles on CT myelography or MRI due to root avulsion may be seen (positive result is unreliable during first few days). Sensory conduction from anaesthetic dermatome on nerve conduction studies suggests a preganglionic lesion (i. e. nerve distal to ganglion is not interrupted)> Erb's palsy: Upper obstetric palsy C5-C6 roots are affected Abductors and external rotators of the shoulder are paralysed Arm is held to the side (adducted), internally rotated and pronated (Waiter's tip deformity)> Klumpke's palsy: Lower obstetric palsy C8-T1 roots are affected (Involvement of T1 root may cause a homer's syndrome due to sympathetic nerve disturbance) This is a complete plexus lesion and more severe. Arm is frail and pale. Generalized wasting of all intrinsic muscles and a claw hand deformity is seen. Unilateral (ipsilateral) Horner's syndrome is often associated.> Histamine test: Intradermal injection of histamine usually causes a triple response in the surrounding skin. Central capillary dilatation Wheel Surrounding flare> If the flare reaction persists in an anaesthetic area of skin, the lesion must be proximal to the posterior root ganglion i. e. it is probably a root avulsion.> Postganglionic lesions have better prognosis than preganglionic lesions and histamine test is useful in making the distinction.",
        "cop": 3,
        "opa": "Middle and lower cord",
        "opb": "C5, 6, 7",
        "opc": "C5 to T1",
        "opd": "Posterior trunk",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "3d0e0040-8106-4289-8595-6762eb7965ca",
        "choice_type": "single"
    },
    {
        "question": "There is spontaneous rupture of the Achilles tendon in an 18 year old male. It is most likely to be due to excess stress beyond -",
        "exp": "ACHILLES TENDON RUPTURE: A ripping or popping sensation is felt, and often heard, at the back of the heel. This most commonly occurs in spos requiring an explosive push-off: squash, badminton, football, tennis, netball. The patient will often repo having looked round to see who had hit them over the back of the heel, the pain and collapse are so sudden. The typical site for rupture is at the vascular watershed about 4 cm above the tendon inseion onto the calcaneum. The condition is often associated with poor muscle strength and flexibility, failure to warm up and stretch before spo, previous injury or tendinitis and coicosteroid injection. REF: Apley&; s system of ohopaedics - 9th edn - pg no 615.",
        "cop": 1,
        "opa": "Tendon strength",
        "opb": "Bone strength",
        "opc": "Muscle strength",
        "opd": "Musculotendinous junction strength",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "7a8e50ea-20c0-428b-a647-c6e7a88a52e7",
        "choice_type": "single"
    },
    {
        "question": "An eight years old child is suffering from transient synovitis of the hip joint. Which of the following statement is false",
        "exp": "Ans. C. The hip is typically held in adduction and internal rotation. In any type of synovitis, the joint will be held in flexion, abduction and external rotation because in this position joint capacity is maximum causing least pain (Minimal stretching of capsule)",
        "cop": 3,
        "opa": "May follow upper respiratory tract infection",
        "opb": "WBC count and ESR are usually normal.",
        "opc": "The hip is typically held in adduction and internal rotation",
        "opd": "Widening of joint space will be seen on ultrasound.",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "07f4bb0a-327e-4771-a8b1-2db15949309d",
        "choice_type": "multi"
    },
    {
        "question": "In a patient with cervical disc prolapse the management includes",
        "exp": "(C) Immediate surgery to prevent neurological complications # Cervical disc prolapse the management includes:> Heat and analgesics are soothing but, as with lumbar disc prolapse, there are only three satisfactory ways of treating the prolapse itself.> Rest: A collar will prevent unguarded movement; it may be made of felt, sponge-rubber or plastic. It seldom needs to be worn for more than a week or two.> Reduce: Traction may enlarge the disc space, permitting the prolapse to subside. The head of the couch is raised and weights (up to 8 kg) are tied to a harness fitting under the chin and occiput. Traction is applied intermittently for no more than 30 minutes at a time.> Remove: If symptoms are refractory and severe enough, if there is a progressive neurological deficit or if there are signs of an acute myelopathy then surgery is indicated The disc may be removed through an anterior approach; bone grafts are inserted to fuse the affected area and to restore the normal intervertebral height. If only one level is affected, and there is no bony encroachment on the intervertebral foramen, anterior decompression can be expected to give good long-term relief from radicular symptoms.",
        "cop": 3,
        "opa": "Immediate restrictive exercises",
        "opb": "Skeletal traction and manipulation",
        "opc": "Immediate surgery to prevent neurological complications",
        "opd": "Medical management only",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "e3ce3de0-0e8c-4c75-a1ec-922b24ba09e2",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of vertebral spine in adults",
        "exp": "(A) Secondary deposits> Most common secondary deposits from visceral primary malignancy occurs in the site of vertebral spine.> Most common primary bone marrow malignancy is multiple myeloma> Most common primary malignant bone tumor is osteosarcoma.",
        "cop": 1,
        "opa": "Secondary deposits",
        "opb": "Multiple myeloma",
        "opc": "Lymphoma",
        "opd": "Hemangioma",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "508df2ff-a2b3-4308-933a-44f79bd1ac39",
        "choice_type": "single"
    },
    {
        "question": "45-year-old female has history of slip in bathroom complaints of pain right hip, tenderness in scarpas triangle and normal X-ray. Next investigation is:",
        "exp": "(c). This case refers to post-traumatic pain in proximal femur, scarpas triangle refers to area of femoral neck and for stress or occult fracture of neck femur where traumatic marrow edema is seen - MRI is investigation of choice.",
        "cop": 3,
        "opa": "USG guided aspiration",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Bone scan",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "50ce5733-98c6-4404-8dc5-a8488a0bb819",
        "choice_type": "single"
    },
    {
        "question": "Extra cervical rib usually compresses which pa of brachial plexus -",
        "exp": "THORACIC OUTLET SYNDROME Neurological and vascular symptoms and signs in the upper limbs may be produced by compression of the LOWER TRUNK of the brachial plexus (C8 and T1) and subclan vessels between the clavicle and the first rib. The subclan aery and lower brachial trunk pass through a triangle based on the first rib and bordered by scalenus anterior and medius. These neurovascular structures are made taut when the shoulders are braced back and the arms held tightly to the sides; an extra rib (or its fibrous equivalent extending from a large costal process), or an anomalous scalene muscle, exaggerates this effect by forcing the vessel and nerve upwards. REF: Apley&; s system of ohopaedics- 9th edn - pg no 292.",
        "cop": 4,
        "opa": "Lateral cord",
        "opb": "Upper trunk",
        "opc": "Middle trunk",
        "opd": "Lower trunk",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "14263e2b-6bb5-4b61-ad08-6c96f024ec8b",
        "choice_type": "multi"
    },
    {
        "question": "Which statement is not true about Perthes disease?",
        "exp": "Ans. C. The bone age is same as that of the chronological age. The bone age is typically lower than the chronological age by 1-3 years. Since the blood supply of the femoral capital epiphysis is affected, it is characterized by avascular necrosis and disordered enchondral ossification of the primary and secondary centers of ossification. Salient clinical features of Perthes disease:* Typically affects boys aged 4-8 years* Proximal thigh atrophy* Muscle spasm* Short Stature (Altered longitudinal growth of proximal femur)* Limitation of abduction and internal rotation* Antalgic gait* When the hip is flexed it may go into obligatory external rotation called Catterall sign.",
        "cop": 3,
        "opa": "It is characterized by avascular necrosis",
        "opb": "More common in males",
        "opc": "The bone age is same as that of the chronological age",
        "opd": "All are true",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "3c494767-2e87-4648-a77e-f8386c5c2746",
        "choice_type": "multi"
    },
    {
        "question": "In Klippel flail syndrome all are seen except:",
        "exp": "Ans: A (High...) \", Prominence of the trapezius muscle gives the appearance of webbing at the base of neck. The posterior hairline is much lower than the normal. Associated anomalies includes are common & includes hem iverteh rae, posterior arch defect, cenical meningomyelocele, thoracic defects, scapular elevation & visceral a noma lies''- Apley 8th/161. KLIPPEL-FLAIL SYNDROMECCONGENITAL SHORT NECK) CANALE & BEATY: Campbell's Operative Orthopaedics, 11th ed. The most common signs of the disorder are a short neck, low hairline at the back of the head, and restricted mobility of the upper spine.# Klippel-Feil syndrome is a congenital fusion of the cervical vertebrae that may involve two segments, a congenital block vertebra, or the entire cervical spine. Congenital cervical fusion is a result of failure of normal segmentation of the cervical somites during the third to eighth week of life. The skeletal system may not be the only system affected during this time; cardiorespiratory, genitourinary, and auditory systems frequently are involved. The classic clinical presentation of Klippel-Feil syndrome is the triad of a low posterior hairline, a short neck, and limited neck motion. This triad indicates almost complete cervical involvement and may be clinically evident at birth; however, fewer than half of patients with Klippel-Feil syndrome have all parts of the triad. Many patients with Klippel-Feil syndrome have a normal appearance, and the syndrome is diagnosed through incidental radiographs. Shortening of the neck and a low posterior hairline are not constant findings and may be overlooked; webbing of the neck (pterygium colli) is seen in severe involvement. The most constant clinical Finding is limitation of neck motion. Rotation and lateral bending are affected more than flexion and extension. If fewer than three vertebrae are fused or if the lower cervical vertebrae are fused, motion is only slightly limited. Occipitalization of the atlas, hemivertebrae, and basilar impression occur frequently in patients with Klippel- Feil syndrome, but their isolated occurrence is not considered part of this syndrome. In patients with Klippel-Feil syndrome, neurological compromise, ranging from radiculopathy to quadriplegia to death, can occur. The neurological symptoms are caused by occipitocervical anomalies, instability, or degenerative joint and disc disease. Instability and degenerative joint disease are common when two fused areas are separated by a single open interspace. \"Several congenital problems have been associated with congenital fusion of the cervical vertebrae, most commonly scoliosis, renal abnormalities, Sprengel deformity, deafness, synkinesis, and congenital heart defects\"Associated abnormalities may include: Scoliosis (side-to-side curvature of the spine), which is abnormal curving of the spine. The spine sometimes appears as a \"C\" or an \"S\"spina bifida, when the spinal canal and the back bone do not close completely during birth. anomalies of the kidneys and the ribs, cleft palate (hole in the roof of the mouth), respiratory problems, heart malformations short stature. Duane syndrome. Fig: Clinical (A and B) features of Klippel-Feil syndrome in young boy",
        "cop": 1,
        "opa": "High posterior hair line",
        "opb": "Associated visceral anomalies present",
        "opc": "Restriction of neck mobility'",
        "opd": "Short neck",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1131a46b-a9bd-490f-910a-bd0c00920349",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following inserts into the talus?",
        "exp": "Ans. D. None of the above. The talus is made up of a head, neck, body and posterior process. It articulates with the tibia and fibula in the ankle, and the navicular and calcaneum in the foot. It has many ligamentous attachments but no muscle attachments. There is a groove posteriorly in which the flexor hallucis longus tendon runs. It is important to be aware of the blood supply of the talus; the primary source is the artery of the tarsal canal (derived from the posterior tibial artery); additional supply is from the superior neck vessels (derived from the anterior tibial artery) and the artery of the sinus tarsi (derived form the dorsalispedis).",
        "cop": 4,
        "opa": "Tibialis anterior",
        "opb": "Tibialis posterior",
        "opc": "Extensor digitorum longus",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "793e555e-11e4-4d82-ad03-88d0a4ba3c61",
        "choice_type": "multi"
    },
    {
        "question": "In compartment syndrome, false sign is",
        "exp": "(B) Normal pulse rate # Classic features of ischaemia are the five Ps: Pain, Paraesthesia, Pallor, Paralysis and Pulselessness.> But it is criminal to wait until they are all present; the diagnosis can be made long before that.> The earliest of the 'classic' features are pain (or a 'bursting' sensation) and altered sensibility. Ski n sensation should be carefully and repeatedly checked.",
        "cop": 2,
        "opa": "Hypo aesthesia",
        "opb": "Normal pulse rate",
        "opc": "Oedema",
        "opd": "Pain or stretching",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "c15f28db-dcd4-4ee0-b4d9-18b7a66cefdb",
        "choice_type": "multi"
    },
    {
        "question": "Waddling gait (Sailor's gait) is seen in",
        "exp": "(B) Bilateral CDH (Congenital Dislocation of Hip) # Myopathic gait (or Waddling gait) is a form of gait abnormality.> The \"waddling\" is due to the weakness of the proximal muscles of the pelvic girdle.> The patient uses circumduction to compensate for gluteal weakness.> Conditions associated with a myopathic gait include pregnancy, congenital hip dysplasia, muscular dystrophies and spinal muscular atrophy, metaphyseal chondrodysplasia, diaphyseal dysplasia, limb girdle dystrophy.",
        "cop": 2,
        "opa": "Bilateral CTEV (Congenital Talipes Equino Varus)",
        "opb": "Bilateral CDH (Congenital Dislocation of Hip)",
        "opc": "Congenital genu recurvation",
        "opd": "Bilateral calcaneo-valgus deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "5a6faa28-748f-4c45-a04b-42def5faba43",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is fixed first during reimplantation of an amputated digit -",
        "exp": "First objective in reimplantation of an amputated digit is restoring the blood supply. REF: Apley's system of ohopaedics-9th edn- pg no 800.",
        "cop": 2,
        "opa": "Bone",
        "opb": "Aery",
        "opc": "Vein",
        "opd": "Nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "d929770f-5dfb-4b76-8b89-d225d5291a06",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an aggressive periosteal reaction?",
        "exp": "Ans. is 'c' i. e., Thick and irregular Periosteal reaction* Periosteum is dense layer of specialized connective tissue which invests the outer bony cortex except at the articulating surfaces of synovial joints.* Direct or indirect insult to the periosteum causes it to elevate from the underlying bony cortex. This causes a nonspecific radiological finding called periosteal reaction. Following table depicts the different types of periosteal reactions. Types of periosteal reaction. Non-aggressive. Thin Solid Thick and irregular Septated. Aggressive. Spiculated Hair-on-end Sunburst Laminated Disorganised Interrupted Codman triangle",
        "cop": 3,
        "opa": "Spiculated",
        "opb": "Laminated",
        "opc": "Thick and irregular",
        "opd": "Interrupted",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "01f45fe7-5725-4f22-aa27-25b3bf0aac43",
        "choice_type": "single"
    },
    {
        "question": "True about Rx of fracture neck of femur?",
        "exp": "Ans. C. An impacted fracture is Rxed conservatively in all age groups. Rx of fracture neck femur: a. This is rightly termed as \"unsolved \" because of the high incidence of complications. b. This invariable needs operative treatment. c. An impacted fracture is Rxed conservatively in all age groups (hip spica in children and Thomas splint in adults). Unimpacted or displaced fracture:* <60 yrs: internal fixation.* >60 yrs: head excised and replaced by prosthesis done as a primary procedure.* In Some younger patients, especially those presenting late, open reduction of is done.* Internal fixation can be done using any of the following implant: a. Multiple cancellous screws - most commonly used. b. Dynamic hip screws (DHS)c. Multiple Knowles's pins/More's pins - used in children. d. SP nail - not popular now. e. At some centers in general an inter-trochanteric osteotomy (Mc. Murray's osteotomy is preferred). f. Hemiarthroplasty is used for elderly patients & Austin Moore prosthesis is used most commonly. This cannot be used as a method of Rx in younger patients as prosthesis becomes loose over a period of time (8-10 yrs). g. Meyer's procedure ( reduced by exposing it from behind and it is fixed with multiple screws and supplemented with vascularized muscle pedicle bone graft). It is used in treating the fractures presenting late and those with significant comminution. It is also used for non-union of the femoral neck.",
        "cop": 3,
        "opa": "SP nail is very popular especially in management of pediatric cases.",
        "opb": "Austin Moore prosthesis is most preferred Rx in younger patients.",
        "opc": "An impacted fracture is treated conservatively in all age groups.",
        "opd": "Meyer's operation should be avoided in treating the fractures presenting late and those with significant comminution.",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "e7773257-5417-4cf0-a0a0-289491961a5f",
        "choice_type": "multi"
    },
    {
        "question": "Choose the true statement regarding the natural history of skeletal tuberculosis:",
        "exp": "Ans. D. All of the above. Bone and joint tuberculosis are almost always secondary to some primary focus in the lungs, lymph nodes etc. Mode of spread from the primary focus may be either hematogenous or by direct extension. Inflammation as a result of TB results in trabecular necrosis and caseation. The intense local hyperemia leads to demineralization of the bone. If there is no interference at this stage, then the cortex also gets eroded. The infected granulation tissue and pus track beneath the subperiosteal planes and soft tissue planes, resulting in the formation of a cold abscess.",
        "cop": 4,
        "opa": "Bone and joint Tuberculosis are mostly secondary",
        "opb": "Demineralization of bone occurs due to intense local hyperemia",
        "opc": "The infected granulation tissue and pus localizes in the sub-periosteal and soft tissue planes in the form of abscesses",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "850269ed-9f22-42e9-942f-539fff364a66",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following nerve is injured in Fracture shaft of humerus?",
        "exp": "(B) Radial nerve COMMON NERVE INJURIESInjury. Nerve* Shoulder dislocation. Axillary* Humeral shaft fracture. Radial* Humeral supracondylar Radial or Median* Elbow medial condyle. Ulnar* Monteggia dislocation. Posterior interosseous* Hip dislocation. Sciatic* Knee dislocation. Peroneal",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Radial nerve",
        "opc": "Axillary nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "7ff67d1c-f19b-42ff-b995-0ac88caa038d",
        "choice_type": "single"
    },
    {
        "question": "Small child with discharging pus from sinus in lateral aspect of thigh. Diagnosis all Except",
        "exp": "(D) Infection of soft tissue",
        "cop": 4,
        "opa": "Ewing's sarcoma",
        "opb": "Garry's osteomyelitis",
        "opc": "Chronic osteomyelitis",
        "opd": "Infection of soft tissue",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "09d0b260-6bb8-4162-ac2f-42b7dd8bbfe1",
        "choice_type": "multi"
    },
    {
        "question": "The test performed in the following video is? For video visit link or scan given QR code:",
        "exp": "Ans. (A) Allen test(Ref: Miller's Anesthesia 8th Ed; Page no- 1349-1350). The test performed in the given video is a modification of Allen's test. This test is done mainly prior to radial artery cannulation and drawing blood for ABG analysis. It is useful in identifying adequacy of radial and ulnar collateral blood flow to the hand. Steps:#The patient is first asked to open and close his/her fist to help increase the draining of blood from the hand.#The ulnar and radial arteries are then compressed by the provider's thumbs simultaneously.#The compression is then released from the ulnar artery while maintaining pressure over the radial artery.#This test is repeated in the same hand while releasing the radial artery first and then continuing to compress the ulnar artery.",
        "cop": 1,
        "opa": "Allen test",
        "opb": "Adson's test",
        "opc": "Phalen's test",
        "opd": "Wight test",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "64eae679-fd88-4ffd-9eb0-1efa5b9048a5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is not true about Coxa Plana:",
        "exp": "Ans. A. Occurs more commonly in females.* Coxa plana is pert he's disease. It is osteonecrosis of the proximal femoral epiphysis in a growing child caused by poorly understood factors. It affects male > females during first decade of life.* Most common symptom is limp. During early phase, joint is irritable so extremes of all the movements are restricted and painful.* Later, most movements are full but abduction, especially in flexion is almost always limited. When hip is flexed, it goes into ER.",
        "cop": 1,
        "opa": "Occur more commonly in females",
        "opb": "Commonly affect children in first decade",
        "opc": "Abduction in flexion is restricted",
        "opd": "Lateral subluxation of femoral head on x-rays",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "88fefed6-ca30-403c-9ea2-3edd8ce62386",
        "choice_type": "multi"
    },
    {
        "question": "An injury which involves dislocation of the distal radioulnar joint and fracture of the radial head is called?",
        "exp": "Ans. C. The Essex-Lopresti injury. It is a radial head fracture, with interosseous membrane disruption and subluxation or dislocation of the distal radioulnar joint.",
        "cop": 3,
        "opa": "Galeazzi fracture",
        "opb": "Monteggia's fracture",
        "opc": "Essex-Lopresti injury",
        "opd": "Barton's fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "d0331523-012d-473b-bc9f-d31f4efc3836",
        "choice_type": "multi"
    },
    {
        "question": "Rupture of extensor pollicis longus tendon occurs in all of the following except -",
        "exp": "RUPTURED EXTENSOR POLLICIS LONGUS: The long thumb extensor may rupture after fraying or ischaemia where it crosses the wrist (e. g. after a Colles' fracture, or in rheumatoid ahritis). The distal phalanx drops into flexion; it can be passively extended, and there may still be weak active extension because of thenar muscle inseion into the extensor expansion; however, the thumb cannot be actively elevated backwards above the plane of the hand (retroposition). Direct repair is unsatisfactory and a tendon transfer, using the extensor indicis, is needed. The results are, in over 90 per cent of cases, satisfactory. IMAGE SHOWING RUPTURE OF EPL TENDON REF: Apley&; s system of ohopaedics- 9th edn - pg no 419.",
        "cop": 4,
        "opa": "Rheumatoid ahritis",
        "opb": "Colle's fracture",
        "opc": "Drummers",
        "opd": "De Quervains disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "94950d3a-24da-4e95-92a9-f8639449c427",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a component of Kocher's criteria when diagnosing septic arthritis of the hip?",
        "exp": "Ans. D. C-reactive protein (CRP) >20. Due to the rapid chondro lytic effect of pus within the joint, pyogenic septic arthritis of the hip in children represents a surgical emergency. It can be difficult to distinguish a septic hip from other causes of hip pain in children. In such cases, whilst clinical suspicion remains of paramount importance, Kocher's diagnostic algorithm is a useful tool. The four diagnostic criteria are non-weight-bearing, ESR >40, WBC >12 and fever. The predicted risk of a septic arthritis varies with the number of positive criteria. The algorithm has been tested retrospectively and prospectively. In the prospective validation study the probabilities were lower: Number of criteria met. Chance of septic arthritis (original study). Chance of septic arthritis (validation study)13%9. 5%240%35%393%73%499. 6%93%",
        "cop": 4,
        "opa": "Non-weight-bearing on the affected side.",
        "opb": "Erythrocyte sedimentation rate (ESR) greater than 40mm/hr.",
        "opc": "White blood cell (WBC) count of >12000mm3.",
        "opd": "C-reactive protein (CRP)>20.",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a70954e2-47db-4a03-9181-e410d87d81a3",
        "choice_type": "single"
    },
    {
        "question": "Baker&; s cyst is a swelling which occurs in:",
        "exp": "Ans: A (Popliteal fossa) Ref: Apley's System of Orthopaedics and Fractures. 9th Edition Explanation: A Baker's cyst is produced by bulging of the posterior capsule of the knee and synovial herniation which produce a swelling in the popliteal fossa. The lump, which is usually seen in older people, is in the midline of the limb and at or below the level of the joint. It fluctuates but is not tender. It becomes less prominent on knee flexion as opposed to semimembranosus bursa. It is more likely to be caused by rheumatoid or osteoarthritis.",
        "cop": 1,
        "opa": "Popliteal fossa",
        "opb": "Cubital fossa",
        "opc": "Lateral malleolus",
        "opd": "Medial malleolus",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "086cddaa-dc31-402e-bda5-90c696b6bc7f",
        "choice_type": "multi"
    },
    {
        "question": "Female Athlete triad consists all EXCEPT",
        "exp": "(D) Absence of secondary sexual characters> Some girls who play sports or exercise intensely are at risk for a problem called Female athlete triad. Female athlete triad is a combination of three conditions: disordered eating, amenorrhea, and osteoporosis. A female athlete can have one, two, or all three parts of the triad.",
        "cop": 4,
        "opa": "Disordered eating",
        "opb": "Amenorrhoea",
        "opc": "Osteoporosis",
        "opd": "Absence of secondary sexual characters",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "49937d8b-2385-44e7-bdcc-24cddb171ca3",
        "choice_type": "multi"
    },
    {
        "question": "Post polio, a child has gastronemius power - Grade 2, peroneus longus- Grade 3, tibialis anterior - Grade 4. Deformity present is:",
        "exp": "Ans: a (Calcaneo valgus). Ref: Textbook of Orthopaedics - Ebenezar, 4th ed. Tibialis anterior and peroneus longus which are the primedorsiflexor and evertor position the foot in calcaneo valgusdue to unequal muscle pull in the above case. Calcaneo valgus - Dorsiflexion at ankle and (eversion) at subtalar joint. Calcaneo varus - Dorsiflexion at ankle and varus (inversion) at sub talar joint. Equino valgus - Plantar flexion at ankle and valgus at subtalar joint. Equino varus - Plantar flexion at ankle and varus at subtalar joint.",
        "cop": 1,
        "opa": "Calcaneo valgus",
        "opb": "Calcaneo varus",
        "opc": "Equino valgus",
        "opd": "Equino varus",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1ae9a713-b87b-49ad-bea9-a50e050c047a",
        "choice_type": "single"
    },
    {
        "question": "Ahlback Grade2 changes of Osteoarthritis of the knee means:",
        "exp": "Ans. A. Joint space obliterated or almost obliterated. Ahlback Radiographic Grading Scale of Osteoarthritis of the Tibiofemoral Joint: Grade of Osteoarthritis. Description0 =No radiographic findings of osteoarthritis1 =Joint space narrowing <3mm2 =Joint space obliterated or almost obliterated3 =Minor bone attrition (<5mm)4 =Moderate bone attrition (5-15mm)5 =Severe bone attrition (>15mm)",
        "cop": 1,
        "opa": "Joint space obliterated or almost obliterated",
        "opb": "Minor bone attrition (<5 mm)",
        "opc": "Moderate bone attrition (5-15 mm)",
        "opd": "Severe bone attrition (>15 mm)",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4506bacc-ae46-4ec5-b70a-b6d122c85c03",
        "choice_type": "single"
    },
    {
        "question": "Watson Jones operation is done for?",
        "exp": "Prosthesis of of the hip are used for the replacement of head of femur following non union and AVN. Hip can be approached either by anterior ( WATSON JONES), Lateral ( Gibson&; s) or posterior ( Moore&; s or Southern&; s) approaches. REF: TB of ohopaedics - Ebnezar - 3rd edn - pg no 623.",
        "cop": 4,
        "opa": "Neglected Club foot",
        "opb": "Muscle paralysis",
        "opc": "Valgus deformity",
        "opd": "Hip replacement",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a541f650-cdf1-4727-887a-a27e95f739f8",
        "choice_type": "single"
    },
    {
        "question": "The Most Common Benign tumor in less than 20 years age group is",
        "exp": "(A) Osteochondroma # Osteochondroma is the most common benign bone tumor. These tumors are often diagnosed as an incidental finding. They account for approximately 35% of benign bone tumors and 9% of all bone tumors. Most are asymptomatic, but they can cause mechanical symptoms depending on their location and size.> The actual frequency of osteochondromas is unknown because many are not diagnosed. Most are found in patients younger than 20 years.> Osteochondromas are located adjacent to growth plates and they develop away from the growth plate with time because they are essentially isolated growth plates. They are affected by and respond to various growth factors and hormones in the same manner as epiphyseal growth plates, and the growth of the osteochondroma should cease at skeletal maturity.> Although they can be located almost anywhere in the skeleton, almost half of osteochondromas are found around the knee, in either the distal femur or the proximal tibia> Osteochondromas are most commonly diagnosed incidentally based on a radiograph obtained for some other reason. The second most common presenting symptom is a mass, which may or may not be associated with pain.> The pain is usually the result of mechanical symptoms that the osteochondroma causes by a direct mass effect on the overlying soft tissue. This can result in an associated sac or bursitis over the exostosis. Irritation of surrounding tendons, muscles, or nerves can result in pain.> Pain may also be due to fracture of a pedunculated ostoechondroma or malignant transformation.",
        "cop": 1,
        "opa": "Osteochondroma",
        "opb": "Ossifying fibroma",
        "opc": "Chondroblastoma",
        "opd": "Osteoclastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "d5d4d8ae-199e-4c91-8d72-805d1cb5a2c4",
        "choice_type": "single"
    },
    {
        "question": "Coxa vara is caused bv:",
        "exp": "Ans: d (All of the above) Ref: Maheswari, 4th ed, p. 274; Adams, 3rd ed, p. 339, Bailey, 24th ed, p. 477. Coxa vara: Reduced neck- shaft angle of femura) Congenital- often associated with femoral hernia. b) Infantile (developmental)- unknown etiology. Fairbanks triangle- Triangle of bone in the inferior portion of metaphysic. Treatment- corrective osteotomyc) Acquired- Due to bone softening conditions e. g.: rickets, trauma, Paget's disease, osteomalacia, fibrous dysplasia. d) SCFE- slipped capital femoral epiphysis. C/F- painless limpO/E- limited abduction & internal rotation. Treatment-Sub trochantric corrective osteotomy",
        "cop": 4,
        "opa": "SCFE",
        "opb": "Rickets",
        "opc": "Paget's disease",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "c5904f83-eb07-4b77-be05-3cab541480ea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following fracture needs a violent force?",
        "exp": "In the elderly, the interochanteric fracture is normally sustained by a sideway fall or a blow over the trochanter. In the young, it occurs following VIOLENT TRAUMA as in road traffic accident. REF: Essential ohopaedics- Maheshwari- 9th edn- pg no 138.",
        "cop": 2,
        "opa": "Fracture Neck of femur",
        "opb": "Interochanteric fracture",
        "opc": "Clavicle fracture",
        "opd": "Colles fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "106c6a9b-bc61-459e-bd20-d33342c4f618",
        "choice_type": "single"
    },
    {
        "question": "Antalgic hip gait is related to which of the following-",
        "exp": "*Antalgic gait is a limp adopted so as to avoid pain on weight bearing structure, characterized by very sho stance phase. *Stance phase of the gait is shoened on the injured side to allete pain experienced when bearing weight on that side. Ref: Tachdjian's Pediatric Ohopaedics 3rd/e p. 83",
        "cop": 3,
        "opa": "Waddling gait",
        "opb": "Trendelenberg gait",
        "opc": "Painful hip gait",
        "opd": "Sho leg gait",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a69164fb-e37e-41f2-a269-bfe22875b8a3",
        "choice_type": "single"
    },
    {
        "question": "Most common complication following intertrochanteric fracture femur is:",
        "exp": "Ans. B. Malunion. The commonest complication of a trochanteric fracture of the femur is malunion and results in Coxa vara. Nonunion is rather rare.",
        "cop": 2,
        "opa": "Avascular necrosis of femoral head",
        "opb": "Malunion",
        "opc": "Rupture of the Iliopsoas tendon",
        "opd": "Distal gangrene",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "85f36a22-ca86-4ddc-8ead-315b1cdf9c5f",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis of this case?",
        "exp": "Ans. B. Gout. In this there is swelling and inflammation in great toe. This due to inflammation in the synovial membrane of joint. This is also known as podagra.",
        "cop": 2,
        "opa": "Osteo myelitis",
        "opb": "Gout",
        "opc": "Vasculitis",
        "opd": "RA",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1e0802c9-5008-442f-9273-b84a4bd4fd41",
        "choice_type": "single"
    },
    {
        "question": "Regarding Osteosarcoma which one is true",
        "exp": "(D) Sun-ray appearance indicates new bone-formation # In its classic (intramedullary) form, Osteosarcoma is a highly malignant tumour arising within the bone an spreading rapidly outwards to the periosteum and surrounding soft tissues. It is said to occur predominantly in children and adolescents.> X-ray appearances are variable: hazy osteolytic areas may alternate with unusually dense osteoblastic areas. The endosteal margin is poorly defined. Often the cortex is breached and the tumour extends into the adjacent tissues; when this happens, streaks of new bone appear, radiating outwards from the cortex - the so-called 'sunburst' effect. Where the tumour emerges from the cortex, reactive new bone forms at the angles of periosteal elevation (Codman's triangle). While both the sunburst appearance and Codman's triangle are typical of osteosarcoma, they may occasionally be seen in other rapidly growing tumours.",
        "cop": 4,
        "opa": "Affects people in 5th or 6th decade",
        "opb": "Occurs due to proliferation of osteoclast",
        "opc": "Lymphatic metastasis is most common",
        "opd": "Sunray appearance indicates new bone-formation",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1cca14eb-b0b2-4017-86af-14241e9c3392",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common site of pelvic apophyseal avulsion fractures?",
        "exp": "Ans. D. Ischial tuberosity. The pelvic apophyses appear in early adolescence and fuse around age 14-16. Avulsions therefore occur most commonly in teenagers during sporting activities. Football and gymnastics are commonly associated with these injuries. Avulsion of the ischial tuberosity is the commonest type caused by sudden hip flexion with knee extension such as striking a football. The diagnosis is usually apparent on plain radiographs. Avulsion injuries are best treated conservatively with a gradual return to sporting activity after 3 months. Unrecognized avulsions may heal with abundant callus and can be misdiagnosed as bone tumors. The situation can be clarified with CT or MR imaging.",
        "cop": 4,
        "opa": "Lesser trochanter.",
        "opb": "Anterior superior iliac spine (ASIS).",
        "opc": "Anterior inferior iliac spine (AIIS).",
        "opd": "Ischial tuberosity.",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1764ae6d-6cef-4a79-b785-9db0048f3309",
        "choice_type": "single"
    },
    {
        "question": "Charlie chaplin gait is seen in -",
        "exp": "Charlie Chaplin gait occurs in tibial torsion. External tibial torsion may be corrected by a supramalleolar osteotomy but remember that an externally rotated gait pattern may be compensating for an inability of the foot to clear the ground when walking because of weak muscles/stiff joints. REF: Apley&; s system of ohopaedics- Maheshwari- 9th edn - pg no 243.",
        "cop": 2,
        "opa": "Congenial coxa vara",
        "opb": "Tibial torsion",
        "opc": "DDH",
        "opd": "Genu valgus",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "225cd591-bae7-4c8f-8721-5dcbd91f90b6",
        "choice_type": "single"
    },
    {
        "question": "\"Trendelenburg sign\" is positive in damage of the following nerve -",
        "exp": "TRENDELENBURG's sign: This is a test for postural stability when the patient stands on one leg. In normal two-legged stance the body's centre of gravity is placed midway between the two feet. Normally, in one-legged stance, the pelvis is pulled up on the unsuppoed side and the centre of gravity is placed directly over the standing foot. If the weightbearing hip is unstable, the pelvis drops on the unsuppoed side; to avoid falling, the person has to throw his body towards the loaded side so that the centre of gravity is again over that foot. If the difference between the two hips is marked you can detect it by simply looking at the patient's stance. However, small differences are not so obvious. In the classical Trendelenburg test the examiner stands behind the patient and looks at the buttockfolds. Normally in one-legged stance the buttock on the opposite side rises as the person lifts that leg; in a positive (abnormal) test the opposite buttock-fold. The causes of a positive Trendelenburg sign are: (1) pain on weightbearing; (2) weakness of the hip ABDUCTORS. (3) shoening of the femoral neck; and (4) dislocation or subluxation of the hip. Gluteus medius and Gluteus minimus are the abductors of hip which is supplied by SUPERIOR GLUTEAL NERVE. REF: Apley&; s system of ohopaedics- 9th edn-pg no 494.",
        "cop": 3,
        "opa": "Inferior gluteal nerve",
        "opb": "Pudendal nerve",
        "opc": "Superior gluteal nerve",
        "opd": "Posterior tibial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "e313d9b4-205f-4c19-b5fd-2d3d1ac20473",
        "choice_type": "single"
    },
    {
        "question": "Erb's palsy is due to involvement of which part of Brachial plexus",
        "exp": "(A) Upper trunk # ERB'S PALSY: This is the commonest type when the 5th and 6th cervical nerve roots are involved.> The resulting paralysis causes the arm to lie on the side with extension of the elbow, pronation of the forearm and flexion o: the wrist (waiter's tip).> Moro reflex & biceps jerks are absent on the affected side> Treatment consists of use of a splint so as to hold the arm abducted to a right angle and externally rotated> The forearm is flexed at right angle and supinated and the hand is dorisflexed.> Massage and passive movements are advocated.> Fully recovery takes weeks or even months.> Severe injury may produce permanent disability.# Upper root lesions (Erb's palsy):> Due to injury of C5, C6 and (sometimes) C7.> The abductors and external rotators of the shoulder and the supinators are paralysed.> The arm is held to the side, internally rotated and pronated. There may also be loss of finger extension, Sensation is intact.# ERB'S PARALYSIS -occurs if injury occurs to Erb's point i. e. upper trunk of brachial plexus.> Nerve roots: C5 mainly and C6 partly Muscles involved - biceps Brachialis, Brachioradialis - Deltoid Partly - Supraspinatus, Infraspinatus, Supinator Deformity - Policeman's tip hand / Porter's tip hand> KLUMPKE'S PARALYSIS: Lower trunk of brachial plexus involved Nerve roots: Mainly T1 partly C 8 Deformity: Claw hand.",
        "cop": 1,
        "opa": "Upper trunk",
        "opb": "Middle trunk",
        "opc": "Lower trunk",
        "opd": "Lateral trunk",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "99cdcc07-51d7-4702-b781-b789ac381cde",
        "choice_type": "single"
    },
    {
        "question": "Scotty Dog Sign is seen in:",
        "exp": "Ans. A. Spondylolysis. On the oblique view of the lumbar spine, the outline of a dog can be seen. The parts of the dog are as follows: the transverse process-the nose; the pedicle-the eye; the pars interarticularis-the neck; the superior articular facet-the ear; the inferior articular facet-the front leg. A break in the neck of the dog, or a dog collar, corresponds to a fracture in the region of the pars interarticularis, which is specific for spondylolysis. It is important to recognize as it is a cause of low back pain. A. Normal. B. L5 Pars defect.",
        "cop": 1,
        "opa": "Spondylolysis",
        "opb": "Fracture femur",
        "opc": "Sarcoidosis",
        "opd": "Osteosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "2e6d81ff-68f9-4284-91bc-d20a96102e41",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the causes of sudden increase in pain in osteochondroma, except:",
        "exp": "Ans. D. Degenerative changesa. Osteochondroma is usually painless. Sudden onset of pain in osteochondroma can be due to: b. Malignant transformationc. Bursitisd. Fracturee. Pressure or traction on neighboring structures (nerve/tendon/muscle)",
        "cop": 4,
        "opa": "Sarcomatous change",
        "opb": "Fracture",
        "opc": "Bursitis",
        "opd": "Degenerative changes",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "6052ea93-469b-479b-8e8b-ff45ed64a01d",
        "choice_type": "multi"
    },
    {
        "question": "Most common inheritance of Achondroplasia is",
        "exp": "(B) Autosomal dominant # ACHONDROPLASIA: This is a condition caused by the failure of normal ossification of bones, mainly the long bones, resulting in dwarfism.> Since growth of the trunk is only marginally affected, the dwarfism is disproportionate; the limbs being out of proportion with the trunk. The shortening is especially marked in the proximal segments of the limbs.> Autosomal dominant condition caused by failure of normal ossification of bones; mainly long bones resulting in dwarfism.> Dwarfism is of disproportionate type, shortening being marked in proximal segments of limbs.> Intelligence is normal",
        "cop": 2,
        "opa": "Sporadic",
        "opb": "Autosomal dominant",
        "opc": "Autosomal recessive",
        "opd": "X-linked recessive",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "cab17e10-2ccf-41e2-a614-ea3ed5001b71",
        "choice_type": "single"
    },
    {
        "question": "What is this condition known as?",
        "exp": "Ans. C. FelonA felon is an abscess between the specialized fingertip septae in the distal pulp. It may lead to terminal phalanx osteomyelitis. Incision and drainage covered by intravenous antibiotics are recommended.",
        "cop": 3,
        "opa": "Preiser's disease",
        "opb": "Kienbock's disease",
        "opc": "Felon",
        "opd": "Kaplan's lesion",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "719610bc-fa88-4eab-a9e7-cf7cc2667e8e",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve used for nerve conduction study in H reflex -",
        "exp": "The H-reflex (or Hoffmann&; s reflex) is a reflectory reaction of muscles after electrical stimulation of sensory fibers (Ia afferents stemming from muscle spindles) in their innervating nerves (for example, those located behind the knee- Tibial nerve). The H-reflex test is performed using an electric stimulator, which gives usually a square-wave current of sho duration and small amplitude (higher stimulations might involve alpha fibers, causing an F-wave, compromising the results), and an EMG set, to record the muscle response. REF: MAHESWARI 9. TH ED",
        "cop": 3,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Tibial nerve",
        "opd": "Peroneal nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "8f23b5bb-b46d-41e7-8fc4-618e6e0eafa7",
        "choice_type": "single"
    },
    {
        "question": "Ruptured tendon is most commonly seen in -",
        "exp": "Tendon rupture is mainly seen in overuse. Example, ACHILLES TENDON RUPTURE: A ripping or popping sensation is felt, and often heard, at the back of the heel. This most commonly occurs in spos requiring an explosive push-off: squash, badminton, football, tennis, netball. The patient will often repo having looked round to see who had hit them over the back of the heel, the pain and collapse are so sudden. REF: Apley&; s system of ohopaedics- 9th edn - pg no 614.",
        "cop": 3,
        "opa": "Stab injury",
        "opb": "Soft Tissue tumour",
        "opc": "Overuse",
        "opd": "Congenital defect",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4678e6ea-6b73-4d45-afbc-507a85323e0e",
        "choice_type": "single"
    },
    {
        "question": "Monteggia fracture is",
        "exp": "(A) Fracture upper ulna + Dislocation of upper radio ulnar joint # MONTEGGIA FRACTURE DISLOCATION:> This is a fracture of the upper-third of the ulna with dislocation of the head of the radius.> It is caused by a fall on an outstretched hand with the forearm forced into excessive pronation (hyperpronation injury)> It may also result from a direct blow on the back of the upper forearm.> Posterior interosseous nerve may be injured> Posterior interosseus nerve is also injured in operations on head of radius.> In this nerve injury wrist drop does not occur since extensor carpi radialis long us and ECR brevis are spared which are supplied by radial nerve.> Sensory deficit also does not occur since posterior cutaneous nerve of forearm supplies forearm skin.> PO nerve is a branch of tadial nerve in cubital fossa, so it can be inured in Monteggia fracture.> Barton's fracture: Distal radius, intra-articular fracture> Chauffeur's fracture: Radial styloid fracture> Colies' fracture: Distal radius, extra-articular 1/2 of the radius with dislocation of distal radio-ulnar joint> Night-stick fracture: Isolated fracture shaft of the ulna> Smith's fracture: distal radius fracture, extra-articular with volar tilt of the distal fragment.# REMEMBER! Mnemonic MUSS stands for Monteggia; Ulna; Superior 1/3rd; Supination injury GRIP stands for Galeazzi; Radius; Inferior 1/3rd; Pronation injury",
        "cop": 1,
        "opa": "Fracture upper ulna + Dislocation of upper radio ulnar joint",
        "opb": "Fracture upper radius + Radioulnar joint dislocation",
        "opc": "Lower ulnar fracture + Lower radio-ulnar joint dis- location",
        "opd": "Lower radius fracture + Lower radio-ulnar joint dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4465fe64-a725-4108-886d-00f57757d018",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy presents to the Accident Clinic with a fracture in the shaft of humerus. Then how will you exclude the involvement of radial nerve?",
        "exp": "(B) Inability in extension of wrist and loss of sensation in area over anatomical snuff box# Most common form is radial nerve injuries associated with humeral fractures.> Most common injury resulting from dislocations or fracture-dislocation of the elbow seems to be ulnar nerve neurapraxia, which spontaneously resolves after a closed reduction.> Radial nerve palsy after fracture of the humerus is the most common nerve lesion in long bone fractures.> Average incidence of radial nerve lesions is approximately 11%. Most reported series of radial nerve lesions are associated with fractures of the middle third of the humerus.> Formed by: Axons from C5 to T1 roots> Axons pass through Spiral groove of humerus Fibrous arch attachment of triceps to humerus Lateral intermuscular septum below deltoid insertion Arcade of. Frohse: Above supinator & Below elbow> Branches: Above elbow1. Above spiral groove (Humerus) Triceps: 3 to 5 branches Anconeus2. Below spiral groove Brachioradialis: Distal to lateral intermuscular septum Extensor carpi radialis longus & brevis Posterior cutaneous nerves of arm & forearm - Supply lateral & dorsolateral arm & forearm - At or below elbow> Above arcade of Frohse (Supinator) Superficial radial nerve: Sensory dorsolateral hand & 1 st 3 digits Posterior interosseus nerve - Extensor carpi radialis brevis & Supinator - Passes through arcade of Frohse Posterior interosseus nerve - Terminal motor branch Passes through the supinator muscle> Innervates Finger & thumb extensors Extensor carpi ulnaris Abductor pollicis longus Articular branches to wrist joint> Wrist drop is the classical sign of radial nerve injury",
        "cop": 2,
        "opa": "Inability in flexion of forearm and loss of sensation in lateral forearm",
        "opb": "Inability in extension of wrist and loss of sensation in area over anatomical snuff box",
        "opc": "Inability to flex the MP joint and extend the PIP joint",
        "opd": "Inability to perform opposition",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "ccf881f9-6d2e-44cd-97b6-6ae835aa8525",
        "choice_type": "single"
    },
    {
        "question": "Meyer's procedure is a method for treatment of",
        "exp": "(D) Fracture neck of femur # MEYER'S PROCEDURE: In this procedure, the is reduced by exposing it from behind.> It is fixed with multiple screws and supplemented witha vascularised muscle pedicle bone grat taken from the femoral attachment of quadratus femoris muscle.",
        "cop": 4,
        "opa": "Recurrent shoulder dislocation",
        "opb": "Habitual dislocation of patella",
        "opc": "Congenital dislocation of hip",
        "opd": "Fracture neck of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4f3cd244-3697-4cc6-b2e8-c3aba6c1cdd6",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of inseional tendonitis of tendoachilles is -",
        "exp": "ACHILLES TENDINITIS: Athletes, joggers and hikers often develop pain and swelling around the tendo Achillis, due to local irritation of the tendon sheath or the paratenon. Clinical features: The condition may come on gradually, or rapidly following a change in spoing activity (or a change of spos footwear). Less commonly there is a history of direct trauma to the Achilles tendon. The area above the heel may look inflamed and function is inhibited because of pain in the heel-cord, especially at pushoff. The tendon feels thickened in the watershed area about 4 cm above its inseion. In chronic cases an ultrasound scan may be helpful in confirming the diagnosis. REF: Apley&; s system of ohopaedics- 9th edn- pg no 613.",
        "cop": 1,
        "opa": "Overuse",
        "opb": "Improper shoe wear",
        "opc": "Infections from the ankle joint",
        "opd": "Steroid injections",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "f3a38e5b-79b7-4af7-a975-c677e83aa587",
        "choice_type": "single"
    },
    {
        "question": "In undisplaced fracture of neck of femur the ideal treatment includes",
        "exp": "(B) Internal fixation > Notwithstanding the advances in joint replacement, for most patients the principles of treatment are as of old: accurate reduction, secure internal fixation and early activity. The reduction is assessed by x-ray.> The femoral head should be positioned correctly so that the stress trabeculae are aligned close to their normal position in both anteroposterior and lateral views Once the fracture is reduced, it is held with cannulated screws or a sliding screw and sideolate which attaches to the femoral shaft Usually two cannulated screws will suffice; they should lie parallel and extend to within 5 it m of the subchondral bone plate; in the lateral view they must be central in the head and neck and in the anteroposterior view the distal screw ideally should lie against the inferior cortex of the neck",
        "cop": 2,
        "opa": "Skeletal traction",
        "opb": "Internal fixation",
        "opc": "Femoral head prosthesis",
        "opd": "Each of the above as similar prospects and results",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a9bbbf63-d208-4032-9fdf-ac079cea9a82",
        "choice_type": "multi"
    },
    {
        "question": "Which is the investigation of choice for a sport injury of the knee?",
        "exp": "(d) Arthroscopy- The usual protocol for sports injury in a suspected case is to diagnose the injury by MRI and if diagnosis is in doubt than arthroscopy can confirm the lesion.",
        "cop": 4,
        "opa": "Ultrasonography",
        "opb": "Plain radiography",
        "opc": "Arthrography",
        "opd": "Arthroscopy",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "e49c07d7-e959-4cb9-9995-48756536c69b",
        "choice_type": "single"
    },
    {
        "question": "An injured person is presented with paralysis of adductor pollicis, hypothenar muscle weakness, and loss of sensation in palmar and dorsal aspect of 4th and 5th finger. Where is the site of lesion?",
        "exp": "(B) Guyon's canal# Guyon's Canal:> On the palm, the ulnar nerve passes under a ligament between two small wrist bones, the pisiform and hamate. The tunnel formed by the bones and ligaments is called Guyon's canal.> The Ulnar Nerve supplies sensation to the little finger and half of the ring finger. It is critical that the area of compression be localized to either the wrist (Guyon's canal), or the elbow (cubital tunnel), or the neck (thoracic outlet syndrome, cervical radiculopathy) by physical examination and electrical studies prior to embarking on a treatment. All three may cause numbness and tingling in the same ring and small fingers.> A syndrome is a set of symptoms and physical findings that point to a certain diagnosis. All the symptoms and physical findings are not always present.> Various symptoms and physical findings may be present in different grades of severity.> Guyon's Canal syndrome Guyon's Canal syndrome is numbness and tingling in the ring and small fingers caused by irritation of the ulnar nerve in the Guyon's canal.> Symptoms Symptoms begin with a feeling of pins and needles in ring and little finger. This is followed by decreased sensation and eventually weakness and clumsiness in the hand as the small muscles of the hand are involved.",
        "cop": 2,
        "opa": "Wrist",
        "opb": "Guyon's canal",
        "opc": "Near elbow",
        "opd": "Below elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "58475891-3fff-43c0-ab79-3be23da9103c",
        "choice_type": "single"
    },
    {
        "question": "Flexion deformity is detected by -",
        "exp": "Even a gross limitation of extension, causing a fixed flexion deformity, can be completely masked simply by arching the back into excessive lordosis. Founately it can be just as easily unmasked by performing THOMAS TEST: both hips are f lexed simultaneously to their limit, thus completely obliterating the lumbar lordosis; holding the 'sound' hip firmly in position (and thus keeping the pelvis still), the other limb is lowered gently; with any flexion deformity the knee will not rest on the couch. Meanwhile the full range of flexion will also have been noted; the normal range is about 130 degrees. REF: Apley&; s system of ohopaedics- 9th edn- pg no 495.",
        "cop": 2,
        "opa": "Tredenlenberg test",
        "opb": "Thomas test",
        "opc": "FABER",
        "opd": "Stinchfield tests",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "31e22123-58e1-4a82-a435-f602f4033e87",
        "choice_type": "single"
    },
    {
        "question": "Carpel tunnel syndrome is due to compression of",
        "exp": "(D) Median nerve. # CARPAL TUNNEL SYNDROME: This is a syndrome characterised by the compression of the median nerve as it passes beneath the flexor retinaculum.> Causes: Any space occupying lesion of the carpal tunnel may be responsible.> Clinical features: This patient is generally a middle aged woman complaining of tingling, numbness or discomfort in the thumb and radial one and a half fingers i. e., in the median nerve distribution.> The tingling is more prominent during sleep. There is a feeling of clumsiness in carrying out fine movements.> On examination, features of low median nerve compression are found.> Nerve conduction studies show delayed or absent conduction of impulses in the median nerve across the wrist. Treatment is by dividing the flexor retinaculum, and thus decompress the nerve.",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Palmar branch of the ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "30dbde5a-81df-4be6-8a8d-db9205ea0e84",
        "choice_type": "single"
    },
    {
        "question": "Regarding Sudeck's osteodystrophy all are true except:",
        "exp": "(d) Self limiting and good prognosis- Recovery is prolonged and painful both for patient and surgeon. 3 years usually elapse before the bones are remineralized and it is rare that full range of movements returns.",
        "cop": 4,
        "opa": "Burning pain",
        "opb": "Stiffness and swelling",
        "opc": "Erythematous and cyanotic discolouration",
        "opd": "Self limiting and good prognosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "83b30c1f-547d-4b72-b439-7c18aacaee9d",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the options in sequence as part of surgical intervention for DDH: a. Capsulotomyb. Locate the acetabulum by tracing ligament of teresc. Relocate the femoral head in acetabulumd. Derotation femoral osteotomy",
        "exp": "Ans. B (a-b-c-d) Capsulotomy- Locate the acetabulum by tracing ligament of teres- Relocate the femoral head in acetabulum- Derotation femoral osteotomy. (Ref: Text book of Orthopedics by John Ebnezar 5th Ed; Page no-499). Treatment of DDH According to Age Groups. Newborn (6 Months)6-18 Months. Toddler (18-36 Months). Child (3-8 Years). Juvenile and Young. Adults (8-18 Years). Hold if need pull. Pull and hold. Break and hold. Open and break. Open and replace* Pavlik harness and von Rosen splint are applied for 2 months. Later wean by removing it 2 hours/day doubled every 2-4 weeks until device is worn in the night only. Night bracing is continued till X-rays are normal. X-ray: are taken at1 month6 months1 year intervals. If dislocation persists for 6-8 weeks, abandon this program and institute* Traction* Closed reduction* Casting. In this age group harness is not successful. The recommended regime as follows:* Preoperative traction* Adductor tenotomy* Closed reduction and arthrogram* Hip spica after confirmation of stable reduction. Desired position of the hip joint is human position (i. e. 95deg flexion and 40deg abduction at the hip)* Open reduction in child less than 18 months is done when closed reduction fails by using the Bikini skin incision. Here open reduction is combined with femoral or pelvic osteotomy or both and is the treatment of choice. Femoral osteotomy is tried first for untreated CDH and is useful in less than 8 years of age Pelvic osteotomy. The following varieties is described:* Salter's uses symphysis pubis as the hinge. Useful between 18 months and 6 years* Pemberton Uses triradiate cartilage as the hinge. Useful between 1 and 10 years of age.* Steel (Triple innominate osteotomy) Useful in older children when symphysis pubis and triradiate cartilage are fused.* Shelf operations Here acetabulum is extended anteriorly. Laterally and posteriorly. Useful in CDH which have recurred after reduction.* Chiari's oscotomy Here medial displacement of the distal fragment is done usually as a last resort. Useful in children Over 4 year of age. Here open reduction is the treatment of choice and is usually followed with femoral shortenings (Klisic and Jankovic) and if necessary, pelvic osteotomy. Depending on the situation, the following procedures are chosen:* Femoral shortening with pelvic osteotomy.* THR when osteoarthritis develops.* Rarely arthrodesis",
        "cop": 2,
        "opa": "b-a-c-d",
        "opb": "a-b-c-d",
        "opc": "c-b-a-d",
        "opd": "c-a-d-b",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "111ee13a-5b3a-45bf-9c5a-8c516658ac3c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Ewing's sarcoma, EXCEPT",
        "exp": "(C) Common in 4th decade # Ewing sarcoma, a highly malignant primary bone tumor.> The tumor is derived from red bone marrow.> Most frequently, it is observed in children and adolescents aged 4-15 years and rarely develops in adults older than 30 years.> Ewing sarcoma is the second most common malignant bone tumor in young patients, and it is the most lethal bone tumor.> Typically, the periosteal reaction and new bone formation with an onionskin appearance may suggest the diagnosis of E wing sarcoma.> It is highly radiosensitive and it melts like ice but only to recur at a later date.",
        "cop": 3,
        "opa": "Responds well to radiotherapy",
        "opb": "Grows in diaphysis of long bones",
        "opc": "Common in 4th decade",
        "opd": "Has onion peel appearance on radiograph",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1172f424-cab6-4a57-86bb-f22fe9e551cc",
        "choice_type": "multi"
    },
    {
        "question": "Meralgia paresthesia is an entrapment neuropathy of the",
        "exp": "(D) Lateral cutaneous nerve of thigh NERVE PALSIESNerve palsies. Nerves involved* Bell's palsy. Lower motor neurone paralysis of facial nerve* Saturday night. Radial nerve palsy* Wrist drop. Radial nerve* Foot drop. Deep peroneal nerve* Erb's palsy. Lesion of upper trunk policeman's tip of brachial plexus hand deformity (C5, C6)* Klumpke's. Lesion of lower trunk paralysis of brachial plexus (c8, t1)* Claw. Ulnar nerve deformity* Ape thumb. Median nerve deformity* Carpal tunnel. Median nerve at syndrome wrist* Tarsal tunnel. Posterior tibial nerve syndrome at ankle* Epicondylar. Ulnar nerve at elbow tunnel syndrome* Meralgia parasthetica. Lateral cutaneous nerve of thigh* Horner's syndrome. Cervical sympathetic",
        "cop": 4,
        "opa": "Ilioinguinal nerve",
        "opb": "Lateral popliteal nerve",
        "opc": "Musculocutaneous nerve",
        "opd": "Lateral cutaneous nerve of thigh",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "807f6569-9987-4d11-a0b9-313a49644f3c",
        "choice_type": "single"
    },
    {
        "question": "Blistering Dactylitis is due to",
        "exp": "Blistering dactylitis is a painful, vesicular, localized S. aureus or group A streptococcal infection of the pulps of the distal digits of the hands. Blistering Distal Dactylitis Superficial bacterial skin infection Cause: GAS, GBS, S. aureus Location Tips of pads of fingers/toes Description Tense blisters, 5-iomm Filled with thin, purulent fluid Narrow erythematous rim Thick crust upon rupture Ref: Harrison; 19th edition; Page no: 829 maheshwari 9th ed ohopedics",
        "cop": 1,
        "opa": "Streptococcal infection",
        "opb": "Staphylococcus",
        "opc": "Tuberculosis",
        "opd": "Sickle cell anemia",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "fbc50306-3e4f-4465-bd88-14fca8613dea",
        "choice_type": "single"
    },
    {
        "question": "Tension band wiring is done in all except -",
        "exp": "A tension band wire is a form of ohopaedic internal fixation method used to conve distraction forces into compression forces, promoting bone healing. Uses: Olecranon fracture Patella fracture Medial malleolus fracture ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Fracture patella",
        "opb": "Fracture alecranon",
        "opc": "Fracture medial malleolus",
        "opd": "Colle's fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a944816b-6b2f-4434-bed8-9ea5f64c49d7",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of neuropathic joint is:",
        "exp": "(Diabetes mellitus): Ref: 89-A, 2060-HNeuropathic joint Disease: (Charcot's disease): - a type of destructive arthropathy arising from loss of pain sensibility and position sense* Most common causes are neurosyphilis (affecting mainly the lower limb joints) syringomyelia (upper and lower limbs) multiple sclerosis, myelomeningocele, spinal cord compression, peripheral neuritis (usually diabetic) leprosy and congenital indifference to pain, yaws, peroneal muscular atrophy (charcot - Marie Tooth, disease, and Amyloidosis* Neuropathic arthropathy was first described in Tabes dorsalis* Today, diabetes melliltus is the most frequent cause of the neuropathic joint disease (2060-Harrison's 16th)",
        "cop": 1,
        "opa": "Diabetes mellitus",
        "opb": "Hypertension",
        "opc": "Leprosy",
        "opd": "Tabes dorsalis",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "6e8e4aef-b0ab-4fef-ab93-3309531ff9d4",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old was given steroids after renal transplant. After 2 years he had difficulty in walking and pain in both hips. Which one of the following is most likely cause?",
        "exp": "Ans. B. Avascular necrosis. Mnemonic for causes of avascular necrosis other than fracture - SCLERAa. S-Steroidsb. C-Caisson's diseasec. LE - Lupus Erythematosusd. R-Radiatione. A-Alcohol",
        "cop": 2,
        "opa": "Primary Osteoarthritis",
        "opb": "Avascular necrosis",
        "opc": "Tuberculosis",
        "opd": "Aluminum toxicity",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "b4c3e82d-faa7-4592-90ec-e2ac929b0454",
        "choice_type": "multi"
    },
    {
        "question": "\"Trendelenburg sign\" isn't positive in damage of the following nerve",
        "exp": "Causes of positive trendelenberg test: *There are three fundamental causes: 1) Paralysis of the abductor muscles *eg. Polio *Paralysis of superior gluteral nerve 2) Marked approximation of the inseion of the abductor muscle to their origin by upward displacement of the greater trochanter; so that muscles are slack. *eg. Severe coxa vara *Dislocation of hip 3) Absence of stable fulcrum & lever arm about which the abductor muscles can act *Neck femur fracture *Dislocation of hip: Ref: Maheshwari 4th/e p. 348",
        "cop": 3,
        "opa": "Inferior gluteal nerve",
        "opb": "Pudendal nerve",
        "opc": "Superior gluteal nerve",
        "opd": "Posterior tibial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "f6d1d2bd-3874-4bc2-8bb8-9a08982a1f4d",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions Dactylitis CANNOT be seen -",
        "exp": "Dactylitis can occur in seronegative ahropathies, such as psoriatic ahritis and ankylosing spondylitis, and in sickle-cell disease as result of a vasoocclusive crisis with bone infarcts, and in infectious conditions including tuberculosis and leprosy. In reactive ahritis, sausage fingers occur due to synovitis. REF: MAHESWARI 9. TH ED",
        "cop": 2,
        "opa": "Sickle cell anemia",
        "opb": "Beta thalassemia",
        "opc": "Congenital syphilis",
        "opd": "Tuberculosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "6740c010-d252-4b63-94cd-27731b20b7a1",
        "choice_type": "single"
    },
    {
        "question": "Tarsometatarsal amputation is also known as -",
        "exp": "Paial foot amputation The problem here is that the tendo-Achillis tends to pull the foot into equinus; this can be prevented by splintage, tenotomy or tendon transfers. The foot may be amputated at any convenient level; for example, through the mid-tarsal joints (Chopa), through the tarsometatarsal joints (LISFRANC&; s), through the metatarsal bones or through the metatarsophalangeal joints. It is best to disregard the classic descriptions and to leave as long a foot as possible provided it is plantigrade and that an adequate flap of plantar skin can be obtained. The only prosthesis needed is a specially moulded slipper worn inside a normal shoe. REF: Apley&; s system of ohopaedics- 9th edn pg no 327.",
        "cop": 2,
        "opa": "Chopa's amputation",
        "opb": "Lisfranc amputation",
        "opc": "Pirogoff amputation",
        "opd": "Symes amputation",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4565ee32-3e1b-403e-b9dd-3b87b2941560",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Tuberculosis of spine is in",
        "exp": "(B) Dorsolumbar region # Tuberculosis of Spine: Spine is the most common site of bone/joint tuberculosis. Dorso-lumbar region being the one affected most frequently. It is always secondary Paradiscal is the commonest type Initially anterior part of body affected then posterior complex of vertebrae, i. e. pedicle, lamina, spinous process or transverse process are affected# Paradiscal: This is the commonest type.> In this, the contiguous areas of two adjacent vertebrae along with the intervening disc are affected.# Central: In this type, the body of the single vertebra is affected; This leads to the early collapse of the weakened verteb'a; The nearby disc may be normal; The collapse may be a 'wedging' or 'concertina' collapse> The former being commoner.# Anterior: In this type, the infection is localised to the anterior part of the vertebral body; The infection spread up and down under the anterior longitudinal ligament.# Posterior: In this type, the posterior complex of the vertebra i. e. the pedicle, lamina, spinous process or transverse process are affected.",
        "cop": 2,
        "opa": "Dorsal region",
        "opb": "Dorsolumbar region",
        "opc": "Lumbar region",
        "opd": "Lumbosacral region",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "fc1040bf-14e4-4862-9dbf-a56da955fd2f",
        "choice_type": "single"
    },
    {
        "question": "A patient came with history of fall and on examination there was tenderness between the extensor pollicis longus and brevis. The likely lesion is",
        "exp": "(A) Scaphoid fracture # Appearance of Scaphoid fracture may be deceptively normal, but the astute observer can usually detect fullness in the anatomical snuffbox; precisely localized tenderness in the same place is an important diagnostic sign; the scaphoid can of course also be palpated from the front and back of the wrist and it may be tender there as well.> Proximal pressure along the axis of the thumb may be painful",
        "cop": 1,
        "opa": "Scaphoid fracture",
        "opb": "1st metacarpal fracture",
        "opc": "Lower end of radius fracture",
        "opd": "Trapezoid fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "0f19f8a3-f6fc-4cdd-a668-00061e9a9e20",
        "choice_type": "multi"
    },
    {
        "question": "All the following are features of achondroplasia EXCEPT:",
        "exp": "Ans. A. Diminished trunk length. Although the limbs are short in achondroplasia, trunk length (crown to pubis) is normal. The skull is brachycephalic, the face broad, and the bridge of the nose flattened, there is exaggeration of the normal lordotic curve of the lumbar spine. The digits of the hand are of equal length with the long and ring fingers spread forming a trident hand. Tibial and, less commonly, femoral bowing are also seen.",
        "cop": 1,
        "opa": "Diminished trunk length",
        "opb": "Brachycephaly",
        "opc": "Exaggerated lumbar lordosis",
        "opd": "Trident hand",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "a79e8b2b-9c36-40bc-b2d3-240c6de44075",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are features of Gorham's diseases (Disappearing Bones):",
        "exp": "Ans. D. ALL of the above. All the features described are a feature of this rare disorder no effective treatment has been found, but spontaneous arrest has been described occasionally however the process speeds to vital structures and the outcome is fatal.",
        "cop": 4,
        "opa": "Progressive disappearance of bone association with multiple hemangiomatosis or multiple lymphangiectasis",
        "opb": "Usually the progression involves contiguous bones, but occasionally multiple sites are \"affected",
        "opc": "Patients present with mild pain or with pathological fracture",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "b35e0f82-00df-4b0a-9a12-3f3f2a0f65a3",
        "choice_type": "multi"
    },
    {
        "question": "Which is NOT a malignant tumour?",
        "exp": "(A) Osteochondroma ]A CLASSIFICATION OF BONE TUMOURS. MODIFIED AFTER REVISED WHO CLASSIFICATION - SCHAJOWICZ (1994). Predominant tissue. Benign. Malignant* Bone forming. Osteoma. Osteosarcoma:* central* peripheral* parosteal Osteoid osteoma. Osteoblastoma* Cartilage forming. Chondroma. Chondrosarcoma: Osteochondroma. Chondroblastoma* central* peripheral* juxtacortical Chondromyxoid fibroma* clear-cell* mesenchymal* Fibrous tissue. Fibroma. Fibrosarcoma Fibromatosis * Mixed. Chondromyxoid fibroma * Giant-cell tumours. Benign osteoclastoma. Malignant osteoclastoma* Marrow tumours Ewing's tumour Myeloma* Vascular tissue. Haemangioma. Angiosarcoma Haemangiopericytoma. Haemangioendothelioma. Malignant haemangiopericytoma* Other connective tissue. Fibroma. Fibrosarcoma. Fibrous histiocytoma. Malignant fibrous histiocytoma. Lipoma. Liposarcoma* Other tumours. Neurofibroma. Adamantinoma Neurilemmoma. Chordoma",
        "cop": 1,
        "opa": "Osteochondroma",
        "opb": "Ewings sarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Osteosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "83d5f310-e874-474f-9fdd-7e3975a5841b",
        "choice_type": "single"
    },
    {
        "question": "An army recruit, smoker and 6 months into training started complaining of pain at posteromedial aspect of both legs. There was acute point tenderness and the pain was aggravated on physical activity. The most likely diagnosis is:",
        "exp": "(d) Gout- The hallmark physical finding is focal bone pain (tenderness) with palpation and stress. Also bilateral goes in favor of stress fracture.",
        "cop": 4,
        "opa": "Buerger's disease",
        "opb": "Gout",
        "opc": "Lumbar canal stenosis",
        "opd": "Stress fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "0e919076-cb6e-4f36-bc35-55b5d565a6b0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are X ray feature/s of perthes disease?",
        "exp": "Ans. is 'd' i. e., All the above * Radiological findings in perthe's disease arei) Increased medial joint spaceii) Widening of femoral neckiii) Lateral extrusion (lateral subluxation)iv) Metaphyseal cysts and rarefaction ofmetaphysisv) Horizontal physis with speckled calcification lateral to itvi) Fragmentation of femoral head with increased density (irregular densities in the epiphysis)",
        "cop": 4,
        "opa": "Increased medial joint space",
        "opb": "Metaphyseal cysts and rarefaction",
        "opc": "Lateral extrusion of femur head",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "756844b1-c866-428f-9748-206bdf6e0c17",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a contributing factor in thoracic outlet syndrome?",
        "exp": "Ans. A. Tumor arising from the middle lobe of lung. Tumors arising from the upper lobe of lung contributes to the thoracic outlet syndrome and not the middle lobe tumors. The contributing factors to thoracic outlet syndrome may be classified as dynamic and static. Dynamic cause is a fully abducting arm, which pulls the artery up by 180 degrees, causing compression in the retrovascular space. Static factors:* Increased muscle bulk* Decreased muscle bulk* Cervical rib* Malunion or nonunion of fracture clavicle* Arteriosclerosis* Anomalies of the first thoracic rib. Tumors arising from the upper lobe of the lung, cervico-thoracic scoliosis, and abnormal variations of the scalene muscles are some of the miscellaneous causes. Thoracic Outlet Syndrome",
        "cop": 1,
        "opa": "Tumor arising from the middle lobe of lung",
        "opb": "Malunion of fracture clavicle",
        "opc": "Cervico-thoracic scoliosis",
        "opd": "Anomalies of the first thoracic rib",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "05ee77e9-0eef-4e1a-afa1-ea714a02af72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following injuries is likely to cause a severe vascular damage?",
        "exp": "knee can be dislocated only by considerable violence, as in a road accident. The cruciate ligaments and one or both lateral ligaments are torn. Clinical features Rupture of the joint capsule produces a leak of the haemahrosis, leading to severe bruising and swelling. This may be the only clue on inspection, especially if the dislocated joint has reduced spontaneously. Otherwise, the diagnosis is straightforward as there is gross deformity. The circulation in the foot must be examined because the popliteal aery may be torn or obstructed. Repeated examination is necessary as compament syndrome is also a risk. Common peroneal nerve injury occurs in nearly 20 per cent of cases; distal sensation and movement should be tested. REF: Apley's system of ohopaedics - 9th edn - pg no 884.",
        "cop": 1,
        "opa": "Closed posterior dislocation of knee",
        "opb": "Elbow dislocation",
        "opc": "Fracture middle l/3rd of clavicle",
        "opd": "Tibial plateau fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "bed36781-1bf0-436e-aa7c-90fc5902c377",
        "choice_type": "single"
    },
    {
        "question": "Exsanguinating blood loss is seen in which of the following condition",
        "exp": "The femoral shaft is circumferentially padded with large muscles. This provides advantages and disadvantages: reduction can be difficult as muscle contraction displaces the fracture; however, healing potential is improved by having this well- VASCULARISED sleeve containing a source of mesenchymal stem cells, and open fractures often need no more than split thickness skin grafts to obtain satisfactory cover. So there can be excessive blood loss and patient may go for shock. REF: Apley&; s system of ohopaedics - 9th edn- pg no 859.",
        "cop": 3,
        "opa": "Closed humerus fracture",
        "opb": "Closed tibia fracture",
        "opc": "Open femur fracture",
        "opd": "Open humerus fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1446c859-8695-4aa8-829c-8600b302a9b7",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man, was admitted with FRACTURE shaft femur following a road traffic accident. On 2nd day he became disoriented. He was found to be tachypnoeic, and had conjunctival petechiae. Most likely diagnosis is",
        "exp": "(C) Fat embolism # Fat embolism & ARDS:* Fracture through a large marrowfilled cavity almost inevitably results in small showers of fat emboli being swept to the lungs.* This can usually be accommodated without serious consequences, but in some cases (and especially in those with multiple injuries & severe shock, or in patients with associated chest injuries) it results in progressive respiratory distress and multi-organ failure.* Blood gases should be measured soon after admission, and any suspicious signs such as shortness of breath, restlessness or a rise in temperature or pulse rate should prompt a search for petechial haemorrhages over the upper body, axillae and conjunct vae.* Treatment is supportive, with the emphasis on preventing hypoxia and maintaining blood volume.",
        "cop": 3,
        "opa": "Pulmonary embolism",
        "opb": "Sepsis syndrome",
        "opc": "Fat embolism",
        "opd": "Haemothorax",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4849fa71-7fb6-4e31-ae07-3fdf5cee15b5",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy with h/o trauma 2 months back now presents with fever and acute pain over thigh. On X-ray femoral shaft shows lesions with multiple laminated periosteal reaction next line of management:",
        "exp": "(d) MRI- Information in this question are: 1st Decade, diaphyseal lesion with onion peel reaction goes towards Ewing's sarcoma. Next best investigation is MRI for soft tissue involvement, marrow involvement and micrometastasis. Overall the best investigation is Biopsy to confirm the diagnosis but MRI is done before the biopsy, to localize the best site for biopsy.",
        "cop": 4,
        "opa": "CRP measurement",
        "opb": "Core biopsy",
        "opc": "Tc99 MDP scan",
        "opd": "MRI",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "0ff43eb0-cb29-4fea-964c-0b686f39aaf3",
        "choice_type": "single"
    },
    {
        "question": "Only finger drop and no wrist drop in Posterior interosseus nerve injury, is due to sparing of",
        "exp": "(D) Extensor carpi radialis longus> Posterior interosseous neuropathy is purely a motor syndrome resulting in finger drop, and radial wrist deviation on extension.# LESIONS OF RADIAL NERVE:> All branches below the injured region will be interrupted. 1. Axilla (Very high):> Causes: Glenohumeral dislocation, Fracture proximal humerus, Crutch palsy> Deficit: Total palsy# Triceps weakness: Tested by resisted active extension of elbow and feeling for muscle contraction# Brachioradialis: Tested by resisted active flexion of elbow with forearm in midprone position and feeling for muscle contraction# Wrsit drop: Due to paralysis of wrist extensors- Ask to grasp something, the wrist becomes flexed if extensors are weak# Finger drop: Due to paralysis of long finger extensors causing inability to extend fingers at MCPJ# Thumb drop: Due to paralysis of extensor pollicis longus and abductor pollicis longus- Extensor pollicis longus is examined by stabilizing the MCPJ of thumb and resisted active extension of IP joint of thumb# Sensory loss: Over autonomous zone (1st dorsal webspace)2. Radial groove (High):- Cause: Fracture shaft of humerus, Saturday night palsy, Injection, Callus, Torniquet- Deficit: Brachioradialis weakness, Wrist drop, Finger drop, Thumb drop, Sensory loss3. Below Elbow (Low):- Causes: Fracture of radial head, Posterior dislocation of radius at elbow joint- Deficit: Posterior Interosseous Nerve# No wrist drop (Sparing of Extensor carpi radialis longus which enables extension of wrist)# Finger drop, Thumb drop# No Sensory loss",
        "cop": 4,
        "opa": "Triceps",
        "opb": "Brachioradialis",
        "opc": "Anconeus",
        "opd": "Extensor carpi radialis longus",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "2c5b2643-3cf4-4fb2-b194-8a57b9f03c4b",
        "choice_type": "single"
    },
    {
        "question": "The appropriate criteria for proceeding with High Tibial osteotomy in a case of Osteoarthritis of knee include the following except:",
        "exp": "Ans. A. Age more than 65 years.* General selection criteria for High Tibial osteotomy for genu valgum includea. Age younger than 65 years, b. Isolated Ahlback grade I or II lateral compartmental arthrosis, c. Minimum ligamentous laxity, d. >90deg arc of motion of the knee, ande. A flexion contracture of <15-20deg.",
        "cop": 1,
        "opa": "Age more than 65 years.",
        "opb": "Isolated Ahlback grade I or II lateral compartmental arthrosis.",
        "opc": ">90deg arc of motion of the knee.",
        "opd": "Flexion contracture of <15-20deg.",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "ffcc9d86-4031-48b1-8503-59a7e6f63b4f",
        "choice_type": "multi"
    },
    {
        "question": "Bone and joint tuberculosis is most frequently seen in",
        "exp": "(C) Spine # Most common site of Bone & Joint Tuberculosis is Spine (Pott's Spine).> Skeletal manifestations of the disease are seen chiefly in the large joints and the spine, but the infection may appear in any bone. Predisposing conditions include chronic debilitating disorders, drug abuse, prolonged corticosteroid medication, AIDS and other disorders resulting in reduced defence mechanisms",
        "cop": 3,
        "opa": "Hip",
        "opb": "Elbow",
        "opc": "Spine",
        "opd": "Knee",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "ae96cf6e-efc3-42e9-aa72-df033a76ff3e",
        "choice_type": "single"
    },
    {
        "question": "What is the World Health Organization (WHO) definition of osteoporosis?",
        "exp": "Ans. D. (B) and (C). In 1994, the WHO introduced definitions for osteoporosis and osteopenia in terms of T score thresholds of -2. 5 and -1 respectively. A T score of -2. 5 means that the bone mineral density in the lumbar spine (L2-L4) is at least 2. 5 standard deviations below the mean of a young (age 25-35), healthy female. A T score of more than -2. 5 implies it is more positive and hence could represent either osteopenia or normal bone density.",
        "cop": 4,
        "opa": "Bone mineral density less than 1 standard deviation below the mean of a young, healthy adult.",
        "opb": "Bone mineral density at least 2. 5 standard deviations below the mean of a young, healthy adult.",
        "opc": "T score less than -2. 5.",
        "opd": "(B) and (C).",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "9b35ec1c-e3d1-48e1-9438-eaf3b91af24a",
        "choice_type": "single"
    },
    {
        "question": "Infection of ulnar bursa is diagnosed by -",
        "exp": "The area of maximum tenderness in an ulnar bursa infection can be elicited over that pa of the bursa lying between the transverse palmar creases. This is KANAVEL&; s sign. REF: Essential ohopaedics- Maheshwari- 9th edn - pg no 209.",
        "cop": 1,
        "opa": "Kanavel's sign",
        "opb": "Chowstek's sign",
        "opc": "Gower's sign",
        "opd": "Ludloff's sign",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "7c7bde10-8768-49f0-8811-b65929324c48",
        "choice_type": "single"
    },
    {
        "question": "Spring ligament refers to -",
        "exp": "The plantar calcaneonavicular ligament (also known as the spring ligament) is a ligament on the underside of the foot that connects the calcaneus with the navicular bone. REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Plantar calcaneo navicular ligament",
        "opb": "Sho plantar ligament",
        "opc": "Long plantar ligament",
        "opd": "Deltoid ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1e396dea-d164-4c7c-ae1e-e31e1058c9ef",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman is noted to have a traumatic injury to her right thigh. Which of the following is most sensitive for the diagnosis of compament syndrome",
        "exp": "Pain, typically severe and even out of propoion to the injury, represents the first and most sensitive symptom of compament syndrome. Pain, however, is extremely nonspecific. Pulselessness represents a very late finding, and therefore the finding of a palpable pulse should not exclude compament syndrome in the differential diagnosis.",
        "cop": 3,
        "opa": "Pulselessness",
        "opb": "Paresthesias",
        "opc": "Pain",
        "opd": "Pallor",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "298b5461-8010-4e0c-8cd7-80a397d88df5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most sensitive investigation for the condition shown in the following X-ray?",
        "exp": "Ans. A. MRIThe X-ray shows flattening of the femoral head and degenerative changes associated with the Avascular necrosis of femoral head. The most sensitive and specific investigation for avascular necrosis is MRI. MRI allows accurate assessment of the extent of involvement and can also identify associated bone marrow changes. X-ray may be normal in the early stages of the disease. Avascular necrosis or osteonecrosis of the femoral head occurs because of an interruption in the blood supply to femoral head which causes bone death. This leads to collapse of the femoral head causing secondary osteoarthritis subsequently.",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT",
        "opc": "DEXA",
        "opd": "PET",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "67c4add6-da1c-465c-94ca-700142a577d1",
        "choice_type": "single"
    },
    {
        "question": "Following Plain radiograph showing both chest and abdomen. The diagnosis is",
        "exp": "(A) Pneumoperitoneum # PNEUMOPERITONEUM is pneumatosis (abnormal presence of air or other gas) in the peritoneal cavity, a potential space within the abdominal cavity. When present, it can often be seen on radiography, but small amounts are often missed, and CT scan is nowadays regarded as a criterion standard in the assessment of a pneumoperitoneum. CT can visualize quantities as small as 5 cm3 of air or gas.> Causes:> Perforated duodenal ulcer- The most common cause of rupture in the abdomen. Especially of the anterior aspect of the first part of the duodenum. Perforated peptic ulcer Bowel obstruction Ruptured diverticulum Penetrating trauma Ruptured inflammatory bowel disease (e. g. megacolon)> Necrotising enterocolitis/Pneumatosis coli Bowel cancer Ischemic bowel Steroids> After laparotomy After laparoscopy Breakdown of a surgical anastomosis Bowel injury after endoscopy Peritoneal dialysis Vaginal insufflation (air enters via the fallopian tubes, e. g. water-skiing, oral sex) Colonic or peritoneal infection From chest (E. g. Bronchopleural fistula) Non-invasive PAP (positive airway pressure) can force air down duodenum as well as down trachea.",
        "cop": 1,
        "opa": "Pneumoperitoneum",
        "opb": "Pleural effusion",
        "opc": "Pneumonia",
        "opd": "Volvulus",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "197d637b-5648-4107-9ab3-29494eff7874",
        "choice_type": "multi"
    },
    {
        "question": "Most common nerve injured in fracture humerus is",
        "exp": "(C) Radial",
        "cop": 3,
        "opa": "Axillary",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Median",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "72d8b6e6-37f9-43aa-9655-45a2f750ea72",
        "choice_type": "single"
    },
    {
        "question": "Genu recurvatum is seen in -",
        "exp": "Ans. is 'd' i. e., All the above Genu recurvatum (hyperextension of the knee)a) Congenital recurvatum* This may be due to abnormal intra-uterine posture; it usually recovers spontaneously. Rarely, gross hyperextension is the precursor of true congenital dislocation of the knee. b) Lax ligaments* Normal people with generalized joint laxity tend to stand with their knees backset. Prolonged traction, especially on a frame, or holding the knee hyperextended in plaster, may overstretch ligaments, leading to permanent hyperextension deformity. Ligaments may also become overstretched following chronic or recurrent synovitis (especially in rheumatoid arthritis), the hypotonia of rickets, the flailness of poliomyelitis or the insensitivity of Charcot's disease.* In paralytic conditions such as poliomyelitis, recurvatum is often seen in association with fixed equinus of the ankle: in order to set the foot flat on the ground, the knee is forced into hyperextension. In moderate degrees, this may actually be helpful (e. g. in stabilizing a knee with weak extensors). However, if excessive and prolonged, it may give rise to a permanent deformity. If bony correction is undertaken, the knee should be left with some hyperextension to preserve the stabilizing mechanism. If quadriceps power is poor, the patient may need a caliper. Severe paralytic hyperextension can be treated by fixing the patella into the tibial plateau, where it acts as a bone block. c) Miscellaneous* Other causes of recurvatum are growth plate injuries and malunited fractures. These can be safely corrected by osteotomy.",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Poliomyelitis",
        "opc": "Rickets",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "0e4d6577-3aef-48f9-84ed-f76cbd0f37f3",
        "choice_type": "multi"
    },
    {
        "question": "Stress fractures are diagnosed by:",
        "exp": "(c). Investigation of choice for unilateral stress fracture is MRI and for bilateral is Bone Scan, when it is not mentioned unilateral or bilateral, MRI is preferred answer.",
        "cop": 3,
        "opa": "X-ray",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Bone scan",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "2ded0d64-72d1-4851-82f7-596e52da1864",
        "choice_type": "single"
    },
    {
        "question": "Most common site of skeletal tuberculosis is",
        "exp": "(C) Spine # Spine is the most common site of bone and joint TB especially Dorso -- lumbar spine.> Most common long bone affected by T. B -- Tibia.> Most common joint affected by T. B -- Hip joint arthritis> Most common synovium affected by T. B -- knee joint synovitis.",
        "cop": 3,
        "opa": "Hip",
        "opb": "Knee",
        "opc": "Spine",
        "opd": "Calvarium",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "4c5f8b66-bbd7-4571-b663-119bba2122de",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of pyle disease except-",
        "exp": "Ans. is 'b' i. e., It is an epiphyseal dysplasia Pyle's diseaseo Metaphyseal dysplasia, also known as Pyle's disease, Pyle's syndrome, Pyle-Cohn syndrome, and Bakwin-Krida syndrome is a rare disease in which the outer part of the shafts of long bones is thinner than normal and there is an increased chance of fractures. Clinical featureso It is an autosomal recessive disorder in which mild clinical manifestations contrast with radiological appearances of gross metaphyseal undermodeling. Most patients present with mild genu valgum. The elbows are unable to extend fully. There may be widening of the lower femora and clavicles. Bones can sometimes be fragile, but fracturing is usually not common. Patients may present with dental caries, mandibular prognathism, spinal alignment, and disproportionate limb lengthening. Mental development, physical development, and height are usually normal. Treatmento People with Pyle disease are often asymptomatic. Dental anomalies may require orthodontic interventions. Skeletal anomalies may require orthopedic surgery.",
        "cop": 2,
        "opa": "It is an autosomal recessive disease",
        "opb": "It is an epiphyseal dysplasia",
        "opc": "Mental retardation is uncommon",
        "opd": "Dental caries and mandibular prognathism",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "f1663603-82b0-4c52-bac9-99d0266d6fef",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old man with osteoarthritis complains of back pain, worse on walking, along with aching and heaviness in both legs that forces him to stop walking. Pain is relieved slowly after rest or leaning forward. The most probable diagnosis is:",
        "exp": "Ans. A. Spinal stenosis. This is a classical description of spinal claudication (leaning forward opens the spinal canal and relieves pain). In vascular claudication the pain is quickly relieved upon rest whereas the relief from pain occurs later in spinal claudication. Operative decompression can be very successful in treating symptoms of pain in patients who are severely affected.",
        "cop": 1,
        "opa": "Spinal stenosis",
        "opb": "Ankylosing spondylitis",
        "opc": "Myeloma",
        "opd": "Pott's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "6754c045-fa9d-4045-9a53-512a142abec1",
        "choice_type": "multi"
    },
    {
        "question": "Pollicization can be best described as -",
        "exp": "severely mutilated hand should be dealt with by a hand expe. If all the fingers have been lost but the thumb is present, a new finger can sometimes be constructed with coical bone, covered by a tubular f lap of skin; an alternative is a neurovascular microsurgical transfer from the second toe. If the thumb has been lost, the options include POLLICIZATION (rotating a finger to oppose the other fingers), second toe transfer and osteoplastic reconstruction (a coical bone graft surrounded by a skin flap). REF: Apley&; s system of ohopaedics- 9th edn - pg no 803.",
        "cop": 2,
        "opa": "Toe to thumb transfer",
        "opb": "Thumb reconstruction",
        "opc": "Finger shoening",
        "opd": "Amputation of thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "212dcd83-8837-474c-b922-bef15b945fec",
        "choice_type": "single"
    },
    {
        "question": "Omovertebral bone is associated with?",
        "exp": "Ans. C. Springel's deformity. (Ref. Bailey and Love 25th/pg. 486; Fig. 34. 2). Klippel-Feil Syndrome# Triad- nshort necks, alow hairlines, and ^Restriction of neck movements due to cervical vertebral fusion.# Other features:# Congenital genitourinary tract, auditory system, spinal cord, CVS and other MSK anomalies are associated.# Medial border of scapula, making the scapula equilateral triangle in shape# Springel anomaly (congenital elevation of scapula with inferior poles pointing outwards/laterally away from each other associated with omovertebral bony bar tht joins fropm cerical vetabrae to scapular spine)# Scoliosis and torticolis# Renal anomalies include duplication, aplasia, horseshoe kidney.# Rx of Klippel-Feil syndrome (Congenital fusion of the any 2 of 7cervical vertebrae): The management is usually for cosmetic rather than functional reasons, especially in unilateral cases. Excision of the omovertebral body or superior angle has a satisfactory cosmetic effect. When functional improvement is the primary goal, complex reconstructive procedures are required.",
        "cop": 3,
        "opa": "Scoliosis",
        "opb": "Hemivertebra",
        "opc": "Springel's deformity",
        "opd": "Cervical rib",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "55cec251-0d38-4401-bed3-0442426ed5f9",
        "choice_type": "single"
    },
    {
        "question": "Heterotopic ossification is a condition in which there is deposition of bone around the joints. Which of the following parameters is the most useful for this condition -",
        "exp": "Bone scan ( Tc 99 three phase scan) is the most sensitive for early detection of heterotropic ossification. ALKALINE PHOSPHATASE and 24hr PGE2 are screening tests for heterotropic ossification. REF: Essential ohopaedics- Maheshwari- 5th edn - pg no 53.",
        "cop": 3,
        "opa": "Serum calcium",
        "opb": "Serum phosphate",
        "opc": "Serum alkaline phosphatase",
        "opd": "Serum PTH",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "1b39db12-8ac8-41d9-9a2f-25cc08ffa23b",
        "choice_type": "single"
    },
    {
        "question": "Symphalangism is:",
        "exp": "Ans. B. Fusion of the interphalangeal joints. Fusion of interphalangeal joints usually the middle with the proximal phalanx, it usually accompanies syndactylism. Treatment is by fusing in the functional position of partial flexion",
        "cop": 2,
        "opa": "Reduplication of fingers",
        "opb": "Fusion of the interphalangeal joints",
        "opc": "Shortening of the fingers as a result of decreased length of the phalanges",
        "opd": "Joined fingers",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "46f416e8-d745-44d7-bb16-714d21047beb",
        "choice_type": "single"
    },
    {
        "question": "Choose the true statement regarding dislocation of hip:",
        "exp": "Ans. A. Posterior dislocation is the most common type. The posterior dislocation is the most common type of dislocation of hip. There are three main types of dislocations of the hip:* Posterior* Anterior* Central. The posterior dislocation results from posteriorly directed force to the flexed knee when the hip is also in the flexed position like in car accidents. Patients with an isolated posterior hip dislocation present with hip flexion, adduction, internal rotation, and a shortened extremity. All of the above types of dislocation may be associated with fracture lip of acetabulum.",
        "cop": 1,
        "opa": "Posterior dislocation is the most common type",
        "opb": "Anterior dislocation is the most common type",
        "opc": "Central dislocation is the most common type",
        "opd": "Only anterior dislocation is associated with fracture lip of acetabulum",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "68c7e6b0-c13e-4639-b926-8fbfca647467",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with pain in his ankle. X-ray was done which shows osteolytic lesion with sclerotic rim. HPE findings are attached. What is your diagnosis?",
        "exp": "Ans. C. Hemophilic pseudotumorX-ray is useful in diagnosing intraosseous pseudotumors. They appear as well-defined, unilocular or multiloculated, lytic, expansile lesions of variable size. In this case, it can involve metaphysis, diaphysis, and epiphysis of long bones. Other findings include endosteal scalloping, perilesional sclerosis, cortical thinning or thickening, trabeculations, and septations. Pathological fractures can also be present.",
        "cop": 3,
        "opa": "Eumycosis",
        "opb": "Ochronosis",
        "opc": "Hemophilic pseudotumor",
        "opd": "PVNS",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "bca9f2a2-c4cd-4869-81b6-2b96a266bf42",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the classifications of C- Spine Injury except _____:",
        "exp": "Ans. A. AO Magerl classification. The AO/Magerl classification is used for classification of thoracolumbar spinal injuries. Other options: The Allen Ferguson classification used for subaxial cervical spine injuries. THE Anderson & D 'Alonzo classification used for odontoid process fracture of C2 Spine as seen on AP and lateral X-ray views. The Levine and Edwards Classification is a classification that describes traumatic spondylolisthesis of C2 over C3 (Hangman's fracture).",
        "cop": 1,
        "opa": "AO Magerl classification",
        "opb": "Allen Ferguson Classification",
        "opc": "Anderson and D 'Alonzo Classification",
        "opd": "Levine and Edwards Classification",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "9f024ad6-43df-4e8c-8438-7e98e7f1d6ac",
        "choice_type": "multi"
    },
    {
        "question": "Myodesis is employed in amputations for all of the following indications except -",
        "exp": "Amputations is a procedure where a pa of lim is removed through one or more bones. During the amputations musclecshould be cut distal to level of bone. The metgods of muscle sutures are: Myodesis -the muscles are sutured to end of stump Myoplasty-the opposite group of muscles are sutured to each other. These are containdicated in peripheral vascular diseases-ischemia is a feature of Peripheral vascular disease. REF: Essential Ohopaedics. Maheswari &Mhaskar. Edition 5. Pg no: 329",
        "cop": 4,
        "opa": "Trauma",
        "opb": "Tumor",
        "opc": "Children",
        "opd": "Ischemia",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "cbffc525-7f61-4fc3-8c5c-a0def714b4e8",
        "choice_type": "multi"
    },
    {
        "question": "Rugger Jersey Spine is seen in -",
        "exp": "Renal abnormalities usually precede the bone changes by several years. Children are more severely affected than adults: they are usually stunted, pasty-faced and have marked rachitic deformities associated with myopathy. Xrays show widened and irregular epiphyseal plates. In older children with longstanding disease there may be displacement of the epiphyses (epiphyseolysis). Osteosclerosis is seen mainly in the axial skeleton and is more common in young patients: it may produce a 'rugger jersey' appearance in lateral x-rays of the spine, due to alternating bands of increased and decreased bone density IMAGE SHOWS RUGGER JERSEY SPINE IN RENAL OSTEODYSTROPHY REF: Apley&; s system of ohopaedics- 9th edn- pg no 142.",
        "cop": 3,
        "opa": "Fluorosis",
        "opb": "Achondroplasia",
        "opc": "Renal osteodystrophy",
        "opd": "Marfan's syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "f34c3bc7-5800-4a8f-9ee1-dd1195b0e6cf",
        "choice_type": "single"
    },
    {
        "question": "In HLA system, the cluster of genes are located in",
        "exp": "(Chromosome 6) (133-A)* Major histocompatibility complexes (MHC) also known as the HLA system (after human leucocyte antigen). This is a cluster of gene on chromosomes 6 that is responsible for immunological specificity* The proteins for which they code are attached to cell surfaces and act as \"chaperones\" for foreign antigens which have to be accompanied by HLA before they are recognized and engaged by the body's T-cells",
        "cop": 1,
        "opa": "Chromosome 6",
        "opb": "Chromosome 21",
        "opc": "X-Chromosome",
        "opd": "Y-chromosome",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "8ce49abb-29e2-4675-b4f8-e7f6b46121af",
        "choice_type": "single"
    },
    {
        "question": "A patient presenting with painful Myositis Ossificans around Elbow. What should be the preferred treatment option in this case?",
        "exp": "Ans. D. Immobilization* Treatment of myositis ossificans (MO): when MO is active, immobilization is the best treatment & any attempt at removal of the mass is hazardous.* When silent and ALP/ESR levels are normal, it can safely be removed (generally after 1. 5 years) if causing block in movements.* Indomethacin/low dose radiation/bisphosphonates can be given prophylactically in high risk patients to prevent MO formation.",
        "cop": 4,
        "opa": "Active mobilization",
        "opb": "Passive mobilization",
        "opc": "Infra-Red Therapy",
        "opd": "Immobilization",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "32686660-bd52-4bdf-94b7-9e68adf4cdd3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a cause of sudden increase pain in osteochondroma:",
        "exp": "Ans. D. Degenerative changes. Degenerative changes will lead to slowly increase in size of osteochondroma whereas other listed causes will result in sudden increase in the size of osteochondroma.",
        "cop": 4,
        "opa": "Bursitis",
        "opb": "Fracture",
        "opc": "Sarcomatous changes",
        "opd": "Degenerative changes",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "c5c21b44-6346-4837-af23-e3f5b57e6afd",
        "choice_type": "single"
    },
    {
        "question": "Champagne glass pelvis is seen in",
        "exp": "(Achandroplasia): (306- Maheshwari 4th edition). Champagne - glass' pelvic cavity found in ACHONDROPLASIA(275-Aids to radiological differential diagnosis chapman)ACHONDROPLASIA(Primary defect of enchondral bone formation, Autosomal dominant (but 80% are spontaneous mutations). Skull. Pelvis1. Large skull, small base, small sella, steep clivus small funnel shaped foramen magnum2. Hydrocephalus - of variable severity (+ obstruction)1. Square iliac wings2. \"Champagne-glass\" pelvic cavity3. Short narrow sacrosciatic notch4. Horizontal sacrum articulating low on the iliam. Thorax. Appendicular Skeleton1. Thick, stubby sternum2. Short ribs with deep concavities to the anterior ends1. Rhizometic micromelia with bowing of long bones2. Widened metaphyses3. Ball and socket epiphyseal/metaphyseal junctions4. Broad and short proximal and short proximal and middle phalanges5. Trident shaped hands**Axial Skeleton1. Decreasing interpedicular distance caudally in the lumber spine2. Short pedicles with a narrow sagittal diameter of the lumber spinal canal3. Disc heigh/ body weight ratio is 1. 0 (Normal 0. 3)4. Posterior scalloping5. Anterior vertebral body beak at T12/L1/L2",
        "cop": 2,
        "opa": "Cretinism",
        "opb": "Achandro plasia",
        "opc": "Osteomalacia",
        "opd": "Rickets",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "e5554a36-2285-40cc-8020-554dda2f3b20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause for the development of carpal tunnel syndrome?",
        "exp": "Ans. is 'd' i. e., Menorrhagia * There are many causes of carpal tunnel syndrome: -1) Idiopathic: - This is the most common cause. 2) Pregnancy and menopause3) Metabolic: - Gout, Diabetes mellitus4) Endocrine: - Hypothyroidism, Myxedema, Acromegaly, Hyperparathyroidism. 5) Deposition disorder:- Amyloidosis, Sarcoidosis, Rheumatid arthritis, Leukemia, CRF, Mucopoly-saccharoidosis. 6) Alcoholism7) Local causes: - Malunited colie's fracture, osteo-arthritis of the carpal bones, synovitits of flexor tendon sheath, hematoma.",
        "cop": 4,
        "opa": "Alcoholism",
        "opb": "Sarcoidosis",
        "opc": "Gout",
        "opd": "Menorrhagia",
        "subject_name": "Orthopaedics",
        "topic_name": "Miscellaneous",
        "id": "55a55d2f-2795-4614-b35e-d8335ef0fa92",
        "choice_type": "single"
    }
]