[
    {
        "question": "12 years male came with swelling of lower end tibia which is surrounded by rim of reactive bone. What is most likely diagnosis?",
        "exp": "* GCT - occurs around 20-40 years of age* Hyperparathyroidism - typically in a female around 30 years of age; presents with lytic lesion* Brodie's abscess - swelling in the lower end of tibia and radiological evidence of cavity surrounded by a halo of sclerosis (rim of a reactive bone) point towards brodie's abscess.",
        "cop": 2,
        "opa": "GCT",
        "opb": "Brodie's Abscess",
        "opc": "Hyper PTH",
        "opd": "Osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "8d205524-0254-4768-9a29-6fff52e5482e",
        "choice_type": "single"
    },
    {
        "question": "Foot drop is caused due to injury to?",
        "exp": "Foot drop = it occurs due to injury to common peroneal nerve which usually gets injured at the neck of fibula. Femoral nerve injury - unable to extend the knee actively. Tibial nerve injury - unable to plantar flex the ankle or foot and no sensation over the sole and pa of calf.",
        "cop": 1,
        "opa": "Common peroneal nerve",
        "opb": "Tibial Nerve",
        "opc": "Femoral Nerve",
        "opd": "Obturator Nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "98064ecc-e495-47dd-af3a-083264acabe2",
        "choice_type": "single"
    },
    {
        "question": "Degloving injury occurs at:-",
        "exp": "Degloving injury - it is the separation of skin and subcutaneous tissues from the underlying bone, muscle or vasculature. Degloving occurs when the skin and subcutaneous fat are stripped by avulsion from the underlying fascia, leaving neuro vascular structures, tendon or bone exposed.",
        "cop": 2,
        "opa": "Skin",
        "opb": "Skin + Subcutaneous tissue",
        "opc": "Skin + Fascia + Subcutaneous tissue",
        "opd": "Everything above from bone",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "4f50d875-edd5-49eb-84eb-8353120a0e0c",
        "choice_type": "multi"
    },
    {
        "question": "Scaphoid fracture which area has maximum chances of AVN/Non-union/Malunion:-",
        "exp": "* Scaphoid has retrograded blood supply (distal to proximal) hence the distal pole is highly vascularized.* Due to fracture at the waist of scaphoid, blood supply to proximal pole is compromised. Hence proximal 1/3rd has the maximum chance to undergo AVN/non-union or malunion.",
        "cop": 1,
        "opa": "Proximal 1/3",
        "opb": "Middle 1/3",
        "opc": "Distal 1/3",
        "opd": "Scaphoid Tubercle fractrue",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "9281e2c7-768a-451c-805e-3db59af2e16b",
        "choice_type": "multi"
    },
    {
        "question": "75 yrs female has chronic backache, x-ray spine is shown. What is the most likely diagnosis:-",
        "exp": "* Spondylodiscitis - Inflammation of disc along with paradiscal margin and shows slight narrowing the disc space at first in X-rays. It is a very painful condition. * Pott's spine - occurs in paradiscal area. X-ray shows narrowing of the disc space and erosion of adjacent veebral bodies. * Spondylolisthesis - Slipping of one veebra into other. Oblique X-ray view demonstrates \"Scotty Dog Neck\" which is pathognomonic Osteoporosis - Patient's age and the chronic condition points towards osteoporosis. The given X-ray shows Cod fish / fish mouth veebrae which is characteristic of osteoporosis.",
        "cop": 2,
        "opa": "Pott's spine",
        "opb": "Osteoporosis",
        "opc": "Spondylolisthesis",
        "opd": "Spondylodiscitis",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "47ee9142-6483-413e-85ad-d5ff79e1f432",
        "choice_type": "single"
    },
    {
        "question": "A patient with GCT which of the following is false:-",
        "exp": "* GCT occurs in epiphyseao-metaphyseal area.* It is eccentric in location and goes till the joint.* It is a locally aggressive tumor with defined margins.* The treatment of choice is extended curettage with autograft.",
        "cop": 4,
        "opa": "Epiphyseo-metaphyseal location",
        "opb": "Eccentric",
        "opc": "Defined margins",
        "opd": "Chemotherapy is the mainstay of treatment",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "9dab44a9-7f65-4505-869b-7cbd8b2363c1",
        "choice_type": "multi"
    },
    {
        "question": "Left-Right movement of skull occurs at:-",
        "exp": "Atlanto-occipital joint - flexion and extension of neck. \"yes joint\" Atlanto-axial joint (C1 -C2) movements -side to side movements of head (\"no joint\") i. e left and right movements of skull. Atlanto-occipital joint Atlanto-axial joint (C1 -C2) movements",
        "cop": 2,
        "opa": "Atlento occipital joint",
        "opb": "Atlanto-axial joint",
        "opc": "C2-C3",
        "opd": "C6-C7",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "49d51be1-aca3-46c3-a257-d7456f4e568b",
        "choice_type": "single"
    },
    {
        "question": "Painful arc syndrome which movement is painful:-",
        "exp": "* Painful arc syndrome is subacute tendinitis of the rotator cuff tendons due to vascular congestion.* Treatment is usually rest +physiotherapy + NSAIDS. If not treated, local steroids and surgery can be done.* Pain is aggravated as arm transverses an arc between 60 and 120 degrees.",
        "cop": 3,
        "opa": "Initial abduction",
        "opb": "Terminal abduction",
        "opc": "Mid abduction",
        "opd": "Full range of abduction",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2019",
        "id": "5ce673aa-29fb-4861-9c38-23f6e54c8d77",
        "choice_type": "single"
    }
]