[
    {
        "question": "In rheumatoid ahritis, which types of cells are prominently present?",
        "exp": "In rheumatoid ahritis, CD4+helper cells are prominently present.",
        "cop": 2,
        "opa": "Lymphocyte",
        "opb": "CD4+helper cells",
        "opc": "Macrophages",
        "opd": "Dendritic cells",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2018",
        "id": "be1de886-959f-4541-93d8-441f9f6bee7c",
        "choice_type": "single"
    },
    {
        "question": "A patient has history of A 2 years back; at the same sight he developed pain and swelling. X - ray shows the following features. What will be the diagnosis?",
        "exp": "* X-ray shows a deformed bone with holes/cavities in the bone.* Chronic Osteomyelitis: Its characteristic feature is sequestrum (dead bone in a cavity) with involucrum (live bone) around it. There is discharge of pus draining through cloacae and track sinuses in the cavity.* Osteosarcoma: aggressive tumor, there will be no history of trauma and there will be presence of growth coming out. There may be Codman's triangle and \"sunburst\" appearance in x-rays.* Ewing's sarcoma: found in diaphysis and will be in younger people. History of trauma is not significant. Radiographically, periosteal reaction of \"onion-skin appearance\" is present.* Multiple myeloma: usually found in elderly and there will be no history of trauma. X-rays shows osseous lesions which in long bones usually affects the metaphysis.",
        "cop": 3,
        "opa": "Osteogenic sarcoma",
        "opb": "Ewing's sarcoma",
        "opc": "Chronic osteomyelitis",
        "opd": "Multiple myeloma",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2018",
        "id": "1cfb61c5-b367-4252-ba73-9c4179be9107",
        "choice_type": "single"
    },
    {
        "question": "Which drug increase the bone formation in osteoporosis?",
        "exp": "* Increased bone formation: Parathyroid hormone, Teriparatide, Fluoride* Decreased bone resorption: Bisphosphonates, calcitonin, denosumab, estrogen * Drug performing both the action: Strontium",
        "cop": 1,
        "opa": "Teriparatide",
        "opb": "Risedronate",
        "opc": "Calcitonin",
        "opd": "Denosumab",
        "subject_name": "Orthopaedics",
        "topic_name": "NEET 2018",
        "id": "5facdfce-3f51-4714-9749-42d81d781b18",
        "choice_type": "single"
    }
]