[
    {
        "question": "Neuropraxia is a condition characterized by",
        "exp": "Ans. (d) Physiological block. Ref Apley's 8th/ 231. Patterns of nerve injury. Neuropraxia. Axonotmesis. Neurotmesis* Reversible physiological nerve conduction block* It is seen in crutch palsy tourniquet palsy, and Saturday night palsy.* There is loss of conduction because of axonal interruption but the nerve is in continuity and the neural tubes are intact* Seen in closed fractures and dislocations* There is complete division of nerve with complete loss of conduction (i. e. epineurium, perineurium, endoneurium, & axon all have lost their continuity)* Seen in open wounds",
        "cop": 4,
        "opa": "Division of nerve sheath",
        "opb": "Division of axons",
        "opc": "Division of nerve fibres",
        "opd": "Physiological block",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "8fa82c7b-8643-40ec-b9da-22974e60eb8a",
        "choice_type": "single"
    },
    {
        "question": "In 3 year child with polio paralysis, tendon transfer operation is done at",
        "exp": "Ans is 'b' i. e. after 2 years Tendon transfers: are done to equalize an unbalanced paralysis or to use the motor power of working muscles for more useful functions. It is not done before 5 yrs of age as the child has to be manageable enough to be taught proper exercises.",
        "cop": 2,
        "opa": "2 months after the disease",
        "opb": "2 years after the disease",
        "opc": "6-12 months after the disease",
        "opd": "After skeleton maturation",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "894bcaa1-c5e9-4e5f-be41-5982c3719962",
        "choice_type": "single"
    },
    {
        "question": "Sunderland classification is used for -",
        "exp": "Ans. is 'a' i. e., Nerve injuryo Sunderland is an extension of the seddon classification and includes 5 types of nerve injuries. Type-1. Conduction block (neuropraxia). Type -2. Axonal injury (Axonotmesis). Type-3. Type-2 plus endoneurium injury. Type -4. Type-3 plus perineurium injury. Type -5. Type-4 plus epineurium injury (Neurotmesis)",
        "cop": 1,
        "opa": "Nerve injury'",
        "opb": "Muscle injury",
        "opc": "Tendon injury'",
        "opd": "Ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "3401c843-6ada-4c23-8971-ea414e92fefd",
        "choice_type": "single"
    },
    {
        "question": "Physiological interruption of transmission is -",
        "exp": "Ans. is 'a' i. e., Neuropraxia Seddoms classification of nerve injurieso Seddon identified three types of injuries. Neuropraxia. There is contusion of the peripheral nerve which causes reversible physiological nerve conduction block. The axis cylinder (i. e., axon with its endoneurium) is preserved. Thus, there is physiological conduction block without anatomic disruption. The injury is temporary and recovery is complete. It is seen in crutchpalsy, tourniquet palsy, and Saturday night palsy. Axonotemesis. There is injury to axon but endoneurium is preserved. Spontaneous recovery is expected in some cases. This is seen in closed fractures and dislocations. Neurotemesis. There is complete anatomical section of nerve. No recovery possible. It is seen in open wound.",
        "cop": 1,
        "opa": "Neuropraxia",
        "opb": "Neurotmesis",
        "opc": "Axonotmesis",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "644cccf9-76d3-407f-b779-682ee42c7969",
        "choice_type": "multi"
    },
    {
        "question": "Finkelstein test is used for diagnosis of?",
        "exp": "Ans. (d) De quervain tenosynovitis. Ref.: Appendix-135 for \"Tests used in orthopedics)",
        "cop": 4,
        "opa": "Thoracic outlet syndrome",
        "opb": "Carpal tunnel syndrome",
        "opc": "Tarsal tunnel syndrome",
        "opd": "De quervain tenosynovitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "46bc2e79-a818-4104-9b00-cbd6b26933fc",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for entrapment neuropathy is -",
        "exp": "Ans. is 'd' i. e., EMC NCV o The diagnosis of mononeuropathy in entrapment neuropathy is based on electrodiagnostic studies (EMG/ NCV) and Magnetic resonance imaging (MRI). o Entrapment neuropathy is a medical condition caused by entrapment and compression of a peripheral nerve wherever it traverses fibro-osseous tunnels, o Sites of entrapment neuropathy are: -Carpal tunnel. Median nerve (carpal tunnel syndrome). Cubital tunnel:- Ulnar nerve (cubital tunnel syndrome). Guy an s canal. Ulnar nerve (Guy an's canal syndrome). Tarsal tunnel:- Posterior tibial nerve (Tarsal tunnel syndrome). Inguinal ligament Lateral cutaneous nerve of thigh (meralgia paraesthetica). Suprascapular notch:- Suprascapular nerve Neck of fibula Common peroneal nerve. Fascial tunnel of superficial peroneal nerve Superficial peroneal nerve A reuse of Frohse Posterior interosseous syndrome. Thoracic outlet:- Lower trunk of brachial plexus Compression in the foot Digital nerve (Morten's metatarsalgia)",
        "cop": 4,
        "opa": "CTSCAN",
        "opb": "Clinicalexamination",
        "opc": "Ulrasonography",
        "opd": "EMGNCV",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "fccb776f-7072-4b3b-9953-5246c7399a1b",
        "choice_type": "single"
    },
    {
        "question": "Erb-Duchenne paralysis occurs by lesion to brachial plexus at the level of",
        "exp": "Ans. b (C5-C6). (Ref: B & L, Surgery, 22nd ed., 380). Erb - Duchene paralysis- C5 and C6 join to form upper trunk of brachial plexus (ERB's point).- Nerve root involved. Mainly C5 & C6.- Site of injury. Uppertrunk of brachial plexus, six nerves meet here.- Cause of injury. Undo separation of the head from the shoulder, which is commonly encountered in Birth injury, Fall on shoulder, & during anaesthesia.- Muscle paralysed. Mainly biceps, deltoid, brachialis, brachioradialis, partly supraspinatus, infraspinatus & supinator.- Deformity. Arm hangs by the side; it's adducted & medially rotated, forearm is extended & pronated also called policemen tip hand or porter's tip hand.- Disability# Abduction & lateral rotation of arm.# Biceps & supinator jerks are lost.# Flexion & supinator of the forearm# Sensation lost over a small area over the lower part of deltoid.",
        "cop": 2,
        "opa": "C4-C5",
        "opb": "C5-C6",
        "opc": "C6-C7",
        "opd": "C8-T1",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "e3f67c09-00c5-4e53-bca5-493a99c0b640",
        "choice_type": "single"
    },
    {
        "question": "Charcot's joint is another name for joint affected by-",
        "exp": "Ans. is 'a' i. e., Neuropathy o Another name given to joint affected by neuropathic arthropathy is charcot's joint. Neuropathic joint (Charcqa. Cslomt)o It is a progressive destructive arthritis associated with loss of pain sensation, proprioception or both, in addition normal muscular reflexes that modulate joint movements are decreased, o Without these protective mechanisms, joints are subjected to repeated trauma, resulting in progressive cartilage and bone damage. a It is most commonly caused by diabetes meliitus. Pathophysiologyo At least two underlying mechanisms are believed to be involved in the pathogenesis of neuropathic arthritis. An abnormal autonomic nervous system is thought to be responsible for the increased blood flow to the joint and subsequent resorption of bone. With the loss of deep pain, proprioception and protective neuromuscular reflexes, the joint is subjected to repeated injuries including ligamental tears and bone fractures. Pathologyo The pathological changes seen in charcoal's joints are similar to those found in severe osteoarthritic joint. o There is fragmentation and eventual loss of articular cartilage with ebu motion of the underlying bone. o Osteophytes are found at the joint margins. o With more advanced diseases, erosions are present on the joint surface. Fractures, devitalized bone, and intraarticular loose bodies may be present. Joint effusions are prominent. Clinical manifestationso Usually begins in a single joint and then progresses to involve other joints. o The involved joints progressively becomes enlarged from bony overgrowth and synovial effusion. o Loose bodies may be palpated in the joint cavity. o Joint instability, subluxation and crepitus occur. o The joint pain experienced by the patient is less than that would be anticipated based on the degree of joint involvement. Causes of Neuropathic joint disease (Chareoat's joint)o Diabetes mellitus (most common)o Tabes Dorsaliso Meningomyeloceleo Syringomyeliao Amyloidosiso Leprosyo Congenital indifference to paino Peroneal muscular atrophy",
        "cop": 1,
        "opa": "Neuropathy",
        "opb": "Osteoarthritis",
        "opc": "Rheumatoid arthritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Nervous System",
        "id": "530d3285-39a0-4c5f-be19-0d74bb08fd3f",
        "choice_type": "single"
    }
]