[
    {
        "question": "15/F complains of anterior knee pain, increased on climbing stairs and getting up after prolonged sitting. Diagnosis is:",
        "exp": "Given scenario suggests diagnosis of Chondromalacia patellae Plica syndrome- anterior knee pain, clicking, clunking, and a popping sensation on patellofemoral loading activity such as squatting Patellofemoral ahritis will be seen at a later age and will have pain in all movements of knee. Bipaite patella is congenital fragmentation of patella and is usually asymptomatic.",
        "cop": 1,
        "opa": "Chondromalacia patellae",
        "opb": "Bipaite patellae",
        "opc": "Plica syndrome",
        "opd": "Patellofemoral ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "35cd4faf-f262-4883-9836-4de77f1a505b",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding pes planus except:",
        "exp": "PES PLANUS (FLAT FOOT) Flat foot refers to obliterated medial longitudinal arch Heel is often in valgus called as planovalgus Pes Planus is of 2 types: (Differentiated by Jack's test) Flexible: Disappears on non-weight bearing. Management is conservative Rigid: Due to congenital veical talus or RA or infection or tarsal coalition or tibialis posterior dysfunction. They often require surgical intervention Tarsal Coalition is autosomal dominant fusion of tarsal bones (talocalcaneal, calcaneonavicular and talonavicular)",
        "cop": 4,
        "opa": "There is collapse of medial longitudinal arch",
        "opb": "The heel becomes valgus and foot pronates at the subtalar-mid complex joint",
        "opc": "Jack's test differentiates between flexible and rigid deformity",
        "opd": "One of the common type of tarsal coalition is calcaneonavicular & it is autosomal recessive",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "b97145e8-ab1b-4a7e-bb4f-121e99e8e8cd",
        "choice_type": "multi"
    },
    {
        "question": "Gradual painful limitation of shoulder movements in an elderly suggest that the most probable diagnosis is:",
        "exp": "FROZEN SHOULDER OR ADHESIVE CAPSULITIS OR PERIAHRITIS SHOULDER It is characterized by progressive pain and stiffness of the shoulder, which usually resolve spontaneously. There is significant restriction in both active and passive range of motion. A. Painful Inflammatory Freezing Phase Lasts 2-9 months B. Phase of Progressive Stiffness Lasts 3-12 months Pain decreases and stiffness increases Attempt to exceed range of stiffness is accompanied by pain C. Resolution/Thawing Phase Lasts 1-3 years (can be as sho as 1 month) Shoulder slowly and progressively becomes more supple.",
        "cop": 3,
        "opa": "Ahritis",
        "opb": "Osteoahritis",
        "opc": "Periahritis",
        "opd": "Myositis ossificans",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "49e489aa-1ce8-4c8d-98ca-6cef64366b1e",
        "choice_type": "single"
    },
    {
        "question": "de Quervain's disease classically affects the:",
        "exp": "de QUERVAIN'S DISEASE The abductor pollicis longus and extensor pollicis brevis tendons may become inflamed Pathognomic sign is Finkelstein's test The examiner places patients' thumb across the palm in full flexion, and then holding the patient's hand firmly, turns the wrist sharply into adduction In positive test this is acutely painful Repeating the movement with the thumb left free is relatively painless.",
        "cop": 4,
        "opa": "Flexor pollicis longus and brevis",
        "opb": "Extensor carpi radialis and extensor pollicis longus",
        "opc": "Abductor pollicis longus and brevis",
        "opd": "Extensor pollicis brevis and abductor pollicis longus",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "80e09e35-2834-4124-8835-ea0a1c7f6bac",
        "choice_type": "multi"
    },
    {
        "question": "The following muscles cause inversion of foot except?",
        "exp": "* Muscles causing inversion of foot:- Tibialis anterior - Tibialis posterior- Extensor Hallucis Longus * Muscle causing eversion of foot:- Peroneus longus- Peroneus brevis",
        "cop": 3,
        "opa": "Tibialis Anterior",
        "opb": "Tibialis Posterior",
        "opc": "Peroneus Longus",
        "opd": "EHL",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "8529306d-c256-4cb0-8612-7939c9617428",
        "choice_type": "multi"
    },
    {
        "question": "A 40 yr old diabetic man comes with a complaint of inability to bend his ring finger and development small nodules on the palm. What will be not be a pa of your management in this patient?",
        "exp": "This is a condition of Dupuytren's contracture Flexion deformity- because of abnormal fibrosis of palmar aponeurosis leading to cord or nodule formation. M/C cause is Idiopathic MCP>PIP>DIP involved most commonly Ring finger more common than little finger involved Treatment: Conservative by stretching and inj. collagenase When more than 30 degree involved at MCP and more than 15-20 degree at PIP subtotal fasciectomy is done",
        "cop": 2,
        "opa": "Wait and watch",
        "opb": "When more than 15 degree flexion deformity involved at PIP: Subtotal fasciectomy",
        "opc": "When more than 30 degree flexion deformity involved at MCP: Subtotal fasciectomy",
        "opd": "Collagenase injection",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "2547ea24-8491-43c1-80f2-fd3a09d5c40b",
        "choice_type": "multi"
    },
    {
        "question": "Removal of veebral disc is by all these methods except:",
        "exp": "Laminoplasty reconstructs the veebral lamina to decompress the spinal cord Laminotomy remove the pa of the lamina of a veebral arch(paial removal) in order to relieve pressure in the veebral canal. Laminectomy total removal of the lamina Hemilaminectomy only pa of the lamina and only a poion of the facet joint is removed to allow more room for the lumbar nerves",
        "cop": 3,
        "opa": "Laminotomy",
        "opb": "Laminectomy",
        "opc": "Laminoplasty",
        "opd": "Hemilaminectomy",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "c316cd0c-6428-4329-b1f0-f678911121d8",
        "choice_type": "multi"
    },
    {
        "question": "Cozen test is for",
        "exp": "Cozen test is for tennis elbow (Lateral epicondylitis) Golfers elbow -Medial epicondylitis Frozen Shoulder- Adhesive capsulitis Little leaguers elbow- avulsion of tip of medial epicondyle",
        "cop": 2,
        "opa": "Golfer's elbow",
        "opb": "Tennis elbow",
        "opc": "Little leaguers elbow",
        "opd": "Frozen shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "ceded267-bd6c-407a-9c44-cbce08cd7979",
        "choice_type": "single"
    },
    {
        "question": "Cozen test is positive in:-",
        "exp": "Tennis elbow a/k/a lateral epicondylitis. inflammation of comman extensor origin (ECRB>ECRL) Dx- COZEN TEST-- Wrist dorsiflexion resisted by causing pain.",
        "cop": 3,
        "opa": "Pulled elbow",
        "opb": "Skiers thumb",
        "opc": "Tennis elbow",
        "opd": "Golfer's elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "e4cc3f6b-61da-455d-87d8-9f4c3a4d236c",
        "choice_type": "single"
    },
    {
        "question": "What is wrong for Game keeper's thumb?",
        "exp": "Game keeper's thumb: Also called skier's thumb MC injury of 1st MCP joint Ulnar collateral ligament tear due to forced radial detion",
        "cop": 3,
        "opa": "1st metacarpophalangeal joint involvement",
        "opb": "Tear of ulnar collateral ligament",
        "opc": "Forced Ulnar detion is the cause",
        "opd": "Also called skier's thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "8bc10424-28a3-4c63-88ca-bd34c2568374",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Sprengel's deformity except:",
        "exp": "Sprengel's scapula is sho and high scapula. Klippel-Feil syndrome - Fusion of cervical veebra causing a triad of: Sho neck Low posterior hair line Restricted neck movement In 50% of cases, they have sho and high scapula. The scapula is attached to the veebra by omo-veebral band. * Sprengel's deformity is also associated with congenital scoliosis and diastemetomyelia (veebral deformity)",
        "cop": 4,
        "opa": "Associated with Congenital scoliosis",
        "opb": "Associated with Diastematomyelia",
        "opc": "High incidence with Klippel Feil syndrome",
        "opd": "Associated with Dextrocardia",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "609e4386-7e35-4bfc-b7d3-f401adb17a4d",
        "choice_type": "multi"
    },
    {
        "question": "In hand surgery which area is called no man's land:",
        "exp": "- No man's land - it lies between palmar crease and flexor crease of PIP. 5 zones of hand: Zone 5 - forearm Zone 4 - carpal tunnel syndrome Zone 3- lumbricals Zone 2- FDS/ No man's land Zone 1 - FDP",
        "cop": 3,
        "opa": "Proximal phalanx",
        "opb": "Distal phalanx",
        "opc": "Between distal palmar crease and flexor crease of PIP",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "04d588ff-a5ec-46fd-a169-2d2a4c0b47fb",
        "choice_type": "multi"
    },
    {
        "question": "When do you operate for prolapsed disc?",
        "exp": "Indications for Surgery Absolute indications Relative indications 1. Bladder and bowel involvement 2. Increasing neurological deficit 1. Failure of conservative treatment--Up to 6 weeks of trial is usually given 2. Recurrent sciatica: 1st attack 90% recover 2nd attack 90% recover; 50% recurrent consider surgery 3rd attack 90% recover but all recurrent propose surgery 3. Significant neurological deficit with SLR reduction 4. Disc rupture in stenotic canal 5. Recurrent neurological deficit",
        "cop": 3,
        "opa": "Busy executive needs quick surgery",
        "opb": "Only with weakness no pain",
        "opc": "Severe pain interfering with activity and not relieved by rest and treatment of 8 weeks",
        "opd": "Patient of PID with difficulty in ambulation",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "fb1b0f68-8408-4514-8512-25abef6da90d",
        "choice_type": "single"
    },
    {
        "question": "Middle finger extension test (Maudsley test) is done for",
        "exp": "Middle finger extension test will cause the stretch of entire extensor tendon and so it is used for tennis elbow (Lateral epicondylitis)",
        "cop": 3,
        "opa": "Medial epicondylitis",
        "opb": "Carpal tunnel syndrome",
        "opc": "Lateral Epicondylitis",
        "opd": "Dequervain's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "2e26c73f-dd61-4dc8-b5c2-8b9929e964a9",
        "choice_type": "single"
    },
    {
        "question": "Medial epicondylitis is called?",
        "exp": "Golfer's elbow- Medial epicondylitis Tennis elbow- Lateral epicondylitis Student elbow/Miners elbow/Draughtsman's elbow- Olecranon bursitis (chronic inflammation of the olecranon bursa, as a result of repetitive minor injuries)",
        "cop": 2,
        "opa": "Tennis elbow",
        "opb": "Golfer's elbow",
        "opc": "Student elbow",
        "opd": "Miners elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "0c8e6016-ebd8-4931-a4d8-f479a94c3149",
        "choice_type": "multi"
    },
    {
        "question": "Dupuytren's contracture can be caused by:",
        "exp": "DUPUYTREN'S CONTRACTURE: hyperophy and contracture of superficial palmar fascia Higher incidence in epileptics receiving phenytoin therapy, diabetics, alcoholic cirrhosis, AIDS, pulmonary tuberculosis There is proliferating fibroplasia of the subcutaneous palmar tissue, forming nodules. It results in finger contractures, thinning of subcutaneous fat, pitting of skin and knuckle pads. It is more common in males. Joint involved: MCP>PIP>DIP Finger involved: Ring>Little The trauma of chronic repetitive nature such as vibrations of machines is a frequent cause Though surgery is the best treatment of choice, it is delayed until the contractures develop. Treatment of Dupuytren Disease: Nonoperative: External beam radiation Steroid injection Collagenase Operative: Subcutaneous fasciotomy Paial (selective) fasciectomy Complete fasciectomy Fasciectomy with skin grafting Staged external fixation Ahrodesis Amputation",
        "cop": 4,
        "opa": "Eptoin",
        "opb": "Alcoholism",
        "opc": "Diabetes",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "10862e3d-f64f-4eb5-befa-5700769c8239",
        "choice_type": "multi"
    },
    {
        "question": "H reflex on electromyography is seen in:",
        "exp": "The H reflex is basically an electrophysiologically recorded Achilles tendon stretch reflex Is performed by stimulating the tibial nerve in popliteal fossa. It is recorded over the soleus or gastrocnemius muscles. It is used most commonly to evaluate S1 radiculopathy or to distinguish it from an L5 radiculopathy. i",
        "cop": 4,
        "opa": "L1 Radiculopathy",
        "opb": "L4 Radiculopathy",
        "opc": "L5 Radiculopathy",
        "opd": "S1 Radiculopathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "526b8fb7-0b81-4bb6-ad49-de152029f76f",
        "choice_type": "single"
    }
]