[
    {
        "question": "15/F complains of anterior knee pain, increased on climbing stairs and getting up after prolonged sitting. Diagnosis is:",
        "exp": "Given scenario suggests diagnosis of Chondromalacia patellae Plica syndrome- anterior knee pain, clicking, clunking, and a popping sensation on patellofemoral loading activity such as squatting Patellofemoral ahritis will be seen at a later age and will have pain in all movements of knee. Bipaite patella is congenital fragmentation of patella and is usually asymptomatic.",
        "cop": 1,
        "opa": "Chondromalacia patellae",
        "opb": "Bipaite patellae",
        "opc": "Plica syndrome",
        "opd": "Patellofemoral ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "35cd4faf-f262-4883-9836-4de77f1a505b",
        "choice_type": "single"
    },
    {
        "question": "Gradual painful limitation of shoulder movements in an elderly suggest that the most probable diagnosis is:",
        "exp": "FROZEN SHOULDER OR ADHESIVE CAPSULITIS OR PERIAHRITIS SHOULDER It is characterized by progressive pain and stiffness of the shoulder, which usually resolve spontaneously. There is significant restriction in both active and passive range of motion. A. Painful Inflammatory Freezing Phase Lasts 2-9 months B. Phase of Progressive Stiffness Lasts 3-12 months Pain decreases and stiffness increases Attempt to exceed range of stiffness is accompanied by pain C. Resolution/Thawing Phase Lasts 1-3 years (can be as sho as 1 month) Shoulder slowly and progressively becomes more supple.",
        "cop": 3,
        "opa": "Ahritis",
        "opb": "Osteoahritis",
        "opc": "Periahritis",
        "opd": "Myositis ossificans",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "49e489aa-1ce8-4c8d-98ca-6cef64366b1e",
        "choice_type": "single"
    },
    {
        "question": "Cozen test is for",
        "exp": "Cozen test is for tennis elbow (Lateral epicondylitis) Golfers elbow -Medial epicondylitis Frozen Shoulder- Adhesive capsulitis Little leaguers elbow- avulsion of tip of medial epicondyle",
        "cop": 2,
        "opa": "Golfer's elbow",
        "opb": "Tennis elbow",
        "opc": "Little leaguers elbow",
        "opd": "Frozen shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "ceded267-bd6c-407a-9c44-cbce08cd7979",
        "choice_type": "single"
    },
    {
        "question": "Cozen test is positive in:-",
        "exp": "Tennis elbow a/k/a lateral epicondylitis. inflammation of comman extensor origin (ECRB>ECRL) Dx- COZEN TEST-- Wrist dorsiflexion resisted by causing pain.",
        "cop": 3,
        "opa": "Pulled elbow",
        "opb": "Skiers thumb",
        "opc": "Tennis elbow",
        "opd": "Golfer's elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "e4cc3f6b-61da-455d-87d8-9f4c3a4d236c",
        "choice_type": "single"
    },
    {
        "question": "When do you operate for prolapsed disc?",
        "exp": "Indications for Surgery Absolute indications Relative indications 1. Bladder and bowel involvement 2. Increasing neurological deficit 1. Failure of conservative treatment--Up to 6 weeks of trial is usually given 2. Recurrent sciatica: 1st attack 90% recover 2nd attack 90% recover; 50% recurrent consider surgery 3rd attack 90% recover but all recurrent propose surgery 3. Significant neurological deficit with SLR reduction 4. Disc rupture in stenotic canal 5. Recurrent neurological deficit",
        "cop": 3,
        "opa": "Busy executive needs quick surgery",
        "opb": "Only with weakness no pain",
        "opc": "Severe pain interfering with activity and not relieved by rest and treatment of 8 weeks",
        "opd": "Patient of PID with difficulty in ambulation",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "fb1b0f68-8408-4514-8512-25abef6da90d",
        "choice_type": "single"
    },
    {
        "question": "Middle finger extension test (Maudsley test) is done for",
        "exp": "Middle finger extension test will cause the stretch of entire extensor tendon and so it is used for tennis elbow (Lateral epicondylitis)",
        "cop": 3,
        "opa": "Medial epicondylitis",
        "opb": "Carpal tunnel syndrome",
        "opc": "Lateral Epicondylitis",
        "opd": "Dequervain's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "2e26c73f-dd61-4dc8-b5c2-8b9929e964a9",
        "choice_type": "single"
    },
    {
        "question": "H reflex on electromyography is seen in:",
        "exp": "The H reflex is basically an electrophysiologically recorded Achilles tendon stretch reflex Is performed by stimulating the tibial nerve in popliteal fossa. It is recorded over the soleus or gastrocnemius muscles. It is used most commonly to evaluate S1 radiculopathy or to distinguish it from an L5 radiculopathy. i",
        "cop": 4,
        "opa": "L1 Radiculopathy",
        "opb": "L4 Radiculopathy",
        "opc": "L5 Radiculopathy",
        "opd": "S1 Radiculopathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Neuromuscular disorders",
        "id": "526b8fb7-0b81-4bb6-ad49-de152029f76f",
        "choice_type": "single"
    }
]