[
    {
        "question": "X-ray proximal femur in a patient with pain hip. The deformity shown is:",
        "exp": "\"Fibrous dysplasia of proximal femur has shepherd crook deformity\".",
        "cop": 2,
        "opa": "Blade of grass deformity",
        "opb": "Shepherd crook deformity",
        "opc": "Chicken wire appearance",
        "opd": "Corduroy appearance",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "4d36c77c-6b44-4c1b-8958-8eaca910d120",
        "choice_type": "single"
    },
    {
        "question": "Which of the following lesion is least likely to be eccentric?",
        "exp": "Simple Bone cyst is seen in metaphysis or in diaphysis and it can be least likely to be at an eccentric location. Aneurysmal bone cyst is the lesion most likely to occur in ecentric location. All other lesions might sta from centre but ultimately during presentation,they present as eccentric lesion.",
        "cop": 2,
        "opa": "GCT",
        "opb": "Simple bone cyst",
        "opc": "Osteochondroma",
        "opd": "Aneurysmal bone cyst",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "ac9268be-eadc-400c-8042-6f677e271937",
        "choice_type": "single"
    },
    {
        "question": "Knee with leg x- ray of an adolescent boy is shown. Probable diagnosis:",
        "exp": "Chondromyxoid Fibroma Disease of adolescent Knee X-ray Sclerotic lesion around the coex in the tibia. . Small eccentric lytic lesion which lie parallel to the long axis of the bone. * Bone cyst with fracture will show a larger lesion and is mostly unilateral. * Osteitis Fibrosis cystica will present with multiple lesions and also has a history of abdominal groans, psychic moans and renal stones. * Osteosarcoma is a malignant lesion usually occurs above the joint.",
        "cop": 1,
        "opa": "Chondromyxoid fibroma",
        "opb": "Osteosarcoma",
        "opc": "Bone cyst with fracture",
        "opd": "Osteitis Fibrosis cystica",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "c001d8b1-01eb-493c-8dab-7ca53dbb61a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a benign bone tumor?",
        "exp": "Chordoma is a slow growing malignant tumor arising from notochordal remnants. Late pulmonary metastasis can occur in 9% of cases.",
        "cop": 4,
        "opa": "Osteoid osteoma",
        "opb": "Chondroma",
        "opc": "Enchondroma",
        "opd": "Chordoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "3db3c78b-bcb5-4df0-8e8c-9afdcba83528",
        "choice_type": "single"
    },
    {
        "question": "Osteosarcoma originates from which type of cells",
        "exp": "BONE TUMOURS CELL OF ORIGIN BENIGN MALIGNANT OSTEOBLAST Osteoma OSTREOSARCOMA CHONDROBLAST CHONDROMA CHONDROSARCOMA CHONDROBLASTOMA OSTEOCHONDROMA OSTEOCLAST GIANT CELL TUMOR MALIGNANT GIANT CELL TUMOUR U M C (MEDULLA) ESINOPHILIC GRANULOMA MYELOMA ANGIOSARCOMA (EWING'S) LYMPHOMA (RCS) FIBROBLAST NON-OSSIFYING FIBROMA FIBROSARCOMA",
        "cop": 2,
        "opa": "Osteocytes",
        "opb": "Osteoblasts",
        "opc": "Chondrocytes",
        "opd": "Osteoclast",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "1f708caf-16a7-49ac-8330-1448c2065a40",
        "choice_type": "single"
    },
    {
        "question": "The most likely diagnosis for the tumor at upper end of tibia is:-",
        "exp": "* Giant cell tumor - It is the only tumor to involve the joint. It is seen in 20-40 years of age (after skeletal maturity). It occurs in epiphysis (mainly) and extends into metaphysis, so called as epiphyseal-metaphysis tumor * Unicameral bone cyst -Unilocular cystic bone cavity filled with serosanguinous fluid. X-ray shows fallen leaf sign. It often abuts but does not cross the physis. * Aneurysmal bone cyst -Blood-filled cystic spaces. X-ray shows expansile, lytic cystic lesions and MRI shows fluid-fluid levels within the lesion. * Chondroblastoma - presence of \"chicken-wire\" calcification is pathognomonic.",
        "cop": 1,
        "opa": "GCT",
        "opb": "UBC",
        "opc": "ABC",
        "opd": "CB",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "415e0377-03d2-4858-abc7-133a65280ec1",
        "choice_type": "single"
    },
    {
        "question": "Peak incidence of osteosarcoma occurs at:-",
        "exp": "* The most common bone tumor of 1st decade is Ewing's sarcoma.* The most common bone tumor of 2nd decade is osteosarcoma.* Both osteosarcoma and Ewing's sarcoma peak in 2nd decade (10-20 years of age).",
        "cop": 1,
        "opa": "2nd decade",
        "opb": "3rd decade",
        "opc": "5th decade",
        "opd": "6th decade",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "fb2bb396-a5f6-46c8-9677-a23c05fa1687",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy that metastasizes to the spine in females is:",
        "exp": "Metastatic Bone Disease Most common sites of primary for bone metastasis. In males - Prostate > Lung In Female - Breast > Lung In Children - Neuroblastoma Overall most common is breast Skeletal sites most frequently involved Spine (Dorsal) Lytic expansile metastasis seen in Renal cancer Thyroid carcinomas Purely Osteoblastic secondaries Prostate/Carcinoid/Medulloblastoma",
        "cop": 4,
        "opa": "Thyroid",
        "opb": "Prostate",
        "opc": "Lung",
        "opd": "Breast",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "7fe74fa4-33a1-4097-aecf-8fb19683859d",
        "choice_type": "single"
    },
    {
        "question": "Most radio-resistant tumor:",
        "exp": "Radio-resistant tumour: Osteosarcoma Chondrosarcoma Malignant fibrous histiocytoma Most radio-sensitive - Ewing's sarcoma",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Malignant fibrous histiocytoma",
        "opc": "Ewing's sarcoma",
        "opd": "Multiple myeloma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "98e1093f-b0ad-417a-b460-3a8713198359",
        "choice_type": "single"
    },
    {
        "question": "True about bone tumor is:",
        "exp": "AGE Tumors 1st Decade Ewing's sarcoma (Can be 5-20 years), Unicameral Bone Cyst Retinoblastoma Rhabdomyosarcoma Metastasis from Neuroblastoma 2nd Decade Osteosarcoma (Can affect all ages) Aneurysmal Bone Cyst Giant cell tumor (20-40 years-classical is 30 years) Adamantinoma Enchondroma After 40Yrs Multiple myeloma >Chondrosarcoma. Note: Ewing's sarcoma is commonest bone tumor of 1st decade but its peak incidence is 2nd decade.",
        "cop": 1,
        "opa": "Multiple myeloma is seen in more than 55 years age and above",
        "opb": "Osteogenic sarcoma-fouh decade",
        "opc": "Chondrosarcoma -first decade",
        "opd": "Osteoclastoma- fifth decade",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "c554cebc-2d28-4935-9862-869b97883c9a",
        "choice_type": "multi"
    },
    {
        "question": "Following the given X Ray most probable diagnosis is ?",
        "exp": "* Giant cell tumor - It goes till the joint. It is the only tumor to involve the joint. It is seen in 20-40 years of age (after skeletal maturity). It occurs in epiphysis (mainly) and extends into metaphysis, so called as epiphyseal-metaphysis tumor * Osteosarcoma - aggressive presentation and found in metaphysis. * Giant cell tumor-Osteoclastoma. * ABC - It occurs in metaphysis and seen in skeletally immature individuals (11-20 years)",
        "cop": 2,
        "opa": "Ewing sarcoma",
        "opb": "Giant cell Tumor",
        "opc": "Osteosarcoma",
        "opd": "Aneurysmal Bone cyst",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "eeec94cc-6548-4d26-a0da-8f84fe4819fb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a differential of giant cell tumor?",
        "exp": "Eccentric lytic lesion with no calcification is the commonest differential. Calcification: Ossifying fibroma, chondroblastoma osteosarcoma hence non-ossifying fibroma is a preferred answer here. Non-ossifying fibroma Benign (non-cancerous) Eccentric Age <15 years Non-aggressivetumor Metaphyseal lesion Sclerotic margin Histologically Giant cell with foam cell Note: Closest differential is ABC.",
        "cop": 2,
        "opa": "Ossifying fibroma",
        "opb": "Non-ossifying fibroma",
        "opc": "Osteogenic sarcoma",
        "opd": "Chondroblastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "3f0d5e8e-2027-4475-b5f7-0cc8fddc4376",
        "choice_type": "single"
    },
    {
        "question": "Which of the following childhood tumors most frequently metastasizes to the bone?",
        "exp": "BONE: Osteosarcoma/Neuroblastoma/Ewing's Sarcoma (Maximum incidence of a paicular tumor type). Neuroblastoma is the Most Common Tumor to have Bone Metastasis in Children",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Ganglioneuroma",
        "opc": "Wilms' tumor",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "acb81776-9551-4593-8c05-37e93d300d5f",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male presented with hip pain for last 6 months. Hip X-ray is as shown below. What is the likely diagnosis?",
        "exp": "Radiographic findings often are diagnostic. The characteristic x ray findings of GCT are: Eccentric Expansile Lobulated Lytic Metaphyseal NO matrix calcification of periosteal new bone formation",
        "cop": 1,
        "opa": "Giant cell tumor",
        "opb": "Simple Bone Cyst",
        "opc": "Adamantinoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "1abf0e1a-736b-4099-9318-5a1f73170145",
        "choice_type": "single"
    },
    {
        "question": "Nidus is seen in:",
        "exp": "Osteoid Osteoma-- mc at femur diaphysis. mc benign true bone tumor,. Typical presentation - Pain that is worse at night and is relieved by aspirin When the lesion is in a veebra, scoliosis may occur. Both osteoblastic & osteoclastic cells are seen The lesion has central lysis with surrounding sclerosis. Growing centre is called as nidus (seed). CT is the best study to identify the nidus and confirms the diagnosis.",
        "cop": 1,
        "opa": "Osteoid osteoma",
        "opb": "Osteosarcoma",
        "opc": "Ewing's sarcoma",
        "opd": "Chondroblastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "1e8e3613-e785-4230-b584-8876e5cc24a7",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Osteogenic sarcoma is:",
        "exp": "Osteosarcoma and GCT involves lower end of femur commonly",
        "cop": 2,
        "opa": "Femur, upper end",
        "opb": "Femur, lower end",
        "opc": "Tibia, upper",
        "opd": "Tibia, lower end",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "b72d6515-a40e-488f-945e-9735f99df47d",
        "choice_type": "single"
    },
    {
        "question": "Characteristic translocation seen in Ewing's sarcoma:",
        "exp": "Ewing sarcoma mc translocation - t(11; 22) (q24; q12) Other diagnostic translocations,:: t(21; 22) (q22; q12), t(7; 22) (p22; q12), trisomy 8 and trisomy 12.",
        "cop": 2,
        "opa": "t(2;8)",
        "opb": "t (11;22)",
        "opc": "t (x;18)",
        "opd": "t (14;18)",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "86d699a5-0f5b-400b-b110-63bbcd13aa96",
        "choice_type": "single"
    },
    {
        "question": "Matrix forming tumor is:",
        "exp": "OSTEOSARCOMA-MATRIX FORMING TUMOR CAUSE OF CALCIFICATION Osteosarcoma is a cancer of young (10-20 years). M/E - malignant cells with osteoid formation. Osteosarcoma is the most common radiation induced sarcoma Most commonly involves femur( lower end) and shows Codman's triangle or sunray appearance of periosteal reactions. Osteosarcoma- most common metastasis is to lung.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Chondrosarcoma",
        "opc": "Fibrosarcoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "81bd55dc-2222-4fad-9b56-cb67d7bee7e2",
        "choice_type": "single"
    },
    {
        "question": "Pediatric patient with upper humerus lytic lesion with coical thinning, which among the following is not a treatment modality:",
        "exp": "CYSTIC LESIONS OF BONE Unicameral Bone Cyst: True Cyst Most common in the proximal humerus and femur. The lesions are most active during skeletal growth and usually heal spontaneously at maturity. Asymptomatic Radiographs: Centrally located, purely lytic lesion with a well-marginated outline. Thinned coical fragment fractures and falls into the base of the lesion confirming its empty cystic nature. Fallen fragment sign is pathognomonic of a unicameral bone cyst, bone fragment, may also hinge around and move with fluid called as trap door sign. Unicameral bone cysts are classified as Active: when they are within 1 cm of the physis Latent: when they are closer to the diaphysis. Rx: Small, asymptomatic lesions in the upper extremities can be treated with observation with serial plain radiographs. Larger lesions (lesions at risk for pathological fracture), symptomatic lesions, and lesions in the lower extremities usually are treated with : Curettage (with or without bone grafting or internal fixation) Aspiration and injection (steroids, bone marrow aspirate, demineralized bone matrix, or sclerosant). Figs: (A) Unicameral or simple bone cyst (B) Fallen fragment (leaf) sign",
        "cop": 2,
        "opa": "Sclerosant",
        "opb": "Radiotherapy",
        "opc": "Curettage and bone grafting",
        "opd": "Steroids",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "72268d95-f1c4-4f4f-b39d-21406d609421",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bone tumor present secondaries in lung with pneumothorax:",
        "exp": "Both osteogenic sarcoma and Ewing's sarcomamay have metastasis to lung. It is much more common in osteogenic sarcoma and about 10% of patients have pulmonary metastasis by the time they are first seen. Incidence of pneumothorax is higher in osteosarcoma metastasis.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Ewing's sarcoma",
        "opc": "Osteoclastoma",
        "opd": "Chondroblastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "c84600c5-fa99-408f-a9ea-2632037d5900",
        "choice_type": "single"
    },
    {
        "question": "Epiphyseal tumor before fusion of epiphysis:",
        "exp": "MOST COMMON SITE OF PRIMARY BONE TUMORS (Epiphyseal) Chondroblastoma (before physeal closure)-purely epiphyseal Osteoclastoma/Giant cell tumor (after physeal closure in adults). Aicular osteochondroma. Clear cell chondrosarcoma. Ewing's Sarcoma : is diaphyseal(middle of the shaft) Chondrosarcoma: Occurs in bones formed with endosteal formation e.g.proximal femur, pelvis, proximal humerus, distal femur, scapula Usually metaphyseal.",
        "cop": 1,
        "opa": "Chondroblastoma",
        "opb": "Chondrosarcoma",
        "opc": "Ewing's sarcoma",
        "opd": "Giant cell tumor",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "1b28a661-f660-4f1d-ad1e-e3bc421183b2",
        "choice_type": "single"
    },
    {
        "question": "Sun burst appearance of skull not seen in",
        "exp": "Sun burst appearance: Osteosarcoma Ewing's sarcoma Metastasis of prostate, breast cancer Neuroblastoma Hemangioma Meningioma Paget's disease-cotton wool skull ,osteoporosis circumscripta",
        "cop": 1,
        "opa": "Paget's disease",
        "opb": "Osteosarcoma",
        "opc": "Metastasis due to neuroblastoma",
        "opd": "Hemangioma",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "a1e2d788-8cf5-405f-b8b9-68cc5d3d65a4",
        "choice_type": "single"
    },
    {
        "question": "Sunray appearance in osteosarcoma is due to:",
        "exp": "Periosteal reactions are classified as non-aggressive and aggressive. Non- aggressive solid periosteal reaction is usually seen in osteomyelitis. Aggressive periosteal reaction includes : Onion peel appearance (Ewing's sarcoma) Sunray appearance (osteosarcoma) Codman's triangle (osteosarcoma).",
        "cop": 2,
        "opa": "Bone destruction",
        "opb": "Periosteal reaction",
        "opc": "Vascular calcification",
        "opd": "Bone hyperophy",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "a0eae05a-838c-4a22-9cb0-d1b600da1f98",
        "choice_type": "single"
    },
    {
        "question": "In which of the following multiple lesions are not seen?",
        "exp": "Osteoid osteoma: Zone of sclerosis surrounding a radiolucent pa is seen POLYOSTOTIC BONE LESIONS Fibrous dysplasia Enchondroma Osteochondroma Ewing's sarcoma Giant cell tumor (Goltz syndrome) Metastasis Multiple myeloma Bone infarction Osteomyelitis",
        "cop": 2,
        "opa": "Enchondroma",
        "opb": "Osteoid osteoma",
        "opc": "Fibrous dysplasia",
        "opd": "GCT",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "1a4876a0-a25c-4998-b4e3-d13f81482aca",
        "choice_type": "single"
    },
    {
        "question": "A 70 yrs male patient has single well defined lytic lesion of skull. The patient had no other complaint and urine examination had no abnormality. What is the most likely diagnosis?",
        "exp": "Langerhans's cell histiocytosis X-ray- well-demarcated lytic lesion, \"hole within a hole\". M/E - \"Tennis-racket\" inclusion bodies and Birbeck granules Plasmacytoma Localized myeloproliferative disorder, does not present with lytic lesions in the skull. Generalized myeloproliferative disorder is multiple myeloma which presents with characteristic \"punched-out\" lytic lesions in the skull. Serum or urinary electrophoresis measures immunoglobulins over-produced by the plasma cells. Lytic lesions of skull: M- Metastasis E- EG(eosinophilic granuloma) L- LCH/Lymphoma T-T.B H-Hyperparathyroidism O- Osteomyelitis R- (Radiotherapy) M- MM(Multiple myeloma) E- Epidermoid",
        "cop": 1,
        "opa": "L.C.H",
        "opb": "Localized myeloproliferative disorder",
        "opc": "Generalized myeloproliferative disorder",
        "opd": "Tumor of osteoblasts",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "dba42402-9124-4a0c-a1fd-1617fc5d4115",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following tumors according to the increasing age they affect. 1. Ewings sarcoma 2. Osteosarcoma 3. Osteoclastoma 4. Multiple Myeloma",
        "exp": "AGE Tumors 1st Decade Ewing's sarcoma (Can be 5-20 years), Unicameral Bone Cyst Retinoblastoma Rhabdomyosarcoma Metastasis from Neuroblastoma 2nd Decade Osteosarcoma (Can affect all ages) Aneurysmal Bone Cyst Giant cell tumor (20-40 years-classical is 30 years) Adamantinoma Enchondroma After 40Yrs Multiple myeloma >Chondrosarcoma.",
        "cop": 2,
        "opa": "2-3-1-4",
        "opb": "1-2-3-4",
        "opc": "4-2-1-3",
        "opd": "1-2-4-3",
        "subject_name": "Orthopaedics",
        "topic_name": "Ohopedics Oncology",
        "id": "a40e222f-33e7-4409-9aaa-3770fcca051c",
        "choice_type": "single"
    }
]