[
    {
        "question": "Which soft tissue sarcoma commonly gives to bone secondaries: (PGI June 2008)",
        "exp": "Ans. C (Osteosarcoma) \"Any cancer can spread to bone, but in adults more than 75% of skeletal metastases originate from cancers of the prostate, breast, kidney & lung. In children, metastases to bone originate from Neuroblastoma, Wilm's tumor, Osteosarcoma, Ewing sarcoma & Rhabdomyosarcoma\"- Robbins7th/1303. Sarcoma Metastasizing through lymhatics (causing L. N involvement) LymhosarcomaQ RhabdomyosarcomaQ AngiosarcomaQ Clear cell sarcomaQ Epithelial sarcoma M aligna nt fibrous histiocytomaQ Synovial cell sarcomaQ",
        "cop": 3,
        "opa": "Fibrosarcoma",
        "opb": "Liposarcoma",
        "opc": "Osteosarcoma",
        "opd": "Neurofibroma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "c132f6f0-3e32-4a1a-9f86-4f2410c31ab4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is bone forming malignant tumour?",
        "exp": "Ans. is 'b' i. e., Osteosarcoma o Bone-forming tumours are a sub-set of bone tumours that are characterised by their propensity to form excess osteoid. They can be further subdivided into benign and malignant tumours. Benign tumours# Osteoid osteoma# Osteoblastoma# Bone island (enostosis)# Osteopoikilosis# Osteoma. Malignant tumourso Malignant bone-forming tumours are all osteosarcomas.# Osteosarcoma (conventional)# Telangiectatic osteosarcoma# Low-grade central osteosarcoma",
        "cop": 2,
        "opa": "Osteoid osteoma",
        "opb": "Osteosarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Giant cell tumour",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "c280ed44-f8bf-4d79-a712-e737165a8042",
        "choice_type": "single"
    },
    {
        "question": "What is the most common site of osteosarcoma:",
        "exp": "Ans. is 'a' i. e. lower end of femur * Common sites in decreasing order of frequency: Lower end of femur*Upper end of tibia *Upper end of humerus. Some other common sites* Osteoclastoma - lower end of femur** Ewing's -tibia** Ivory osteoma -frontal sinus** Osteoid osteoma -tibia** adamantinoma -mandible** Chordoma -sacrum and cervical spine** Multiple myeloma -vertebra** Enchondroma -small bones of hand and feet** Simple bone cyst -upper end of humerus** Aneurysmal bone cyst -lower end of humerus** Bone secondaries -vertebra** Osteochondroma -metaphysis of femur** Rhabdomyosarcoma -head and neck area*",
        "cop": 1,
        "opa": "Lower end of femur",
        "opb": "Upper end of humerus",
        "opc": "Lower end of tibia",
        "opd": "Upper end of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "035e1ac5-8f58-4dfe-9e15-73776099bbe6",
        "choice_type": "single"
    },
    {
        "question": "Radiological inv. shows sun ray appearance; dx is:",
        "exp": "Ans. is 'a' ie Osteosarcoma Classical radiological features*Sun ray appearance*-Osteosarcoma. Onion peel appearance*-Ewing. Soap bubble appearance*-Osteoclastoma. Patchy calcification*-Chondrosarcoma. Wormian bones*-Osteogenesis imperfecta. Trethowan's sign*-Stipped capital femoral epiphysis. Aneurysmal sign*-TB spine.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "GCT",
        "opc": "Osteomyelitis",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "59f23548-a80c-4331-962f-869ebd8c8ebc",
        "choice_type": "single"
    },
    {
        "question": "Codman's triangle is seen in -",
        "exp": "Ans. is 'a' i. e., Osteosarcoma o Codmanrs triangle and sun ray appearance are typical of osteosarcoma. o However, you should keep in your mind following very important facts: -Sunray (sunburst) appearance and codman's triangle indicates periosteal reaction (periosteal new bone formation), Both these are typical of osteosarcoma but may also occur in other rapidly growing bone tumors (Ewing's sarcoma), and infection (osteomyelitis). Similarly, onion peel appearance indicates periosteal new bone-formation and is typical for Ewing's sarcoma. But this can also occur in oseosarcoma and osteomyelitis. The crux is that, aggresivelv growing tumors and infection stimulate the periosteum which then react by forming new bone, (therefore it is called periosteal reaction) which may take any of the above form. o Sun-ray (sunburst) appearance and Codman's triangle: -Typical features of osteosarcoma, May also be seen in Ewing's sarcoma. osteomyelitis, o Onion-peel appearance. Typical feature of Ewing's sarcoma. May also be seen in osteosarcoma, and osteomyelitis",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteoblastoma",
        "opc": "Osteoclastoma",
        "opd": "GCT",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "13eeb923-464b-4682-8a82-445d2730d116",
        "choice_type": "single"
    },
    {
        "question": "7 year old child presents with a lesion in upper tibia. X-ray shows radiolucent area with Codman's triangle and Sunray appearance. Diagnosis is:",
        "exp": "Ans. is 'b' i. e. Osteosarcoma Codman's triangle and sunray appearance is seen in both Osteosarcoma & Ewing's tumor, but the catch point is location of the tumor i. e. upper end of tibia. Osteosarcoma - most commonly involves long bone metaphyses, especially around the knee and at the proximal end of the humerus. Ewing's sarcoma - most commonly involves the mid-diaphyseal region (common bones are tibia, fibula clavicle etc.) [About age Apley's writes - \"Osteosarcoma is said to occur predominantly in children and adolescents\". For differential diagnosis of bone tumors see Q. no. 153 of Nov. 2001",
        "cop": 2,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Osteoid osteoma",
        "opd": "Chondrosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "4a62eb4b-c4e2-4dc2-a4a0-834b0a005574",
        "choice_type": "single"
    },
    {
        "question": "Swelling over distal end of femur with secondaries in lungs, diagnosis is:",
        "exp": "Ans. is 'a' ie Osteogenic sarcoma Osteosarcoma are aggressive lesion and metastasize widely through the blood stream; usually first to the lungs. Ewing's sarcoma also metastasizes, to lung & bones. Bone to bone metastasis are more common. Osteoclastoma rarely metastasizes. Thus this lesion could be either osteosarcoma or Ewing's sarcoma but osteosarcoma would produce swelling at distal end of femur (b/c it arises from metaphysis) and Ewing would not be placed distally b/c it arises from the diaphysis.",
        "cop": 1,
        "opa": "Osteogenic sarcoma",
        "opb": "Giant cell tumor",
        "opc": "Osteoclastoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "bd1f2a30-7591-45c7-9d56-c182b96ebddf",
        "choice_type": "single"
    },
    {
        "question": "A 30 yrs. man with radio dense mass around elbow, with a clear zone between the mass and humerus. What is the probable diagnosis?",
        "exp": "Ans: A (Paraosteal osteosarcoma) Ref: Apleys System of Orthopaedics and Fractures, 9th edition, pg. 210. 720-1. style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">pathology/8077/tumoral-calcinosis. Explanation: PAROSTEAL OSTEOSARCOMAIt is a low-grade sarcoma situated on the surface of one of the tubular bones, usually at the distal femoral or proximal tibial metaphysis or proximal humeral metaphysis. The patient is a young adult who presents with a slowly enlarging mass near the hone end. X-ray shows a dense bony mass on the surface of the bone or encircling it; the cortex is not eroded and usually a thin gap remains between cortex and tumour. CT and MRI will show the boundary between tumour and surrounding soft tissues. Although the lesion is outside the bone, it does not spread into the adjacent muscle compartment until fairly late. Staging, therefore, often defines it as a low grade intracompartmental tumour (stage IA). The described clinical fits this best. PERIOSTE AL OSTEOSARCOMAIt is a rare tumour is quite distinct from parosteal osteosarcoma. It is more like an intramedullary osteosarcoma, hut situated on the surface of the bone. It occurs in young adults and causes local pain and swelling. X-ray shows a superficial defect of the cortex, but CT and MRI may reveal a larger soft-tissue mass. The appearances sometimes suggest a periosteal chondroma and the diagnosis may not be certain until a biopsy is performed. Histologically this is a true osteosarcoma, hut characteristically the sections show a prominent cartilaginous element. Myositis Ossificans. Heterotopic ossification in the muscles sometimes occurs after an injury, articularly dislocation of the elbow or a blow to the hrachialis, deltoid or quadriceps. It is thought to be due to muscle damage, hut it also occurs without a local injury in unconscious or paraplegic patients. It also occurs in hip injuries, after hip surgeries (THR) and burns patients. There may be a history of native massage treatment with passive manipulation. Soon after the injury, the patient (usually a fit young man) complains of pain: there is local swelling and soft-tissue tenderness. X-rav is normal but a bone scan may show increased activity. Over the next 2-3 weeks the pain gradually subsides, but joint movement is limited; X-ray may show fluffy calcification in the soft tissues. By 8 weeks the bony mass is easily palpable and is clearly defined in the X-ray. Above scenario is not falling into this choice. Tumoral calcinosis. It is a rare and poorly understood entity characterized by calcium salt deposits in the extra-capsular soft tissues. More common in females and African- Americans. Onset is usually in childhood or early adolescence. Typically occurs around joints, primarily the hip shoulder and elbows. Pathophysiology - is unknown. There is evidence suggesting an inborn abnormality of phosphorus metabolism. Associated conditions - calcinosis of renal failure, radiographically similar appearance to tumoral calcinosis, but not as strongly associated with hip and shoulder distribution. Renal aetiology differentiates it from tumoral calcinosis. Associated with hyperphosphatemia, chronic renal failure, and long term dialysis. Symptoms - mass or swelling typically around joints, pain secondary to compression of normal, surrounding structures, palpable mass around joint. Imaging. Radiographs - circular or oval, well- demarcated masses of calcium around joints, direct involvement of the bones or joints is rare. CT may demonstrate fluid-fluid levels within some of these masses. MRI may demonstrate fluid-fluid levels within some of these masses. Bone scan may reveal intense uptake in the calcific masses.",
        "cop": 1,
        "opa": "Paraosteal osteosarcoma",
        "opb": "Periosteal osteosarcoma",
        "opc": "Myositis ossificans",
        "opd": "Tumour calcinosis.",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "19018a60-b371-4b2d-b1fd-91adfc85a45e",
        "choice_type": "single"
    },
    {
        "question": "Sunray appearance on X - ray is seen in -",
        "exp": "Ans. is 'a' i. e., Osteosarcoma o Codman's triangle and sun ray appearance are typical of osteosarcoma. o However, you should keep in your mind following very important facts: -Sunray (sunburst) appearance and codman's triangle indicates periosteal reaction (periosteal new bone formation). Both these are typical of osteosarcoma but may also occur in other rapidly growing bone tumors (Ewing's sarcoma), and infection (osteomyelitis). Similarly, onion peei appearance indicates periosteal new bone-formation and is typical for Ewing's sarcoma. But this can also occur in oseosarcoma and osteomyelitis. The crux is that, aggresively growing tumors and infection stimulate the periosteum which then react by forming new bone, (therefore it is called periosteal reaction) which may take any of the above form.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteochondroma",
        "opc": "Osteoclastoma",
        "opd": "Chondroblastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "80b492af-ae7c-4d3a-a53e-b32b28c79394",
        "choice_type": "single"
    },
    {
        "question": "Sun burst appearance is seen in:",
        "exp": "Ans. (a) Osteosarcoma. Ref: Maheshwari 5th ed. / 239* Osteosarcoma is an aggressive malignant neoplasm arising from primitive transformed cells of mesenchymal origin (and thus a sarcoma) that exhibit osteoblastic differentiation and produce malignant osteoid.* Sun Ray Appearance It is the most common radiological finding of primary bone cancer.* If the lesion grows rapidly but steadily, the periosteum will not have enough time to lay down thin shell of bone, and in such cases, the tiny fibers that connect the periosteum to the bone (Sharpens fibers) become stretched out perpendicular to the bone.* When these fibers ossify, they produce a pattern sometimes called \"sunburst\"periosteal reaction.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteopetrosis",
        "opc": "Osteomyelitis",
        "opd": "Osteo-radionecrosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "a5ca8c33-9b3d-4373-bbdf-a68c190a3f46",
        "choice_type": "single"
    },
    {
        "question": "Sunray appearance and Codmans triangle are radiological features of which of the following tumors?",
        "exp": "Ans. is 'a' i. e., Osteosarcoma X-ray Appearance. Tumour. Onion Peel Appearance. Ewings Sarcoma. Soap Bubble appearance. GCTCodmans Triangle. Osteosarcoma. Sun Burst Appearance. Osteosarcomao Codman's triangle and sunray appearance are typical of osteosarcoma. o However, you should keep in your mind following very important facts: -# Sunray (sunburst) appearance and codman's triangle indicates periosteal reaction (periosteal new bone formation).# Both these are typical of osteosarcoma but may also occur in other rapidly growing bone tumors (Ewing's sarcoma), and infection (osteomyelitis).# Similarly, onion peel appearance indicates periosteal new bone-formation and is typical for Ewing's sarcoma. But this can also occur in oseosarcoma and osteomyelitis.# The crux is that, aggresively growing tumors and infection stimulate the periosteum which then react by forming new bone, (therefore it is called periosteal reaction) which may take any of the above form. o Sun-ray (sunburst) appearance and Codman's triangle: -# Typical features of osteosarcoma.# May also be seen in Ewing's sarcoma, osteomyelitis, o Onion-peel appearance# Typical feature of Ewing's sarcoma.# May also be seen in osteosarcoma, and osteomyelitis",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Ewings Sarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Multiple Myeloma",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "5bbd696b-2bc3-4d98-99af-676839046281",
        "choice_type": "single"
    },
    {
        "question": "In osteogenic sarcoma predominant histological finding is -",
        "exp": "Ans. is 'b' i. e.. Osteoid forming tumor ceils [Ref: Apley's 9th/e p. 208}Histologic appearance of osteosarcomao It appears pale and extending through the cortex on gross cut section examination, o On histological sections it consists of malignant stromal tissue showing osteoid formation. o Osteoid bone formation by tumor cells is diagnostic of OGS.",
        "cop": 2,
        "opa": "Giant cells",
        "opb": "Osteoid forming tumor cells",
        "opc": "Fibroblastic proliferation",
        "opd": "Chondroblasts",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteogenic Sarcoma",
        "id": "ac2f91a2-9631-4ad0-a31c-172c515e3615",
        "choice_type": "single"
    }
]