[
    {
        "question": "Spondyloarthopathy which is seronegative are all except -",
        "exp": "Ans. is 'c' i. e. Seronegative spondyloarthropathieso The seronegative spondyloarthropathies are a group of disorders that share certain clinical features and genetic associations. The word seronegative referes to the absence of rheumatoid factor in this group of disorders. The seronegative spondyloarthropathies include -Ankylosing spondylitis. Reactive arthritis - Reiter syndrome and enteritis associated arthritisP soriatic arthritis. Arthritis associated with inflammatory* bowel disease, i. e. enteropathic arthritis. Features of seronegative spondyloarthropathieso Onset usually before 40 yearso Absence of RA factoro HLA - B27 positiveo Presence of uveitiso Examples. Ankylosing spondylitis, Reitter's syndrome, Psoriatic arthritis, Enteropathic arthritis. Reactive arthritis.",
        "cop": 3,
        "opa": "AS",
        "opb": "Psoriasis",
        "opc": "JRA",
        "opd": "Reiter syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "647ac7c9-2258-4f24-879c-b09a62b8ade7",
        "choice_type": "multi"
    },
    {
        "question": "Least common joint to be affected in ankylosing spondylitis is:",
        "exp": "Ans: B (Temporomandibular joint) Ref: Harrison's Principles of internal Medicine, 18th ed. Explanation:\"Sacroiliitis is often the earliest manifestations of AS\"AS primarily affects the axial skeleton and peripheral joints. Common sites include the: Sacroiliac joint. Costostemal junctions. Spinous processes. Iliac crests. Greater trochanters. Ischial tuberosities. Tibial tubercles. Heels. Arthritis in the hips and shoulders (\"root\" joints) occurs in 25-35% of patients. Severe isolated hip arthritis or bony chest pain may be the presenting complaint.",
        "cop": 2,
        "opa": "Sacroiliac joint",
        "opb": "Temporomandibular joint",
        "opc": "Costovertebral joint",
        "opd": "Hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "aea6464f-1893-4005-9e01-71bd760f434c",
        "choice_type": "single"
    },
    {
        "question": "Bamboo spine with sacroilitis -",
        "exp": "Ans. is 'a' i. e.. Ankylosing spondylitis Radiological features of ankvlosing spondylitiso Radiographic evidence of sacroiliac joint is the most consistent finding in ankylosing spondylitis and is crucial for diagnosis. The findings are:-Sclerosis of the articulating surfaces of SI joints. Widening of the sacroiliac joint space. Bony ankylosis of the sacroiliac joints. Calcification of the sacroiliac ligament and sacro-tuberous ligaments. Evidence of enthesopathy - calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis and around the heel. o X-ray of lumbar spine may showr:-Squaring of vertebrae: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior longitudinal ligament. Loss of the lumbar lordosis. Bridging 'osteophytes' (syndesmophytes). Bamboo spine appearance.",
        "cop": 1,
        "opa": "Anky losing spondylitis",
        "opb": "RA",
        "opc": "OA",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "ac698078-fad1-4d07-b57c-06e5aed4dfc3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inflammatory condition has association with HLA-B27 in 90% cases?",
        "exp": "Ans. a. Ankylosing spondylitis (Ref: Harrison 19/e p2169, 18/ep2774). Ankylosing spondylitis has association with HLA-B27 in 90% cases. 'Ankylosing spondylitis shows a striking correlation with the histocompatibility antigen HLA-B27 and occurs worldwide roughly in proportion to the prevalence of B27. In North American whites, the prevalence of B27 is 7% whereas it is 90% in patients with AS, independent of disease severity. - Harrison 18/e p2774. History of back pain, which is more in the morning and relieved by bathing in warm water is characteristic of spondylo arthropathy, like ankylosing spondylitis. Ankylosing spondylitis leads to extra-parenchymal restrictive lung disease, associated with decreased chest wall expansion. \"Ankylosing Spondylitis: The initial symptom is usually dull pain, insidious in onset, felt deep in the lower lumbar or gluteal region, accompanied by low-back morning stiffness of up to a few hours 'duration that improves with activity and returns following inactivity. \"- Harrison 19/e p2170\"Ankylosing Spondylitis: Initially; physical findings mirror the inflammatory process. The most specific findings involve loss of spinal mobility, with limitation of anterior and lateral flexion and extension of the lumbar spine and of chest expansion. Limitation of motion is usually out of proportion to the degree of bony ankylosis, reflecting muscle spasm secondary to pain and inflammation. Pain in the sacroiliac joints may be elicited either with direct pressure or with stress on the joints. In addition, there is commonly tenderness upon palpation at the sites of symptomatic bony tenderness and paraspinous muscle spasm. ''-- Harrison 19/e p2170A. Obstructive lung diseaseB. Restrictive lung disease* Asthma* Bronchiectasis* Bronchiolitis* Cystic fibrosis* COPD (Chronic bronchitis, Emphysema). Mnemonic- \"ABCDE\"Parenchymal. Extra Parenchymal* Sarcoidosis* Pneumoconiosis* Idiopathic pulmonary fibrosis* Drug/Radiation induced interstitial lung disease* Neuromuscular diseases:- Diaphragmatic palsy- Guillain-Barre syndrome- Muscular dystrophy- Cervical spine injury* Chest wall diseases:- Kyphoscoliosis- Obesity- Ankylosing spondylitis. Ankylosing Spondylitis/Marie-Strumpell or Bchtrew's disease. Etiology & Pathogenesis: More than 90% patients of AS are HLA B27 positiveQ. The enthesis. the site of ligament attachment to bone is primary site of pathology in ASQ. Sacroilitis is the earliest manifestation with features of both enthesitis & synovitisQ. Clinical Presentation: Males are affected more frequently than females. Age of onset is 15-25 years (late adolescence & early adulthood )Q. The initial symptom is usually dull pain, insidious in onset, accompanied by low back morning stiffness of up to few hours duration that improves with activity and returns following period of inactivityQ. Arthritis in hips & shoulders (root joints) occur in 25-35%Q. Peripheral joints (usually shoulder, hips & knees) are involved in one third of patientsQ. Most serious complication of spinal disease is spinal fracture with even minor trauma. MC extra-articular manifestation is acute anterior uveitis (iridocyclitis)Q. Diagnosis: Radiological Examination(The following changes may be seen on an X-ray of the pelvis)* Haziness of sacro-iliac jointsQ* Irregular subchondral erosions in SI jointsQ* Sclerosis of the articulating surfaces of SI jointsQ* Widening of sacro-iliac joint spaceQ* Bony ankylosis of the sacro-iliac jointsQ* Calcification of the sacro-iliac ligaments and sacro- tuberous ligaments* Evidence of enthesopathy: Calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis & heelQ. X-ray of Lumbar spine in Ankylosing Spondylitis* Squaring of vertebraQ: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior tongitudinai ligament* Loss of lumbar lordosisQ* Bridging osteophytes (syndesmophytes)Q* Bamboo spine appearanceQ due to syndesmophytes & paravertebral ossification. Treatment: Phenylbutazone is the most effective drugQ (causes aplastic anemia). Indomethacin is most commonly used NSAIDQ.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Reiter's arthritis",
        "opc": "Psoriasis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "c8fef0e5-051e-4231-a596-abd1b916cf2d",
        "choice_type": "single"
    },
    {
        "question": "Joint erosion not a feature in -",
        "exp": "Ans. is 'a' i. e., SLE o Most people with SLE have intermittent polyarthritis, varying from mild to disabling, characterized by soft tissue swelling and tenderness in joints, most commonly in hands, wrists, and knees, o Joint deformities (hands and feet) develop in only 10% of patients. o Erosions on joint x-rays are rare; their presence suggests a non-lupus inflammatory arthropathy such as rheumatoid arthritis.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Gout",
        "opc": "Rheumatoid arthritis",
        "opd": "Psoriasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "8e8cf8ba-e3e0-435a-884f-5df33aaa4dbb",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in osteoarthritis -",
        "exp": "Ans. is 'c' i. e., MCP Joint involvement in OAo Common joints: Knee, Hip, Spine (cervical, lumbosacral), Hand (PIP, DIP, first carpometacarpal), first tarso-metatarsal. o Uncommon joint: Shouldero Spared: Wrist, elbow, ankle, metacarpophalangeal.",
        "cop": 3,
        "opa": "PIP",
        "opb": "DIP",
        "opc": "MCP",
        "opd": "Knee",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "0fb3d52c-1ecd-4c91-ba10-4e610c67590e",
        "choice_type": "single"
    },
    {
        "question": "Sausage digits is seen in -",
        "exp": "Ans. is 'c' i. e., Psoriatic arthritis o Sausage digit refers to diffuse fusiform swelling of the digit due to soft tissue inflammation from underlying arthritis or dactylitis, o Causes are:-Psoriatic arthritis. Osteomyelitis. Sickle cell anemia. Sarcoidosis. Tubercular dactylitis (spina ventosa)",
        "cop": 3,
        "opa": "Lyme arthritis",
        "opb": "Osteoarthritis",
        "opc": "Psoriatic arthritis",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "a5b0a7ac-033a-4b8b-bfe9-c5928db5328f",
        "choice_type": "multi"
    },
    {
        "question": "MC joint involved in Gout:",
        "exp": "Ans. is 'c' i. e. Metacarpophalangeal joint of the big toe * Septic arthritis*-knee* Syphilitic arthritis*-knee* Gonococcal arthritis*-knee* Gout*-MP joint of big toe* Pseudogout*-knee* Rheumatoid arthritis*-metacarpophalangeal joint* Ankylosing spondylitis*-sacro iliac joint* Osteoarthritis*-hip joint (Western living habit), knee joint (Asian living habit)* Diabetic Charcot joint*-Foot joint (tarsals)* Senile osteoporosis*-Vertebra* Paget's disease*-Pelvic bones > Femur > Skull > Tibia* Osteochondritis desiccans*-Knee* Actinomycosis*-Mandible* Hemophilic arthritis*-Knee. Disc prolapse*-between L4 & L5. Acute Osteomyelitis*-Lower end of femur (Metaphysis). Brodie's Abcess*-Upper end of Tibia",
        "cop": 3,
        "opa": "Knee",
        "opb": "Hip",
        "opc": "MP joint of the big toe",
        "opd": "MP joint of thumb.",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "8dd1b9bd-c570-46eb-9aaf-0460b5a52078",
        "choice_type": "single"
    },
    {
        "question": "True about ankylosing spondylitis are all except -",
        "exp": "Ans. is 'c' i. e., 90% HLA-B5. Ankylosing spondylitis (marie-strumpell disease)o Ankylosing spondylitis is a chronic progressive inflammatory disease of the sacroiliac joints and the axial skeleton, o Prototype of seronegative (absence of rheumatoid factor) spondyloarthropathies, o Inflammatory disorder of unknown cause. o Usually begins in the second or third decade with a median age of 23, in 5% symptoms begin after 40. o Male to female ratio is 2-3: 1o Strong correlation with HLA-B27o 90-95% of cases are positive for HLA - B27. Joints involved in ankylosing spondylitiso Ankylosing spondylitis primarily affects axial skeleton. o The disease usually begins in the sacro-iliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine. o In the worst cases the hips or shoulders are also affected. Hip joint is the most commonly affected peripheral joint, o Rarely knee (Ebenzar 4th/6 593) and ankle (Apley's 9th/e 67) are also involved. Pathologyo Enthesitis i. e. inflammation of the insertion points of tendons, ligaments or joint capsule on bone is one of the hallmarks of this entity of disease. o Primarily affects axial (spinal) skeleton and sacroiliitis is often the earliest manifestation of A. S.. o Involvement of costovertebral joints frequently occur, leading to diminished chest expansion (normal > 5 cm)o Peripheral joints e. g. shoulders, and hips are also involved in l/3rd patients. o Extraarticular manifestations like acute anterior uveitis (in 5%); rarely aortic valve disease, carditis and pulmonary fibrosis also occur. o Pathological changes proceed in three stages-Inflammation with granulation tissue formation and erosion of adjacent bone. Fibrosis of granulation tissue. Ossification of the fibrous tissue, leading to ankylosis of the joint. Radiological features of ankylosing spondylitiso Radiographic evidence of sacroiliac joint is the most consistent finding in ankylosing spondylitis and is crucial for diagnosis. The findings are. Sclerosis of the articulating surfaces of SI joints. Widening of the sacroiliac joint space. Bony ankylosis of the sacroiliac joints. Calcification of the sacroiliac ligament and sacro-tuberous ligaments. Evidence of enthesopathy - calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis and around the heel. o X-ray of lumbar spine may show. Squaring of vertebrae: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior longitudinal ligament. Loss of the lumbar lordosis. Bridging kosteophytes' (syndesmophytes). Bamboo spine appearance",
        "cop": 3,
        "opa": "Affects males",
        "opb": "30-40yrs",
        "opc": "90%HLA-B5",
        "opd": "Bamboo spine",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "9825d392-80c8-48af-bc6a-0b49f3734f08",
        "choice_type": "multi"
    },
    {
        "question": "Ankylosing apondylitis is associated with -",
        "exp": "Ans. is 'a' i. e., HLA-B27 o There is strong correlation with HLA-B27 o 90-95% of cases are positive for HLA - B27. o Extra articular manifestations of ankylosing spondylitis are acute anterior uveitis (in 5%); rarely aortic valve disease, carditis and pulmonary fibrosis also occur. Ankylosing soundvlitis fmarie-strumpell disease)o Ankylosing spondylitis is a chronic progressive inflammatory disease of the sacroiliac joints and the axial skeleton. o Prototype of seronegative (absence of rheumatoid factor) spondyloarthropathies, o Inflammatory disorder of unknown cause. o Usually begins in the second or third decade with a median age of 23, in 5% symptoms begin after 40. o Male to female ratio is 2-3: 1o Strong correlation with HLA-B27o 90-95% of cases are positive for HLA - B27. Joints involved in ankylosing spondylitiso Ankylosing spondylitis primarily affects axial skeleton. o The disease usually begins in the sacro-iliac joints and usually extends upwards to involve the lumbar, thoracic, and often cervical spine. o In the worst cases the hips or shoulders are also affected. Hip joint is the most commonly affected peripheral joint. o Rarely knee (Ebenzar 4ft/e 593) and ankle (Apley's 9d. Ve 67) are also involved. Pathology'o Enthesitis i. e. inflammation of the insertion points of tendons, ligaments or joint capsule on bone is one of the hallmarks of this entity of disease. o Primarily affects axial (spinal) skeleton and sacroiliitis is often the earliest manifestation of A. S., o Involvement of costovertebral joints frequently occur, leading to diminished chest expansion (normal > 5 cm)o Peripheral joints e. g. shoulders, and hips are also involved in l/3rd patients. o Extraarticular manifestations like acute anterior uveitis (in 5%); rarely aortic valve disease, carditis and pulmonary' fibrosis also occur. o Pathological changes proceed in three stages-Inflammation with granulation tissue formation and erosion of adjacent bone. Fibrosis of granulation tissue. Ossification of the fibrous tissue, leading to ankylosis of the joint. Radiological features of ankylosing spondylitiso Radiographic evidence of sacroiliac join! is the most consistent finding in ankylosing spondylitis and is crucial for diagnosis. The findings are:-Sclerosis of the articulating surfaces of SI joints. Widening of the sacroiliac joint space. Bony ankylosis of the sacroiliac joints. Calcification of the sacroiliac ligament and sacro-tuberous ligaments. Evidence of enthesopathy - calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis and around the heel. o X-ray of lumbar spine may show:-Squaring of vertebrae: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior longitudinal ligament. Loss of the lumbar lordosis. Bridging 'osteophytes' (syndesmophytes). Bamboo spine appearance",
        "cop": 1,
        "opa": "HLA-B27",
        "opb": "HLA-B-8",
        "opc": "HLA - DW4/DR4",
        "opd": "HLA - DR3",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "76b9a9b6-35b6-4b20-9ded-2ab7f8c777c9",
        "choice_type": "single"
    },
    {
        "question": "Pencil in cup deformity is seen in -",
        "exp": "Ans. is 'd' i. e., Psoriatic arthritis. Important radiological features. Diseaseo Trident Hando Champagne glass pelviso Scottish terrier dog or Scottish dog wearing a coloro Be-headed scotty dog signo Inverted napoleon's Hat signo Gull's wing appearanceo Opera glass deformityo Cup and pencil deformityo Chondrocalcinosiso Bamboo spineo Trolly tract signo Dagger signo Licked candy stick appearanceo Lincoin - Log appearance of vertebraeo Flowing candle wax or molten wax appearanceo Marble bone diseaseo Flowing candle wax appearance. Achondroplasia. Achondroplasia. Oblique x-ray of of. Spondylolysis. Spondylolisthesis. Spondylolisthesis. Psoriatic arthritis. Psoriatic arthritis. Psoriatic arthritis. Pseudogout (CPPD). Ankylosing spondylitis. Ankylosing spondylitis. Ankylosing spondylitis. Leprosy. Sickle cell anemia. Melorheostosis. Osteopetrosis. DISH (Foresteier's disease)",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Ankylosing spondylitis",
        "opc": "AVN",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Other Rheumatic Diseases",
        "id": "790e4b2c-a1fb-4d76-ba90-d5ac0cfe9b09",
        "choice_type": "single"
    }
]