[
    {
        "question": "Causes of a painless limp in infancy includes:",
        "exp": "Painless Limp Painful Limp 1-3 years age group: DDH Cerebral palsy Muscular dystrophy Infantile coxa vara 4-10 years age: Limb length discrepancy Poliomyelitis Legg Calve Pehes disease Slipped capital femoral epiphysis Osteochondritis dissecans -Lateral surface of medial femoral condyle Ahritis/Synovitis/Osteomyelitis",
        "cop": 4,
        "opa": "Congenital dislocation of hip",
        "opb": "Infantile coxa vara",
        "opc": "Poliomyelitis",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "427eab8b-80f7-4b9d-bef8-568f7171baad",
        "choice_type": "multi"
    },
    {
        "question": "A female with H/o oligohydramnios during her pregnancy, brings her newborn baby to OPD, on noticing asymmetric thigh folds in her child. The examiner performs flexion, IR and abduction, which produces a click sound. Which is the test done by the examiner?",
        "exp": "Clinical Diagnosis - DDH based on the following 1. Abduction is limited (especially in flexion) 2. Asymmetric thigh folds Oolani's Test--the first two alphabets O and R (Oolani for Reduction) and for Reduction we do abduction of hip. It is similar to 2nd pa of Barlow's test Mc. Murray circumduction test is used to evaluate individuals for tears in the meniscus of the knee",
        "cop": 1,
        "opa": "Oolani test",
        "opb": "Von Rosen test",
        "opc": "Mc Murray's test",
        "opd": "Barlow's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "2730f920-08de-4a6e-8a59-e045aa4cfb95",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false about the condition depicted in given diagram?",
        "exp": "Radial hemimelia -Radial club hand -Deficiency of radial bone and thumb (40% of hand) - Hand deted to radial side - Associated conditions: 1. Hold Oram syndrome 2. VACTERL Management: -Pollicization (create thumb) -Centralization of ulna",
        "cop": 2,
        "opa": "Caused by deficiency of Radial bone and thumb",
        "opb": "Hand is deted to Ulnar side.",
        "opc": "Associated conditions are Holt Oram syndrome and VACTERL.",
        "opd": "Preferred management is Pollicization and Centralization of ulna.",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "1e451565-467c-4464-9fd0-4a3b12aa7808",
        "choice_type": "multi"
    },
    {
        "question": "Congenital coxa vara is treated by:",
        "exp": "CONGENITAL COXA VARA Clinical Presentation Painless limp in a child who has just staed walking Shoening-Limitation of abduction and internal rotation Radiological Reduced neck shaft angle (varus) Veical epiphysis plate Separate triangle of bone in infero-medial pa of metaphysis called as Fairbank's triangle Treatment depend upon HE angle if:- Angle 40o -60o = Observation >60o or if shoening is progressive = subtrochanteric osteotomy. Hilgenreiner's epiphyseal angle: angle between horizontal line joining center (triradiate cailage) of each hip (Hilgenreiner's line) and line parallel to physis; the normal angle is about 30 degrees.",
        "cop": 2,
        "opa": "Fixation by SP Nail",
        "opb": "Osteotomy",
        "opc": "Bone grafting",
        "opd": "Traction",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "1f073249-6f1c-4598-b18e-d93a39162276",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old young boy, had fracture of lateral condyle of femur. He developed malunion as the fracture was not reduced anatomically. Malunion will produce:",
        "exp": "Malunion in C/O Injury to lateral femoral condyle -Genu valgum Malunion in C/O Injury to medial femoral condyle -Genu varum. It is hyperextension of the knee joint- Genu Recurvatum Malunion can't produce dislocation of knee joint.",
        "cop": 1,
        "opa": "Genu valgum",
        "opb": "Genu varum",
        "opc": "Genu recurvatum",
        "opd": "Dislocation of knee",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "7617f150-b604-4b77-b83d-cfd097b13168",
        "choice_type": "multi"
    },
    {
        "question": "Not true about sternocleidomastoid (SCM) tumour:",
        "exp": "SCM tumour leads to Toicollis or Twisted neck Or Wry Neck present at upper 2-3rd and lower 1-3 junction of SCM present at 1-2 years of age associated with oligohydramnios and limb defects undergoes spontaneous resolution Most common cause of Toicollis is fibrosis of sternomastoid muscle Surgical therapy: If the mass does not resolve within one year, it may become permanently fibrotic and contracted leading to toicollis, and a surgical intervention may be reqd. Subcutaneous tenotomyis themost commonlydone surgery. It is done in younger children. The technique involves tenotomy of the distal pa of the sternocleidomastoid muscle. Open tenotomyis asurgical method where additional incision of the deep cervical fascial layer is done. Age at which open tenotomy is performed Probable effects Before 1 year Tethering of scar to deeper tissues 1 - 4 years Less satisfactory correction of the tilt of head and facial asymmetry After 5 years Secondary deformites are less corrected The open tenotomy is of two types: Unipolar release and Bipolar release, depending on whether the sternocleidomastoid is release from one or both of its attachments. Unipolar releasemay lead to tethering of the scar to deeper tissues, usually in young children. Therefore it is done in children older than 4 years of age. Frekel's modified bipolar releaseand Z-plasty of the muscle is done in children with severe deformity or after a failed operation.",
        "cop": 2,
        "opa": "It is present at upper 2-3rd and lower 1-3 junction of SCM",
        "opb": "It is always present at bih",
        "opc": "It is associated with oligohydramnios and limb defects",
        "opd": "It undergoes spontaneous resolution",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "0058ba2b-7443-4c9c-a8d7-1378cc00c8f9",
        "choice_type": "multi"
    },
    {
        "question": "Cause of congenital pseudoahrosis is:",
        "exp": "Neurofibromatosis is an association it is not a cause Most Common Cause of Pseudoahrosis - Idiopathic> Neurofibromatosis (NF-1) - (Actually an association, not a cause) Extra edge Musculoskeletal abnormalities in neurofibromatosis Pseudoahrosis oftibia Sho stature Scoliosis (Most common) Limb hyperophy due to multiple neurofibromas Distinctive osseous lesion: sphenoid dysplasia or coical thinning of long bones.",
        "cop": 4,
        "opa": "Intrauterine fracture",
        "opb": "Neurofibromatosis",
        "opc": "Fibrous dysplasia",
        "opd": "Unknown",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "fde9fc1f-854f-4530-85f8-fc996d3aca27",
        "choice_type": "single"
    },
    {
        "question": "Thurston Holland sign is seen in:",
        "exp": "Thurstan Holland fragment (or Thurstan Holland sign)- radiological sign depicting a triangular poion of the metaphysis remaining with the epiphysis in a physeal fracture. This fragment indicates a Salter Harris type 2 fracture",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Types III",
        "opd": "Type IV",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "06b0666a-294f-4bd6-a61a-c5af8d76b6f7",
        "choice_type": "single"
    },
    {
        "question": "Rocker bottom foot is due to:",
        "exp": "ROCKER BOTTOM FOOT Foot with a convex plantar surface with a apex of convexity at the talar head. Talus is veical so that its head forms the most prominent pa of the sole. The fore foot is deted outward and dorsally. Causes 1. Oblique/Veical talus 2. Improper correction of CTEV, i. e. forceful correction of equinus by dorsiflexion before adduction, varus and inversion may actually cause movement at mid tarsal joint (not at ankle joint) producing rocker bottom foot. Rx-Grice procedure is extra-aicular ahrodesis of subtalar (talocalcaneal) joint, done for Congenital Veical Talus.",
        "cop": 1,
        "opa": "Over treatment of CTEV",
        "opb": "Malunited fracture calcaneum",
        "opc": "Horizontal talus",
        "opd": "Neural tube defect",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "878dfbaf-2638-42e3-bc1a-f319ff6c0862",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false with respect to Pes planus?",
        "exp": "Pes planus or Flat feet is a postural deformity due to medial longitudinal arch flatening. M\\C cause-idiopathic Types ( on basis of Jacks test) 1). Flexible = arch disappears when placed on ground & comes back when foot is lifted off. Mx - conservative 2) Rigid = Flat on both ground & when lifted. Due to congenital veical talus/ RA/ infection or tarsal coalition (AD - talocalcaneal and calcaneo navicular) or tibialisposterior dysfunction -They often require surgical intervention Congenital veical talus (Rocker-bottom foot) Treatment as per age and severity: Children 1 to 4 years old- Open reduction and realignment of the talonavicular and subtalar joints. Children 4 to 8 years old- Open reduction and soft-tissue procedures combined with extraar-ticular subtalar ahrodesis. Children 12 years old or older- Triple ahrodesis for permanent correction of the deformity.",
        "cop": 3,
        "opa": "Obliterated/lost medial longitudinal arch leads to Pes planus.",
        "opb": "If heel goes to lateral detion it is called Plano valgus.",
        "opc": "Rigid type on Jack's test often require conservative intervention.",
        "opd": "Most common cause is idiopathic.",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "d649983d-fe61-46dd-8a1c-6a93e0598fa4",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Duchene Muscular Dystrophy Except:-",
        "exp": "Explanation Proximal muscle weakness is seen Defect in Dystrophin gene (Largest gene in human) Swollen calf - Pseudohyperophy of calf (Fibrous fatty deposit) Gower's sign: -Patient uses his own body to climb up as there is proximal muscle weakness. X-linked recessive (Xp 21) Average life span is 26 years Boys- more common Definitive diagnosis is by muscle biopsy and genetic studies.",
        "cop": 3,
        "opa": "Swollen Calf is present",
        "opb": "Patient uses his own body to climb up.",
        "opc": "Distal muscle weakness is seen",
        "opd": "Cardiomyopathy and congestive heart failure are seen",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "6d30ed0c-9211-4712-8d2e-def7f880cb21",
        "choice_type": "multi"
    },
    {
        "question": "Triple ahrodesis involves:",
        "exp": "Triple Ahrodesis: Fusion of three joints Talonavicular - most difficult to fuse Talocalcaneal Calcaneocuboid Indicated only if there is a strong contraindication to ahroplasty (eg, previous infection) or to salvage a failed ahroplasty Indication: >10 yrs of age for treatment of CTEV",
        "cop": 1,
        "opa": "Calcaneocuboid, talonavicular and talocalcaneal",
        "opb": "Tibiotalar, calcaneocuboid and talonavicular",
        "opc": "Ankle joint, calcaneocuboid and talonavicular",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "18cf3330-28f1-4c1d-80bc-206377e4b9ba",
        "choice_type": "multi"
    },
    {
        "question": "Mutation seen in Marfan syndrome:",
        "exp": "Marfan Syndrome: Fibrillin 1 gene defect FGFR3- is seen in achondroplasia COL1. A1- osteogenesis imperfecta Fibrillin2- Congenital contractural arachnodactyly (CCA) -phenotypically similar to Marfan syndrome",
        "cop": 1,
        "opa": "Fibrillin-1 gene",
        "opb": "FGFR-3 gene",
        "opc": "COL1. A1",
        "opd": "Fibrillin-2",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "0f357678-40bd-4294-bd2c-3edd3c9a292e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false regarding Salter Harris classification?",
        "exp": "Salter Harris classification: Classifies epiphyseal injuries Type II is the most common type of epiphyseal injury Type IV classifies injury through epiphysis, physis, metaphysis Type V is the crushing of growth plate",
        "cop": 4,
        "opa": "Classifies epiphyseal injuries",
        "opb": "Type II is the most common type of epiphyseal injury",
        "opc": "Type IV classifies injury through epiphysis, physis, metaphysis",
        "opd": "Type V is the perichondrial ring injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "4a0d9452-ebd5-4bb2-af02-e788c368973b",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of fresh case of CTEV in newborn is usually done by:",
        "exp": "Conservative Management of CTEV Kites method -followed earlier Ponsetti method now preferred At bih Manipulation by mother initial weeks Manipulation and cast Change of cast Every 2 weeks Weekly Correction order C-A-V-E C-AV-E Fulcrum while manipulating Calcaneocuboid joint Head of talus Duration of treatment 6-9 months 6-8 weeks",
        "cop": 1,
        "opa": "Ponseti technique",
        "opb": "Kites technique",
        "opc": "Kochers technique",
        "opd": "Wilsons technique",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "c04b86fa-c1db-4d4c-924e-5497d40826f7",
        "choice_type": "multi"
    },
    {
        "question": "In congenital dislocation of hip, clinical sign which shows that the affected thigh is at a lower level when the knees and hips are flexed to 90 degrees is known as:",
        "exp": "Galeazzi sign or Allis sign is done for Development Dysplasia of Hip in which on hip flexion and knee flexion the knee on affected side is at lower levels.",
        "cop": 4,
        "opa": "Oolani's sign",
        "opb": "Barlow's sign",
        "opc": "Von Rosen's sign",
        "opd": "Galeazzi's sign",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "bbc237b6-78ba-4e96-8b6b-6c135c725888",
        "choice_type": "single"
    },
    {
        "question": "In Klippel-feil syndrome, the patient has all of the following clinical features except:",
        "exp": "Klippel-feil syndrome Congenital fusion of 2 or more cervical veebrae Classic triad (seen in fewer than 50%)- Low posterior hair line Sho webbed neck Limited cervical ROM Other features- Sprengel's deformity, jaw anomalies, paial loss of hearing, toicollis, scoliosis",
        "cop": 3,
        "opa": "Low hairline",
        "opb": "Bilateral neck webbing",
        "opc": "Bilateral shoness of sternocleidomastoid muscles",
        "opd": "Gross limitations of neck movements",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "24c239dc-1ab9-4231-8e41-f611c4c38601",
        "choice_type": "multi"
    },
    {
        "question": "Perichondrial ring is:",
        "exp": "The perichondrial ring- surrounds the growth plate circumferentially. Peri-chondrial ring extends towards metaphysis and become continuous with periosteum of metaphysis. With increasing age, perichondrial ring is thinned and its shear resistance (strength) is decreased.",
        "cop": 2,
        "opa": "Seen around foramen magnum",
        "opb": "Seen around epiphyseal plate",
        "opc": "More prominent in adults",
        "opd": "Shear strength increases with age",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "55221c1c-0fac-4070-9857-1916becbc0e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about SCFE (Slipped capital femoral epiphysis)?",
        "exp": "SCFE Males are more commonly affected Commonly occurs during adolescence- presents with pain, antalgic limp, with the affected side held in a position of increased external rotation A classical sign is tendency of thigh to rotate in to progressively more external rotation, as the affected hip is flexed called as Axis detion. Cause - Endocrinopathies(Hypothyroidism) and Growth spu IOC - MRI",
        "cop": 2,
        "opa": "Males are affected more frequently",
        "opb": "Extension is restricted",
        "opc": "Commonly occurs during adolescence",
        "opd": "Varus, adduction and external rotation deformities are present",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "8b783a60-8ae3-429a-90a6-048877619fdc",
        "choice_type": "multi"
    },
    {
        "question": "Which statement is false about given condition?",
        "exp": "The given deformity is Madelung deformity. Madelung deformity Defect in the palmar and ulnar aspect of lower radius. Prominent ulnar head. 50% are bilateral. More common in females. Associated with Turner syndrome. Has excellent functions. Haglund's deformity Prominent calcaneal tuberosity + an overlying bursitis Tx: Plan A: Rest+NSAID's-steroids-Surgery",
        "cop": 1,
        "opa": "It is Haglund's deformity.",
        "opb": "50% are bilateral.",
        "opc": "Associated with Turner's syndrome.",
        "opd": "Has excellent functions.",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "7e480952-6277-4710-a72c-fffdb2bf2e2a",
        "choice_type": "multi"
    },
    {
        "question": "A 4-month-child diagnosed with DDH, cast used after closed reduction is:",
        "exp": "Treatment Plan of DDH A. Neonate and Young Child (1-6 month)--Closed reduction. B. Pavlik harness after hip reduces is treatment of choice C. Ilfeld - craig splint, Von-Rosen splint and Freika pillow can also be used. OTHER OPTIONS: Minerva cast- cervical spine disease Reiser's cast- scoliosis",
        "cop": 2,
        "opa": "Hip spica",
        "opb": "Pavlik harness",
        "opc": "Minnerva cast",
        "opd": "Riser's cast",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "dc6ce757-8b13-466c-be42-2f65ac9ba243",
        "choice_type": "single"
    },
    {
        "question": "Child abuse all the following are X-ray feature except:",
        "exp": "Battered Baby Syndrome/Shaken Infant Syndrome/ Infantile Whiplash Syndrome: X-ray features: Chip in which a corner of the metaphysis of a long bone is torn off with damage to epiphysis and periosteum. Metaphyseal bucket handle are seen. Subepiphyseal microfractures are seen (Seen on MRI) Nobbing in the ribs due to shaking of the child. Skull has egg shell",
        "cop": 4,
        "opa": "Metaphyseal corner fracture",
        "opb": "Metaphyseal bucket handle fracture",
        "opc": "Metaphyseal fragment displacement",
        "opd": "Subepiphyseal microfractures",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "e4af3954-8758-4a77-81c6-48286ffc6714",
        "choice_type": "multi"
    },
    {
        "question": "Congenital pseudo ahrosis is seen in which of the following:",
        "exp": "Tibia is the commonest affected bone in pseudoahrosis. Congenital pseudahrosis A pseudoahrosis is a bone fracture that fails to heal properly on its own Anterolateral bowing of the tibia Associated with neurofibromatosis Treatment is mainly surgical",
        "cop": 4,
        "opa": "Hip joint",
        "opb": "Femur",
        "opc": "Radius - ulna",
        "opd": "Tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "e93c5bb2-d970-448d-8429-8e6fd6af75c3",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are false about Sprengel's deformity except:",
        "exp": "Dextrocardia- not associated with Sprengel's deformity Congenital High Scapula (Sprengel's deformity) Permanent elevation of the shoulder girdle due to developmental defect Scapula is smaller in its veical diameter and hence appears broad Omoveebral bar present Horizontal diameter appears broad C/F: Restriction of shoulder movement Associated with Klippel-Feil syndrome (most common association), congenital scoliosis, diastematomyelia, abnormalities of heart.",
        "cop": 2,
        "opa": "Dextrocardia",
        "opb": "Omoveebral bar present",
        "opc": "Scapula is smaller in its horizontal diameter",
        "opd": "Congenital low Scapula",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "efa95c01-0cb7-4824-9eca-f455419eb245",
        "choice_type": "multi"
    },
    {
        "question": "Which test is shown below?",
        "exp": "Galeazzi's test: Performed between 3-8 month aged children in unilateral cases of developmental dysplasia of hip(DDH). Child is in supine position with the hip and knee in flexion Positive Galeazzi test- Limb-length discrepancy and reduced abduction in flexion of the left hip. Clinical Diagnosis - DDH: 1. Abduction is limited (especially in flexion) 2. Asymmetric thigh folds Oolani's Test--First two alphabets O and R (Oolani for Reduction) and for reduction we do abduction of hip. It is similar to 2nd pa of Barlow's test Mc. Murray circumduction test is used to evaluate individuals for tears in the meniscus of the knee",
        "cop": 2,
        "opa": "Oolani's test",
        "opb": "Galeazzi's test",
        "opc": "Skin-fold test",
        "opd": "Barlow's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "6449236e-7e49-452c-8e0a-bdddc6a85abd",
        "choice_type": "single"
    }
]