[
    {
        "question": "All of the followings are true about Sprengel's deformity, except:",
        "exp": "ANS. DSprengel's deformity: It is congenital elevation of the scapula. Is a complex deformity of the shoulder and the most common congenital shoulder anomaly. Associations of Sprengel's deformity:* Klippel-Feil syndrome* Spina bifida* Diastematomyelia* Torticollis* Kyphoscoliosis# Klippel-Feil syndrome. The most common sign of the disorder is restricted mobility of the neck and upper spine. A short neck and low hairline at the back of the head may occur in some patients.",
        "cop": 4,
        "opa": "Associated with congental scoliosis",
        "opb": "Associated with diastematomyelia",
        "opc": "High incidence with Klippel-Feil syndrome",
        "opd": "Associated with dextrocardia",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "8713d532-349f-484d-93fb-faff6d1ed14d",
        "choice_type": "multi"
    },
    {
        "question": "Oolani&; s test is used in",
        "exp": "OOLANI&; STEST is used to test DDH in infants In this test the baby&; s thighs are held with the thumbs medially and the fingers resting on the greater trochanters; the hips are flexed to 90 degrees and gently abducted. In NORMAL baby, there is smooth abduction to almost 90 degrees. In CONGENITAL DISLOCATION the movement is usually impeded, but if pressue is applied to the greater trochantehere is a soft &; CLUNK&; as the dislocation reduces, and then the hip abducts fully(JERK OF ENTRY) If abduction stops halfway and there is no jerk of entry, there may be an irreducible dislocation. ref: APLEY&; S 9th edition page no. 499",
        "cop": 3,
        "opa": "congenital dislocation of knee",
        "opb": "Obstetric brachial plexus injury",
        "opc": "Developmental dysplasia of hip",
        "opd": "Tom Smith's ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "0cf90f52-70a5-4ea9-9888-321afc9bff82",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this clinical finding that can be seen in Rickets?",
        "exp": "Ans. C. Windswept deformity. Genu Valgum of 1 leg &. genu varum of another leg, are together called windswept deformity: as if the legs are sweeped off to one side because of the speedy wind; It is one of the signs of Rickets, involving the lower limbs of children",
        "cop": 3,
        "opa": "Cubitus varus",
        "opb": "Double malleoli",
        "opc": "Windswept deformity",
        "opd": "Plagiocephaly",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "65c0654f-fb8e-4ede-8f18-b5c4a5bf6d44",
        "choice_type": "multi"
    },
    {
        "question": "Blount's disease is associated with all of the following, except -",
        "exp": "Blount&; s disease is tibia vara, deformity is noticeably worse than in physiological bow legs & may include internal rotation of tibia; in worst cases there may be lateral subluxation of tibia; there genu recurvatum (hyperextension of the knee ) REF: apley, 9th edition, pg. no. 557",
        "cop": 4,
        "opa": "Genu varum",
        "opb": "Genu Recurvatum",
        "opc": "Internal Tibial Torsion",
        "opd": "External Tibial Torsion",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "acfadd02-55fd-4ac6-9ac3-9d6243e06a39",
        "choice_type": "multi"
    },
    {
        "question": "Best diagnostic sign in CDH",
        "exp": "OOLANI&; STEST is used to test DDH in infants In this test the baby&; s thighs are held with the thumbs medially and the fingers resting on the greater trochanters; the hips are flexed to 90 degrees and gently abducted. In NORMAL baby, there is smooth abduction to almost 90 degrees. In CONGENITAL DISLOCATION the movement is usually impeded, but if pressue is applied to the greater trochantehere is a soft &; CLUNK&; as the dislocation reduces, and then the hip abducts fully(JERK OF ENTRY) If abduction stops halfway and there is no jerk of entry, there may be an irreducible dislocation. ref: APLEY&; S 9th edition page no. 499",
        "cop": 1,
        "opa": "Oolani's test",
        "opb": "Telescopy",
        "opc": "Asymmetry in gluteal skin fold",
        "opd": "Limitation of abduction of hip with thigh flexed",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "74fc9e3d-51c1-4a03-9023-eee9ff35453e",
        "choice_type": "single"
    },
    {
        "question": "Which is the commonest fracture in children",
        "exp": "Common fractures at different ages* At bih Clavicle, Humerus* In children Supracondylar fracture of the humerus, Epiphyseal injuries* In adults Fractures of shafts of long bones* In elderly people Colles' fracture, Fracture neck of femur REF: Maheswari pg: 36",
        "cop": 2,
        "opa": "Fracture clavicle",
        "opb": "Supracondylar fracture",
        "opc": "Green stick fracture of lower end of radius",
        "opd": "Rib fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "cd7d3354-749f-4ed5-b829-33332de483a5",
        "choice_type": "single"
    },
    {
        "question": "What is the Primary pathology in Congenital displacement of hip:",
        "exp": "Pathological changes observed in CDH: 1. Bone- *acetabulum shows primary acetabular dysplasia and acetabulum is shallow. In addition there could be a gap or groove at posterosuperior aspect, triangular outer surface of ilium and acetabulum are in same line, above acetabulum there is a depression containing the head of femur. Head of femur: head of femur normal initially, later head is flat on its posterior and medial aspect, femoral head in the ilium is buffer or conical shaped. *Neck of femur: shoening and ante version *pelvis: tilted forwards, small and atrophied, lordosis present &is more veical than normal. *Capsule: show hourglass constriction, one containing head and other containing acetabulum, constriction is produced by iliopsoas, ligamentum trees passes through this constriction, & it is hyperophied. 2. muscles: * pelvifemoral group -adductors, saorius, gracious, rectus femoris, hamstrings, tensor fascia lata muscles. these muscles are shoened and they prevent reduction of head. *pelvitrochanteric group (obturators, quadratus femoris, iliopsoas) These are elongated & psoas forms an obstacle to reduction. *glutei muscles -show little organic change but power is diminished. REF: Textbook of ohopedics, John Ebenezer, 4th edition pg no. 494",
        "cop": 2,
        "opa": "Large head of femur",
        "opb": "Shallow acetabulum",
        "opc": "Excessive retroversion",
        "opd": "Eveed limbus",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "dbfb85ca-56ab-4e8f-881e-f71cfa29cc57",
        "choice_type": "multi"
    },
    {
        "question": "A 7 yr. old boy with abrupt onset of pain in hip with hip held in abduction. Hemogram is normal. ESR is raised. What is the next line of management-",
        "exp": "The Flexion, Abduction, and External Rotation (FABER) test to detect hip problems. 1st investigation of choice is USG HIP FOR ANY HIP DISPLACEMENTS The test is performed by having the patient lie in a supine position, placing the foot of the affected side on the opposite knee; groin pain indicates a hip problem rather than a spinal problem. The physician then presses firmly on the flexed knee and on the opposite anterior superior iliac crest; pain in the sacroiliac area indicates a problem with sacroiliac joints. REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "Hospitalize and observe",
        "opb": "Ambulatory observation",
        "opc": "Intravenous antibiotics",
        "opd": "USG guided aspiration of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "3510690b-49e3-46e5-8667-df3f4d1eaed2",
        "choice_type": "single"
    },
    {
        "question": "Fairback triangle is seen in DELETE",
        "exp": "Repeat question",
        "cop": 3,
        "opa": "CDH",
        "opb": "SCFE",
        "opc": "Congenital coxa vara",
        "opd": "Pehes disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "8cccc32a-7d3b-44f4-a42b-81866c72d9ce",
        "choice_type": "single"
    },
    {
        "question": "The characteristic triad of Klippel - Feil syndrome includes all of the following, Except -",
        "exp": "Klippel - feil syndrome: congenital condition with congenital sho & stiff neck, low range of movements, low hair line. it is due to fused or deformed cervical veebra. congenital high scapula - sprengel &; s shoulder REF: essential ohopedics, Maheshwari, 9th edition, pg. no. 224",
        "cop": 4,
        "opa": "Sho neck",
        "opb": "Low hair line",
        "opc": "Limited neck movements",
        "opd": "Elevated scapula",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "56ff4de6-5619-474e-abca-5118bb84c884",
        "choice_type": "multi"
    },
    {
        "question": "The ideal treatment of bilateral idiopathic clubfoot in a newborn is -",
        "exp": "Bilateral idiopathic clubfoot is managed by manipulation & applying cast I. e the surgeon manipulates the foot after sedating the child. The foot is then held in corrected position with plaster casts. There are two philosophies of treatment of clubfoot - * Kite&; s & * ponsetti&; s * kite&; s philosophy- begin at age of 1 month. deformities are corrected sequentially. Adduction deformity is corrected first followed by inversion deformity then equinus deformity. Then a below - knee plaster cast us usually sufficient. the cast is changed every 2 weeks, & continued until it is possible to overcorrect all deformities. once this happens foot is kept in corrected position by maintenance device. *ponsetti philosophy - the calcaneo- cuboid - navicular complex is internally rotated under plantarflexed talus, hence the deformity can be corrected back under talus by gradually stretching the tight structures. This is done by putting thumb pressure under talus. By doing so the calcaneo- cuboid- navicular complex is externally rotated under the talar head. treatment is staed within 1st week of life. cavus aspect of deformity is corrected first, followed by adduction, then varus & lastly equinus. after each correction above knee pop is applied, which is changed every 5-7 days. Possible to correct all components within 6weeks. Equinus deformity is often under corrected, can be treated by percutaneous tenotomy of tendoachilles. REF: Essential ohopedics, Maheshwari, 9th edition, pg. no. 214",
        "cop": 3,
        "opa": "Manipulation by mother",
        "opb": "Manipulation and Dennis Brown splint",
        "opc": "Manipulation and casts",
        "opd": "Surgical release",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "6b385205-3a97-4415-bec4-2fe739311959",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of CTEV DEFORMITY IS?",
        "exp": "Aeitiology of CTEV can be - *idiopathic(majority)some of the theories proposed to the aetiology of idiopathic clubfoot: a). Mechanical theory - raised intrauterine pressure forces the foot against the wall of the uterus in position of the deformity b)ischaemic theory - ischemia of the calf muscles during intrauterine life, due to some unknown factor, results in contracture, leading to foot deformities. c)genetic theory - some genetically related disturbance in the development of foot is held responsible for deformity *secondary clubfoot: a) paralytic disorder when there is a muscle imbalance as in polio, spina bifida, myelodysplasia, Friedreich&; s ataxia b)ahogryposis multiplex congenita- disorder of defective development of muscles. Muscles are fibrotic & result in foot deformities, &deformities at other joint. REF: Essential ohopedics, Maheshwari, 9th edition, pg. no. 211",
        "cop": 3,
        "opa": "Ahrogryposis multiplex congenita",
        "opb": "Spina bifida",
        "opc": "Idiopathic",
        "opd": "Neural tube defect",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "04e0a0a9-08b6-4c0e-b034-6fb11de975a4",
        "choice_type": "single"
    },
    {
        "question": "Sprengel's deformity is a defect of?",
        "exp": "In sprengel&; s deformity scapula fails to descend down from its initial high position in the embryo. Here scapula lies superiorly. It is hypoplastic & improperly shaped. It is associated with other congenital anomalies like cervical rib. * Etiology - due to imperfect descend of shoulder girdle by 3rd month or a band of muscle from skull to the scapula, which has failed to grow. * pathology- scapula may be normal, broad or high & there could be other features like hemiveebra, wedging of veebra. Among muscles trapezius may be absent, rhomboids & a thin band represents elevator scapulae. * clinical features - scapula high by 2-10 cm, no functional impairment, shoulder girdle movements normal, toicollis in 10%, crania bifida, spinal bifida may be present. * Cavendish grading Group 1: very mild Group 2: mild, shoulder slightly unaligned Group 3: moderate, shoulder high Group 4: severe, with superior angle of scapula near the occiput * radiograph - to diagnose the condition * treatment - mild deformity no treatment, severe case - surgery after 3 years, consist of release of muscle from scapula / transfer of origin of trapezius muscle. REF: Textbook of ohopedics, John Ebenezer, 4th editions, pg. no. 489",
        "cop": 3,
        "opa": "Absence of clavicle",
        "opb": "Acomioclavicular dislocation",
        "opc": "Congenital elevation of scapula",
        "opd": "Recurrent dislocation of shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "c23b9759-cb74-45aa-afd2-2a1cae619d0c",
        "choice_type": "single"
    },
    {
        "question": "Transient synovitis {toxic synovitis} of the hip is characterized by all of the following, except -",
        "exp": "TRANSIENT SYNOVITIS: Definition: A self-limiting condition in which there is inflammation and swelling of the tissue around the hip joint. * Most common cause of acute hip pain in children 3-8 years old. * Boys affected twice > girls * The exact cause is unknown. Clinical Features Pain --groin region, front of thigh, sometimes up to knee Limping, crying Symptoms occur-- intermittently or after activity History of sore throat, cough, ear infection prior to limp pain O/E: * Slight wasting may appear * Restriction of all movements mostly at the extremes of the movement * Tenderness at the joint * Diagnosis of exclusion once trauma and infection are excluded. * Diagnosis is made primarily based on clinical features - Lab investigations are normal - X-ray show nothing more than slight widening of medial joint space. Management * Symptomatic * Bed Rest * Decrease activity of the joint * Traction -- might increase intra-aicular pressure * Joint Aspiration -- symptoms relieve but is sho-lived Mostly symptoms resolves within few days Weight bearing only after effusion disappears Good prognosis but repeated episodes may occur REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "May follow upper respiratory infection",
        "opb": "ESR and white blood cell counts are usually normal",
        "opc": "Ultrasound of the joint reveals widening of the joint space",
        "opd": "The hip is typically held in adduction and internal rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "67ef2976-d825-4a01-9194-4e1d1c2f2b77",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of limp in a child of seven years old is?",
        "exp": "PEHES DISEASE: Its a disease charecterised by avascular necrosis of head of femur of a child The avascular epiphysis is almost always completely revascularised and replaced but resulting in variable degree of deformity of the femoral head and growth disturbance. pathogenesis: 4 stage on the basis of evolution of disease # Stage of Avascular Necrosis # Stage of Revascularization / Fragmentation # Stage of Ossification / Healing # Remodeling / Residual stage symptoms: 5-10yr old child # Characteristic presentation is a painless limp. # May present with limp alone with pain. # The child appears to be well & not sick. # The hip looks to be deceptively normal -- there may be little wasting. # Abduction & Internal rotation are nearly always limited. # Antalgic gait in the irritable phase or Trendelenburg gait. ref: maheswari 9th ed",
        "cop": 3,
        "opa": "T. B. hip",
        "opb": "Congenital displacement of hip",
        "opc": "Pehe's disease",
        "opd": "Slipped upper femoral epiphysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "1bbefe87-5b9a-4f1b-a2d9-28315ec820a7",
        "choice_type": "single"
    },
    {
        "question": "Thurston Holland sign is seen in -",
        "exp": "Thurston Holland Sign - type 2 (Salter & Harris - widely used classification for physeal injury) It is a transverse fracture through the hyperophic or calcified zone of plate, but towards the edge the fracture detes away, from physis &split of triangular metaphyseal segment of bone i. e thurston Holland fragment. REF: Apley 9th edition, pg. no. 728",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "5aebf7ba-4cd1-4aab-be36-db54d51bfe34",
        "choice_type": "single"
    },
    {
        "question": "Metaphyseal fracture touching physis but not crossing it, comes under which type of Salter Harris physeal injury?",
        "exp": "SALTER HARIS PHYSEAL INJURY: Type 2 (salter and Harris classification for physeal injury-transverse fracture through the hyperophic or calcified zone of plate but towards the edge the fracture detes away from physis and split of triangular metaphyseal segment of bone (Thurston Holland fragment). Type 1 - a transverse fracture through the hyperophic or calcified zone of plate. Even if fracture is quite alarmingly displaced, the growing zone of the physis is usually not injured &growth disturbance is uncommon. Type 3-a fracture that splits the epiphysis &then passes transversely to one or other side, through the hyperophic layer of physis and result in growth disturbance. Type4- as type 3, Fracture splits the epiphysis but extends to metaphysis. These fracture are liable to displacement & consequent misfit between the separated pa of physis resulting in asymmetrical growth Type 5-longitudinal compression injury of physis. There is no visible fracture but growth plate is crushed &this may result in growth arrest. REF: Alley, 9th edition, pg, no. 728",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "6e3ac4aa-9050-40cc-bd0a-5a0b3e1b4f7b",
        "choice_type": "single"
    },
    {
        "question": "Wormian bones are seen in all except -",
        "exp": "Ans. is 'a' i. e.. Fibrous dysplasia Wormian boneso Wormian bones are extra bone pieces that occur within a suture in the cranium. o These are irregular isolated bones which appear in addition to the usual centers of ossification of the cranium, o They occur most frequently in the course of the lambdoid suture, o Causes of wormian bones (Mnemonic - PORKCHOPS). Pyknodysostosis. Osteogenesis imperfecta. Rickets. Kinky hair syndrome. Cleidocranial dysostosis. Hypothyroidism (cretinism) f Hypophosphatasia. Otopalatodigital syndrome. Progeria. Syndrome of Downso Wormian bone appears radiographically as islands of ossification in the skull in nonossified membranous bone. o To be diagnostic value, the wormian bones should be 4 mm by 6 mm in size, 10 in number and arranged in a mosaic pattern. o Wormian bones are not present in normal skull.",
        "cop": 1,
        "opa": "Fibrous dysplasia",
        "opb": "Osteogenesis inperfecta",
        "opc": "Cretinism",
        "opd": "Rickets",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "47449965-fbea-4adb-ba5a-2bab5cf63d21",
        "choice_type": "multi"
    },
    {
        "question": "The primary defect in CTEV are the following Except",
        "exp": "CTEV deformities:* Equinus deformity occurs primarily at the ankle joint. Other tarsal joints also contribute to it.* Inversion deformity occurs primarily at the subtalar joint. The inveed calcaneum takes the whole foot with it so that the sole faces medially.* Forefoot adduction deformity occurs at the midtarsal joints, mainly at the talonavicular joint.* Forefoot cavus deformity is the result of excessive arching of the foot at the mid-tarsal joints Ref: Maheshwari 6e pg 210.",
        "cop": 3,
        "opa": "Equinus",
        "opb": "Adduction",
        "opc": "Calcaneus",
        "opd": "Varus",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "4ce669e5-c1d3-4dd3-b733-17aa2607bc25",
        "choice_type": "multi"
    },
    {
        "question": "Which is the least important risk factor associated with developmental dysplasia of the hip?",
        "exp": "Ans. D. Gestational diabetes. The two most important risk factors for developmental dysplasia of the hip are a positive family history and breech position. The other important risk factors are firstborn children and female sex. Gestational diabetes is not particularly associated with developmental dysplasia of the hip.",
        "cop": 4,
        "opa": "Female sex.",
        "opb": "Breech position.",
        "opc": "Positive family history.",
        "opd": "Gestational diabetes.",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "523e3c57-5730-42aa-9602-cca9b340ede6",
        "choice_type": "single"
    },
    {
        "question": "Genu valgum deformity is seen in all except -",
        "exp": "Genu valgum is the outward detion of the longitudinal axes of both tibia & femur. apex of the curve or angulations of the knee are medial. Causes can be * unilateral- trauma, osteomyelitis, tumor *bilateral - physiological: disappear by 4 years, - pathological: congenital disorders, idiopathic, developmental disorders (e. g epiphyseal dysplasia ), endocrine disorder like thyroid, metabolic disorder e. g rickets, paralytic disorder, traumatic disorder, infective disorder, degenerative disorder, inflammatory disorder( e. g rheumatoid ahritis) REF: textbook of ohopedics, John ebnezer, 4th edition, pg. no. 418",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Bone Dysplasia",
        "opc": "Rheumatoid ahritis",
        "opd": "Medial compament osteoahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "a974ba64-2215-4727-866d-79d6ccc7d080",
        "choice_type": "multi"
    },
    {
        "question": "Triple ahrodesis involves -",
        "exp": "Triple ahodesis - * indicated for children more than 10 years with CTEV * it is functionally and cosmetically superior. * lateral close wedge osteotomy through subtalar & midtarsal joints is done to fuse all the three joints of foot namely subtalar(talocalcaneal), talonavicular, calcaneocuboid joints. REF: Textbook of ohopedics, John Ebenezer, 4th edition, pg no. 509",
        "cop": 1,
        "opa": "Calcaneocuboid, talonavicular and talocalcaneal",
        "opb": "Tibiotalar, calcaneocuboid and talonavicular",
        "opc": "Ankle joint, calcaneocuboid and talonavicular",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "1aac4582-3d26-47c4-bfa7-f741eca15375",
        "choice_type": "multi"
    },
    {
        "question": "Priority in the management of supracondylar fracture of humerus in a child is",
        "exp": "REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "Preservation of brachial aery",
        "opb": "Debridement of wound",
        "opc": "Antibiotics",
        "opd": "Immobilisation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "d7821999-e22a-46cc-b1c5-98a050246098",
        "choice_type": "single"
    },
    {
        "question": "Bachelors&; cast is used in Which of the following condition?",
        "exp": "Bachelor&; s cast is used in DDH( developmental dysplasia of hip). once the hip is reduced by closed manipulation under general anaesthesia or by open reduction (indicated if closed reduction fails, which can be due to *presence of fibrofatty tissue in acetabulum *presence of a fold of capsule and acetabular labrum/inveed limbus between femoral head and superior pa of acetabulum. In this case hip is exposed, soft tissues obstructing the head is excised or released, & head is repositioned in the acetabulum.) After reduction head is maintained inside the acetabulum by * plaster cast-Bachelor&; s cast or frog leg/ Lorenz cast *splint - von Rosen&; s splint; external splints can be removed once the acetabulum develops to a round shape.& kept under observation for a period of 2-3yr for any recurrence. REF: Essential ohopaedics, Maheshwari, 9th edition",
        "cop": 3,
        "opa": "Fracture radius",
        "opb": "Club foot",
        "opc": "DDH",
        "opd": "Fracture calceneum",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "6e627694-3804-4a61-9e00-071eafe704b3",
        "choice_type": "single"
    },
    {
        "question": "Oolani test is positive when the examiner hears the -",
        "exp": "The hip and knee are held in a flexed position and gradually abducted. A click of entrance will be felt as the femoral head slips into acetabulum from position of dislocation. This test indicates reduction of the dislocated hip. It is done between 3&9 months. Barlows test and oolani test should be performed as screening test in all suspected CDH. REF: Essential ohopedics, Maheshwari, 9th edition pg. no. 221",
        "cop": 1,
        "opa": "Clunk of entry on abduction and flexion of hip",
        "opb": "Clunk of entry on extension and adduction of hip",
        "opc": "Click of exit on abduction and flexion of hip",
        "opd": "Click of exit on extension and adduction of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "301d2c29-52a8-47bc-b2ae-68a07d99849f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is useful in diagnosis of congenital dislocation of hip?",
        "exp": "Barlow&; s test: Clinical test in DDH Test has two pas. 1st pa - surgeon faces child&; s perineum. He grasps the upper pa of each thigh, with his fingers behind on the greater trochanter and thumb in front. The child&; s knee are fully flexed and hips flexed to a right angle. The hip is now gently adducted, gentle pressure is exeed by examining hand in a proximal direction while the thumb tries to &; push out&; the hip. As femoral head rolls over the posterior lip of acetabulum, it may, if dislocatable slip out of acetabulum. one feels an abnormal posterior movement, appreciated by the fingers behind greater trochanter. thereay be a distinct &; clunk&; *nothing happens-hip normal or may be already dislocated 2nd pa - hip in 90 degree flexion and fully adducted, thighs are gently abducted. The examiner&; s hand tries to pullbthe hip while the fingers on greater trochanter exe pressure in forward direction, as one tries to put back a dislocated hip. If nothing happen - normal hip or is an irreducible dislocation. It is done in infants. *Thomas test is for hip flexion deformity REF: Essential ohopedics, Maheshwari, 5th edition, pg no. 220",
        "cop": 1,
        "opa": "Barlow's test",
        "opb": "Thomas test",
        "opc": "Hibb's test",
        "opd": "Laguerres test",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "8fd36293-2c80-47cd-b530-d9ce67ae8fde",
        "choice_type": "single"
    },
    {
        "question": "A one year old child presented with multiple fractures seen in various stages of healing. The most probable diagnosis in this case is -",
        "exp": "Ans. is 'c' i. e., Battered baby syndrome The key to diagnosis of battered baby syndrome is multiple fractures at different sites and of different ages, especially if they are associated with clinical signs of neglect. Battered baby syndrome It is a term used to define a clinical condition in young children usually under 3 years of age who have received non accidental violence or injury, on one or more occasions at the hands of an adult responsible for child's welfare. This syndrome must be considered in any child In whom degree and type of injury is at variance with the history given. When injuries of different ages and in different stages of healing are found. When there is purposeful delay in seeking medical attention despite serious injury Who exhibits evidence of fracture of any bone subdural hematoma failure to thrive, soft tissue swelling or skin bruising? Who dies suddenly About other options Scurvy and rickets can also rarely present with multiple fractures. But this is a rare feature and seen very late in the course of these disease and certainly not before the classical clinical features of these diseases are seen. Classical features of scurvy - Gum bleeds Petechiae may be seen over the skin Orbital and conjunctival hemorrhages Hemorrhage under the periosteum Classical features of Rickets Craniotabes is the earliest manifestation Bossing of frontal and parietal bones Rachitic rosary Pigeon breast Harrison's grooves Knock knee, coxa vera",
        "cop": 3,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Battered baby syndrome",
        "opd": "Sickle cell disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "ea38bb8f-a068-48ba-98e8-3fa03e18f3e6",
        "choice_type": "single"
    },
    {
        "question": "Age specific for Perthe's disease:",
        "exp": "Ans. c (4-8 years). (Ref. Essential Orthopedics by Maheshwari, 2nd ed., 268). Perthes disease can occur between the age of 3 to 12 years, with peak incidence between 4 & 8 years. While slipped femoral epiphysis is mostly seen after 10 years of age. PERTHES' DISEASE (CALVE-LEGG-PERTHES' DISEASE)# Usually presents with a limp or pain in the groin.# Symptoms are due to avascular necrosis of the femoral capital epiphysis.# Bilateral in 5-20% of cases.# More common in boys# Usually occurs between 4 and 8 years of age.# The diagnosis is usually made on plain radiography - The earliest sign is increase in the affected hip's joint space (a nonspecific finding).- As the condition develops, subarticular lucencies become visible within the femoral capital epiphysis, which may later become flattened with loss of the perfect round appearance, sclerotic and fragmented.- The epiphysis may also be extruded laterally (an important prognostic indicator) and 25% of children will need additional treatment to contain the femoral head.- The epiphyseal changes may excite a reaction in the adjacent metaphysis with the development of cysts and coxa magna and this too indicates a poorer prognosis.- Early in the disease, subtle changes may only be visible on a frog leg lateral view, which should be performed initially and occasionally in follow up.# Ultrasound can demonstrate irregularity of the anterior and superior surfaces of the femoral capital epiphysis consistent with Perthes' disease.# MRI is sensitive as well as more specific (Investigation of choice). SLIPPED UPPER FEMORAL CAPITAL EPIPHYSIS# More common in boys, May be bilateral; Usually presents without a history of trauma.# Classically occurs in overweight adolescents who complain of pain or limping.# Initial investigation is with plain radiography and an AP pelvis allows the hips to be compared and a check made for early contralateral abnormality.# If epiphysis has slipped, a line drawn along superior surface of femoral neck will not pass through it.# Additionally, the proximal femoral growth plate may have an indistinct appearance.# If the frontal view is normal a true lateral or frog leg view of the symptomatic hip must also be obtained as this will reveal earlier and more subtle movement of the epiphysis downwards and inwards, and allow early fixation.",
        "cop": 3,
        "opa": "Below 2 years",
        "opb": "2-3 years",
        "opc": "4 - 8 years",
        "opd": "10-15 years",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "64d70a95-0510-4ec4-b6f6-2c382f73d1d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a characteristic feature of Blount's disease?",
        "exp": "Ans. B. Genu varum. BLOUNT'S DISEASEa. It is named after Walter Putnam Blountb. It is also known as: Tibia vara, Mau-Nilsonne Syndrome, Blount-Barber syndrome, Erlacher-Blount syndrome, Osteochondrosis deformans tibiaec. It is a growth disorder of the tibia resulting in progressive bow leg deformityd. It is also associated with internal tibial torsion and genu recurvatume. It is mainly seen in children and adolescentsf. Treatment is by bracing and/or surgery",
        "cop": 2,
        "opa": "Genu valgum",
        "opb": "Genu varum",
        "opc": "Coxa vara",
        "opd": "Coxa valga",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "8c28865a-5df6-4ff6-a229-be134bb40909",
        "choice_type": "single"
    },
    {
        "question": "Salter's pelvic osteotomy is done for treatment of -",
        "exp": "Salter&; s osteotomy: * It is an acetabular reconstruction procedure - osteotomy of iliac bone, above acetabulum. The roof of the acetabulum is rotated with the fulcrum at the pubic symphysis, so that the acetabulum becomes more horizontal, & thus covers the head other procedure available are * Chiari&; s pelvic displacement osteotomy- the iliac bone is divided almost transversely immediately above the acetabulum, & the lower fragment (bearing the acetabulum) is displaced medially. The margin of upper fragment provides additional depth to the acetabulum *Pembeon&; s pericapsular osteotomy - a curved osteotomy is made. The roof of the acetabulum is deflected downwards over the femoral head, with the fulcrum at the triradiate cailage of acetabulum * in cases where reduction is possible only in extreme abduction or internal rotation of the thigh, in such case a varus derotation osteotomy is done at subtrochanteric region. The distam fragment is realigned & the osteotomy fixed with a plate. REF: Essential ohopaedics, Maheshwari, 9th edition, pg. no. 223",
        "cop": 3,
        "opa": "CTEV",
        "opb": "SCFE",
        "opc": "DDH",
        "opd": "PEHES DISEASE",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "472cecc3-54db-4215-93db-df2da6e65648",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the investigation of choice for evaluation of suspected Pehe&; s disease?",
        "exp": "MRI is helpful to assess the area of infarction & femoral head contour. *radiographic assessment is necessary to determine the progress of the disease, sphericity of femoral head, epiphyseal extrusion or collapse & response to treatment. *salter extrusion angle helps to assess femoral head extrusion. *ahrography is useful in the early resorptive stage of the disease *radionuclide bone scan - used to detect potential form of pehes disease. REF: textbook of ohopedics, John ebnezer, 4th edition, pg. no. 414",
        "cop": 4,
        "opa": "Plain X-ray",
        "opb": "Ultrasonography (US)",
        "opc": "Computed Tomography (CT)",
        "opd": "Magnetic Resonance Imaging (MRI)",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "f9510e60-f989-437a-88af-d0dd66a2961a",
        "choice_type": "single"
    },
    {
        "question": "Von Rosen splint is used for",
        "exp": "* In 1962 Von Rosen repoed his use of a special splint in the congenital hip dislocation. * It is passive restraining Or positioning device being adjustable in both abduction and flexion. * made up of malleable aluminum frame which can be molded around shoulder, thighs & waist. * Today the ohosis is made up of malleable plastic with one frame for the shoulders, waist, and thighs. * It has very low rate of AVN but high rate of pressure ulcers. REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "CONGENITAL DISPLACEMENT OF HIP",
        "opb": "CTEV",
        "opc": "Fracture of shaft of femur",
        "opd": "Paralytic poliomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "ca8f6b59-7f16-40c9-a5b9-9f3f755fcf24",
        "choice_type": "single"
    },
    {
        "question": "A-12-year-old boy presents with chronic knee pain for 2 years. Knee X-ray is shown. Probable diagnosis:",
        "exp": "Ans: (b) Osteosarcoma. Ref: Fundamentals of Orthopedics by Mohindra and Jain, 2nd edition, Jay pee Publishers, Page 325 and Figs. 11. 34-35X-ray shows periosteal reaction around distal femur. Going by the site (distal femur) and age group (2nd decade), answer is osteosarcoma > chronic osteomyelitis (seen in relatively older age group). In osteosarcoma periosteal reaction (bone formation under the periosteum) may take the form of sunray appearance (bone formation along sharpey's fibers) or codman's triangle. The X-ray in question seems to depict sun ray appearance. X-ray Appearance in Osteosarcoma. The X-ray appearances are variable. Hazy osteolytic areas may alternate with unusually dense osteoblastic areas. The endosteal margin is poorly defined. Often the cortex is breached and the tumour extends into the adjacent tissues; when this happens, streaks of new bone appear, radiating outwards from the cortex - the so-called 'sunburst' effect. Where the tumour emerges from the cortex, reactive new bone forms at the angles of periosteal elevation (Codman's triangle). While both the sunburst appearance and Codman's triangle are typical of osteosarcoma, they may occasionally be seen in other rapidly growing tumours.",
        "cop": 2,
        "opa": "Chronic osteomyelitis",
        "opb": "Osteosarcoma",
        "opc": "Rickets",
        "opd": "Hyperparathyroidism",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "5146b2a9-7a01-422b-9a7b-1c79d83a1905",
        "choice_type": "single"
    },
    {
        "question": "Madelung's deformity involves WHICH OF THE FOLLOWING?",
        "exp": "madelung deformity- abnormality of the palmar ulnar pa of the distal radial epiphysis in which progressive ulnar & volar tilt develops at distal radial aicular surface, resulting in dorsal subluxation of distal ulna *cause - autosomal dominant, dysplasic, genetic or idiopathic *clinical features- volar subluxation of hand, prominence of distal ulna, volar & ulnar angulation of distal radius *radiological abnormalities are seen in radius, ulna & carpal bones. radius is curved with its convexity dorsal and radial. Distal radial epiphysis is triangular. Ulna is subluxated dorsally, head is enlarged & overall length of ulna is decreased. Carpus is subluxated ulnaward & palmarwards into distal radioulnar joint, carpus appear wedge shaped with it&; s apex proximal *treatment-conservative & surgical- considered for severe deformity or persistent pain. in skeletally immature patients, distal radial osteotomy with ulnar shoening (Milch resection) preferred. In skeletally mature osteotomy & Darrach&; s procedure is done. REF: textbook of ohopedics, John ebenezer, 4th edition, pg. no. 492",
        "cop": 3,
        "opa": "Humerus head",
        "opb": "Proximal ulna",
        "opc": "Distal radius",
        "opd": "Carpal bones",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "7909d253-f1f9-42dc-8481-6ad520a867f2",
        "choice_type": "single"
    },
    {
        "question": "Greenstick fracture is -",
        "exp": "Ans. is 'a' i. e., Incomplete transverse fracture pattern in children * A greenstick fracture is an incomplete transverse fracture pattern seen in children.* Greenstick fractures occur when an injuring force applied to a bone exceeds the limits of elasticity of the bone.* This results in the bone's bending to the point of bony disruption and fracture on the side opposite to the applied force.* However, a green-stick fracture is an incomplete fracture, in which the compressed cortex and periosteum remain intact.* Greenstick fractures of radius-ulna are common fractures in children and often result from a fall on a outstretched hands.",
        "cop": 1,
        "opa": "Incomplete transverse fracture pattern in children",
        "opb": "Complete transverse fracture pattern in children",
        "opc": "Incomplete spiral fracture pattern in children",
        "opd": "Complete spiral fracture pattern in children",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Orthopedics",
        "id": "8b8e8b94-cc5a-4d07-b29f-d0c677bdb8af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following movements is restricted in Pehe's disease -",
        "exp": "There is limitation of abduction & internal rotation due spasm of muscles. Other signs: antalgic gait * muscle spasm detected by roll test * proximal thigh atrophy * sho stature Symptoms: painless limp, mild pain in the hip or anterior thigh or knee, onset of pain may be acute or insidious ref: textbook of ohopedics, John ebnezer, 4th edition, pg. no. 412",
        "cop": 4,
        "opa": "Adduction & external rotation",
        "opb": "Abduction & external rotation",
        "opc": "Adduction & internal rotation",
        "opd": "Abduction & internal rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "002f6180-d122-4357-ac87-dd7ae28afd0a",
        "choice_type": "single"
    },
    {
        "question": "WHICH STATEMENT IS TRUE ABOUT CAFFEY&; S DISEASE IS?",
        "exp": "CAFEYS DISEASE: Infantile Coical Hyperostosis is a rare disease of infants and children. Usually stas during the first few months of life with painful swelling over the tubular bones and mandible Child may be feverish and irritable, refusing to move the affected limb X-rays characterically show periosteal new-bone formation resulting in thickening of the affected bone. After a few months the local features may resolve spontaneously, only to reappear somewhere else. Flat bones such as the scapula and cranial vault, may also be affected. Other causes like osteomyelitis and scurvy must be excluded. The cause of Caffey&; s disease is unknown but a virus infection has been suggested. Antibiotics are sometimes employed, it is doubtful whether they have any effect. REF: Apley&; s 9th edition, page no. 42",
        "cop": 2,
        "opa": "Renal osteodystrophy",
        "opb": "Infantile coical hyperostosis",
        "opc": "Osteomyelitis of jaw in children",
        "opd": "Chronic osteomyelitis in children",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "795df6f3-4075-4fa3-9cfa-49a84d31b32a",
        "choice_type": "multi"
    },
    {
        "question": "Radiological sign in case of Pehe's disease -",
        "exp": "Pehes disease is divided into 5 distinct radiographic stages: *cessation of growth of capital femoral epiphysis - occurs after initial ischaemic episode & last for 6-12 months. *subchondral fracture - causes collapse of head &ischemia, visible on radiograph for an average of three months *resorption - necrotic epiphyseal bone beneath the subchondral fracture is gradually & irregularly resorbed & takes 6-12 months *re- ossification- ossification of vascular fibrous tissue takes place. the capital femoral epiphysis regains its normal strength, takes 6-24 months * healing or residual stage - femoral head is healed with or without residual deformity. REF: textbook of ohopaedics, John ebnezer, 4th edition, pg. no. 412",
        "cop": 3,
        "opa": "Epiphyseal calcification",
        "opb": "Organized calcification",
        "opc": "Lateral subluxation femur head",
        "opd": "Restriction of abduction",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "db47b74a-99e1-4282-b618-92c15fbf88c2",
        "choice_type": "single"
    },
    {
        "question": "Causes of Psedoahrosis is all of the following except -",
        "exp": "Pseudoahrosis is pseudo joints * it can be seen after a fracture - non union of a fracture may be painless if pseudojoint forms between fracture ends. *it can be idiopathic *can be seen in neurofibromatosis *congenital pseudoahrosis of tibia - rare condition, in 50-90% cases neurofibromatosis is present * in established cases - Boyd dual onlay graft is the treatment of choice in patients with street fracture. REF: textbook of ohopedics, John ebnezer, 4th edition, pg. no. 501",
        "cop": 3,
        "opa": "Idiopathic",
        "opb": "multiple compound Fractures",
        "opc": "Osteomyelitis",
        "opd": "Neurofibromatosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "b295fb04-908a-4906-82fa-3172a419c559",
        "choice_type": "multi"
    },
    {
        "question": "Slipped capital femoral epiphysis is seen most commonly in which age group -",
        "exp": "Slipped capital femoral epiphysis (SCFE) occurs during adolescent rapid growth period when epiphysis plate is weak & the capital epiphysis is displaced down & back. * Etiology: age - 10-17years of age Sex- male: female - 5: 2 Location: left hip is involved in 58% of the cases *stages 1. Preslipping stage 2. chronic slipping stage 3. stage of fixed deformity *Radiographic changes - *early change: marginal blurring of the proximal metaphysis, lower margin of metaphysis is included within the acetabulum normally but excluded in the early epiphyseal slip, Trethovan &; s line: line drawn along the superior margin of the neck, transects the epiphysis normally, but will be above it in slip, depth of epiphysis is reduced, there is a step between metaphysis & epiphysis. *Late changes: trethovan&; s sign is present, head is atrophic, neck shaft angle is less than 90 degree, new bone formation is seen at the anterior superior pa of neck, joint space is clear, shenton&; s line is broken. * CT scan is very useful in assessing degree of slips. Classification of slipping - mild(51%), moderate(22%), severe slipping (17%) REF: Essential ohopedics, John Ebenezer, 4th edition, pg. no. 416",
        "cop": 2,
        "opa": "Infants",
        "opb": "Adolescents",
        "opc": "Old age",
        "opd": "Childhood",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric orthopedics",
        "id": "63aa8e57-1604-4567-be91-2762f7673b53",
        "choice_type": "single"
    }
]