[
    {
        "question": "A female with H/o oligohydramnios during her pregnancy, brings her newborn baby to OPD, on noticing asymmetric thigh folds in her child. The examiner performs flexion, IR and abduction, which produces a click sound. Which is the test done by the examiner?",
        "exp": "Clinical Diagnosis - DDH based on the following 1. Abduction is limited (especially in flexion) 2. Asymmetric thigh folds Oolani's Test--the first two alphabets O and R (Oolani for Reduction) and for Reduction we do abduction of hip. It is similar to 2nd pa of Barlow's test Mc. Murray circumduction test is used to evaluate individuals for tears in the meniscus of the knee",
        "cop": 1,
        "opa": "Oolani test",
        "opb": "Von Rosen test",
        "opc": "Mc Murray's test",
        "opd": "Barlow's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "2730f920-08de-4a6e-8a59-e045aa4cfb95",
        "choice_type": "single"
    },
    {
        "question": "Congenital coxa vara is treated by:",
        "exp": "CONGENITAL COXA VARA Clinical Presentation Painless limp in a child who has just staed walking Shoening-Limitation of abduction and internal rotation Radiological Reduced neck shaft angle (varus) Veical epiphysis plate Separate triangle of bone in infero-medial pa of metaphysis called as Fairbank's triangle Treatment depend upon HE angle if:- Angle 40o -60o = Observation >60o or if shoening is progressive = subtrochanteric osteotomy. Hilgenreiner's epiphyseal angle: angle between horizontal line joining center (triradiate cailage) of each hip (Hilgenreiner's line) and line parallel to physis; the normal angle is about 30 degrees.",
        "cop": 2,
        "opa": "Fixation by SP Nail",
        "opb": "Osteotomy",
        "opc": "Bone grafting",
        "opd": "Traction",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "1f073249-6f1c-4598-b18e-d93a39162276",
        "choice_type": "single"
    },
    {
        "question": "Cause of congenital pseudoahrosis is:",
        "exp": "Neurofibromatosis is an association it is not a cause Most Common Cause of Pseudoahrosis - Idiopathic> Neurofibromatosis (NF-1) - (Actually an association, not a cause) Extra edge Musculoskeletal abnormalities in neurofibromatosis Pseudoahrosis oftibia Sho stature Scoliosis (Most common) Limb hyperophy due to multiple neurofibromas Distinctive osseous lesion: sphenoid dysplasia or coical thinning of long bones.",
        "cop": 4,
        "opa": "Intrauterine fracture",
        "opb": "Neurofibromatosis",
        "opc": "Fibrous dysplasia",
        "opd": "Unknown",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "fde9fc1f-854f-4530-85f8-fc996d3aca27",
        "choice_type": "single"
    },
    {
        "question": "Thurston Holland sign is seen in:",
        "exp": "Thurstan Holland fragment (or Thurstan Holland sign)- radiological sign depicting a triangular poion of the metaphysis remaining with the epiphysis in a physeal fracture. This fragment indicates a Salter Harris type 2 fracture",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Types III",
        "opd": "Type IV",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "06b0666a-294f-4bd6-a61a-c5af8d76b6f7",
        "choice_type": "single"
    },
    {
        "question": "Rocker bottom foot is due to:",
        "exp": "ROCKER BOTTOM FOOT Foot with a convex plantar surface with a apex of convexity at the talar head. Talus is veical so that its head forms the most prominent pa of the sole. The fore foot is deted outward and dorsally. Causes 1. Oblique/Veical talus 2. Improper correction of CTEV, i. e. forceful correction of equinus by dorsiflexion before adduction, varus and inversion may actually cause movement at mid tarsal joint (not at ankle joint) producing rocker bottom foot. Rx-Grice procedure is extra-aicular ahrodesis of subtalar (talocalcaneal) joint, done for Congenital Veical Talus.",
        "cop": 1,
        "opa": "Over treatment of CTEV",
        "opb": "Malunited fracture calcaneum",
        "opc": "Horizontal talus",
        "opd": "Neural tube defect",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "878dfbaf-2638-42e3-bc1a-f319ff6c0862",
        "choice_type": "single"
    },
    {
        "question": "Mutation seen in Marfan syndrome:",
        "exp": "Marfan Syndrome: Fibrillin 1 gene defect FGFR3- is seen in achondroplasia COL1. A1- osteogenesis imperfecta Fibrillin2- Congenital contractural arachnodactyly (CCA) -phenotypically similar to Marfan syndrome",
        "cop": 1,
        "opa": "Fibrillin-1 gene",
        "opb": "FGFR-3 gene",
        "opc": "COL1. A1",
        "opd": "Fibrillin-2",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "0f357678-40bd-4294-bd2c-3edd3c9a292e",
        "choice_type": "single"
    },
    {
        "question": "In congenital dislocation of hip, clinical sign which shows that the affected thigh is at a lower level when the knees and hips are flexed to 90 degrees is known as:",
        "exp": "Galeazzi sign or Allis sign is done for Development Dysplasia of Hip in which on hip flexion and knee flexion the knee on affected side is at lower levels.",
        "cop": 4,
        "opa": "Oolani's sign",
        "opb": "Barlow's sign",
        "opc": "Von Rosen's sign",
        "opd": "Galeazzi's sign",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "bbc237b6-78ba-4e96-8b6b-6c135c725888",
        "choice_type": "single"
    },
    {
        "question": "Perichondrial ring is:",
        "exp": "The perichondrial ring- surrounds the growth plate circumferentially. Peri-chondrial ring extends towards metaphysis and become continuous with periosteum of metaphysis. With increasing age, perichondrial ring is thinned and its shear resistance (strength) is decreased.",
        "cop": 2,
        "opa": "Seen around foramen magnum",
        "opb": "Seen around epiphyseal plate",
        "opc": "More prominent in adults",
        "opd": "Shear strength increases with age",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "55221c1c-0fac-4070-9857-1916becbc0e6",
        "choice_type": "single"
    },
    {
        "question": "A 4-month-child diagnosed with DDH, cast used after closed reduction is:",
        "exp": "Treatment Plan of DDH A. Neonate and Young Child (1-6 month)--Closed reduction. B. Pavlik harness after hip reduces is treatment of choice C. Ilfeld - craig splint, Von-Rosen splint and Freika pillow can also be used. OTHER OPTIONS: Minerva cast- cervical spine disease Reiser's cast- scoliosis",
        "cop": 2,
        "opa": "Hip spica",
        "opb": "Pavlik harness",
        "opc": "Minnerva cast",
        "opd": "Riser's cast",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "dc6ce757-8b13-466c-be42-2f65ac9ba243",
        "choice_type": "single"
    },
    {
        "question": "Congenital pseudo ahrosis is seen in which of the following:",
        "exp": "Tibia is the commonest affected bone in pseudoahrosis. Congenital pseudahrosis A pseudoahrosis is a bone fracture that fails to heal properly on its own Anterolateral bowing of the tibia Associated with neurofibromatosis Treatment is mainly surgical",
        "cop": 4,
        "opa": "Hip joint",
        "opb": "Femur",
        "opc": "Radius - ulna",
        "opd": "Tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "e93c5bb2-d970-448d-8429-8e6fd6af75c3",
        "choice_type": "single"
    },
    {
        "question": "Which test is shown below?",
        "exp": "Galeazzi's test: Performed between 3-8 month aged children in unilateral cases of developmental dysplasia of hip(DDH). Child is in supine position with the hip and knee in flexion Positive Galeazzi test- Limb-length discrepancy and reduced abduction in flexion of the left hip. Clinical Diagnosis - DDH: 1. Abduction is limited (especially in flexion) 2. Asymmetric thigh folds Oolani's Test--First two alphabets O and R (Oolani for Reduction) and for reduction we do abduction of hip. It is similar to 2nd pa of Barlow's test Mc. Murray circumduction test is used to evaluate individuals for tears in the meniscus of the knee",
        "cop": 2,
        "opa": "Oolani's test",
        "opb": "Galeazzi's test",
        "opc": "Skin-fold test",
        "opd": "Barlow's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Pediatric Ohopedics",
        "id": "6449236e-7e49-452c-8e0a-bdddc6a85abd",
        "choice_type": "single"
    }
]