[
    {
        "question": "A 33 yr /M has history of A, now complaints of pain left hip. On examination there is Flexion, External Rotation of left lower limb is present. There is 7 cm shoening of left lower limb, there is a gluteal mass felt which moves with the movement of femoral shaft, most probable diagnosis could be?",
        "exp": "Anterior dislocation is ruled out because it will have Flexion Abduction External Rotation with lengthening and anterior femoral head (Mass that moves with femur shaft is femur head). Central dislocation is ruled out because it will have shoening and femur head palpable on per rectal examination. Posterior dislocation will have Flexion Adduction and internal rotation with shoening and gluteal femoral head. Pipkins type IV: Shoening and gluteal mass with atypical features Type I: Femoral head fracture caudal to fovea centralis. Type II: Femoral head fracture cephalad to the fovea. Type III: Femoral head fracture associated with femoral neck fracture. Type IV: Type I, II or III with associated acetabular fracture.",
        "cop": 4,
        "opa": "Anterior dislocation of hip",
        "opb": "Central fracture dislocation",
        "opc": "Posterior dislocation",
        "opd": "Pipkin's type 4 fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "e1a175d6-8a8b-4925-a0dc-c486737eee31",
        "choice_type": "single"
    },
    {
        "question": "Raghu ram, a 32 years old biker sustained injury over his left hip joint. X-ray revealed a posterior dislocation of the right hip joint. The clinical attitude of the affected lower limb will be:",
        "exp": "Hip Dislocation: Anterior dislocation of hip Posterior dislocation of hip(M/C type) - FABER (flexion, abduction, external rotation) - FADIR(flexion, adduction, internal rotation) - Hip (femoral head) is lower than the joint in femoral area - Hip (Femoral head) is at the level of the joint - Limb-Lengthening - Shoening",
        "cop": 2,
        "opa": "External rotation, extension & abduction",
        "opb": "Internal rotation, flexion & adduction",
        "opc": "Internal rotation, extension & abduction",
        "opd": "External rotation, flexion & abduction",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "406d5015-ead7-4128-8de8-d28c32ba3b24",
        "choice_type": "single"
    },
    {
        "question": "Thompson and Epstein's classification is used in the management of:",
        "exp": "Thompson and Epstein classification - For planning treatment of Posterior dislocation of hip Type I Dislocation with no more than minor chip fractures Type II Dislocation with single large fragment of posterior acetabular wall Type III Dislocation with comminuted fragments of posterior acetabular wall Type IV Dislocation with fracture through acetabular floor Type V Dislocation with fracture through acetabular floor and femoral head. =Open reduction is indicated if closed reduction is not possible in 2 or 3 attempts, or dislocation is associated with fracture.",
        "cop": 4,
        "opa": "Fracture neck of femur",
        "opb": "Anterior dislocation of hip",
        "opc": "Central dislocation of hip",
        "opd": "Posterior dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "0984d314-0f9a-4c43-be03-cf99ae13c75c",
        "choice_type": "single"
    },
    {
        "question": "Meyer pedicle graft used for?",
        "exp": "* Meyer-pedicle graft is used to prevent avascular necrosis and non-union fracture in upper end of femur (neck of femur). In this procedure, Quadratus femoris is taken up and inseed into the head of the femur. * Inter-trochanteric of Femur does not result in AVN or non-union. It causes malunion.",
        "cop": 2,
        "opa": "Fracture through neck of the talus",
        "opb": "Non-union fracture neck of femur",
        "opc": "Fracture through the waist of the scaphoid",
        "opd": "Inter-trochanteric fracture femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "4d7c4cf6-8ad5-4e4f-9a0a-bf8b7093908d",
        "choice_type": "single"
    },
    {
        "question": "Telescopic test is useful to diagnose",
        "exp": "Positive Telescopy test indicates instability of hip joint such as: old unreduced posterior dislocation, loss of neck and or head in old fractures neck femur and paralytic hip. Telescoping digits is seen in psoriatic ahritis",
        "cop": 2,
        "opa": "Pehe's disease",
        "opb": "Intracapsular fracture neck of femur",
        "opc": "Malunited Trochanteric fracture",
        "opd": "Ankylosis of hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "ed827b54-64b5-476b-af1f-a693eb0ef7b4",
        "choice_type": "single"
    },
    {
        "question": "Open book and bucket handle injuries are seen in:",
        "exp": "(A) Bucket handle fracture: A type of pelvis fracture due to side-to-side compression of pelvis where there is fracture of pubic rami anteriorly and sacroiliac joint or ilium posteriorly but on the opposite side. (B). Open book fracture: A pelvic fracture due to anteroposterior compression of pelvis where the pubic symphysis is disrupted and pelvis opens up like a book.",
        "cop": 2,
        "opa": "Spine",
        "opb": "Pelvis",
        "opc": "Femur",
        "opd": "Knee",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "4704dae6-c327-41b4-bf6a-2b47a9d37064",
        "choice_type": "single"
    },
    {
        "question": "Trendelenburg test is positive in which of the following condition:",
        "exp": "In L5 S1 PIVD Superior gluteal nerve is effected which supplies the abductors of hip i. e Gluteus medius and minimus causes trendelenburg gait. TRENDELENBURG SIGN Normally when the body weight is suppoed on one limb, the glutei (medius and minimus) of the suppoed side contract and raise the opposite and unsuppoed side of pelvis If the abductor mechanism is defective the unsuppoed side of pelvis drops- positive Trendelenburg's test. It is positive in the conditions in which any of the three?? \"fulcrum (Femoral Head), lever arm (neck length) or power (muscles/nerve) is affected. In other conditions superior gluteal nerve is not affected.",
        "cop": 2,
        "opa": "L3 L4 PIVD",
        "opb": "L5 S1 PIVD",
        "opc": "Synovitis of the hip",
        "opd": "Femoroacetabular Impingement Syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis and Hip Injury",
        "id": "5d303c62-b64a-489d-884b-26244ac98d3d",
        "choice_type": "single"
    }
]