[
    {
        "question": "Barjinder, a 65-yr. old male came to you with shoulder pain and limited range of motion after a fall on an outstretched hand. X-ray given below. Which of the following is/are most likely to be injured?",
        "exp": "Axillary Nerve - Supplies Teres minor & deltoid - Sensation: upper arm - Regimental Badge area- Loss of sensation - Known as Regimental badge Sign - Damaged due to: 1. Shoulder dislocation 2. Fracture of upper end of Humerus 3. Injection into deltoid muscle",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Axillary nerve",
        "opd": "Median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "ce6bfe04-eb30-4953-84ee-65fc45e0db4c",
        "choice_type": "multi"
    },
    {
        "question": "Disability of hands is maximum with a lesion of",
        "exp": "Ulnar nerve innervates 15 of the 20 intrinsic muscles of the hand. Musculocutaneous, radial, ulnar, and median nerves are all impoant to hand function. Musculocutaneous and radial nerves allow forearm supination; the radial nerve alone innervates the extensor muscles. Median nerve is the 'eye of the hand' because of its extensive contribution to sensory perception; it also maintains most of the long flexors, the pronators of the forearm, and the thenar muscles. Ulnar paradox- higher the ulnar nerve injury, less is the clawing of hand",
        "cop": 3,
        "opa": "Median nerve at elbow",
        "opb": "Median nerve at wrist",
        "opc": "Ulnar nerve at elbow",
        "opd": "Ulnar nerve at wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "e6b134ca-bc15-47e6-999d-77386db46c89",
        "choice_type": "single"
    },
    {
        "question": "Ulnar paradox is due to:",
        "exp": "Ulnar paradox The higher the lesion of the median and ulnar nerve injury, the less prominent is the deformity and vice versa, because in higher lesions the long finger flexors are also paralysed (which were causing interphalangeal flexion/clawing). The loss of finger flexion makes the deformity look less obvious/ less clawing In low ulnar nerve palsy forearm muscles are spared but the clawing is more ( as compared to high ulnar nerve palsy) because in low ulnar nerve palsy finger flexors are spared which adds on to the deformity by flexing IP joints.",
        "cop": 1,
        "opa": "FDP",
        "opb": "FPL",
        "opc": "ECRB",
        "opd": "Radial nerve disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "e51c62b1-06e2-4114-bbc4-31cf30d5ac30",
        "choice_type": "single"
    },
    {
        "question": "Following nerve injury, the injured nerve regenerates at a rate of:",
        "exp": "Rate of Recovery of Nerve is 1 mm/day",
        "cop": 2,
        "opa": "0. 001 cm/day",
        "opb": "0. 1 cm/day",
        "opc": "1 cm/day",
        "opd": "0. 0001 cm/day",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "d7c92d3b-2f91-4364-ac19-0667550061f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will not take place in a patient with ulnar nerve injury in arm?",
        "exp": "Ulnar nerve palsy Flexor carpi ulnaris will be paralysed; Sensory loss over medial aspect of hand (area supplied by ulnar nerve) Claw hand due to paralysis of intrinsic muscles of hand. Adductor pollicis is supplied by ulnar nerve hence in ulnar nerve palsy thumb adduction will not be seen.",
        "cop": 2,
        "opa": "Claw hand",
        "opb": "Thumb adduction",
        "opc": "Sensory loss over medial aspect of hand",
        "opd": "Weakness of flexor carpi ulnaris",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "9fb7c1a0-e438-4468-b8d5-c21fdad06fee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about Klumpke's paralysis?",
        "exp": "Klumpke's palsy: most common cause-traumatic vaginal delivery Occurs in lower trunk of brachial plexus (C8-T1) Claw hand is present due to the paralysis of intrinsic muscles of hand It is associated with Horner's syndrome Has poor prognosis",
        "cop": 4,
        "opa": "Involves lower trunk of brachial plexus",
        "opb": "Intrinsic muscles of hand are paralysed",
        "opc": "Claw hand is a feature",
        "opd": "Horner's syndrome can never be associated",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "7ea8be9f-504d-4603-858c-0f4e9eb105b4",
        "choice_type": "multi"
    },
    {
        "question": "Aeroplane splint is used in:",
        "exp": "Aeroplane splint is used for brachial plexus palsy.",
        "cop": 3,
        "opa": "Radial nerve injury",
        "opb": "Ulnar nerve injury",
        "opc": "Brachial plexus injury",
        "opd": "Scoliosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "2f9b4141-b8e9-4200-8c46-e5c6bbbb9e3d",
        "choice_type": "single"
    },
    {
        "question": "Froment's Sign is seen in:",
        "exp": "Froment Sign: In case of ulnar nerve palsy adductor pollicis supplied by ulnar nerve is paralysed. S o, patient holds the book between thumb and palm by using flexor pollicis longus (supplied by AIN nerve). This produces flexion at inter-phalangeal joint, while holding book.",
        "cop": 1,
        "opa": "Ulnar nerve palsy",
        "opb": "Median nerve palsy",
        "opc": "Musculocutaneous nerve palsy",
        "opd": "Posterior Interosseous nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "9a5b0072-d0b0-4a25-a66e-e32719bc6bf0",
        "choice_type": "single"
    },
    {
        "question": "Axillary Nerve Injury is least likely in:",
        "exp": "AXILLARY NERVE INJURY (C5-C6) * Injured in fracture of surgical neck humerus, shoulder dislocation (anterior and inferior) and intramuscular injections. Improper use of crutches - radial nerve injury(crutch palsy) AXILLARY NERVE INJURY Motor symptoms Deltoid muscle palsy Loss of rounded contour of shoulder -flattened Shoulder Weakness of abduction (15deg-90deg) Teres minor palsy Sensory symptoms Lateral cutaneous nerve of arm Sensory loss over lower half of deltoid (regimental badge area).",
        "cop": 4,
        "opa": "Shoulder dislocation",
        "opb": "Fracture proximal humerus",
        "opc": "Intramuscular injection",
        "opd": "Improper use of crutch",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "ac1a3675-3c93-4b8d-9329-658f6c8f06de",
        "choice_type": "single"
    },
    {
        "question": "Finger drop with no sensory loss is an injury of?",
        "exp": "High radial nerve injury - brachioradialis paralyzed+ wrist drop + finger drop + sensory loss Low radial nerve injury - wrist drop + finger drop + sensory loss ( brachioradialis is spared) PIN injury - finger drop Pure motor nerveand hence there is no sensory loss in its injury. Patient cannot extend the metacarpophalangeal joints but wrist extension is preserved as extensor carpi radialis longus is spared Superficial - sensory loss",
        "cop": 3,
        "opa": "High radial nerve",
        "opb": "Low radial nerve",
        "opc": "Posterior interosseous nerve",
        "opd": "Superficial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "fdfc808e-a81d-455d-b95a-d7cc8f4f4653",
        "choice_type": "single"
    },
    {
        "question": "Radial Nerve injury of this type recovers with conservative management",
        "exp": "Neurapraxia Block to conduction of electrical impulses down a nerve without disruption of the axon or suppoing cells. Physiological rather than anatomical disruption Prognosis is excellent when the cause is removed.",
        "cop": 3,
        "opa": "Neurotmesis",
        "opb": "Crush injury",
        "opc": "Neuropraxia",
        "opd": "Chemical injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "29ab903d-4486-42e5-b3c1-7057c9dd0037",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man has numbness in the middle three digits of his right hand and finds it difficult to grasp objects with that hand. He states that he retired 9 years earlier, after working as a carpenter for 50 years. He has atrophy of the thenar eminence ( Fig ). Which of the following conditions is the most likely cause of the problems in his hand?,",
        "exp": "It is due to repeat stress injury - leading to carpal tunnel syndrome compression of median nerve with inflammation of flexor tendons tingling sensation in 31/2 fingers including nail bed loss of motor innervation to muscles of the thenar eminence atrophy ofthenar eminence Osteoahritis of the cervical spine would also lead to increasing complexity of symptoms. Ulnar nerve is not implicated in these symptoms. It does not provide sensation to digits 1 to 3.",
        "cop": 1,
        "opa": "Compression of the median nerve in the carpal tunnel",
        "opb": "Repeated trauma to the ulnar nerve",
        "opc": "Osteoahritis of the cervical spine",
        "opd": "Formation of the osteophytes that compress the ulnar nerve at the medial epicondyle",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "64cbdbe6-572d-4e77-8ed5-cd14a076011e",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy has severed his radial nerve. Which of the following cells plays a major role in axonal regrowth?",
        "exp": "Schwann cells play a major role in axon regeneration (axon regrowth) in the PNS",
        "cop": 4,
        "opa": "Fibrous astrocytes",
        "opb": "Fibroblasts",
        "opc": "Oligodendrocytes",
        "opd": "Schwann cells",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "f4b451b0-07e3-44f4-9a56-2f35c527608f",
        "choice_type": "single"
    },
    {
        "question": "Damage to median nerve produces:",
        "exp": "Ape thumb: Due to paralysis of opponens pollicis brevis and thenar eminence atrophy. 2. Winging of scapula which is caused due by injury to the long thoracic nerve or nerve to the serratus anterior, causing weakness of the serratus anterior muscle. When the patient is asked to push against a wall with both hands, medial border of the scapula on the affected side becomes prominent and this is known as 'winging of scapula. '",
        "cop": 3,
        "opa": "Claw hand",
        "opb": "Winging of scapula",
        "opc": "Ape thumb",
        "opd": "Wrist drop",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "9b4e7f0d-c036-4eab-94f6-04f9952b542c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of musculocutaneous nerve injury at axilla except:",
        "exp": "MUSCULOCUTANEOUS NERVE INJURY Musculocutaneous nerve supplies coracobrachialis, the biceps brachii and the brachialis, Continued into the forearm as the lateral cutaneous nerve of the forearm. Injury-loss of flexion of elbow, supination of forearm sensory loss on lateral aspect of forearm. Damaged in shoulder dislocation.",
        "cop": 1,
        "opa": "Loss of flexion of shoulder",
        "opb": "Loss of flexion at elbow",
        "opc": "Loss of supination of forearm",
        "opd": "Loss of sensation on radial side of forearm",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "983ca8a4-eaf6-4c80-a4cc-b58d1e8a1de3",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the following nerves according to incidence of their involvement in Supra-condylar fracture of humerus a. Median nerve b. Radial nerve c. Anterior interosseous nerve d. Ulnar nerve",
        "exp": "AMRU- Sequence of nerve involvement in SCF A- Anterior Interior Nerve M- Median Nerve R- Radial Nerve U- Ulnar nerve =Mechanism of injury-fall on outstretched hand(FOOSH) =TYPES- extension type most common (95-98%), flexion type less common (<5%). =Complications of supracondylar fracture of the humerus: Malunion leading to cubitus varus (gunstock deformity) Median nerve injury leading to pointing index sign Volkmann's ischemic contracture Vascular compromise - Rx- Urgent reduction in the OT and vascular status reassessed If perfusion is not restored, urgent exploration of the brachial aery is done",
        "cop": 2,
        "opa": "c, a, d, b",
        "opb": "c, a, b, d",
        "opc": "a, c, b, d",
        "opd": "d, a, b, c",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injury",
        "id": "16dd4748-aee5-457a-83e9-bfb2a7378180",
        "choice_type": "single"
    }
]