[
    {
        "question": "Damage to median nerv e produces -",
        "exp": "Ans. is 'c' i. e., Ape thumb. Deformity' or disorder. Nerve involvedo Wrist dropo Radial nerveo Foot dropo Common peroneal nerve (Lateral popliteal)o Claw hand (complete)o Ulnar + Median nerveo Ulnar claw hando Ulnar nerveo Ape thumb deformityo Median nerveo Pointing indexo Median nerveo Policeman tip deformity'o Erb's Palsy (Brachial plexus)o Winging of scapulao Long thoracic nerve (nerve to SA)o Meralgia parestheticao Lateral cutaneous nerve of thigh",
        "cop": 3,
        "opa": "Claw hand",
        "opb": "Winging ofscapule",
        "opc": "Ape thumb",
        "opd": "Wrist drop",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "5d63da57-3ddf-46da-b984-556b7d0627ac",
        "choice_type": "single"
    },
    {
        "question": "\"Pointing index\" is due to paralysis of:",
        "exp": "Ans. is 'a' i. e. Median nerve Pointing index: On asking the pt. to make a fist, it is noticed that the index finger remains straight. This is d/t Paralysis of the flexor digitorum superficialis and that of lateral half of the flexor digitorum profundus muscle (to the index finger) in median nerve palsy at a level of proximal to elbow.*Some other related questions:* Wrist drop is seen in*-Radial nerve palsy* Foot drop is seen in*-Common peroneal nv palsy. Winging of the scapula*Claw hand(Main -en -griffe):-Long thoracic nerve palsy.* Partial claw hand*-Ulnar nerve palsy* Complete claw hand*-Ulnar +Median nerve palsy* Ape thumb deformity*-Median nerve palsy* Pointing index*-Median nerve palsy* Policeman's tip deformity*-Also k/a Erb's paralysis d/t injury in the region of the upper trunk of the brachial plexus. Nerve roots involved are mainly C5 & partly C6.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Auxiliary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "da14f0b5-70c9-493e-9f5e-f4cba95fd8d1",
        "choice_type": "single"
    },
    {
        "question": "Following test is known as:",
        "exp": "Ans. A. Finkelstein test. Finkelstein test is performed to make a diagnosis of Dequervain's disease, which is tenosynovitis of Abductor polices longus (APL) and extensor polices brevis (EPB), which make the first dorsal compartment of the wrist.",
        "cop": 1,
        "opa": "Finkelstein Test",
        "opb": "Tinel test",
        "opc": "Phalen's test",
        "opd": "Cozens test",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "3ee175ef-557b-4287-a8a0-c6110be542b0",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is compressed in carpal tunnel syndrome -",
        "exp": "Ans. is 'a' i. e., Median nerve f Ref: Basics of orthopaedics 2nd/e p. 718]. Carpal tunnel syndromeo Carpal tunnel syndrome is the most common and widely known entrapment neuropathy in which the body's peripheral nerve is compressed or traumatized. Carpal tunnel syndrome occurs when the median nerve is compressed in the carpal tunnel below flexor retinaculum. The carpal tunnel is a narrow rigid passage way of ligament and bones at the base of hand, in front of distal part of wrist. Carpal tunnel houses the median nerve and 9 tendons (4 FDS, 4 FDP & FPL). Causes of carpal tunnel syndromeo There are many causes of carpal tunnel syndrome: -Idiopathic: - This is the most common cause. Pregnancy and menopause. Metabolic: - Gout, Diabetes mellitus4} Endocrine: - Hypothyroidism, Myxedema, Acromegaly, Hyperparathyroidism. Deposition disorder Amyloidosis, Sarcoidosis, Rheumatid arthritis, Leukemia, CRF, Nlucopoly saccharoidosis. Alcoholism. Local causes: - Malunited colie's fracture, osteo-arthritis of the carpal bones, synovitits of flexor tendon sheath, hematoma. Clinical features of carpal tunnel syndromeo Carpal tunnel syndrome is more common in women and occurs between 35-50years. o Symptoms usually start gradually, writh frequent burning, tingling, paresthesia and numbness in the distribution of median nerve, i. e., lateral three & half of fingers and lateral 2/3rd of palm, o The symptoms often first appear during night, since many people sleep with flexed wrists. (Flexion decreases the space in carpal tunnel which results in increased pressure over median nerve), o Sensory symptoms can often be reproduced by percussing over median nerve (Tinel's sign) or by holding the wrist fully flexed for a minute (Pltalen's test). o As the disease progresses, clumsiness of hand and impairment of digital function develop, o Later in the disease, there is sensory loss in median nerve distribution and obvious wasting of thenar eminence. Clinical Tests for Carpal tunnel syndromeo There are some provocative tests which act as important screening methods: -Wrist flexion (Phalen's test): - The patient is asked to actively place the wrist in complete flexion. If tingling and numbness develop in the distribution of median nerve, the test is positive. This is the most sensitive provocative test. Tourniquet test: - A pneumatic BP cuff is applied proximal to the elbow' and inflated higher than the patient's systolic BP. The test is positive if there is paresthesia or numbness in the region of median nerve distribution in hand. Median nerve percussion test (Ttnel's sign): - The median nerv e is gently tapped at the wrist. The test is positive if there is tingling sensation.; Median nerve compression test: - Direct pressure is exerted equally over both wrists by the examiner. If symptoms of carpal tunnel syndrome appear, the test is positive.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "907a1ee5-10f6-4abf-9a50-cc746adaa423",
        "choice_type": "single"
    },
    {
        "question": "Tinels sign is used -",
        "exp": "Ans. is 'd' i. e., To asses the regeneration Tinels sign:* Brisk percussion along the course of an injured nerve from distal to proximal direction may elicit a tingling sensation in the distal distribution of the nerve.* This is described as Tinels sign.* The point of hypersensitivity marks the site of abnormal nerve sprouting: if it progresses distally at successive visits this signifies regeneration; if it remains unchanged this suggests a local neuroma.",
        "cop": 4,
        "opa": "To asses the severity of damage of nerve",
        "opb": "To classify the type of nerve injury",
        "opc": "To locate the site of nerve injury",
        "opd": "To asses the regeneration",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "fdaffa63-eb77-4cce-861d-6e53526f9a2a",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve injured in face lift surgery is -",
        "exp": "Ans. is 'd' i. e., Frontal branch of facial nerve Nerve injury during facelift surgeryo Some sensory reduction after facelift surgery is considered a consequence and not a complication of facelift surgery. o Care must be taken to avoid injury to the greater auricular nerve, o The most commonly injured nerve is the frontal branch of the facial nerve.",
        "cop": 4,
        "opa": "Zygomatic branch of the facial nerve",
        "opb": "Greater auricular nerve",
        "opc": "Mandibular branch of facial nerve",
        "opd": "Frontal branch of facial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "da697db0-ef50-4ccf-a0d8-057e928ddd0c",
        "choice_type": "single"
    },
    {
        "question": "Tardy ulnar nerve palsy is associated with which of the following deformity?",
        "exp": "TARDY ULNAR NERVE PALSY: may develop after: malunited fractures of the lateral humeral condyle in children, - displaced fractures of the medial humeral epicondyle, -dislocations of the elbow, - - contusions of the nerve. - In malunion of the lateral humeral condyle, cubitus va develops; in this deformity the ulnar nerve is gradually str and can become incompletely paralyzed. -also may develop in patients who have a shallow ulnar groov the posterior aspect of the medial humeral epicondyle,. - hypoplasia of the humeral trochlea,. - an inadequate fibrous arch that normally keeps the nerve in the groove, resulting in recurrent subluxation or dislocation of the. nerve. ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Cubitus varus",
        "opb": "Cubitus valgus",
        "opc": "Dislocation",
        "opd": "Colles fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "088bc431-af69-42cd-8b03-8b7231621f00",
        "choice_type": "single"
    },
    {
        "question": "Nerve injured in fibular neck fracture -",
        "exp": "Ans. is 'a' i. e., Common peroneal. Site of injury. Nerve injured. Fracture surgical neck humerus. Axillary nerve. Fracture shaft humerus. Radial nerve. Supracondylar fracture. Median nerve (anterior interosseous branch). Medial epicondyle fracture. Ulnar nerve. Posterior dislocation of HIPSciatic nerve. Fibular neck fracture. Common peroneal nerve",
        "cop": 1,
        "opa": "Common peroneal",
        "opb": "Tibial",
        "opc": "Sural",
        "opd": "Femoral",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "9fc5edbe-93a3-49d7-a768-8d6ef4545d93",
        "choice_type": "single"
    },
    {
        "question": "Tarsal tunnel syndrome involves -",
        "exp": "Ans. is 'b' i. e., Posterior tibial nerve Entrapment neuropathyo Entrapment neuropathy is a medical condition caused by entrapment and compression of a peripheral nerve wherever it traverses fibro-osseous tunnels, o Sites of entrapment neuropathy are: -Carpal tunnel: - Median nerve (carpal tunnel syndrome). Cubital tunnel: - Ulnar nerve (cubital tunnel syndrome). Guyan s canal: - Ulnar nerve (Guyan's canal syndrome). Tarsal tunnel: - Posterior tibial nerve (Tarsal tunnel syndrome). Inguinal ligament: - Lateral cutaneous nerve of thigh (meralgia paraesthetica). Suprascapular notch: - Suprascapular nerve. Neck of fibula: - Common peroneal nerve. Fascial tunnel of superficial peroneal nerve: - Superficial peroneal nerve. Arcase of Frohse: - Posterior interosseous syndrome. Thoracic outlet: - Lower trunk of brachial plexus. Compression in the foot: - Digital nerve (Morten's metatarsalgia)",
        "cop": 2,
        "opa": "Lateral cutaneous nerve of thigh",
        "opb": "Posterior tibial nerve",
        "opc": "Common peroneal nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "e7e3a527-7fa6-4b7e-a3ec-61365882a767",
        "choice_type": "single"
    },
    {
        "question": "Nerve damaged due to lunate dislocation is:",
        "exp": "In lunate dislocation, the lunate dislocates anteriorly but the rest of the carpals remain in position. Lunate dislocation can lead to median nerve injury. Severe loss of wrist movements is inevitable. Avascular necrosis of the lunate is a common complication. same nerves are injured in carpel tunnel syndrome. REF: Maheswari 9th ed pg 116",
        "cop": 2,
        "opa": "Median & ulnar",
        "opb": "Median",
        "opc": "Ulnar",
        "opd": "Radial",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "e4f01099-d5be-4c5a-9124-182d2347e651",
        "choice_type": "single"
    },
    {
        "question": "Positive adsons test is seen in -",
        "exp": "Ans. is 'a' i. e., Thoracic outlet syndrome Thoracic Outlet Syndrome:* Neurological and vascular symptoms and signs in the upper limbs may be produced by compression of thelower trunk of the brachial plexus (C8 and Tl) and subclavian vessels between the clavicle and the first rib.* Symptoms and signs of thoracic outlet syndrome may be reproduced by variousprovocative manoeuvres. In Adson's test the patient'sneck is extended and turned towards the affected sidewhile he or she breathes in deeply; this compresses theinterscalene space and may cause paraesthesia andobliteration of the radial pulse.* In Wright's test thearms are abducted and externally rotated; again thesymptoms recur and the pulse disappears on theabnormal side.* The examination is continued by askingthe patient to hold his or her arms high abovetheir head and then open and close the fingers rapidlyjthis may cause cramping pain on the affected side(Roos's test). Unfortunately these tests are neither sensitivenor specific enough to clinch the diagnosis.",
        "cop": 1,
        "opa": "Thoracic outlet syndrome",
        "opb": "Burger disease",
        "opc": "Varicose veins",
        "opd": "Radial nerve injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "7b3f432b-d86c-4727-83aa-b1c1e07f0268",
        "choice_type": "single"
    },
    {
        "question": "Compression of a nerve within the carpal tunnel produces inability to -",
        "exp": "9 tendon & 1 nerve pass through carpal tunnel. They are tendons of flexor digitorum superficialis & profundus in a common sheath, tendon of flexor pollicis longus in an independent sheath & the median nerve Median nerve - motor branches in hand are * flexor pollicis brevis: flexes metacarpophalangeal joint of thumb * opponens pollicis: opposes thumb towards the fingers *abductor pollicis brevis: abduction of thumb *first & second lumbricals: fex metacarpophalangeal joints, extend interphalangeal joints Sensory- palmar skin over the lateral three & half digits with their nail beds REF: textbook of ohopedics, John Ebenezer, 4th edition, pg. no. 391",
        "cop": 4,
        "opa": "Abduct the thumb",
        "opb": "Adduct the thumb",
        "opc": "Flex the distal phalanx of the thumb",
        "opd": "Oppose the thumb",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "ca776954-cf41-4168-a4d1-66b21632d384",
        "choice_type": "single"
    },
    {
        "question": "A 54. YR old male patient met with a road traffic accident and was brough to the ER, he was unable to move his right arm. x ray shown below. which of the following nerve may be injured in this case?",
        "exp": "AXILLARY NERVE SUPPLY: Posterior cord lower border of pectoralis minor Quadrilateral space Upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid Nerve to deltoid Nerve to teres minor Injury results in loss of sensation over the lower half of the deltoid Weakness of the deltoid and the teres minor * Results from fracture of the surgical neck of the humerus and dislocation of the shoulder joint. * Impossible to test the integrity of the axillary nerve by testing the ability of deltoid to abduct the arm because of severe pain * The presence of a small area of lost or diminished sensation over the inferior half of deltoid enables the diagnosis of axillary nerve injury to be made. REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "0ad04944-d770-4a08-8472-a72e52efb22b",
        "choice_type": "single"
    },
    {
        "question": "Pen test is done for elliciting which nerve injury -",
        "exp": "Pen test is used to test abductor pollicis brevis * supply by median nerve * action - abduction of the thumb * pen test - the patient is asked to lay his hand flat on the table with palm facing the ceiling. A pen is held above the thumb & the patient is asked to touch the pen with tip of the thumb. It will not possible in case of median nerve injury. REF: Essential ohopedics, Maheshwari, 5th edition, pg. no. 66",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "44bf1371-21f4-4d6d-9cc3-ef9bf99bfb81",
        "choice_type": "single"
    },
    {
        "question": "Trendelenurg test is positive in injury to -",
        "exp": "Ans. is 'b' i. e., Superior Gluteal Nerbve o Has been explained in previous sessions.",
        "cop": 2,
        "opa": "Inferior gluteal nerve",
        "opb": "Superior Gluteal Nerbve",
        "opc": "Lateral Popliteal nerve",
        "opd": "Sciatic Nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "4221a550-a675-4778-9c39-980034eb8f63",
        "choice_type": "single"
    },
    {
        "question": "what happens in Klumpkes paralysis",
        "exp": "Klumpke&; s paralysis * site of injury - lower trunk of brachial plexus ( C8, T1) * cause of injury - undue abduction of the arm, as in clutching something with the hand after a fall from height, sometimes in bih injury. *Muscles paralysed- *intrinsic muscle of hand (T1), ulnar flexors of wrist & fingers (C8) *deformity - claw hand due to unopposed action of long flexors & extensors of the fingers. In claw hand there is hyperextension at metacarpophalageal joint & flexion at the interphalangeal joints. REF: textbook of ohopedics, John Ebenezer, 4th edition, pg. no. 351",
        "cop": 2,
        "opa": "Water tip deformity",
        "opb": "Intrinsic hand muscle weakness",
        "opc": "Elbow extended and wrist extended",
        "opd": "Only elbow is extended",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "def9ec59-cd3b-4d36-84cf-7c1ebd5f2e60",
        "choice_type": "single"
    },
    {
        "question": "Ape thumb deformity is seen in involvement of -",
        "exp": "Ape thumb deformity: in this the thumb is in the same plane as the wrist. It occurs due to paralysis of opponens pollicis muscle in median nerve injury at the wrist & the unopposed action of extensor pollicis longus produces an ape like hand. The thenar eminence is wasted & flattened. The thumb is adducted & laterally rotated so that the first metacarpal lies in same plane other metacarpals. REF: Essential ohopedics, Maheshwari, 5th edition, pg. no. 64",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "4411da3a-c51b-4352-be50-59f1ebcaa72d",
        "choice_type": "single"
    },
    {
        "question": "Meralgia paresthetica is due to involvement/injury of which of the following nerve?",
        "exp": "Meralgia paresthetica is due to the involvement of lateral cutaneous nerve of thigh. *type - idiopathic, spontaneous, iatrogenic * clinical features - pain, numbness, & paresthesia along the anterolateral aspect of thigh *Diagnostic test -if there is relief if pain after & paresthesia after injecting local anaesthetic * treatment: conservative - idiopathic: improve by removal of compressive agent, NSAIDS & local steroid injection - iatrogenic: care should be exercised during pelvic surgery: surgery - neurolysis or transection of the nerves REF: textbook of ohopedics, John Ebenezer, 4th edition, pg. no. 347",
        "cop": 2,
        "opa": "Medial cutaneous nerve of thigh",
        "opb": "Lateral cutaneous nerve of thigh",
        "opc": "Sural nerve",
        "opd": "Femoral nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "18c5ada2-a9de-4e1c-ba2e-ecbf8400e191",
        "choice_type": "single"
    },
    {
        "question": "For which of the following nerve palsies is the below test detected?",
        "exp": "Ans. B. Ulnar nerve. The picture shows the card test which tests the ulnar nerve (palmar interossei).* In this test, the examiner inserts a card between the two extended fingers, and the patient is asked to hold it as tightly as possible, while the examiner tries to pull the card out.* The power of adductors palmar interossei-adduction (PAD) can thus be judged.* Ulnar nerve supplies the hypothenar muscles, all the palmar and dorsal interossei and medial two lumbricals.",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Anterior interosseous nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "6ea8b1fd-1619-4f5b-93f3-5fe89ef8ff5e",
        "choice_type": "single"
    },
    {
        "question": "Carpal tunnel syndrome is due to compression of:",
        "exp": "Ref: Wheel ess' Textbook of Orthopaedics & Apleys System of Orthopaedics and Fractures, 8th ed. Explanation: Carpal Tunnel Syndrome. Median nerve compression syndrome at the wrist; Most common form of nerve entrapment. Pathophysiology: Nerve compression may result in: Ischemia. Focal demy el i nation. Decrease in axonal caliber. Axonal loss. Presence of pain in the wrist and/or fingers and presence of paresthesias in fingers. Night pain may be especially predictive. MRI: Indicated when atypical CTS due to tumor or anomalous muscle is suspected. Non Operative Treatment: Carpal tunnel injection/ Median nerve block. Surgical Treatment: Goals of surgery: Eliminate compression by the tenosynovium; Tenosynovectomy is performed if tissue is bulky, displaces flexor tendons. Restore the gliding capacity of the nerve. Remove constriction by external epineurium, & liberate fascicles from internal. Release. Surgical Treatment Options: Open surgical release- Endoscopic carpal tunnel release",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Anterior internsseus nerve",
        "opc": "Radial nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "633e0617-7bdd-42c3-8242-1159517d1f5d",
        "choice_type": "single"
    },
    {
        "question": "\"Adam's test\" is done for:",
        "exp": "Ans. B. To differentiate between structural and postural scoliosis* Adams forward bend test helps to differentiate functional and structural scoliosis.* Functional scoliosis will disappear on forward bending while structural scoliosis will not.",
        "cop": 2,
        "opa": "Diagnosis of thoracic outlet syndrome",
        "opb": "To differentiate between structural and postural scoliosis",
        "opc": "To check the perfusion of hand",
        "opd": "To check Progression of nerve regeneration",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "afbbb437-e17d-4c4a-8701-9a82feffa0ec",
        "choice_type": "single"
    },
    {
        "question": "A 34 year old female was operated for fracture of the radial neck. Post-operatively she was unable to extend fingers at metacarpi-phalangeal joints. There was no sensory loss in the hand. Which nerve is most commonly injured?",
        "exp": "Ans. B. Posterior interosseous nerve. Posterior interosseous nerve (PIN) is a branch of radial nerve. Below elbow, radial nerve divides into superficial radial nerve (Pure sensory) and posterior interosseous nerve (Pure motor). PIN is responsible for extension of fingers at Metacarpophalangeal joint and thumb. It is most commonly injured nerve in surgeries around radial head and neck.",
        "cop": 2,
        "opa": "Radial Nerve",
        "opb": "Posterior interosseous nerve",
        "opc": "Median Nerve",
        "opd": "Anterior Interosseous nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "4a796d5a-7a6f-43c3-a914-0c5e4226ce34",
        "choice_type": "single"
    },
    {
        "question": "\"Cock-up\" splint is used in treatment of",
        "exp": "Ans. b (Radial nerve palsy) (Ref. Maheshwari orthopedics 3rd ed., p 59; Table 10. 6.)RADIAL NERVE PALSY# This is a common injury after a humerus and if there is no prospect of return of function, then transfers of flexor tendons to the extensor side will stabilise the wrist and allow extension of the fingers.# The classic transfer is the Robert Jones.# Pronator teres is inserted into extensor radialis iongus to restore wrist extension.# Flexor carpi ulnaris is inserted into extensor digitorum to restore finger extension.# Palmaris iongus when present is inserted into extensor potlicis Iongus to restore thumb extension.# Splintage: cock-up splint. Some important splints used in orthopedic practise. Splints and casts. Clinical use. Cock-up splint. Shoulder abduction splint. Knuckle-bender splint. Foot-drop splint. Radial nerve palsy (Extensors of the wrist and MP joints paralysed). Axillary nerve (Deltoid paralysis). Ulnar nerve palsy (Lumbricals paralysis). Sciatic nerve or common peroneal nerve palsy Cylinder/tubular cast. Fracture patella. Hanging cast. Fracture humerus. Patellar tendon bearing cast. Fracture tibia. Minerva cast. Cervical spine fracture. Trunk Buckle cast. Scoliosis. Risser's cast. Scoliosis. Aluminium splint. Immobilization of finger. Thomas splint. Fracture femur. Bohler Braun splint. Fracture femur. Toe rising splint. Foot drop. Knuckle bender splint. Ulnar nerve palsy. Dennis Brown splint. CTEVSome important splits and casts used in orthopedic practise. Dunlop traction. Fracture elbow. Gallow's traction. Fracture femur - shaft (below 2 years). Bryant's traction. Fracture femur - shaft (below 2 years). Russell's traction. Trochanteric fracture. Perkin's traction. Fracture shaft femur in adults",
        "cop": 2,
        "opa": "Ulnar nerve palsy",
        "opb": "Radial nerve palsy",
        "opc": "Median nerve palsy",
        "opd": "Sciatic nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "3ee1f841-4af7-41d6-974c-629065d846a4",
        "choice_type": "single"
    },
    {
        "question": "Phalen's test is used in which of the following condition?",
        "exp": "Phalen&; s test / wrist flexion: done in carpal tunnel syndrome - the patient is asked to actively place the wrist in complete but unforced flexion. If tingling sensation& numbness is produced in the median nerve distribution of the hand within 60 sec, the test is positive. It is most sensitive provocative test. Has a specificity of 80%. REF: textbook of ohopedics, John Ebenezer, 4th edition, pg. no 394",
        "cop": 2,
        "opa": "De quervain tenosynovitis",
        "opb": "Carpal tunnel syndrome",
        "opc": "Trigger finger",
        "opd": "Ulnar nerve injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "1dd77159-e647-4fbe-b14b-ac0884e5323f",
        "choice_type": "single"
    },
    {
        "question": "what is the Most common cause of tarsal tunnel syndrome?",
        "exp": "Tarsal tunnel syndrome - the syndrome occurs due to compression of tibial nerve within the fibrous osseous tunnel under the flexor retinaculum of ankle joint. This is associated with pain & parasthesia in the sole of the foot often worse at night. ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Osteoahritis",
        "opb": "Ankylosing spondylitis",
        "opc": "Psoriatic ahritis",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "c598919d-867b-49e2-9189-5d02f2a83b1d",
        "choice_type": "single"
    },
    {
        "question": "Which is the nerve involved in case of ape thumb deformity -",
        "exp": "Ans. is 'a' i. e., Median Deformity or disorder. Nerve involvedo Wrist dropo Foot dropo Claw hand (complete)o Ulnar ciawr hando Ape thumb deformity'o Pointing indexo Policeman tip deformityo Winging of scapulao Meralgia parestheticao Radial nerveo Common peroneal nerve (Lateral popliteal)o Ulnar + Median nerveo Ulnar nerveo Median nerveo Median nerveo Erb's Palsy (Brachial plexus)o Long thoracic nerve (nerve to SA)o Lateral cutaneous nerve of thigh",
        "cop": 1,
        "opa": "Median",
        "opb": "Radial",
        "opc": "Ulnar",
        "opd": "Axillary",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "9208695d-0453-41a2-a5ce-11aba14878d3",
        "choice_type": "single"
    },
    {
        "question": "Pen test is done for which nerve injury -",
        "exp": "Ans. is 'a' i. e., Median Tests/Features of Median Nerve Injury. Pointing index or oschner's clasp test:- When patient is asked to clasp his hand, index finger fails to flex. Benediction test: - Patient is unable to flex the index and middle finger on lifting the hand due to paralysis of long flexors of these two fingers. iii') Pen test: - Patient is unable to touch the pen, held above the thumb (due to APB paralysis). Ape thumb (Simian thumb) deformity:- The thumb is adducted and laterally rotated so that the thumb lies in the same plane as the other fingers. It is due to over action of adductor pollicis (supplied by ulnar nerve). Loss of opposition due to paralysis of opponens pollicis. Atrophy of thenar eminence.",
        "cop": 1,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Axillary",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "bc723319-ba96-4cb6-8c9b-0dd79c9cc810",
        "choice_type": "single"
    },
    {
        "question": "'Pointing index finger' is seen in injury to",
        "exp": "Ans. c (Median nerve) (Ref. Maheshwari orthopaedics 3rd ed., p. 52). Median Nerve Innervations (Mnemonic): \"2. LOAF\":# Lateral 2 Lumbricals, # Opponens pollicis, # Abductor pollicis brevis, # Flexor pollicis brevis. Nerve. Muscle affected. Functional deficit or sign |Median. Wrist and hand flexors. Paralysis of flexor, pronator, and thenar muscles, Inability to fully flex the index and middle fingers (sign of benediction), \"Pointing index finger\"Labourer's nerve. Ulnar. Wrist and hand flexors. Inability to extend the distal and middle phalanges (clawhand), Loss of thumb abduction, Froment sign positive, Tardy ulnar palsy, Cubitus valgus. Musculocutaneous. Flexors of arm and forearm. Weak arm and forearm flexion, Weak forearm supination. Radial. Extensors of forearms. Loss of arm extension, loss of forearms, wrist, proximal phalanges, extension, supination, and thumb abduction, loss of wrist extension (wrist drop), loss of proximal phalangeal extension and thumb extension. Saturday night palsy. Axillary. Deltoid and teres minor. Inability to fully abduct arm. Suprascapular. Infraspinatus, Supraspinatus. Difficulty in initiating arm abduction. Long thoracic. Serratus anterior. Winging scapula",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "f7557df2-7b4c-475d-bd70-bb455c1906ea",
        "choice_type": "single"
    },
    {
        "question": "Tinel sign is seen in -",
        "exp": "Ans. is 'b' i. e., Nerve regeneration. Pathological changes after nerve injuryo After nerve injury, nerve first degenerates and then tries to regenerate. Nerve degenerationo The part of the neurone distal to the point of injury undergoes secondary or Wallerian degeneration-, the proximal part undergoes primary or retrograde degeneration upto a single node. Nerve regenerationo As regeneration begins, the axonal stump from the proximal segment begins to growr distally. If the endoneural tube with its contained Schwrann cells is intact, the axonal sprout may readily pass along its primary course and reinnerv ate the end-organ. The rate of recovery of axon is 1 mm per day. The muscles nearest to the site of injury recovers first, followed by others as the nerve reinnervates muscles from proximal to distal, the so-called motor march. o When the skin over the nerve is percussed gently from distal to proximal, the patient gets a tingling sensation if the nerve is recovering. This is called Tinel's sign and is a sign of recovery.",
        "cop": 2,
        "opa": "Nerve degeneration",
        "opb": "Nerve regeneration",
        "opc": "Muscle degeneration",
        "opd": "Muscle regeneration",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "7ebf2b19-4e11-4025-ba1e-0c84b578d69e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following DOES NOT indicate ulnar nerve injury?",
        "exp": "Ans. C. Abductor Pollicis longus palsy* The abductor pollicis longus muscle is innervated by the posterior interosseous nerve, which is a continuation of the deep branch of the radial nerve after it passes through the supinator muscle.* Froment's sign tests for palsy of the ulnar nerve, specifically, the action of adductor pollicis. To perform the test, a patient is asked to hold an object, usually a flat object such as a piece of paper, between their thumb and index finger (pinch grip). The examiner then attempts to pull the object out of the subject's hands. A normal individual will be able to maintain a hold on the object without difficulty.* However, with ulnar nerve palsy, the patient will experience difficulty maintaining a hold and will compensate by flexing the FPL (Flexor Pollicis Longus) of the thumb to maintain grip pressure causing a pinching effect.* Injury of the ulnar' nerve at different levels causes varying motor and sensory deficits.",
        "cop": 3,
        "opa": "Clawing of medial 2 digits",
        "opb": "Froment sign is present",
        "opc": "Abductor Pollicis longus palsy",
        "opd": "Loss of sensory supply of medial little finger and medial half of ring finger",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "1e3ff44b-76b9-45b3-9db9-5cb8c9e199d1",
        "choice_type": "single"
    },
    {
        "question": "Erbs palsy involves injury to -",
        "exp": "Ans. is 'a' i. e., C5, 6 roots * Erb's paralysis - C5. C6.* Klumpke's paralysis - C8. T1",
        "cop": 1,
        "opa": "C5, 6 roots",
        "opb": "C6, 7 roots",
        "opc": "C7, 8 roots",
        "opd": "C8, T1 roots",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "2d53e3fd-c33a-4639-b06e-d3b4543a2be5",
        "choice_type": "single"
    },
    {
        "question": "Brachial plexus injury with horners syndrome, nerve root level involved is -",
        "exp": "Ans. is 'd' i. e., T1 Horner's syndrome* It is seen in patients with brachial plexus injury with lesion at T1 root level.* In it T1 root is injured proximal to white ramus communicans to first thoracic sympathetic ganglion.* Patient presents with ptosis, miosis, anhydrosis, enophthalmos, and loss of ciliospinal reflex-may be associated.* Loss of ciliospinal reflex is seen as sympathetic fibres to the head and neck leave the spinal cord through nerve T1.",
        "cop": 4,
        "opa": "C5",
        "opb": "C6",
        "opc": "C7",
        "opd": "T1",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "d244ba9f-f9c4-413b-96ae-51a3d8da1fe3",
        "choice_type": "single"
    },
    {
        "question": "Foot drop results due to injury to -",
        "exp": "Ans. is 'b' i. e., Common peroneal nerve * Foot drop: Common peroneal nerve injury* Wrist drop: Radial nerve injury* Ape thumb: Median nerve injury* Claw hand: Ulnar nerve injury* Froment's sign: Ulnar nerve injury",
        "cop": 2,
        "opa": "Tibial nerve",
        "opb": "Common peroneal nerve",
        "opc": "Anterior interosseus nerve",
        "opd": "Posterior interosseus nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "2157247e-fb71-4449-9f1c-0dc3c5c38cae",
        "choice_type": "single"
    },
    {
        "question": "Tinel sign is used for -",
        "exp": "Ans, is 'd' i. e., To assess the recoveryo Tine! sign is a sign of recovery (regeneration) of nerve after injury. Pathological changes after nerve injuryo After nerve injury, nerve first degenerates and then tries to regenerate. Nerve degenerationo The part of the neurone distal to the point of injury undergoes secondary or Wallerian degeneration; the proximal part undergoes primary or retrograde degeneration upto a single node. Nerv e regenerationo As regeneration begins, the axonal stump from the proximal segment begins to grow distally. If the endoneural tube with its contained Schwrann cells is intact, the axonal sprout may readily pass along its primary course and reinnerv ate the end-organ. The rate of recovery of axon is 1 mm per day. The muscles nearest to the site of injury recovers first, followed by others as the nerve reinnervates muscles from proximal to distal, the so-called motor march. o When the skin over the nerve is percussed gently from distal to proximal, the patient gets a tingling sensation if the nerve is recovering. This is called Tinel's sign and is a sign of recovery.",
        "cop": 4,
        "opa": "To assess the severity of damage of nerve",
        "opb": "To classify the type of nerve injury'",
        "opc": "To locate the site of nerve injury",
        "opd": "To assess the recovery'",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "840b29d3-5ee6-4be8-93aa-0768f213aa5e",
        "choice_type": "single"
    },
    {
        "question": "Pointing index sign is seen in ____ nerve palsy -",
        "exp": "Pointing index sign or oschner&; s clasp test: in median nerve injury ( at a level proximal to elbow). When both hands are clasped together, index & middle finger, fail to flex due to the loss of action of long finger flexors of index & middle fingers ( digitorum superficilais & lateral half of digitorum profundus ). The other fingers can be flexed by the functioning medial side of the flexor digitorum profundus, supplied by the ulnar nerve. REF: textbook of ohopedics, John Ebenezer, 4th edition pg. no. 338",
        "cop": 3,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Median nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "69b9e38f-4ff4-497e-8149-cecff0ad7b2e",
        "choice_type": "single"
    },
    {
        "question": "Nerve involved in foot drop is?",
        "exp": "Ans. (b) Common peroneal. Ref. '. Gray's Anatomy 39th ed Grant's Atlas of Anatomy, 12th ed p-428",
        "cop": 2,
        "opa": "Deep peroneal",
        "opb": "Common peroneal",
        "opc": "Anterior tibial",
        "opd": "Posterior tibial",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "dfdf1645-e911-4ae5-aa23-e012d27ae73c",
        "choice_type": "single"
    },
    {
        "question": "What suggests segmental demyelination on NCV-",
        "exp": "Ans. is 'a' i. e., Decreased CAMP amplitudes * The specific features of segmental demyelination of nerve on nerve conduction studies are:# Conduction Block# Decreased Compound Muscle Action Potentials (CAMP) amplitudes due to abnormal temporal dispersion of CAMP.* Following are the findings of demyelinating lesions on Nerve Conduction Studies: Demyelinating injuriesA) Uniform Demyelinating: In uniform demyelinating lesions, nerve conduction studies (NCS) will be slowed throughout the nerve because the entire nerve is affected. Distal latencies will be prolonged, again because of the uniform slowing (distal latencies representing the most distal conduction velocity). Amplitdes should not be significantly affected, because the axons are intact and the slowing is consistent through all fiber of the nerve. B) Segmental Demyelination: Because there is variable slowing or different nerve fibers withing the nerve, conduction velocity will be slowed and distal latencies will be prolonged in segmentally demyelinatiing injuries. CMAP amplitudes may be decreased because of temporal dispersion, not because of axonal damage. Therefore, the CMAP may be longer in duration. However, the area under the CMAP will be normal. C) Focal Demyelination: In focal demyelination, only one segment of the nerve is affected. Therefore velocity will be normal unless stimulation is across the area of focal demyeclination In this segment, you will see slowing of conduction velocity. Slowing is usually evident if there is a more than 10 m/sec drop in conduction velocity across the segment, compared to the distal or proximal segments. Distal latencies and all amplitudes should be norma. D) Conduction Block: As stated earlier, conduction block is a focal demyelination that is so severe that the action potential cannot propagate past that point. Therefore, distal latencies and conduction velocities remain normal. Distal amplitudes will be normal. However, when the nerve is stimulated across the area of conduction block, a drop in amplitude is noted. To be considered significant, this drop in proximal amplitude should be more than 20% of the distal amplitude. For example if the distal amplitude is 10 m V and proximal amplitude is 7 m V, conduction block should be considered.",
        "cop": 1,
        "opa": "Decreased CAMP amplitudes",
        "opb": "Uniform slowing of nerve conduction",
        "opc": "Decreased area under CAMP curve",
        "opd": "No evidence of distal conduction",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "2df0ae5a-7e1b-4a0e-a074-54cc0076ee0e",
        "choice_type": "single"
    },
    {
        "question": "In a patient with a history of burning pain localized to the plantar aspect of the foot, the differential diagnosis must include:",
        "exp": "Ans. is 'c' Tarsal Tunnel Syndrome. Ref Apley's, 8 th/e page 252, Nelson 16th/e page 2061, Anderson's patho page - 2489H/O of burning pain in the plantar aspect of the foot suggest the diagnosis of tarsal tunnel syndrome. Tarsal Tunnel syndrome. It is caused by the compression of posterior tibial nerve behind and below medial malleolus. Aggravating factors are. Prolonged weight bearing. Space occupying lesions such as ganglioma, hemangioma or varicosity. Symptoms are. Pain and sensory disturbances over the plantar surface of the foot. Pain is often worse at night and patient may seek relief by walking around or stamping his or her foot. Some students had confusion regarding the character of pain in Tarsal tunnel syndrome. Make it clear that neurological pain are usually burning in character (Harrison). About other options. Tarsal coalition. It represents a congenital fusion or failure of segmentation between two or more tarsal bones. Most commonly it occurs between. Medial talocalcaneal bones. Calcaneonavicular bones. It is also known as peroneal spastic flatfoot. It can be easily ruled out as the pain is typically localized in the dorsal foot along the lateral malleolus and is precipitated by walking. More over the main symptom is limitation of joint movement. Plantar fibromatosis -It can be easily ruled out as the main symptom in presence of nodules in the plantar aspect of foot. Presence of pain is unusual. Peripheral vascular disease. In peripheral vascular disease the usual site of pain is not the plantar aspect of foot. Pain many occur in toe (or feet too) but the usual sites are distal to location of the occlusive lesions which are usually thigh and calf region. The character of the pain will be ischemic (not neuropathic or burning)",
        "cop": 3,
        "opa": "Peripheral vascular disease.",
        "opb": "Tarsal coalation.",
        "opc": "Tarsal tunnel syndrome",
        "opd": "Planter fibromatosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "055d8b1a-6b08-4f7b-a607-5dad055e979b",
        "choice_type": "single"
    },
    {
        "question": "Autonomous zone of sensory supply by radial nerve is -",
        "exp": "Ans. is 'a' i. e., 1st dorsal web space Autonomous Zone of peripheral nerves:* Radial nerve: 1st dorsal web space of hand (Anatomical snuffbox)* Median nerve: Distal phalanx (tip) of index finger (2nd finger)# Other: Tip of thumb* Ulnar nerve: Distal phalanx (tip) of little finger (5th finger)* Common peroneal nerve/Common fibular nerve/External popliteal nerve/Lateral popliteal nerve: Central strip on dorsum of foot* Deep peroneal nerve: 1st dorsal web space* Posterior tibial nerve: Sole of foot* Sciatic nerve: Mixed pattern of Common peroneal nerve and Posterior tibial nerve",
        "cop": 1,
        "opa": "1st dorsal web space",
        "opb": "Tip of index finger",
        "opc": "Tip of thumb",
        "opd": "Tip of little finger",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "e12b89cf-74bc-4936-ac78-aae399b9904f",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for entrapment neuropathy is-",
        "exp": "For diagnosis of nerve entrapment special investigation like electromyography & measurement of nerve conduction velocity may help to establish the diagnosis. USG & MRI are useful in excluding soft tissue mass Nerve compression syndrome Nerve compression syndrome or compression neuropathy, also known as entrapment neuropathy, is a medical condition caused by direct pressure on a single nerve. It is known colloquially as a trapped nerve, though this may also refer to nerve root compression. Symptoms Its symptoms include tingling, numbness, and weakness&;. The symptoms affect just one paicular pa of the body, depending on which nerve is affected. nerve conduction studies help to confirm the diagnosis. In some cases, surgery may help to relieve the pressure on the nerve, but this does not always relive pain. Causes * A nerve may be compressed by prolonged or repeated external force, such as sitting with one&; s arm over the back of a chair, frequently resting one&; s elbows on a table or an ill-fitting cast or brace on the leg nerve) * Pa of the patient&; s own body can cause the compression, and the term entrapment neuropathy is used paicularly in this situation. The offending structure may be a well-defined lesion or a haematoma. Alternatively, there may be expansion of the tissues around a nerve in a space where there is little room for this to occur, as is often the case in to a specific condition such as aly, hypothyroidism or scleroderma and soriasis * Some conditions cause nerves to be paicularly susceptible to compression. These include, in which the blood supply to the nerves is already compromised the nerve more sensitive to minor injuries REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "CT SCAN",
        "opb": "Clinical examination",
        "opc": "Ultrasonography",
        "opd": "EMG NCV",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "7d651ada-3408-4069-ab7d-a334450c488a",
        "choice_type": "single"
    },
    {
        "question": "Wasting of the intrinsic muscles of the hand can be expected to follow injury of the -",
        "exp": "Intrinsic muscle of the hand * muscles of thenar eminence ( abductor pollicis brevis, flexor pollicis brevis, opponents pollicis) - median nerve *adductor of thumb ( adductor pollicis) - deep branch of ulnar nerve * muscle on medial side of palm( palmaris brevis)- superficial branch of ulnar nerve * muscle of hypothenar eminence (abductor digiti minimi, flexor digiti minimi, opponents digiti minimi)- deep branch of ulnar nerve * lumbricals - 1st& 2nd - median nerve; 3rd & 4th - ulnar nerve *palmar interossei & dorsal interossei - deep branch of ulnar nerve REF: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Brachial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "b7ffa10e-e804-495c-884a-9589aaf991aa",
        "choice_type": "single"
    },
    {
        "question": "A policemen found a person lying unconscious in right lateral position on the road with superficial injury to the face, bruises on the right arm, and injury to the lateral aspect of right knee. Nerve most probably injured:",
        "exp": "Ans. c. Common peroneal nerve (Ref: BDC 4th/Vol-II/174)'Common peroneal nerve (L4, L5, S1, S2) is the smaller terminal branch of sciatic nerve. The larger terminal branch of sciatic nerve is the tibial nerve. The common peroneal nerve is relatively unprotected as it traverses the lateral aspect of the head of fibula and is easily compressed at this site. '- BDC 4th/Vol-II/174. Common Peroneal Nerve Injury. Common peroneal nerve (L4, L5, S1, S2) is the smaller terminal branch of sciatic nerve. The larger terminal branch of sciatic nerve is the tibial nerve. The common peroneal nerve is relatively unprotected as it traverses the lateral aspect of the head of fibula and is easily compressed at this site. Common Modes of Injury. Fracture of neck of fibula. Plaster on the leg. Lathi injury on the lateral side of knee joint. Clinical Features: Injury to common peroneal nerve results in paralysis of all muscles in the anterior and lateral compartment of the leg (dorsiflexors of the ankle and evertors of the foot) which results in: Loss of eversion of foot and dorsiflexion of the ankle causes foot drop. Foot drop and toes drags on the floor while walking. Foot comes down suddenly producing a distinctive plop. Variable loss of sensation on the anterolateral aspect of the leg and dorsum of the foot. Articular loss the lateral side of the knee joint. In common peroneal nerve injury, only eversion and dorsiflexion is lost, while inversion and plantar flexion remains normal, therefore ankle reflex is intact.",
        "cop": 3,
        "opa": "Femoral nerve",
        "opb": "Radial nerve",
        "opc": "Common peroneal nerve",
        "opd": "Trigeminal nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "b0bc2b44-bbdb-4888-a56c-8aa449518ddb",
        "choice_type": "single"
    },
    {
        "question": "What is meralgia paresthetica due to?",
        "exp": "Ans. C. Compression of the lateral cutaneous nerve of thigh. The lateral cutaneous nerve of thigh may typically be compressed at several locations, such as the inguinal ligament, by tight belts (e. g. weightlifter's belt), resulting in pain in the anterolateral part of the thigh.",
        "cop": 3,
        "opa": "Compression of the obturator nerve at the obturator foramen.",
        "opb": "Hematoma around part of the sciatic nerve.",
        "opc": "Compression of the lateral cutaneous nerve of thigh.",
        "opd": "Compression of the femoral nerve (e. g. by a weightlifter's belt).",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "d2a541e7-3739-439a-a987-a54a3a2c1a4e",
        "choice_type": "single"
    },
    {
        "question": "Froment's sign is positive due to loss of -",
        "exp": "Froment sign is positive due to the loss of adduction of thumb in ulnar nerve palsy. The patient is asked to grasp a between thumb & index finger. Normally, a person will grasp the book firmly with the thumb extended, takjng full advantage of adductor pollicis & first dorsal interosseous muscles. If the ulnar nerve is injured, the adductor pollicis will be paralysed & patient will hold the book using the flexor pollicis longus ( supplied by median nerve ) in place of adductor. This produces flexion at interphalengeal joint of the thumb. This becomes more pronounced if the examiner tries to pull out the book while the patient tries to hold it. This sign is froment sign / book test REF: Essential ohopedics, Maheshwari, 5th edition, pg. no. 68",
        "cop": 1,
        "opa": "Adduction of thumb due to ulnar nerve palsy",
        "opb": "Adduction of finger due to median nerve palsy",
        "opc": "Abduction of finger due to ulnar nerve palsy",
        "opd": "Extention of thumb due to radial nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "eb7971b2-4c9a-4862-9fac-192b08818095",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is injured in fracture of fibula:",
        "exp": "Ans. (c) Common peroneal nerve. Ref: Maheshwari 5th ed. /158* Smaller terminal branch of sciatic nerve, the common peroneal nerve arises in the lower third of thigh. It runs downward through the popliteal fossa (lateral side) closely following the medial border of biceps femoris muscle. It leaves the fossa by crossing superficially the lateral head of the gastrocnemius muscle. It then passes behind the head of the fibula, winds laterally around the neck of the bone, pierces the peroneus longus muscle, and divides into two terminal branches superficial and deep peroneal nerve.* The common peroneal nerve is extremely vulnerable to injury by direct trauma and fractures of fibula as it winds around the neck of fibula.* Injury to common peroneal nerve causes foot drop.",
        "cop": 3,
        "opa": "Posterior tibial nerve",
        "opb": "Anterior tibial nerve",
        "opc": "Common peroneal nerve",
        "opd": "Deep peroneal nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "05d748b8-ebbc-4e10-8154-fcad77cf8b21",
        "choice_type": "single"
    },
    {
        "question": "The nerve affected in carpal tunnel syndrome is -",
        "exp": "Ans. is 'd' i. e., Median Nerve Entrapment neuropathiesi) Carpal tunnel:- Median nerve (carpal tunnel syndrome)ii) Cubital tunnel:- Ulnar nerve (cubital tunnel syndrome)iii) Guyon's canal:- Ulnar nerve (Guyan's canal syndrome)iv) Tarsal tunnel:- Posterior tibial nerve (Tarsal tunnel syndrome)v) Inguinal ligament:- Lateral cutaneous nerve of thigh (meralgia paraesthetica). vi) Suprascapular notch:- Suprascapular nervevii) Neck of fibula:- Common peroneal nerveviii) Fascial tunnel of superficial peroneal nerve:- Superficial peroneal nerveix) Arcase of Frohse:- Posterior interosseous syndromex) Thoracicoutlet:- Lower trunk of brachial plexusxi) Compression in the foot:- Digital nerve (Morten's metatarsalgia)",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Anterior Interosseus nerve",
        "opc": "Superficial palmar branch of radial nerve",
        "opd": "Median Nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "e6d79ca3-351a-4abf-99bb-4d6802093efa",
        "choice_type": "single"
    },
    {
        "question": "Seddon grading is used for -",
        "exp": "Ans. is 'a & c' i. e., Classification of nerve injuries & Classification Potts paraplegia o Seddons classification is used in: i) Peripheral nerve injuryii) Potts paraplegia. Seddon's classification of nerve injurieso Seddon identified three types of injuries: 1) Neuropraxia# There is contusion of the peripheral nerve which causes reversible physiological nerve conduction block. The axis cylinder (i. e., axon with its endoneurium) is preserved. Thus, there is physiological conduction block without anatomic disruption. The injury is temporary and recovery is complete. It is seen in crutchpalsy, tourniquet palsy, and Saturday night palsy. 2) Axonotemesis# There is injury to axon but endoneurium is preserved. Spontaneous recovery is expected in some cases. This is seen in closed fractures and dislocations. 3) Neurotemesis# There is complete anatomical section of nerve. No recovery possible. It is seen in open wound. Seddon's classification for potts paraplegia. Early onset paraplegia. Late onset paraplegia. Active disease. Healed disease. Occurs within 2 years. After 2 years. Causeso Inflammatory edemao Granulation tissueo Tubercular abscesso Caseous tissueo Tubercular debris. Causeso Stenosis of vertebral canalo Internal gibbuso Infective endarteritiso Prolonged stretching of cord over deformityo Pathological dislocation",
        "cop": 1,
        "opa": "Classification of nerve injuries",
        "opb": "Grading of open fractures",
        "opc": "Classification Potts paraplegia",
        "opd": "Grading of severity of malignant bone tumours",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "c64da9e7-5f37-4908-88a0-16489be4be60",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of compartment syndrome of leg is:",
        "exp": "Ans. D. Pain on passive stretching of toes. Pain out of proportion to clinical situation is usually the first symptom in compartment syndrome of leg while pain on passive stretching is most sensitive sign prior to the onset of ischemia. This is the most frequent in the lower leg.",
        "cop": 4,
        "opa": "Skin mottling",
        "opb": "Loss of pulse",
        "opc": "Tingling numbness",
        "opd": "Pain on passive stretching of toes",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "569aff6d-7ee4-4c07-b5f9-19cb362811d9",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman aged 30 years after trauma feeling tingling pain and numbness at the tips of thumb, index finger and middle finger, on examination doctor presses between the wrist joint for 30 seconds and the patient de- velops more pain at the tips of the middle, index finger and thumb. What is the diagnosis",
        "exp": "Ans. (a) Carpal tunnel syndrome. Ref: Maheshwari 5th ed. / 303. Entrapment Syndrome. Nerve involved. Carpal tunnel syndrome aka Pronator syndrome. Median nerve (at wrist). Median nerve (proximally compressed beneath - ligament of struthers, bicipital aponeurosis or origins of pronator teres or flexor digitorum superficialis. Cubital tunnel syndrome/ Guyon's canal syndrome. Ulnar nerve (between two heads of flexor carpi ulnaris or arcade of struthers). Ulnar nerve (at wrist). Tarsal tunnel syndrome. Posterior tibial nerve (behind & below medial malleolus). Thoracic outlet syndrome. Lower trunk of brachial plexus, (C8 & Tl) & subclavian vessels (between clavicle & first rib). Meralgia parasthetica. Lateral cutaneous nerve of thigh. Morton's metatarsalgia. Interdigital nerve compression (usually of 3rd, 4th toe)",
        "cop": 1,
        "opa": "Carpal tunnel syndrome",
        "opb": "Cubital tunnel syndrome",
        "opc": "Tarsal tunnel syndrome",
        "opd": "Pronator syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "f4c3e4dc-3ea1-470e-b22b-204e2d578ad6",
        "choice_type": "single"
    },
    {
        "question": "Tinel sign is used for depecting?",
        "exp": "Tinel&; s sign is an impoant sign, which helps in recording the rate of regeneration of nerve clinically. Procedure: gentle percussion is done along the course of injured nerve. Tingling sensation is experienced by the patient in the distribution of injured nerve rather than the area percussed, & the sensation should persist for several seconds following the stimulation. Positive tinel&; s sign indicate regenerating axonal sprouts have not obtained myelinization. Response fades as myelinization take place. Distal progression of response & rate of progression have been used by some to establish the prognosis ( rate of recovery should be 3cm / month) Presence of this sign is encouraging. Even a few regenerating sensory fibres can result in positive tinel&; s sign. REF: textbook of ohopedics, John ebenezer, 4th edition, pg. no. 333",
        "cop": 4,
        "opa": "To assess the severity of damage of nerve",
        "opb": "To classify the type of nerve injury",
        "opc": "To locate the site of nerve injury",
        "opd": "To assess the recovery",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral nerve injuries",
        "id": "bfbba8b6-29d3-49b2-a4bd-26230be821c7",
        "choice_type": "single"
    },
    {
        "question": "Tinel's sign is -",
        "exp": "Ans. is 'a' i. e., Sensation on tapping the nerve Tinels sign:* Brisk percussion along the course of an injured nerve from distal to proximal direction may elicit a tingling sensation in the distal distribution of the nerve.* This is described as Tinels sign.* The point of hypersensitivity marks the site of abnormal nerve sprouting: if it progresses distally at successive visits this signifies regeneration; if it remains unchanged this suggests a local neuroma.",
        "cop": 1,
        "opa": "Sensation on tapping the nerve",
        "opb": "Numbness in the region of the nerve on inflating the pneumatic cuff",
        "opc": "Tingling on flexion of the joint",
        "opd": "Applying direct pressure",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "8c74f1df-8cdd-4008-a4f8-64fc7f47e696",
        "choice_type": "single"
    },
    {
        "question": "Klumpke's paralysis results from lesion of",
        "exp": "Ans. b (Lower brachial plexus injury). (Ref. B & L, Surgery, 22nd ed., 380). Klumpke's paralysis- Site of injury. Lower trunk of brachial plexus.- Cause of injury. Undue abduction of arm, as in clutching something with the hands after a fall from height or sometimes in birth injury.- Nerve root involved. Mainly T1 & party Cg- Muscles paralysed- Intrinsic muscles of the hand (T1).- Ulnar flexors of the wrist & fingers (C8). Deformity. Clawhand due to unopposed action of the long flexors & extensors of fingers. In a clawhand there is hyperextension at the metacarpo-phalangeal & flexion at the interphalangeal joints.- Disability. Cutaneous anesthesia & analgesia in a narrow zone along the ulnar border of forearm & hand.- Horner's syndrome-ptosis, miosis, anhydrosis, enopthalmos, & loss of ciliospinal reflex may be associated. (MH'05, AI05, Kar'05)",
        "cop": 2,
        "opa": "Upper brachial plexus injury",
        "opb": "Lower brachial plexus injury",
        "opc": "Radial nerve injury",
        "opd": "C5, C6 and C7 injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "ecff22ec-7900-422e-8aae-30ef0b8b2d56",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is compressed in carpal tunnel syndrome?",
        "exp": "Ans. is 'd' i. e., Median Nerve Entrapment neuropathiesi) Carpal tunnel:- Median nerve (carpal tunnel syndrome)ii) Cubital tunnel:- Ulnar nerve (cubital tunnel syndrome)iii) Guyon's canal:- Ulnar nerve (Guyan's canal syndrome)iv) Tarsal tunnel:- Posterior tibial nerve (Tarsal tunnel syndrome)v) Inguinal ligament:- Lateral cutaneous nerve of thigh (meralgia paraesthetica). vi) Suprascapular notch:- Suprascapular nervevii) Neck of fibula:- Common peroneal nerveviii) Fascial tunnel of superficial peroneal nerve:- Superficial peroneal nerveix) Arcase of Frohse:- Posterior interosseous syndromex) Thoracicoutlet:- Lower trunk of brachial plexusxi) Compression in the foot:- Digital nerve (Morten's metatarsalgia)",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Anterior Interosseus nerve",
        "opc": "Superficial palmar branch of radial nerve",
        "opd": "Median Nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "3558463c-30b7-4ed0-a34e-099879ea03cb",
        "choice_type": "single"
    },
    {
        "question": "Nerve most commonly injured in the dislocation shown below is:",
        "exp": "Ans. A. Axillary nerve* The attitude here is one of Inferior dislocation of shoulder- Limb is abducted, by the side, forearm reaching forehead (Salute position) and most common nerve injured in shoulder dislocation is Axillary nerve.* The diagnosis is made clinically by absence of sensations on lateral aspect of forearm (Regimental batch sign)",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Radial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "d68f0240-b5b7-4d67-bba2-2aabee4ec630",
        "choice_type": "single"
    },
    {
        "question": "Nerve affected in trendenlenberg test is -",
        "exp": "Ans. is 'a' i. e., Superior gluteal nerve",
        "cop": 1,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Obturator nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "d5063ba8-b5d9-451b-9926-5f12a8e7c746",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a recognized treatment for carpal tunnel syndrome?",
        "exp": "Ans. A. Nerve stimulation therapy. If symptoms are not severe and there is not significant and progressive neuropathy, then non-operative management must be considered. This includes splint age, hand therapy, steroid injection and even yoga has been proven to be beneficial. Alternatively, a patient could be referred for either open or endoscopic release",
        "cop": 1,
        "opa": "Nerve stimulation therapy.",
        "opb": "Steroid injection.",
        "opc": "One-portal endoscopic surgical release.",
        "opd": "Two-portal endoscopic surgical release.",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "7e27dbab-f134-4b73-a57a-b73ab3963802",
        "choice_type": "single"
    },
    {
        "question": "Claw hand is caused by damage to?",
        "exp": "Ans. a (Ulnar nerve). (Ref. Maheshwari, Orthopaedics, 2nd ed., 51)# Claw hand means hyperextension at metacarpophalangeal joints & flexion at the proximal & distal interphalangeal joints. This occurs due to paralysis of the lumbricals, which flex the metacarpo-phalangeal joint & extends the interphalangeal joints.# Paradoxically clawing is more marked in lower ulnar nerve palsy than in high due to the latter, flexor of the fingers (both the finger flexors) are also paralysed.# In ulnar nerve palsy only the medial 2 fingers develop clawing while all 4 fingers develops clawing in combined median & ulnar nerve palsies. Nerve. Muscle group. Functional deficit or sign1. Long thoracic. Serratus anterior. Winging scapula2. Suprsascapular. Infraspinatus, Supraspinatus. Difficulty in initiating arm abduction3. Axillary. Deltoid and teres minor. Inability to fully abduct arm4. Extensors of forearms, wrist proximal phalanges. Loss of arm extension, loss of forearms extension, supination, es. and thumb abduction, loss of wrist extension (wrist drop), loss of proximal phalangeal extension and thumb extension. Saturday night palsy5. Musculocutaneous. Flexors of arm and forearm. Weak arm and forearm flexion, weak forearm supination. 6. Median. Wrist and hand flexors thenar muscles, Paralysis of flexor, pronator, and inability to fully flex the index and middle fingers, (sign of benediction), \"pointing index finger\", labourer's nerve7. Ulnar. Wrist and hand flexors. Inability to extend the distal and middle phalanges (clawhand); loss of thumb abduction, froment sign positive. Tardy ulnar palsy- cubitus valgus.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Medial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "15b5a9e1-27c1-4385-a3af-339f39a8d62e",
        "choice_type": "single"
    },
    {
        "question": "Pointing index in supracondylar fracture is due to which nerve injury? (D. REPEAT Feb 2014)",
        "exp": "Ans: B (Anterior interosseous nerve) Ref: Apley's System of Orthopaedics and Fractures. 9th ed. Explanation: Complications of Supracondylar Fractures. Nerve injury - 7%. Vascular injury -1%. Most common nerve injured in extension type - Median, nerve especially anterior interosseous branch. Most common nerve injured in flexion type supracondylar fracture - Ulnar nerve. Most common nerve injured iatrogenicaliy {during Kirschner wire application) - Ulnar nerve. Anterior interosseous nerve supplies deep muscles of forearm except medial half of flexor digitorum profundus. Anterior interosseous nerve supplieso Pronator quadratuso Flexor pollicis longuso Lateral half of flexor digitorum longus. The main portion of the median nerve supplies: o Superficial group:>> Pronator teres. Flexor carpi radialis. Pa. Smaris longuso Intermediate group:# Flexor digitorum superficialis muscle. Note: Anterior interosseous nerve palsy causes weakness of lateral half of flexor digitorum longus, hence the index finger does not flex at the DIP joint, causing Pointing finger.",
        "cop": 2,
        "opa": "Radial nerve",
        "opb": "Anterior interosseous nerve",
        "opc": "Ulnar nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Peripheral Nerve Injuries",
        "id": "5ffad0bb-62a8-40b2-9529-060c93971b49",
        "choice_type": "single"
    }
]