[
    {
        "question": "Which of the following is tarsometatarsal amputation?",
        "exp": "Ans. is 'b' i. e., Lisfranc's Amputation Amputation. Level. Syme's Amputationthrough ankle joint (0. 6 cm proximal). Sarmiento's Amputation1. 3 cm proximal to ankle joint. Wagner Amputationtwo stage syme's amputation. Chopart's Amputationthrough midtarsal joints. Lisfranc's Amputationthrough tarso-metatarsal joints. Pirogoff's Amputationanterior part of calcaneum is removed",
        "cop": 2,
        "opa": "Sarmiento's Amputation",
        "opb": "Lisfranc's Amputation",
        "opc": "Chopart's Amputation",
        "opd": "Syme's Amputation",
        "subject_name": "Orthopaedics",
        "topic_name": "Regional Conditions of the Lower Limb",
        "id": "ec68a711-d1b8-45fb-b2bb-872d6e50993c",
        "choice_type": "single"
    },
    {
        "question": "Housemaid knee is inflammation of: (Repeat)",
        "exp": "Ans: A (Prepatellar bursa) Ref: Apley's System of Orthopaedics and Fractures, 9th edition, pg. 578-9 http://en. wikipedia. org/mki/Knee_bursae. Explanation: Housemaid s Knee. This is a friction bursitis of the pre-patellar bursa. The fluctuant swelling is confined to the front of the patella and the joint itself is normal. This is an uninfected bursitis due not to pressure but to constant friction between skin and bone. It is seen mainly in carpet layers, paving workers, floor cleaners and miners who do not use protective knee pads. Treatment consists of firm bandaging, and kneeling is avoided; occasionally aspiration is needed. In chronic cases the lump is best excised. INFRAPATELLAR BURSITIS ('CLERGYMAN'S KNEE'). The swelling is below the patella and superficial to the patellar ligament, being more distally placed than prepatellar bursitis. Treatment is similar to that for prepatellar bursitis. Occasionally the bursa is affected in gout. Other Bursa. The anserine bursa lies between the medial (tihial) collateral ligament and the tendons of the sartorius. gracilis, and semitendinosus (i. e. the pes anserinus). Theoretically, bursitis results from stress to this area (e. g. stress may result when an obese individual with anatomic deformity from arthritis ascends or descends stairs). An occurrence of pcs anserine bursitis commonly is characterized by pain, especially when climbing stairs, tenderness, and local swelling. The suprapatellar bursa or recess between the anterior surface of the lower part of the femur and the deep surface of the quadriceps femoris. It allows for movement of the quadriceps tendon over the distal end of the femur. The suprapatellar bursa extends superiorly from beneath the patella under the quadriceps femoris muscle and its tendon. The bursa is held in place by a small portion of the vastus intermedius muscle called the articularis genus muscle. The suprapatellar bursa may exist as a single bursal sac or, in some patients, as a multiseg- mented series of loculated sacs. The suprapatellar bursa is vulnerable to injury from both acute trauma and repeated microtrauma. Acute injuries may be caused by direct trauma to the bursa during falls onto the knee or patellar fractures.",
        "cop": 1,
        "opa": "Prepatellar bursa",
        "opb": "Suprapatellar bursa",
        "opc": "Infrapatellar bursa",
        "opd": "Anserine bursa",
        "subject_name": "Orthopaedics",
        "topic_name": "Regional Conditions of the Lower Limb",
        "id": "7dbc899a-3900-437d-8726-a003722b326f",
        "choice_type": "single"
    },
    {
        "question": "Vertical talus is associated with:",
        "exp": "Ans. (a) Congenital flat foot. Ref: Maheshwari 5th ed. / 326. Congenital vertical talus (CVT) is an uncommon disorder of the foot, manifested as a rigid rocker-bottom flatfoot. Its characteristic radiographic feature is a dorsal dislocation of the navicular on the talus. If left untreated, CVT results in a painful and rigid flatfoot with weak push-off power. CVT has been referred to in the literature by several synonyms, including congenital convex pes valgus. PRESENTATION: Clinically, congenital vertical talus (CVT) presents as a rigid flatfoot with a rocker-bottom appearance of the foot. The calcaneus is in fixed equinus, and the Achilles tendon is very tight. The hindfoot is in valgus, while the head of the talus is found medially in the sole, creating the rocker-bottom appearance. The forefoot is abducted and dorsiflexed. Treatment: Serial casting should be the initial treatment, although prior to the Dobbs article, it was usually thought to be unsuccessful. A single-stage surgical correction is another option and can be accomplished via either the Cincinnati approach or the dorsal approach.",
        "cop": 1,
        "opa": "Congenital flat foot",
        "opb": "Ankle dislocation",
        "opc": "Talus fracture",
        "opd": "Pes cavus",
        "subject_name": "Orthopaedics",
        "topic_name": "Regional Conditions of the Lower Limb",
        "id": "80a96e97-7a10-4d84-b329-b9e30c9dd420",
        "choice_type": "single"
    },
    {
        "question": "Rigid flat foot is not seen in:",
        "exp": "Ans: A (Athlete's foot) Ref: Apley's System of Orthopaedics and Fractures 9th edition - p596 -599 Rapini, Ronald P.; Bolognia, Jean L.; Jorizzo, Joseph L. (2007). Dermatology: 2-Volume Set. St. Louis: Mosby. p. 1135. Explanation: Rigid flatfoot. It is characterized by the restriction of subtalar joint motion. The arch remains flat when the foot is dangling in the air. while the individual is seated, as well as during toe-standing and the toe-raising test. This type of flatfoot can occasionally cause pain and disability. Causes of rigid flatfoot in children. Congenital vertical talus. Congenital tarsal coalition. Peroneal spastic flatfoot w ithout coalition. Iatrogenic or post-traumatic flatfoot. Skewfoot. Neuro-muscular abnormalities - spastic CP. muscular dystrophies. Genetic syndromes. Collagen disorders. Causes of rigid flatfoot in adults. Posterior tibia! tendon dysfunction. Arthritis - rheumatoid arthritis causing peroneal spasm, tarsal tuberculosise. Traumatic - midfoot tarsal fracture dislocations. Neuropathic or charcot foot. Muscle imbalance due to neurological disorders. Among elderly who are sedentary and obese. Athlete's foot. Also known as ringworm of the footand tinea pedis. It is a fungal infection of the skin that causes scaling, flaking, and itch of affected areas, and in severe cases, swelling and amputation of the foot. It is caused by fungi in the genus Trichophyton. The disease is typically transmitted in moist communal areas where people walk barefoot, such as showers or bathhouses, and requires a warm moist environment, such as the inside of a shoe, in order to incubate.",
        "cop": 1,
        "opa": "Athlete's foot",
        "opb": "Rheumatoid arthritis",
        "opc": "Peroneal spasm",
        "opd": "Congenital tarsal coalition.",
        "subject_name": "Orthopaedics",
        "topic_name": "Regional Conditions of the Lower Limb",
        "id": "072ae1ab-6c1b-4fa2-bef9-7e718d403de6",
        "choice_type": "single"
    }
]