[
    {
        "question": "Joint NOT involved in Rheumatoid Arthritis:",
        "exp": "Ans. (a) D. I. PRef: Maheshwari 5th ed. 1287* Rheumatoid arthritis characteristically causes swelling of small joints in the hand like the P. I. P, M. C. P and the wrist joint bilaterally.* Isolated D. I. P joint involvement is seen in psoriatic arthropathy.* D. I. P joint involvement is also seen with osteo-arthritis but the involvement is with pain at the base of thumb. Knee joint is the commonest joint involved in these patients.",
        "cop": 1,
        "opa": "D. I. P",
        "opb": "P. I. P",
        "opc": "M. C.",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "f0e5992e-79a7-4b0e-982d-cb35a55d9786",
        "choice_type": "single"
    },
    {
        "question": "Swan neck deformity is/are seen in:",
        "exp": "Ans: A (Rheumatoid arthritis) Hand joint Affected in Rheumatoid Arthritis# Boutonniere deformity-1- Flexion contracture of the PIP joints & extension of the DIP joints# Z deformity - Radial deviation at the wrist with ulnar deviation of the digits, often with palmar subluxation of proximal phalanges# Swan neck deformity - Hyperextension of PIP joints with compensatory flexion of the DIP joints. Hyperextension of first interphalangeal joint & flexion of the first meta carpophalangeal joint with a consequent loss of thumb mobility. Swan Neck Deformity It is a deformed position of the finger, in which the joint closest to the fingertip is permanently bent toward the palm while the nearest joint to the palm is bent away from it (DIP hyperflexion with PIP hyperextension).# It is commonly caused by injury or inflammatory conditions like rheumatoid arthritis or sometimes familial (congenital, like Ehlers-Danlos syndrome). Fig: Deformities in rheumatoid arthritis. Causes of this deformity includerheum a toid arthritis (most common)mallet finger (due to rupture of lateral slips at their junction with bone) cerebral palsy (due to muscle imbalance)congenital joint laxity. Fig: Swan neck deformity",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "Osteoarthritis",
        "opc": "Tubercular arthritis",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "ba011d89-91e5-497f-882f-a5b4954dd6b4",
        "choice_type": "single"
    },
    {
        "question": "Pain and arthritis of distal interphalangeal joint is seen in -",
        "exp": "Ans. is 'a' i. e., Osteoarthritis Joint. Important arthritis involving the joint. Distal interphalangeal joint. Proximal interphalangeal joint. Metacarpophalangeal joint1st Carpometacarpal joint. Wrist. Osteoarthritis, Psoriatic arthritis, Reactive arthritis. Osteoarthritis, RA, SLE, Psoriatic arthritis. RA, pseudogout, hemochromatosis. Osteoarthritis. RA, Pseudogout, gonococcal arthritis, juvenile arthritis. Spared jointo Wrist and MTPo DIPOsteoarthritis. RA",
        "cop": 1,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid Arthritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Dequervain's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "02058b6c-c09c-42c3-a90c-d9ab29d95aca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Is not a feature of rheumatoid arthritis?",
        "exp": "Ans. is 'a' i. e., Heberden nodes o Heberden nodes is a feature of osteoarthritis and not rheumatoid arthritis. Important hand deformities of hand in RAo Boutonniere deformity: Flexion contracture of PIP joint and extension of DIP joint, o Swan neck deformity: Hyperextension of PIP joint and flexion at DIP joint, o Z-deformity: Radial deviation of wrist with ulnar deviation of fingers, o Hyperextension of 1st interphalangeal joint and flexion of MP joint.",
        "cop": 1,
        "opa": "Heberden nodes",
        "opb": "Swan neck deformity",
        "opc": "Ulnar deviation of lingers at metacarpopalyngeal joint",
        "opd": "Symmetric reduction of joint space",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "c071c34b-0665-433b-8459-a20c73220a4e",
        "choice_type": "single"
    },
    {
        "question": "Heberden node denotes involvement of -",
        "exp": "Ans. is 'a' i. e., Distal inetrphalangeal joint o In osteoarthritis of hand: Distal interphalangeal joint Heberden s node. Proximal interphalangeal joint Bouchard's node",
        "cop": 1,
        "opa": "Distal inetrphalangeal joint",
        "opb": "Proximal interpbalangel joint",
        "opc": "Metacarpophalangeal joint",
        "opd": "Metatarsophalangeal joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "044005f2-40c4-4851-8392-05c51acb1148",
        "choice_type": "single"
    },
    {
        "question": "Joint spared in RA -",
        "exp": "Ans. is 'b' i. e., DIP Joint. Important arthritis i nvoiving the j oint. Distai interphalangeal joint. Proximal interphalangeal joint. Metacarpophalangeal joint1st Carpometacarpal joint. Wrist. Osteoarthritis, Psoriatic arthritis. Reactive arthritis. Osteoarthritis, RA, SLE, Psoriatic arthritis. RA, pseudogout, hemochromatosis. Osteoarthritis. RA, Pseudogout, gonococcal arthritis, juvenile arthritis. Spared joint o Wrist and MTPo DIPOsteoarthritis. RA",
        "cop": 2,
        "opa": "PIP",
        "opb": "DIP",
        "opc": "MCP",
        "opd": "Wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "42081a4a-5ca0-4d6b-8434-21fc72bbebbe",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old female presented with MCP and PIP pain. Diagnosis:",
        "exp": "Ans. (a) Rheumatoid Arthritis. Ref: Harrison's 18th ed. Ch. 321. Clinical Features of RA* Incidence of RA increases between 25 and 55 years of age.* Gender: Female > Male* Early morning joint stiffness lasting more than 1 hour and easing with physical activity.* The earliest involved joints are typically the small joints of the hands and feet.* The wrists, metacarpophalangeal (MCP), and proximal interphalangeal (PIP) joints stand out as the most frequently involved joints. Distal interphalangeal (DIP) joint involvement may occur in RA, but it usually is a manifestation of coexistent osteoarthritis.",
        "cop": 1,
        "opa": "Rheumatoid Arthritis",
        "opb": "Rheumatic fever",
        "opc": "Gouty arthritis",
        "opd": "Psoariatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "dddbb825-c7ae-4947-bd73-fa41aa6b5c90",
        "choice_type": "single"
    },
    {
        "question": "Distal interphalangeal joints are involved in all except -",
        "exp": "Ans. is 'b' i. e., Rheumatoid arthritis Joint. Important arthritis involving the joint. Distal interphalangeal joint. Proximal interphalangeal joint. Metacarpophalangeal joint1st Carpometacarpal joint. Wrist. Osteoarthritis, Psoriatic arthritis, Reactive arthritis. Osteoarthritis, RA, SLE, Psoriatic arthritis. RA. pseudogout, hemochromatosis. Osteoarthritis. RA, Pseudogout, gonococcal arthritis, juvenile arthritis. Spared jointo Wrist and MTPo DIPOsteoarthritis. RA",
        "cop": 2,
        "opa": "Psoriatic arthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Reactive arthritis",
        "opd": "Osteoarthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "85dce256-bd12-4aa7-94ec-abb0f99ac39d",
        "choice_type": "multi"
    },
    {
        "question": "Arthritis involving DIP, PIP, 1st carpometacarpal with sparing of MCP and wrist joints is typical of -",
        "exp": "Ans. is 'a' i. e., Osteoarthritis Joint. Important arthritis involving the joint. Distal interphalangeal joint. Proximal interphalangeal joint. Metacarpophalangeal joint1st Carpometacarpal joint. Wrist. Osteoarthritis, Psoriatic arthritis, Reactive arthritis. Osteoarthritis, RA, SLE, Psoriatic arthritis. RA. pseudogout, hemochromatosis. Osteoarthritis. RA, Pseudogout, gonococcal arthritis, juvenile arthritis. Spared jointo Wrist and MTPo DIPOsteoarthritis. RA",
        "cop": 1,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Psoriatic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "32c4b226-5613-4971-a463-63caa55d3177",
        "choice_type": "single"
    },
    {
        "question": "Joint involved in rheumatoid arthritis are all EXCEPT:",
        "exp": "ANSWER: (B) DIPREF: Apley's 8th e p. 51-58. Commonly involved joints in RA: Wrist. MCPPIPElbow7. Knee. Ankle. MTPLess commonly involved joints: Upper cervical spine with atlanto axial subluxation. Hip joint. TM joint. Subtalar and foot joints. Joints not involved in RA: Lumbar spine. DIP",
        "cop": 2,
        "opa": "PIP",
        "opb": "DIP",
        "opc": "MCP",
        "opd": "Cervical spine",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "50949a1b-d029-46bf-8b2d-db121c4dd7bf",
        "choice_type": "multi"
    },
    {
        "question": "Which joint is spared in Rheumatoid arthritis",
        "exp": "Ans. is 'b' i. e. DIP joints of finger. DIP joint is characteristically spared in RA. Joint most commonly involved in RA Metacarpophalangeal joints especially of index finger.",
        "cop": 2,
        "opa": "MP joints of hand.",
        "opb": "DIP joints of finger",
        "opc": "PIP joints of finger",
        "opd": "Atlanto-axial joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "20118763-9651-4d1c-82bd-8992e5065215",
        "choice_type": "single"
    },
    {
        "question": "Windswept deformity in foot is seen in -",
        "exp": "Ans. is 'b' i. e., RA Please notice, foot in the question. For foot, the correct answer is \"RA\", for knee it's Rickets. Windswept deformity Knee: - A valgus deformity of one knee in association of varus deformity of other knee is know as windswept deformity. It is seen in: Rickets, Physeal oseochondromatosis, Hereditary dysplasia (epiphyseal dysplasia) of bone and Rheumatoid arthritis. Foot: - Deviation of all - toes in one direction (usually laterally) is known as windswept deformity. It is seen in Rheumatoid arthritis. Hand: - Deviation of all fingers (usually medialy) is know as windswept deformity. It is seen in Rheumatoid arthritis, SLE, and Jacoud's arthropathy.",
        "cop": 2,
        "opa": "Rickets",
        "opb": "RA",
        "opc": "Hyperparathyroidism",
        "opd": "Scurvy",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "61bbc1ef-1bac-4770-ab7c-0772d0bcb3eb",
        "choice_type": "single"
    },
    {
        "question": "Swan neck deformity seen iri?",
        "exp": "ANSWER: (B) Rheumatoid arthritis",
        "cop": 2,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Pyogenic arthritis",
        "opd": "Gout",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "807ca92f-46d7-49df-addf-916072e2bdeb",
        "choice_type": "single"
    },
    {
        "question": "40 years patient having arthritis of PIP and DIP along with carpometacarpal joint of thumb and sparing of wrist and metacarpophalangeal joint, most likely diagnosis is",
        "exp": "Ans. is 'b' i. e. osteoarthritis Now, this form of question (where arthritic involvement of a group of joints are given) is very frequently asked: Osteoarthritis- Joints involved: PIP, DIP, Base of thumb. Sparing of wrist & metacarpophalangeal junction. Psoriasis: - Joints involved: PIP, DIP, Wrist, metacarpophalangeal joint. Rheumatoid arthritis - DIP is not involved characteristically. Joints involved. Metacarpophalangeal joints (MC) esp of index finger PIP, wrist, elbow, knee, ankle.",
        "cop": 2,
        "opa": "rheumatoid arthritis",
        "opb": "osteo arthritis",
        "opc": "psoriatic arthritis",
        "opd": "pseudo gout",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "11967c4e-00c3-40e5-9b84-82412b9e5aed",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in RA -",
        "exp": "Ans. is 'b' i. e., DIPJoint. Important arthritis involving the joint. Distal interphalangeal joint. Proximal interphalangeal joint. Metacarpophalangeal joint1st Carpometacarpal joint. Wrist. Osteoarthritis, Psoriatic arthritis, Reactive arthritis. Osteoarthritis, RA, SLE, Psoriatic arthritis. RA, pseudogout, hemochromatosis. Osteoarthritis. RA, Pseudogout, gonococcal arthritis, juvenile arthritis. Spared jointo Wrist and MTPo. DIPOsteoarthritis. RA",
        "cop": 2,
        "opa": "PIP",
        "opb": "DIP",
        "opc": "Wrist",
        "opd": "MCP",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "80b969dd-7a40-45aa-bf1f-249a59a57f12",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in Boutonniere's deformity:",
        "exp": "Ans. (c) Flexion contracture of PIP and extension of DIPRef: Maheshwari 5th ed. / 288* Boutonniere deformity is a deformed position of the fingers or toes, in which the joint nearest the knuckle (PIP) is permanently bent toward the palm while the farthest joint (DIP) is bent back away (PIP flexion with DIP hyperextension).* It is commonly caused by injury or by an inflammatory condition like rheumatoid arthritis. Also Know# Z-deformity i. e. radial deviation of the wrist with ulnar deviation of the digits, often with palmar subluxation of proximal phalanges.# 'Swan - neck deformity' i. e. hyperextension of PIP joints with compensatory flexion of the distal interphalangeal joints.# Wind - sweep deformities of toes i. e. valgus deformities of toes in one foot and varus in other, (as wind sweeps all the structure in one direction).",
        "cop": 3,
        "opa": "Extension of PIP and DIP",
        "opb": "Flexion of PIP and DIP",
        "opc": "Flexion contracture of PIP and extension of DIP",
        "opd": "Flexion of DIP and extension of PIP",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "145d4051-00eb-422c-b682-e4c27519cb97",
        "choice_type": "single"
    },
    {
        "question": "All are the features of rheumatoid arthrtitis except-",
        "exp": "Ans. is \"a' i. e., Osteosclerosis of joint Radiological features of RAo Following features are seen on X-ray:-Reduced j oint space. Erosion of articular margins. Subchondral cysts. Juxta-articular rarefaction. Soft tissue shadowr at the level of the joint because of joint effusion or synovial hypertrophy. Deformities of the hand and fingers. Periarticular osteopenia (osteoporosis)",
        "cop": 1,
        "opa": "Osteosclerosis of joint",
        "opb": "Soft tissue swelling",
        "opc": "Narrowing of joint space",
        "opd": "Periarticular osteoporosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "c5265e42-7dc4-46e8-bd2f-e48ce012d7fb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is difference between Rheumatoid arthritis and osteoarthritis -",
        "exp": "Ans. is 'a' i. e., Osteopytes are seen in osteoarthritis Osteoarthritis. Rheumatoid arthritis. Degenerative process. Inflammatory process. Osteophytes seen. Osteophytes not soon. Affects elderly. Affects middle aged females. Small joints of hands and feet affected. Large joints like hip and knee along with PIP & DIP joints affected. ESR, CRP usually normal. ESR, CRP, RA Factor elavated",
        "cop": 1,
        "opa": "Osteopytes are seen in osteoarthritis",
        "opb": "Systemic symptoms are seen in osteoarthritis",
        "opc": "Rheumatoid arthritis is uncommon in hands and feet",
        "opd": "Osteoarthritis is an autoimmiune disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "12d95cf8-95c5-4434-8a15-8f89a89bf996",
        "choice_type": "single"
    },
    {
        "question": "Most common part of spine affected by Rheumatoid arthritis is?",
        "exp": "Ans. (c) Cervical spine. Ref. '. MR Imaging of the Spine and Spinal Cord by Detlev. Uhlenbrock p-375, Orthopedic surgery essentials- Spine by Christopher M. Bono, Steven R. Garfin p-188",
        "cop": 3,
        "opa": "Lumbar spine",
        "opb": "Thoracic spine",
        "opc": "Cervical spine",
        "opd": "Sacrum",
        "subject_name": "Orthopaedics",
        "topic_name": "Rheumatoid Arthritis",
        "id": "73d55fe4-5a19-4b07-8f05-9f667bbad96f",
        "choice_type": "single"
    }
]