[
    {
        "question": "A 7 year old boy presented with double medial malleolus. X-Ray was performed. What is the treatment?",
        "exp": "Ans. (c) Vitamin DRef.: Maheshwari 5th ed. / 311. Scurvy causes failure of collagen synthesis and osteoid formation. It clinically presents with:* Irritability* Gum bleeding* Pseudoparalysis (due to subperiosteal haemorrhage)* Anemia and beading of costo-chondral junction. Radiological features are: Frenkels line (dense line between metaphysic & physis/epiphysis), ring sign, thin cortex, scurvy line (band of rarefaction on the diaphyseal side) and metaphyseal osteopenia, cleft and fractures. Pathology: deficiency causes failure of collagen synthesis or primitive collagen formation, throughout the body, including in blood vessels, predisposing to haemorrhage. RICKETSSCURVY* Metaphysis: indistinct; frayed, splaying, and cupping of margin. Patchy sclerosis in case of intermittent dietary deficiency* Widened epiphysis with hazed cortical margin* Generalized reduction in bone density* Looser's zone (less common)* Severe cases show Genu valgum, bow legs, thoracic kyphosis, pigeon chest, ricketic rosary, skull bossing, cox vera.* Metaphysis: Frankel's white line, Trummerfeld, lucent zone, Pelkan spur due to fracture.* Wimberger's sign (small epiphysis surrounded by sclerotic rim)* Subperiosteal hemorrhage with periosteal elevation* Ground glass appearance of bone with pencil thin cortex.",
        "cop": 3,
        "opa": "Vitamin B",
        "opb": "Vitamin C",
        "opc": "Vitamin D",
        "opd": "Vitamin E",
        "subject_name": "Orthopaedics",
        "topic_name": "Rickets",
        "id": "f6b11ea4-116f-41d7-8e13-2f902bc3f0fe",
        "choice_type": "multi"
    },
    {
        "question": "Rickets in infancy is characterised by the following except:",
        "exp": "Ans. is 'd' i. e. Bow legs Ghai states - \"Long bones of legs get deformed when the child starts bearing weight. Therefore deformities of legs are unusual before the age of 1 year. Anterior bowing of legs, knock knee and coxa vera are the usual deformities. \"Clinical manifestation of Rickets: The main factor responsible for pathogenesis in Rickets: -* In rickets the abdomen is protuberant (pot belly) because of marked hypotonia of abdominal wall muscles. Visceral proptosis and lumbar lordosis also occurs in rickets.* More Questions on rickets: -Earliest manifestation of Rickets - Craniotabes. Clinical manifestation of Rickets appears at - later half of first year or in 2nd year. (Unusual below the age of 3 months). Questions on Radiological feature of Rickets: -Earliest radiological changes appear in long bones of radius and ulna. Cupping of metaphyses. Large gap b/w epiphyses and metaphyses (widening of the physis i. e. growth plate). Irregular metaphyseal margins (ill-defined zone of provisional calcification). Osteopenia",
        "cop": 4,
        "opa": "Craniotabes",
        "opb": "Rachitic rosary",
        "opc": "Wide open fontanelles",
        "opd": "Bow legs",
        "subject_name": "Orthopaedics",
        "topic_name": "Rickets",
        "id": "7e021456-72ac-4234-9f5f-5a6dc2dbd4d4",
        "choice_type": "multi"
    }
]