[
    {
        "question": "Hill Sach&; s lesion is most commonly seen in",
        "exp": "HILL-SACH&; S lesion is most commonly seen in recurent shoulder dislocation. It is a posterolateral defect in the head of the humerus. This is produced due to the impact of posterolateral pa of the head of the humerus against the sharp anteraior margion of the glenoid rim. ref: textbook of ohopedics, john ebnezar, 4th edition page no: 136",
        "cop": 1,
        "opa": "Recurrent shoulder dislocation",
        "opb": "Posterior shoulder dislocation",
        "opc": "Fracture neck of humerus",
        "opd": "Anterior shoulder dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "29b6eb2c-71dd-4388-bddb-a19f3218a540",
        "choice_type": "single"
    },
    {
        "question": "Most common joint to undergo recurrent dislocation is?",
        "exp": "Shoulder joint is the commonest joint to undergo dislocation. it occurs commonly in adults and rare in children. Anterior dislocation is common than posterior dislocation. Shoulder instability is term used when head of humerus is not stable within the glenoid. The instability may be uni or bidirectional. The instability can be in many directions-multi directional. A fall on out stretched hand with shoulder abducted and externally rotated is common mechanism of injury. Ref: Essential Ohopaedics, Maheswari & Mhaskar, 9th ed Page no: 89",
        "cop": 1,
        "opa": "Shoulder joint",
        "opb": "Patella",
        "opc": "Knee joint",
        "opd": "Hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "e78ccbfa-b7a6-40a3-954d-9b3cd46fae3e",
        "choice_type": "single"
    },
    {
        "question": "Vascular sign of Narath is positive in which of the follwoing?",
        "exp": "Vascular sign of Narath: Patient in supine Palpate femoral aery in femoral canal Positive in hip dislocation - not palpable In fracture neck of femur - feeble pulsation Ref: maheswari 9th ed ohopedics",
        "cop": 1,
        "opa": "Posterior dislocation",
        "opb": "Central dislocation",
        "opc": "Anterior dislocation",
        "opd": "Lateral dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "92035d4d-6836-4ba5-a314-a9cf052c4c41",
        "choice_type": "single"
    },
    {
        "question": "Banka's lesion involves the___________ of the glenoid labrum",
        "exp": "Banka&; s lesion is seen in the anterior dislocation of shoulder joint. Dislocation causes stripping of glenoid labrum along with periosteum from anteroinferior surface of glenoid and scapular neck. The head of humerus comes to lie in front of scapular neck, in pouch thereby created. In severe injuries, it may be avulsion of a piece of bone from anteroinferior glenoid rim, called bony Banka&; s lesion. Other pathological changes are Hill-Sachs lesion, rounding off. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9th, Page no: 90",
        "cop": 4,
        "opa": "Anterior lip",
        "opb": "Superior lip",
        "opc": "Antero-superior lip",
        "opd": "Antero-inferior lip",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "0af78b8d-72e5-407d-98b6-7cf78df09d27",
        "choice_type": "single"
    },
    {
        "question": "Closed pinning techinque in oopedic surgeries is not done in",
        "exp": "The technique of percutaneous pinning and and casts seems capable of restoring joint function for simple extra aicular and intra aicular fractures above image showed shaft of humerus fracture fixed with plate and pin fixation. not pin fixation alone ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Neck of humerus fracture",
        "opb": "Shaft of humerus fracture",
        "opc": "Distal radius fracture",
        "opd": "Supracondylar fracture of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "5bef7387-d02a-4e92-95a0-5e6405369641",
        "choice_type": "single"
    },
    {
        "question": "Most common joint to undergoe recurrent dislocation?",
        "exp": "Recurrent dislocation: In some, joints proper healing does not occur after the first dislocation. This results in weakness of the suppoing structures of the joint so that the joint dislocates repeatedly, often with tril trauma. Recurrent dislocation of the shoulder and patella are common. among shoulder anterior type of dislocation is common Ref: Maheshwari 9th ed pg 55",
        "cop": 1,
        "opa": "Shoulder joint",
        "opb": "Patella",
        "opc": "Knee joint",
        "opd": "Hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "91a6ee4a-6897-47ef-811c-7a382d5cbdf2",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve involvement in fracture surgical neck humerus is?",
        "exp": "Axillary nerve is paicularly vulnerable, both from the injury and from surgery Refer Maheshwari 6th/e p 92",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "5f76c86a-c882-45e7-be19-eac5c54c87ce",
        "choice_type": "single"
    },
    {
        "question": "Posteroinferior instability of glenohumeral joint is tested by",
        "exp": "This test is used to detect posteroinferior instability of glenohumeral joint. While stabilizing the patient&; s scapula with one hand and holding the affected arm at 90 degrees abduction and internal rotation, the examiner grasps the elbow and axially loads the humerus in a proximal direction. The arm is moved horizontally across the body. A POSITIVE result is in indicated by a sudden clunck as the humeral head slidesoff the back of the glenoid. When the arm is returned to the original position, a second jerk may be observed, that of the humeral head returning to the glenoid. Ref: Maheshwari and Mhaskar 9th ed pg 95.",
        "cop": 1,
        "opa": "Jerk test",
        "opb": "Crank test",
        "opc": "Fulcrum test",
        "opd": "Sulcus test",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "7e4ce34e-7474-46c7-bfa0-4be544a1a2ab",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old high school tennis player sustains a right midshaft clavicle fracture. Which of the following increases the risk of nonunion in the non operative treatment of clavicle fractures",
        "exp": "Displacement and comminution have been shown to increase risk of non-union in nonoperative management. There are no significant differences between outcomes when using sling immobilization versus a figure-of-eight bandage.",
        "cop": 3,
        "opa": "Sling treatment",
        "opb": "Figure-of-eight bandage treatment",
        "opc": "Displacement and comminution",
        "opd": "Male sex",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "d71c0c14-2298-4e12-b662-3a78f6d0c77f",
        "choice_type": "single"
    },
    {
        "question": "Most common bone to be fractured in children is",
        "exp": "Clavicle is the most common bone to be fractured in children and during bih Refer Ebnezar 4th/e p 119",
        "cop": 2,
        "opa": "Distal radius",
        "opb": "Clavicle",
        "opc": "Supracondylar humerus",
        "opd": "Radius/ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "504b0dc7-af6d-4690-831d-8c4ed3f42af9",
        "choice_type": "single"
    },
    {
        "question": "Holstein lewis sign is related to which nerve?",
        "exp": "A Holstein-Lewis fracture is a fracture of the distal third of the humerus resulting in entrapment of the radial nerve. * Most commonly caused by fracture of the humerus, v at the junction of the middle and distal thirds. (Holstein-Lewis fracture) * Radial nerve in paicular jeopardy * The proximal spike of this radial breaks through the lateral coex at a point where the nerve is most closely apposed to the bone. ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "861306ba-09a8-436b-8524-e708e2038b54",
        "choice_type": "single"
    },
    {
        "question": "Most common muscle damaged in rotator cuff",
        "exp": "The tendons of the rotator cuff, not the muscle are most commonly involved and of the four the supraspinatus is affected most frequently as it passes below the acromian/ Refer maheswari 9th ed",
        "cop": 1,
        "opa": "Supraspinatus muscle",
        "opb": "Infraspinatus muscle",
        "opc": "Subscapularis muscle",
        "opd": "Teres minor muscle",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "5190536f-7e45-4b44-8b39-645d7f37e2dd",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old rugby player came for follow-up after a first time anterior shoulder dislocation 6 weeks ago. The shoulder has remained reduced. On examination, he has a good range of painless active and passive motion. Which of the following is considered as a dynamic stabilizer of the glenohumeral joint",
        "exp": "The periscapular musculature stabilizes the glenohumeral joint during and throughout its full range of motion, thus acting as dynamic restraints. The other answers listed are static restraints.",
        "cop": 4,
        "opa": "Glenoid fossa",
        "opb": "Coracohumeral ligament",
        "opc": "Anteroinferior labral complex",
        "opd": "Subscapularis muscle",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "20ffb5c9-0e5d-483b-832f-60fd96450ee5",
        "choice_type": "single"
    },
    {
        "question": "What is the finding seen on X-ray of the right shoulder",
        "exp": "FRACTURE OF THE CLAVICLE: The junction of the middle and outer-third of the clavicle is the commonest site; the other common site being the outer-third of the clavicle. This fracture is usually displaced. The outer fragment displaces medially and downwards because of the gravity and pull by the pectoralis major muscle attached toit. The inner fragment displaces upwards because of the pull by the sternocleidomastoid muscle attached to it. Maheswari 5e pg: 107",
        "cop": 2,
        "opa": "Farcture scapula",
        "opb": "Farcture clavicle",
        "opc": "Fracture dislocation of acromioclavicular joint",
        "opd": "Fracture of the 1st rib",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "264f7201-bf66-4cd2-9399-04b5a0251d27",
        "choice_type": "single"
    },
    {
        "question": "Nerve commonly involved in fracture distal shaft of the Humerus is?",
        "exp": "Up to 18% of humeral shaft fracture is an associated radial nerve palsy, but may occur more commonly in distal third fractures. Radial nerve is commonly at risk if the fracture is at the junction of mid and distal thirds of the humeral shaft and paicularly if fracture is associated with lateral displacement of distal fragment At this point the radial nerve emerges from the spiral groove and is tethered as it pierces the intermuscular septum; It cannot yeild to the lateral displacement of the distal fragment, and is therefore frequently damaged; ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Medial nerve",
        "opc": "Ulnar nerve",
        "opd": "Circumflex brachial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "28b0c4f9-b2a4-4cc3-8e8b-f1dd4771c82d",
        "choice_type": "single"
    },
    {
        "question": "Lift -off test is done to assess the function of",
        "exp": "In this test, the patient is asked to stand and place one arm behind his her back with the dorsum of the hand resting against the mid-lumbar spine. The examiner then lifts the patient&; s hand off the back and the patient is told to hold it there. Inability to do this signifies subscapularis weakness, possibly due to rupture. A drawback is that the test calls for full passive internal rotation, so it cannot be used if internal rotation is painful or restricted. Ref: Maheshwari and Mhaskar 6e pg 95",
        "cop": 4,
        "opa": "Supraspinatus muscle",
        "opb": "Infraspinatus muscle",
        "opc": "Teres minor",
        "opd": "Subscapularis muscle",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "e9370290-80f7-4384-bc91-e6c0313cd780",
        "choice_type": "single"
    },
    {
        "question": "which pa of Proximal humerus fracture has maximum chances of avascular necrosis?",
        "exp": "Four pa fracture has a high incidence of avascular necrosis <img alt=\"\" src=\" /> Refer: maheshwari 9th ed",
        "cop": 4,
        "opa": "One pa",
        "opb": "Two pa",
        "opc": "Three pa",
        "opd": "Four pa",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "6166fafb-8368-420e-9929-680b2d05b732",
        "choice_type": "single"
    },
    {
        "question": "Putti Platt operation is done for",
        "exp": "Putti-Platt operation is done for preventing recurrent shoulder dislocation. Double breasting of subscapularis tendon is performed in order to prevent external rotation and abduction, thereby preventing recurrences. Other operations are Bankas operation, Bristows operation. Ref: Essential Ohopaedics, Maheswari & Mhaskar, 9th ed",
        "cop": 2,
        "opa": "Elbow instability",
        "opb": "Shoulder instability",
        "opc": "Rotator cuff tear",
        "opd": "Biceps Tendinitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "0688ee37-81f7-4a02-a5ce-3de45c6658ba",
        "choice_type": "single"
    },
    {
        "question": "Most common muscle affected by fibrosis is",
        "exp": "Fibrosis of sternocleisomastoid occurs in Less than 0. 4 percnt of all newborns but it&; is the most common cause of congenital toicollis The sterno-mastoid muscle on one side of the neck is fibrosed and fails to elongate as the child grows, and thus results in a progressive deformity. The cause of fibrosis is not known, but it is possibly a result of ischaemic necrosis of the sterno-mastoid muscle at bih. Evidence in our of this theory is the presence of a lump in the sterno-mastoid muscle in the first few weeks of life, probably a swollen ischaemic muscle. Ref: Maheshwari and Mhaskar 9th ed pg 321.",
        "cop": 3,
        "opa": "Serratus anterior",
        "opb": "Trapezius",
        "opc": "Sternocleidomastoid",
        "opd": "Tendocalcaneous",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "5f5f7216-c5ba-4edb-9db0-434b6d3b80d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common complication following surgery after repair of Sprengel deformity?",
        "exp": "Sprengel deformity, or congenital elevation of the scapula, associated with the restriction in the motion of the scapula and glenohumeral joint. Brachial plexus injury is the most common and severe complication following surgery for Sprengel deformity. To avoid brachial plexus injuries several authors have recommended morselization of the clavicle. Ref: Maheshwari 6e pg 224.",
        "cop": 2,
        "opa": "Infection",
        "opb": "Brachial plexus injury",
        "opc": "Mediastinitis",
        "opd": "Dislocation of the shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Shoulder and arm injuries",
        "id": "47524498-d41c-43bc-b803-36fdd86aadf8",
        "choice_type": "single"
    }
]