[
    {
        "question": "Most common site of disc prolapse in lumbar spine is",
        "exp": "Ans. is 'c' i. e., L4-5 Prolapsed intervertebral disc:* Herniation of intervertebral disc is a common cause of combined back pain and sciatica (Pain in back with radiation to lower limb). Prolapsed intervertebral disc is often precipitated by injury, but it may also occur in the absence of any remembered injury.* The site of exit of the nucleus is usually posterolateralon one or the other side. Occasionally, it can be central (posterior-midline)disc prolapse.* The type of nuclear protrusion maybe: a protrusion, an extrusion or a sequestration.* A dissecting extrusion, (an extrusion with discmaterial between the body of the vertebra andposterior longitudinal ligament, stripping the latteroff the body), may occur.* The commonest level of discprolapse is between L4-L5 in the lumbar spine and C5-C6 in the cervical spine.",
        "cop": 3,
        "opa": "L2-3",
        "opb": "L3-4",
        "opc": "L4-5",
        "opd": "L5-S1",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "42a5b0f8-da08-457f-872a-99c364b489d0",
        "choice_type": "single"
    },
    {
        "question": "Column concept of spine stability was given by -",
        "exp": "REF: textbook of ohopedics, John ebnezer, 4th edition, pg. no. 311 Three column concept of spine stability was given by Denis *The anterior column consists of anterior half of the veebral body, anterior pa of the disk & anterior longitudinal ligament. * The middle column consists of posterior half of the body & the disk, posterior longitudinal ligament. *The posterior column consists of the posterior veebral arch consisting of transverse process, spinous process & the accompanying ligaments. One column injury is stable, 2 column injury is unstable - it is a dangerous spine for it may injure the spinal cord.",
        "cop": 1,
        "opa": "Denis",
        "opb": "Frenkel",
        "opc": "Wilson",
        "opd": "Todd",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "6a3f485a-48ca-4cee-bf08-ae07feddf874",
        "choice_type": "single"
    },
    {
        "question": "Hinge fracture is seen in:",
        "exp": "Ref: Apleys System of Orthopaedics and Fractures, 9th edition. Explanation: HINGE FRACTUREBasilar fracture of skull. Involves middle cranial fossa and pituitary fossa. Divides the skull into anterior and posterior segments. Mechanism of injuryo Blow to chin, e. g. Boxingo Motor-cycle accident - Due to impact on the chin during the fall. JEFFERSON FRACTUREBurst fracture of Atlas I Cl vertebra). Lower incidence of spinal cord injury when compared to burst fractures of the other vertebrae. This is due to absence of vertebral body in Cl vertebra.",
        "cop": 3,
        "opa": "Wrist",
        "opb": "Mandible",
        "opc": "Basilar skull fracture",
        "opd": "Cl vertebra fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "f6ac73d4-439c-4f69-ab20-748d6f0a4a5c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not recommended in the treatment of chronic low back pain -",
        "exp": "LOW BACK PAIN Also known as lumbago (at times referred to as waist pain) is pain (as name implies) in the lower back (lumbar) region. Typically, the commonest area of back pain is the low back (lumbar region) and sometimes it spreads to the buttocks or thighs. LBP may radiate into * groin * buttocks * upper thigh (posteriorly) areas that share an interconnecting nerve supply Source of somatic referred pain is a skeletal or myofascial structure of the lumbar spine Source of referred pain is within a body organ * ovarian cysts may refer pain to low back * cancer of head of pancreas can present as low back pain becoming excruciating at night Pharmacotherapy Options* Antidepressants Anticonvulsants &; Muscle relaxants Opioid analgesics Coicosteroids NSAIDs Topical analgesics REF: maheswari 9th ed",
        "cop": 2,
        "opa": "NSAIDs",
        "opb": "Bed rest for 3 months",
        "opc": "Exercises",
        "opd": "Epidural steroid injection",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "77cf3fea-4139-4734-8c1d-01fb5bc01694",
        "choice_type": "single"
    },
    {
        "question": "Tear drop fracture of lower cervical spine implies -",
        "exp": "Severe injuries are due to axial compression of the cervical spine, usually in diving or athletic accidents. If veebral body is crushed in neutral position of the neck the result is burst fracture. *With combined axial compression & flexion, an antero- inferior fragment of the veebral body is sheared off, producing eponymous &; tear drop&; on lateral x- ray. in both type there is a risk of posterior displacement of the veebral body fragment & spinal cord injury. * plain x- ray - flexion deformity with a triangular fragment separated from antero- inferior edge of the fractured veebra REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "Wedge compression fracture",
        "opb": "Axial compression fractures",
        "opc": "Flexion-rotation injury with failure of anterior body",
        "opd": "Flexion compression failure of body",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "fd325071-755b-4954-8f2d-30f8b8d82a1f",
        "choice_type": "single"
    },
    {
        "question": "Most common type of injury to spinal cord is -",
        "exp": "Flexion injury is the commonest spinal injury, e. g: 1. heavy blow across the shoulder by a heavy object 2. fall from height on heels / buttocks * results: in cervical spine fkexion force results in 1. A sprain of ligaments & muscles of the back of the neck. 2. compression fracture of veebral body c5- c7.& 3. Dislocation of one veebra over another ( commonest c5 over c6 ). In dorso- lumbar spine, this force can result in the wedge compression of a veebra ( L1 commonest, followed by L2 & T12). It is a stable injury if compression of the veebra is less than 50% of its posterior height. * flexion - rotation injury is associated with high incidence of neurological damage, as it leaves a highly unstable spine * extension injury is commonly seen in cervical spine. It results in a chip fracture of the anterior rim of a veebra. Sometimes these injury may be unstable. * compression injury is also common. it results in burst fracture in cervical spine. REF: essential ohopedics, Maheshwari, 9th edition, pg. no. 257",
        "cop": 1,
        "opa": "Flexion",
        "opb": "Extension",
        "opc": "Compression",
        "opd": "Flexion - rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "d2f0e706-47e4-49f2-9315-5c3f3317eb92",
        "choice_type": "single"
    },
    {
        "question": "Substance that is used for vertebroplasty is:",
        "exp": "(a) Polymethyl methacrylate- Vertebroplasty and kyphoplasty are interventional radiologic procedures for the treatment of the intense pain refractory to medical management or bracing caused by vertebral compression fracture associated with osteoporosis, tumors, and trauma.- Vertebroplasty and kyphoplasty involve intraosseous injection of acrylic cement- polymethyl methacrylate under local anesthesia and fluoroscopic guidance.",
        "cop": 1,
        "opa": "Polymethyl methacrylate",
        "opb": "Polyethyl methacrylate",
        "opc": "Polymethyl ethacrylate",
        "opd": "Polyethyl ethacrylate",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "47c6843b-d231-4dc0-83db-d233a8314368",
        "choice_type": "single"
    },
    {
        "question": "Most common orthopaedic manifestation of Neurofibromatosis is:",
        "exp": "Ref: 1. http://www. orthobullets. com/pediatrics/40547 neurofibromatosis 2. Campbells Operative Orthopaedics by S. Terry Canale & James H. Beaty - section on unusual causes of scoliosis - Neurofibromatosis. Explanation: Orthopedic manifestations in Neurofibromatosis. Scoliosis is the most common osseous defect associated with Neurofibromatosis. The spinal deformities of Neurofibromatosis are of two basic forms: Nondvstrophic. Dystrophic. Non-dystrophic deformities mimic idiopathic scoliosis. Dystrophic scoliosis, characteristically is a short-segment, sharply angulated curve with severe wedging of the vertebral bodies, severe rotation of the vertebrae, scalloping of the vertebral bodies, spindling of the transverse processes, foraminal enlargement, and rotation of the ribs 90 degrees in the antero-posterior direction that makes them appear abnormally thin. Cervical spine also shows abnormalities which include atlanto-axial instability. A distinctive osseous lesion such as sphenoid dysplasia is also found. Thinning of cortex of long bones with or without pseudoarthrosis commonly seen in tibia is another feature.",
        "cop": 1,
        "opa": "Scoliosis",
        "opb": "Sphenoid dysplasia",
        "opc": "Pseudoarthrosis of tibia and thinning of cortex of long bones",
        "opd": "Atlanto- axial instability",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "3502dd69-6c6a-4529-9795-b45ed1823e20",
        "choice_type": "single"
    },
    {
        "question": "A patient involved in a road traffic accident presents with quadriparesis, sphincter disturbance, sensory level up to the upper border of sternum and respiratory rate of 35/minute. The likely level of lesion is:",
        "exp": "(b) C4-C5- C2 dermatome - Occiput and top part of neck.- C3 dermatome - Lower part of neck up to the clavicle.- C4 dermatone - Area just below the clavicle (Area which coincide with upper border of sternum).- Motor supply of upper-limb is C5-8 T1 - Motor supply of diaphragm (Phrenic nerve) is C3-5 - Thus C4 -C5 prolapse will cause increased respiratory rate with all mentioned features.",
        "cop": 2,
        "opa": "C1 - C2",
        "opb": "C4 - C5",
        "opc": "T1 - T2",
        "opd": "T3 - T4",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "b34198b7-f05e-4346-babd-28e0d99e041e",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old construction worker presented to the medical OPD with sudden acute low back pain radiating to the left leg with inability to lift the big toes. The best management would be",
        "exp": "Ans. B. The appearance of foot drop would be an early indication for surgical intervention. The clinical symptoms and signs in the case described in this question point to compression of the 5th lumber nerve root, of all lumbar herniations, 95% occur at L4-5 or Ls, SI interspace. a. Strict bed rest on a firm mattress and use of analgesics, relaxants and focally applied heat constitute appropriate initial treatmentb. Because - back-strengthening exercise would aggravate acute symptoms, they should be started only after the pain has subsided. c. Surgical treatment should be reserved for those patients who have significant neurologic deficits, such as bladder or bowel dysfunctions or footdrop, and those with disabling episodes of pain failure to respond to initial conservative treatment also, can be an indication for surgeryd. Fusion of vertebral bodies - for treatment of residual back pain following laminectomy has not met with much success.",
        "cop": 2,
        "opa": "Immediate treatment includes analgesics, muscle relaxants and back strengthening exercises",
        "opb": "The appearance of foot drop would be an early indication for surgical intervention",
        "opc": "Conservative treatment for one week. If weakness in the big toes persists, lumbar laminectomy and excision of any herniated nucleus pulposus should be done",
        "opd": "If the neurological signs but not the back pain resolve in 2-3 weeks, proper treatment would include fusion of IA and L5",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "8b133fde-39ea-4c95-9ecf-5515880d5793",
        "choice_type": "single"
    },
    {
        "question": "Test used for prolapsed lumbar interveebral disc is-",
        "exp": "Essential ohopaedics, Maheshwari, 9th edition, pg. no. 255 Lasegue test is a modification of SL where the first the hip is lifted to 90deg with the knee bent. The knee is then gradually extended by the examiner, if nerve stretch is present, it will not be possible to do so & patient will experience pain in the back of thigh or leg.",
        "cop": 2,
        "opa": "Active straight leg raising test",
        "opb": "Lasegue test",
        "opc": "Thomas test",
        "opd": "Apley's grinding test",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "5d5bac77-a136-46a8-babb-fa29b42e26eb",
        "choice_type": "single"
    },
    {
        "question": "Column concept of spine stability' was given by-",
        "exp": "Ans. is 'a' i. e., Denis The three column concept of spinal stabilityo Denis (1983) proposed the 3-column concept of spinal stability\". He divided the above-enumerated bony and soft-tissue structures into three columns - anterior, middle and posterior as follows. Anterior column consisting of the anterior longitudinal ligament, the anterior portion of the annulus fibrosus and the anterior half of the vertebral body. Middle column consisting of the posterior portion of the vertebral body, the posterior portion of the annulus and the posterior longitudinal ligament. Posterior column consisting of the pedicles, facets, laminae and the posterior ligament complex (ligamentum flavum, interspinous ligament, supraspinous ligament and the facet joint capsule).",
        "cop": 1,
        "opa": "Denis",
        "opb": "Frenkel",
        "opc": "Wilson",
        "opd": "Todd",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "e37ebbdb-e523-4c37-b7ec-c928147dbdcf",
        "choice_type": "single"
    },
    {
        "question": "Beheaded Scottish terrier sign is seen in:",
        "exp": "Ans: b (Spondylolisthesis) Ref: Apley's Orthopaedics. Scottish terrier sign is seen in spondylolysis and beheaded Scottish terrier sign in spondylolisthesis.",
        "cop": 2,
        "opa": "Spondylosis",
        "opb": "Spondylolisthesis",
        "opc": "Osteo porosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "ec5e1a15-ea31-4256-a1c1-70918df4e53e",
        "choice_type": "single"
    },
    {
        "question": "What is veebroplasty -",
        "exp": "This procedure consists of injecting bone cement under high pressure through large spinal needles into the acutely painful compressed & collapsed osteoporotic veebral body. This is done mainly to relieve pain due to collapse of the body, strengthen it fuher to prevent future collapse & not done to restore the body height. veebroplasty is known to reduce pain in 70-90% of patients. Percutaneous veebroplasty (PVP) usually involves percutaneous injection of PMMA into the veebral bodies Percutaneous cementoplasty (also known as veebral packing or veebroplasty) with acrylic cement (polymethylmethacrylate ) A procedure aimed at preventing veebral body collapse and pain in patients with pathologic veebral bodies. Percutaneous cementoplasty is a promising therapeutic technique for pain control in patients with bone failure Applications It can be used in the treatment of: Severe painful osteoporosis with loss of height and/or with compression fractures of veebral bodies 1) Insufficiency fracture 2) Aggressive hemangioma 3) Veebral multiple myeloma 4) Painful veebral body tumors and acetabular tumors (r) Veebral metastases Ref essential ohopaedic maheshwari and mhaskar 9. TH EDp 270<img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "Stabilization of veebral compression fracture",
        "opb": "Replacement of veebral body only",
        "opc": "Replacement of veebral body with interveebral disc",
        "opd": "Fusion of the adjacent veebrae",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "35fddc1f-4a07-4779-9ece-ad01e01ad2c3",
        "choice_type": "single"
    },
    {
        "question": "Left-Right movement of skull occurs at:",
        "exp": "(b) Atlanto-axial joint. Yes movement occurs at atlanto-occipital joint and No movement occurs at atlanto-axial joint.",
        "cop": 2,
        "opa": "Atlanto-occipital joint",
        "opb": "Atlanto-axial joint",
        "opc": "C2-C3",
        "opd": "C6-C7",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "5b3c9923-0058-4c56-9def-8d883b291921",
        "choice_type": "single"
    },
    {
        "question": "The following X-ray was taken of a 50-year-old female with chronic backache. What is the most likely diagnosis?",
        "exp": "(c)",
        "cop": 3,
        "opa": "Spondylolysis",
        "opb": "Spondylosis",
        "opc": "Spondylolisthesis",
        "opd": "Prolapsed inter-vertebral disc",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "e5fc247c-0693-42cc-8162-e58810dde526",
        "choice_type": "single"
    },
    {
        "question": "Denis classification is used to asses -",
        "exp": "Ans. is 'a' i. e., Stability of spine Denis Classification for Spinal stability:* In assessing spinal stability, three structural elementsmust be considered: i) The posterior osseoligamentouscomplex (or posterior column) consisting of thepedicles, facet joints, posterior bony arch, interspinousand supraspinous ligaments; ii) The middle column comprising the posterior half of the vertebralbody, the posterior part of the intervertebral disc andthe posterior longitudinal ligament; andiii) The anteriorcolumn composed of the anterior half of the vertebralbody, the anterior part of the intervertebral disc andthe anterior longitudinal ligament.* Allfractures involving the middle column and at least oneother column should be regarded as unstable.* Fortunately, only 10 per cent of spinal fractures are unstableand less than 5 per cent are associated with corddamage.",
        "cop": 1,
        "opa": "Stability of spine",
        "opb": "Degree of calcium content",
        "opc": "Degree of tumor invasion",
        "opd": "Amount of femur head subluxation in dysplastic hips",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "4362b1c8-f364-4eb5-a5a6-7741eae1eae6",
        "choice_type": "single"
    },
    {
        "question": "Normal Curvature seen in Lumbar spine:",
        "exp": "(a) Lordosis. Lordosis: lordosis is inward curvature of spine seen at cervical and lumbar spine.",
        "cop": 1,
        "opa": "Lordosis",
        "opb": "Kyphosis",
        "opc": "Scoliosis",
        "opd": "Recurvatum",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "526de295-6a31-41f6-8319-8eea08332504",
        "choice_type": "single"
    },
    {
        "question": "What is vertebroplasty -",
        "exp": "Ans. is 4a' i. e., Stabilization of vertebral compression fracture o Vertebroplasty is an outpatient procedure for stabilizing compression fractures in the spine. o Bone cement is injected into back bones (vertebrae) that have cracked or broken, often because of osteoporosis. The cement hardens, stabilizing the fractures and supporting your spine. Vertebroplasty and kvphoplastvo Vertebroplasty and kyphoplasty are interventional radiologic procedures for the treatment of the intense pain refractory to medical management or bracing caused by vertebral compression fracture associated with osteoporosis, tumors, and trauma. Vertebroplasty and kyphoplasty involve intraosseous injection of acrylic cement- polymethyl methacrylate under local anesthesia and fluoroscopic guidance. Pain reduction or elimination is immediate, and the risk of complications is low. Neither vertebroplasty nor kyphoplasty are intended for the treatment of intervertebral disc disease or arthritis. Vertebroplasty may also be applied prophylactically to an at- risk vertebra between 2 other abnormal vertebrae. Vertebroplasty does not restore the height of the compressed vertebral body. A related procedure, kyphoplasty, is intended to restore lost height by inflating a balloon pump within and between the fracture fragments prior to the infusion of the cement. Both procedures result in similar relief of pain due to vertebral compression fractures. The risks of the procedure are low and include extravasation of cement into the epidural space causing myelopathy, or fatal pulmonary embolism from extension of cement into paraspinous veins. Indications for percutaneous vertebroplastyo Osteoporotic vertebral compression fractures more than two weeks old in the cervical, thoracic, and lumbar spine causing moderate to severe pain and unresponsive to conservative therapy, o Painful metastasis and multiple myeloma with or without adjuvant radiation or surgical therapy, o Painful vertebral hemangiomaso Vertebral osteonecrosis. o Reinforcement of a pathologically weak vertebral body before a surgical stabilization procedure. Contraindication for percutaneous vertebroplastyo Contraindications are: -Absolute. Osteoporotic vertebral fracture that is completely healed or is clearly responding to conservative management. Presence of untreated coagulopathy. Presence of discitis/osteomyelitis (septic or tubercular) or sepsis. Relative. Significant compromise of the spinal canal by retropulsed bone fragment or tumor. Fracture older than one year. Greater than 80-90% collapse of the vertebral body.",
        "cop": 1,
        "opa": "Stabilization of vertebral compression fracture",
        "opb": "Replacement of vertebral body only",
        "opc": "Replacement of vertebral body with intervertebral disc",
        "opd": "Fusion of the adjacent vertebrae",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "1fb1f98c-31a6-4719-81e9-fc8fef9967bf",
        "choice_type": "single"
    },
    {
        "question": "A young woman met with an accident and had mild quadriparesis. Her lateral X-ray cervical spine revealed C5-C6 fracture dislocation. Which of the following is the best line of management?",
        "exp": "For the cervical spine dislocation management, initially application of cervical traction is impoant followed by instrument fixation. Ref essential ohopaedic maheshwari and mhaskar 9. TH ED /e p 267",
        "cop": 2,
        "opa": "Immediate anterior decompression",
        "opb": "Cervical traction followed by instrument fixation",
        "opc": "Hard cervical collar and bed rest",
        "opd": "Cervical laminectomy",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "bb007970-fd5f-44db-aba2-f7f581725c61",
        "choice_type": "single"
    },
    {
        "question": "Acute flaccid complete paralysis with areflexia and loss of perianal reflexes, below the level of spinal cord injury is due to -",
        "exp": "Ans. is 'a' i. e., Spinal shock Spinal shock* Spinal shock refers to the period after spinal cord injury (usually 24-48 hours) when the reflex activity of the entirespinal cord becomes depressed. Spinal shock' occurs when the spinal cord fails temporarily following injury. During this period the reflex arcs below the level of spinal cord injury are notfunctioning. Spinal shock is basically flaccid paralysis with loss of all spinal reflexes. There is loss ofautonomic, reflex, motor and sensory activity below the level of the cord lesion.* Signs of spinal shock include: i) Flaccid paralysisii) Loss of deep tendon and perianal reflexes* The return of reflex activity below the level of a spinal cord injury signifies the end of spinal shock.* An accurate assessment of neurological status cannot be completed until spinal shock resolves. The earliest indicator of resolution is the return of bulbocavernous reflex. The significance of spinal shock lies in thedetermination of whether a patient has sustained a complete Vs incomplete spinal cord injury. This cannot be* determined until spinal shock has ended. If there is total absence of sensory or motor function below the level ofinjury, after spinal shock has resolved, It indicates complete cord injury. If there is some residual functiondistal to the level of injury after resolution of spinal shock indicates incomplete cord injury.* High thoracic cord has poor prognosis as this area has narrow spinal canal and precarious blood supply, watershadearea of blood supply lies in upper thoracic region.",
        "cop": 1,
        "opa": "Spinal shock",
        "opb": "Denervation",
        "opc": "Malingering",
        "opd": "UMN paralysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "490f0f5f-d473-4fa2-8390-e2c15f58f1a5",
        "choice_type": "single"
    },
    {
        "question": "In adults, cervical instability most commonly results from",
        "exp": "Cervical instability, defined as AP subluxation of more than 3. 5 mm or sagittal angulation greater than 20deg on flexion-extension radiographs, most commonly results from disc degeneration, with its attendant changes in the facet joints and loss of ligamentous suppo. Ref: internet sources",
        "cop": 3,
        "opa": "A rotational injury",
        "opb": "A flexion extension injury",
        "opc": "Degenerative disc disease",
        "opd": "Increased ligamentous laxity",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "739c4504-454e-49f7-b759-a537a141e277",
        "choice_type": "single"
    },
    {
        "question": "investigation of choice in stress fracture:",
        "exp": "Ans. b. MRI (Ref: b Apley's 9/e p724- 725). Investigation of choice in stress fracture is MRI\" The earliest changes, particularly in 'spontaneous' undisplaced osteoarticular fractures, are revealed by MRl. This investigation should be requested in older patients (possibly with osteoporosis) complaining of sudden onset of pain over the anteromedial part of the knee. \"--Apley's 9/e p725. Stress FractureA stress or fatigue fracture is one occurring in the normal bone of a healthy patient, due to small repetitive stresses of two main types: bending and compression. Commonly occurs in athletes or new military recruits. QMarch fracture: Fatigue or stress fracture of metatarsals often encountered in military personnelQ. Sites affected: MC bones affected: Metatarsals >Fibula >Tibia. QClinical features: History of unaccustomed and repetitive activity or one of a strenuous physical exercise programme. A common sequence of events is: pain after exercise - pain during exercise -- pain without exercise. Affected site may be swollen or red. It is sometimes warm and usually tender; the callus may be palpable. 'Springing' the bone (attempting to bend it) is often painful. Imaging: X-Ray: Plain X-rays taken a few weeks later may show a small transverse defect in the cortex and/or localized periosteal new-bone formation. MRIThe earliest changes, particularly in 'spontaneous' undisplaced osteoarticular fractures, are revealed by MRIQThis investigation should he requested in older patients (possibly with osteoporosis) complaining of sudden onset of pain over the anteromedial part of the kneeQ. Treatment: Most stress fractures need no treatment other than an elastic bandage and avoidance of the painful activity until the lesion heals. An important exception is stress fracture of the femoral neck. This should be suspected in all elderly people who complain of pain in the hip for which no obvious cause can be found. If the diagnosis is confirmed by bone scan, the femoral neck should be internally fixed with screws as a prophylactic measure.",
        "cop": 2,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "X-ray",
        "opd": "Bone scan",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "c936841c-544a-4a46-b482-f3d94df5de80",
        "choice_type": "single"
    },
    {
        "question": "Most common site of veebral compression fracture is",
        "exp": "Most common site of veebral compression fracture is T12-L1 Veebral Compression Fractures # VCFs are fractures of the bones of the spinal column Occur when the veebral body fractures or collapses because the bone is too weak Weakness can be caused by primary bone cancer, metastatic bone disease, and cancer- or chemotherapy- related osteoporosis ref: maheswari 9th ed",
        "cop": 3,
        "opa": "C5-C6",
        "opb": "C7-T1",
        "opc": "T12-L1",
        "opd": "L5-S1",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "fc2a70d6-fe99-4736-b99c-45825d713e6a",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old girl complains of backache and fatigue. Her mother has noticed that she is becoming increasingly round-shouldered. On examination, she has a smooth thoracic kyphosis. X-ray shows wedge- shaped vertebral bodies in the thoracic spine:",
        "exp": "Ans. A. Scheuermann's disease. Scheuermann's disease is a rare condition that typically affects teenagers. There is abnormal ossification of ring epiphyses of thoracic vertebrae. The deforming forces are greatest at the anterior border of the vertebrae, giving rise to the described wedge-shaped vertebral bodies (i. e. narrower anteriorly). Management depends on the degree of kyphosis and ranges from back strengthening exercises and postural training in those mildly affected to operative correction and fusion in those with severe kyphosis.",
        "cop": 1,
        "opa": "Scheuermann's disease",
        "opb": "Ankylosing spondylitis",
        "opc": "Intervertebral disc prolapse",
        "opd": "Spinal stenosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "cf35b9ad-9570-46d3-a19d-7271a236246c",
        "choice_type": "single"
    },
    {
        "question": "Clay Shoveller's fracture involves",
        "exp": "Clay shoveller's fracture' is an avulsion of the spinous process of C6, C7 or T1 caused either by rotation of the upper trunk when the cervical spine is relatively fixed or, less commonly, as the result of a direct blow. Ref: Internet sources - Wikipedia src=\" alt=\"\" width=\"200\" height=\"200\" />",
        "cop": 1,
        "opa": "Spinous process",
        "opb": "Lamina",
        "opc": "Pedicle",
        "opd": "Body",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "c1e6f12e-cfa8-427d-9b4f-0d8fa8c9721a",
        "choice_type": "single"
    },
    {
        "question": "A patient involved in a road traffic accident presents with quadriparesis, sphincter disturbance, sensory level up to the upper border of sternum and a respiratory rate of 35/minute. The likely level of lesion is -",
        "exp": "INJURY LEVEL C1-C-2 levels will often result in loss of breathing, necissitating mechanical ventilators or phrenic nerve pacing. C3- Typically results in loss of diaphragm function, ssitating the use of a ventilator for breathing. C4-Results in significant loss of function at the biceps and shoulders. C5-Results in potential loss of function at the shoulders and biceps, and complete loss of function at the wrists and hands. C6- Results in limited wrist control, and complete loss of function. and complete loss of hand function C7-T1: Results in lack of dexterity in the hands and fingers but allows for limited use of arms. ref: maheswari 9th ed",
        "cop": 2,
        "opa": "C1 - C2",
        "opb": "C4 - C5",
        "opc": "T1 - T2",
        "opd": "T3 - T4",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "0c61452d-b7d9-40d4-b588-caab024f2c5f",
        "choice_type": "single"
    },
    {
        "question": "Clay shoveler's fracture involves",
        "exp": "Ans. a (Spinous process) (Ref. Grainger & Allison's Diagnostic Radiology, 4th Ed. 1823)CLAY SHOVELLER'S FRACTUREIt is an avulsion of the spinous process of C6, C7 or T1 caused either by rotation of the upper trunk when the cervical spine is relatively fixed or, less commonly, as the result of a direct blow. Educational points: The atlas--Cl# The most common is an isolated fracture of the posterior or neural arch of the atlas. This injury is neurologically benign and mechanically stables.# Jefferson fracture is characterized by disruption of the anterior and posterior arches of the atlas. The Jefferson fracture results from a force delivered to the top of the skull.. CT is the best means of visualizing the fracture sites. Characteristically, a Jefferson fracture is identified by a bilateral offset of the lateral masses of Cl relative to C2 on the frontal projection. The axis--C2# Hangman's fracture (traumatic spondylolysis of the axis) represents of the neural arch of C2 that are produced by a hyperextension force such as that commonly experienced when the head or face hits the windshield or steering wheel. This may result in bilateral fractures of the neural arch anterior to the inferior facets. (This is same fracture as caused by judicial hanging, & referred to as a hangman's fracture).# Dens fractures have been classified into Types 1, 2, and 3. Type 1 is an avulsion fracture of the superolateral portion of the tip of the dens by the intact alar ligament. Type 2 is a transverse fracture at the base of the dens. Type 3 is a fracture, not of the dens, but of the superior portion of the axis body with extension through one or both of its superior articular facets. Types 1 and 2 are also known as 'high' and Type 3 as Tow' dens fractures.# Dens are often missed on routine x-ray, hence Odontoid view (Open-mouth) & CT best at delineating it.",
        "cop": 1,
        "opa": "Spinous process",
        "opb": "Lamina",
        "opc": "Pedicle",
        "opd": "Body",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "433c4cf5-dba5-4740-b7de-28401d5e02f5",
        "choice_type": "single"
    },
    {
        "question": "Spinal injury with no radiological finding is commonly seen in:",
        "exp": "(a) Children. SCIWORA:- Spinal Cord Injury Without Obvious Radiological Abnormality is seen in children due to flexibility of spine.",
        "cop": 1,
        "opa": "Children",
        "opb": "Older men",
        "opc": "Older woman",
        "opd": "In middle aged",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "586397ee-4945-4799-9f34-e317ce69373f",
        "choice_type": "single"
    },
    {
        "question": "Seat belt injury affects which bone of body -",
        "exp": "Ans. is 'a' i. e., Vertebrae Eponym. Injury of spine. Burst fracture. Comminuted fracture of the vertebral body. Chance fracture (Car seat belt injury)A horizontal fracture of the vertebra extending from body to the posterior element, caused by a strong distraction force. Clay-Shoveller fracture. An avulsion fracture of spinous process of the lower cervical or upper thoracic vertebrae. Hangmans fractureA fracture through the pedicle and lamina of C, vertebra, with subluxation of C2 over C3-caused by hanging. Jafferson fracture. Burst fracture of atlas vertebra.",
        "cop": 1,
        "opa": "Vertebrae",
        "opb": "Pelvis",
        "opc": "Fracture neck femur",
        "opd": "Clavicle",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "7421c9ff-c241-436e-bd6e-dd7a294b4605",
        "choice_type": "single"
    },
    {
        "question": "Block vertebrae are seen in -",
        "exp": "Ans. is 'd' i. e., Klippel - Feil syndrome o A block vertebra is a type of vertebral anomaly where there is a failure of separation of two or more adjacent vertebral bodieso Associations1. There is a frequent association with hemivertebrae / absent vertebra above or below block level, posterior element fusion2. Fusion of multiple cervical vertebral bodies is also seen in Klippel-Feil syndrome and VACTREL anamoly.",
        "cop": 4,
        "opa": "Pagets disease",
        "opb": "Leukemia",
        "opc": "TB",
        "opd": "Klippel - Feil syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "db6d13a7-2ce9-4645-a7b4-7973bd0d24fc",
        "choice_type": "single"
    },
    {
        "question": "A middle-aged lady presents with complaints of lower back pain. On examination there is weakness of extension of right great toe with no sensory impairment. An MRI of the lumbosacral spine would most probably reveal a prolapsed intervetebral disc at what level?",
        "exp": "LUMBAR DISC PROLAPSE DEFINITION It is condition in which there is outpouching of the disc Nucleus pulposus along with few annular fibres and end plate cailage through the tears in annulus fibrosus into the extradural space * Antalgic gait Affected hip more extended and knee more flexed than normal side * Trendelenberg gait (L5 nerve root) * List abrupt planar shift Axillary disc --same side Shoulder disc- opposite side * Thigh and calf muscle wasting * Loss of lumbar lordosis Paraspinal spasm-central furrow sign ref: maheswari 9thed",
        "cop": 2,
        "opa": "L3 - L4",
        "opb": "L4 - L5",
        "opc": "L5 - S1",
        "opd": "S1 - S2",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "12003b07-8673-48a0-a259-2663dde3e0b8",
        "choice_type": "single"
    },
    {
        "question": "First reflex to recover after spinal shock is:",
        "exp": "Ans. D. Bulbocavernosus reflex. The bulbocavernosus reflex is an oligosynaptic reflex mediated through the S2-S4 spinal cord segments that is elicited by electrical stimulation of the dorsal penis/clitoris nerves with the reflex response recorded from any pelvic floor muscles. The afferent paths of the bulbocavernosus reflex are the sensory fibers of the pudendal nerves and the reflex center in the S2-S4 spinal segment. The efferent paths are the motor fibers of the pudendal nerves and anal sphincter muscles. The bulbocavernosus reflex (BCR) is clinically elicited by squeezing the glans penis and digitally palpating the contraction of the bulbocavernosus (BC) muscle. The test involves monitoring internal and external sphincter contraction in response to squeezing the glans penis or clitoris or tugging on an indwelling Foley catheter. This reflex can also be tested electrophysiologically by stimulating the penis or vulva and recording from the anal sphincter.",
        "cop": 4,
        "opa": "Ankle jerk",
        "opb": "Plantar jerk",
        "opc": "Cremasteric reflex",
        "opd": "Bulbocavernosus reflex",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "a1e5dc43-4076-4ddb-a68b-6274bb182c7d",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for lumbar prolapsed disc -",
        "exp": "REF: essential ohopedics, Maheshwari, 9th edition, pg. no. 256 MRI is the investigation of choice. it shows the prolapsed disc theca, nerve roots very clearly. others are 1. x- ray, 2. myelography - shows* complete or incomplete block to the flow of dye at the level of a disc * an indentation of dye column * root cut off sign: normally dye fills up the nerve roots sheath. In cases where a lateral disc prolapse is pressing on the nerve root, the sheath may not be filled. It appears on x- ray, as abrupt blunting of dye column filling the root sheath. 3. CT scan 4. electomyography",
        "cop": 3,
        "opa": "X-ray",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "Myelogram",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal injuries",
        "id": "dc6f88cb-d1e0-4dfb-a6e9-f6ff6c9c6dec",
        "choice_type": "single"
    },
    {
        "question": "Denis gave how many columns theory to define stability of spine:",
        "exp": "(c) 3. Explanation. Denis' Three-Column Theory- Proposed by Francis Denis, three-column concept divides a spinal segment into three parts: Anterior, middle, and posterior colums.- The anterior column comprises the anterior longitudinal ligament and the anterior half of the vertebral body; the middle column comprises the posterior half of the vertebral body and the posterior longitudinal ligament; the posterior column comprises the pedicles, the facet joints and the supraspinous ligaments.- Significance: If 2 out of 3 columns are involved it is labelled as unstable spinal injury. Denis 3 columns",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "070f21b9-927c-462d-9edc-37ba9323ded8",
        "choice_type": "single"
    },
    {
        "question": "In Spondylolisthesis, which of the following is NOT useful investigation?",
        "exp": "(a)-AP view will show changes only in last stages-inverted Napoleon hat sign all other are more important for diagnosis and management. CT and MRI are required in all cases.",
        "cop": 1,
        "opa": "Anteroposterior X-ray",
        "opb": "Lateral view X-ray",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "7176ed9e-89fa-475c-8853-d0dfad96bde4",
        "choice_type": "single"
    },
    {
        "question": "Jefferson fracture is:",
        "exp": "Ans. B. C1 fracture* Jefferson's fracture: Sudden severe load on the top of the head may cause a 'bursting' force which fractures the ring of the atlas.* There is no encroachment on the neural canal and, usually, no neurological damage.",
        "cop": 2,
        "opa": "C2 fracture",
        "opb": "C1 fracture",
        "opc": "Fracture of talus",
        "opd": "Atlanto- axial dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "990082ae-2f82-497f-a609-28e1cc4d84aa",
        "choice_type": "single"
    },
    {
        "question": "During Intervertebral disc prolapse, which part of the disc prolapses in spinal canal?",
        "exp": "Ans. D. Nucleus Pulposusa. Intervertebral disc is made up of two partsb. Outer-Annulus fibrosusc. Inner- Nucleus pulposusd. It is the central part of the disc i. e. nucleus pulposus, which prolapses into the spinal canal.",
        "cop": 4,
        "opa": "Annulus Fibrosis",
        "opb": "Nucleus fibrosis",
        "opc": "Annular Pulposus",
        "opd": "Nucleus Pulposus",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injuries",
        "id": "1024dedf-9532-47d6-b7e3-83074dbbf379",
        "choice_type": "single"
    }
]