[
    {
        "question": "Motorcyclist's fracture is:",
        "exp": "Motor Cyclists fracture (Hinged fracture): Transverse fracture across base of skull leading to separation into anterior- posterior.",
        "cop": 2,
        "opa": "Stellate fracture across base of skull",
        "opb": "Transverse fracture across base of skull",
        "opc": "Lamina fracture of C7 veebra",
        "opd": "Spinous process fracture of C7 veebra",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "d8eb7831-4385-4b21-9464-8a5d9b1a3dbf",
        "choice_type": "single"
    },
    {
        "question": "Brace used in scoliosis is?",
        "exp": "Milwaukee Brace is used in scoliosis OTHER OPTIONS: Four post collar- cervical spine injury Lumbo-Sacral belt- Lower back pain Taylors brace: Dorsol-umbar trauma",
        "cop": 1,
        "opa": "Milwaukee Brace",
        "opb": "LS Belt",
        "opc": "Taylors Brace",
        "opd": "Four post collar",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "0e7b54ae-c4d7-4757-b9cd-588d4d515c88",
        "choice_type": "single"
    },
    {
        "question": "Burst fracture of cervical spine is due to:",
        "exp": "Jefferson fracture is burst fracture of ring of atlas (C1) veebrae Burst fracture is a veical compression fracture. Whiplash injury-Most cervical spine fractures occur predominantly at two levels - at the level of C2 or at C6 or C7. BURST FRACTURE:",
        "cop": 3,
        "opa": "Whiplash injury",
        "opb": "Fall of weight on neck",
        "opc": "Veical compression injury",
        "opd": "Car accident",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "4f3cd2fb-85b6-48fa-b8b0-1fcdd8850e07",
        "choice_type": "multi"
    },
    {
        "question": "Dissociative sensory loss occurs in",
        "exp": "Syringomyelia: A long cavity (the syrinx) filled with CSF develops within the spinal cord, most commonly in the cervical region. Usually the cause is unknown but the condition is sometimes associated with prolapse of the cerebellar tonsils and hydrocephalus The expanding cyst presses on the anterior horn cells, producing weakness and wasting of the hand muscles. Destruction of the decussating spinothalamic fibers in the center of the cord produces a characteristic dissociated sensory loss in the upper limbs - impaired response to pain and temperature but preservation of touch. (light touch along with vibration and position is transmitted through posterior column) CT may reveal an expanded cord and the syrinx can be defined on MRI. Deterioration may be slowed down by decompression of the foramen magnum. Tuberculosis of spine: Predominantly motor involvement. Disc Prolapse: In the lumbar region it commonly affects the nerve roots thus involving all five sensory modalities. Tabes dorsalis(teiary syphillis): Involvement of posterior column thus involving light touch, proprioception and vibration.",
        "cop": 4,
        "opa": "Tuberculosis of spine",
        "opb": "Disc prolapse",
        "opc": "Tabes dorsalis",
        "opd": "Syringomyelia",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "d7136b1d-1c5f-4b4e-9162-fde4117d5d9d",
        "choice_type": "single"
    },
    {
        "question": "Ankle reflex nerve root:",
        "exp": "Nerve Root Muscle group used for motor grading in ASIA system Reflex C5 Elbow flexion (Biceps, Brachialis) Biceps C6 Wrist extension (extensor carpi radialis longus and brevis) Brachioradialis C7 Elbow extensor (triceps) Triceps C8 Finger flexors (flexor digitorum profundus) L3 Knee extensor (quadriceps) (knee) S1 Ankle plantar flexors (gastrocnemius and soleus)/FHL (Flexor Hallucis Longus) ankle reflex",
        "cop": 3,
        "opa": "L4",
        "opb": "L5",
        "opc": "S1",
        "opd": "S2",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "c1583cce-4825-4e24-8d70-c1c467f3a2a2",
        "choice_type": "single"
    },
    {
        "question": "Tear drop fracture of lower cervical spine implies:",
        "exp": "Tear drop fracture is caused by combined axial compression and flexion injury. flexion tear drop fracture is a fracture of the antero inferior aspect of a cervical veebral body due to flexion of the spine along with veical axial compression.",
        "cop": 4,
        "opa": "Wedge compression fracture",
        "opb": "Axial compression fractures",
        "opc": "Flexion-rotation injury with fractures of anterior body",
        "opd": "Flexion compression fracture of body",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "8005bbe1-ecb4-4766-a337-f326fff7c108",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy on examination was found to have scoliosis and tuft of hairs over skin of lumbar spine. He has weakness and features of lower motor neuron paralysis in both lower limbs. X-ray spine reveals the 2 lumbar veebrae at that level are fused. Most likely diagnosis is",
        "exp": "Diastematomyelia (split cord malformation), refers to a type of spinal dysraphism (spina bifida occulta) when there is a longitudinal split in the spinal cord. Diastematomyelia signs and symptoms of tethered cord, although patients with mild type II may be minimally affected or entirely asymptomatic. Presenting symptoms include: leg weakness, low back pain, scoliosis, incontinence Associated anomalies including: meningocoele, neurenteric cyst, dermoid, clubfoot, spinal cord lipoma, haemangioma overlying spine. Type I: duplicated dural sac, with common midline spur (osseous or fibrous) and usually symptomatic Type II: single dural sac containing both hemicords; impairment less marked.",
        "cop": 2,
        "opa": "Hemiveebra",
        "opb": "Diastematomyelia",
        "opc": "Sacrococcygeal teratoma",
        "opd": "Spinomuscular Dystrophy",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "ada490aa-83fc-4c2f-a087-57b483b19cc3",
        "choice_type": "multi"
    },
    {
        "question": "Jefferson's fracture is:",
        "exp": "Fractures of Spine Jefferson Fracture Burst fracture of C1(ATLAS) Mn: JAT Jefferson-ATlas Avulsion fracture of C7 is known as-Clay shoveller fracture Fracture of pedicle of C2 and spondylolisthesis over C3 is hangmanns fracture.",
        "cop": 2,
        "opa": "Fracture of Axis",
        "opb": "Fracture of Atlas",
        "opc": "Due to fracture of traumatic spondylolisthesis of C2 over C3",
        "opd": "Avulsion fracture of C7",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "e1514962-8d4b-4fb4-828a-bb4566790789",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female came with neck pain and stiffness since 3 months. Diagnosed as shown below. All are operative treatment of the condition, except?",
        "exp": "Cervical spondylosis. C5-C6 level most frequently involved, followed by C6-C7 Surgical Procedures for Cervical spondylosis: Anterior cervical discectomy and fusion (ACDF)--Removal of herniated disc with excision of associated osteophytes followed by graft fusion with or without instrumentation Anterior cervical corpectomy and fusion (ACCF)--If neural compression is due to pathology behind the veebral body, then removal of veebral body (corpectomy) may be necessary, with subsequent bony fusion with or without instrumentation. Application of anterior plating Posterior keyhole laminoforaminotomy- For radiculopathy secondary to posterior compression Posterior decompression is a treatment for posterior longitudinal ligament ossification.",
        "cop": 4,
        "opa": "Interveebral disc replacement",
        "opb": "Anterior discectomy and fusion",
        "opc": "Laminaforaminotomy",
        "opd": "Posterior decompression",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "b90fcbf7-38e9-480b-b37a-89a14d5c9146",
        "choice_type": "multi"
    },
    {
        "question": "A patient involved in a road traffic accident presents with quadriparesis, sphincter disturbance, sensory level up to the upper border of sternum and respiratory rate of 35/minute. The likely level of lesion is",
        "exp": "C2 dermatome: Occiput and upper pa of neck. C3 dermatome: Lower pa of neck up to the clavicle. C4 dermatone: Area just below the clavicle (Area which coincide with upper border of sternum). Motor supply of upper-limb is C5 to T1 Motor supply of diaphragm (Phrenic nerve) is C3 to C5 Thus C4 to C5 involvement will cause increased respiratory rate with all the above mentioned features.",
        "cop": 2,
        "opa": "C1 - C2",
        "opb": "C4 - C5",
        "opc": "T1 - T2",
        "opd": "T3 - T4",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "13c58479-0258-4903-9a1d-2ffeb23611af",
        "choice_type": "single"
    },
    {
        "question": "All are true about whiplash injury except:",
        "exp": "Whiplash injury: Collision causing the occupant's body to be forced against the car seat, while the head flips backwards causing hyperextension and then recoil into flexion. C/F: Neck pain and stiffness, headache, dizziness, blurring of vision, paraesthesia in the arms, Temporomandibular discomfo and tinnitus. Tenderness of neck muscles, restriction of neck movements. =Quebec Task Force grading system: 0 - No neck symptoms or signs 1 - Neck pain, stiffness and tenderness 2 - Neck symptoms and musculoskeletal signs 3 - Neck symptoms and neurological signs 4 - Neck symptoms and fracture or dislocation =X-ray - Loss of cervical lordosis due to muscle spasm. Veebral fracture is not mostly seen in whiplash injury. =Management: SOFT COLLAR Simple pain-relievers like NSAIDs during the first few weeks. Graded exercises and isometric strengthening exercises after the pain subsides.",
        "cop": 2,
        "opa": "Neck stiffness is a presenting symptom",
        "opb": "X-ray shows veebral fracture in most cases",
        "opc": "There is hyperextension followed by flexion",
        "opd": "It is a ligamentous injury of the cervical spine",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "119e1434-41fd-4e11-b7cb-dfa837b80ad4",
        "choice_type": "multi"
    },
    {
        "question": "Percutaneous veebroplasty is not done for:",
        "exp": "Veebroplasty is contraindicated in infectious conditions (Ex: Tuberculosis) In T. B laminectomy and laminotomy are done. In TB spine, laminectomy has a role in ceain conditions like extradural extraosseous granuloma and subdural granuloma. Veebroplasty prevents fuher collapse and kyphoplasty is correction of collapse of veebra by using high pressures (it is not preferred now).",
        "cop": 1,
        "opa": "TB",
        "opb": "Osteoporosis",
        "opc": "Hemangioma",
        "opd": "Metastasis",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "71cf9310-7012-42d4-9a70-5c90aad081a1",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with Saddle anaesthesia with bladder and bowel involvement and muscle power is normal. The diagnosis is:",
        "exp": "Conus medullaris syndrome is characterized by bilateral saddle anesthesia, prominent bladder- bowel dysfunction and impotence with loss of bulbocavernosus and anal reflex but with the preservation of muscle strength largely. The typical cauda equina syndrome consists of lower limb weakness, absent reflexes, impaired sensation and urinary retention (with overflow perhaps mimicking incontinence). In the question, it is clearly mentioned that muscle power is normal so the provisional diagnosis could be Conus medullaris syndrome.",
        "cop": 3,
        "opa": "Cauda equina syndrome",
        "opb": "L3-L4 root involvement",
        "opc": "Conus medullaris lesion",
        "opd": "L4-L5 disc prolapsed",
        "subject_name": "Orthopaedics",
        "topic_name": "Spinal Injury",
        "id": "4a5cb1df-d0be-4ede-a8e4-b56bcec23cea",
        "choice_type": "single"
    }
]