[
    {
        "question": "Anterolateral ahroscopy of knee is for:",
        "exp": "Standard poals in knee ahroscopy Anterolateral poal Almost all the structures within the knee joint can be seen except- posterior cruciate ligament anterior poion of the lateral meniscus periphery of the posterior horn of the medial meniscus in tight knees. Anteromedial poal Additional viewing of lateral compament Posteromedial poal Used for viewing the posteromedial structures For repair or removal of the displaced posterior horn of meniscal tears Superolateral poal Used for diagnostically viewing the dynamics of patella-femoral joint, excision of medial plica.",
        "cop": 1,
        "opa": "To see patellofemoral aiculation",
        "opb": "To see the posterior cruciate ligament",
        "opc": "To see the anterior poion of lateral meniscus",
        "opd": "To see the periphery of the posterior horn of medial meniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "Spos Injury",
        "id": "7a14deed-5c09-443b-9221-10f3a70fb6a4",
        "choice_type": "single"
    },
    {
        "question": "A patient injured his knee while playing hockey 3 months ago. On examination, his knee was unstable during extension but was stable at 90 degrees of flexion. He is most likely suffering from",
        "exp": "ACL primary restraint to anterior tibial displacement, accounts for 85% of resistance to the anterior drawer test when the knee is at 90deg of flexion and neutral rotation. Selective sectioning of the ACL has shown that the anteromedial band is tight in flexion, providing the primary restraint, whereas the posterolateral bulky poion of this ligament is tight in extension. The posterolateral bundle provides the principal resistance for hyperextension. Thus complete tear will have instability in both flexion and extension. Thus anteromedial tear will have instability in flexion only and posterolateral tear will have instability only in extension",
        "cop": 2,
        "opa": "ACL anteromedial fiber",
        "opb": "ACL posterolateral fiber tear",
        "opc": "PCL tear",
        "opd": "Anterior poion of medial meniscus tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Spos Injury",
        "id": "2e09931c-a7ba-4916-b832-27de7abb7edf",
        "choice_type": "single"
    },
    {
        "question": "Due to lateral blow to knee with fracture in intercondylar area which of the following structures is injured?",
        "exp": "In this question there is a point given--fracture at intercondylar which is the site of inseion of ACL. Hence ACL is the answer. Mechanism of injury Ligament involved 1. Valgus force MCL 2. Varus force LCL 3. Backward force PCL 4. Twisting injury Medial and lateral meniscus 5. Anterior force ACL 6. Combination of Valgus in Flexion with twist injures the structure in following order. MCL >ACL > menisci.",
        "cop": 2,
        "opa": "MCL",
        "opb": "ACL",
        "opc": "LCL",
        "opd": "Menisci",
        "subject_name": "Orthopaedics",
        "topic_name": "Spos Injury",
        "id": "fe482173-c731-485d-a14d-6282dc4f0cf6",
        "choice_type": "single"
    },
    {
        "question": "Sudden dorsiflexion of foot may lead to which of the following injuries:",
        "exp": "Most Tendoachilles(TA) tears occurs 2-6 cm above the calcaneal inseion (watershed zone) M/C mechanism of injury - sudden forced plantar flexion of foot, unexpected dorsiflexion of foot and violent dorsiflexion of plantar flexed foot. Test for TA rupture - Thompson test/ Simmonds test/O'Brien needle test. Simmond's Test:",
        "cop": 2,
        "opa": "Anterior talofibular ligament injury",
        "opb": "Tendo Achilles avulsion injury",
        "opc": "Rupture of deltoid ligament",
        "opd": "Tarsal tunnel syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Spos Injury",
        "id": "302f15fb-5324-41f9-add6-1cc5ea72a5d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is not done for anterior cruciate ligament injury?",
        "exp": "Dial test is done for Posterior cruciate ligament injury. Rest all tests are done for ACL injury- Lachman's test is the most sensitive test for anterior cruciate ligament tears. The anterior drawer test is a to test the stability of the anterior cruciate ligament (ACL) Pivot shift test- used to assess the combined tibio-femoral internal rotation and anterior tibial translation.",
        "cop": 4,
        "opa": "Anterior drawer test",
        "opb": "Pivot shift test",
        "opc": "Lachman's tes",
        "opd": "Dial test",
        "subject_name": "Orthopaedics",
        "topic_name": "Spos Injury",
        "id": "cacf2ecc-75c0-4897-bc95-f17f5986bdde",
        "choice_type": "single"
    }
]