[
    {
        "question": "A 6-year-old child has an accident and had elbow, after 4 years presented with tingling and numbness in the ulnar side of finger, fracture is",
        "exp": "Ans. is 'b' i.e.lateral condyle humerus This child had lateral condyle of humerus 4 yrs back. He is now presenting with symptoms of tardy ulnar palsy. Lateral condyle of humerus may lead to cubitus valgus deformity because of diminished growth at the lateral side of distal humeral epiphyses. Cubitus valgus deformity leads to late ulnar palsy (tardy ulnar nerve palsy) because of friction neuritis of the ulnar nerve as it moves over the medial epicondyle every time the elbow is flexed and extended. Ulnar nerve palsy presents as tingling and numbness in the distribution of ulnar nerve.Treatment- Anterior transposition of ulnar nerve.",
        "cop": 2,
        "opa": "supra condylar humerus",
        "opb": "lateral condylar humerus",
        "opc": "olecranon",
        "opd": "dislocation of elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "a3ebfb78-6640-488c-a174-1a8aeb345690",
        "choice_type": "single"
    },
    {
        "question": "Median nerve involvement is most common with:",
        "exp": "Ans: B (Supracondylar fracture) Ref: Practical Fracture Treatment by Ronald McRae 4th edition, p 147-148, 159Explanation:Median nerve injury is common with supracondylar fractures in children with an incidence of 6 to 16%.The Anterior Interosseos distribution of the nerve is more commonly affected.This nerve is injured in elbow dislocations less often, though it can occur.",
        "cop": 2,
        "opa": "Elbow dislocation",
        "opb": "Supracondylar fracture",
        "opc": "Lateral condyle fractrue",
        "opd": "Olecranon fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "ee2ed026-7b9c-46d6-a801-5cf4b72075b4",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of supra condylar fracture in children -",
        "exp": "Ans. is 'a' i.e., Posteromedial extensionSupracondylar fracture of humeruso Supracondylar humeral fractures are the most common elbow fractures in children. Most common age group affected is 5-8 years. Boys are affected more than girls. Left side is more common than right.Mechanism of injuryo Mostly it occurs due to hyperextension injury.o Fracture is caused by a fall onto the outstretched hand with hyperextension at elbow.Types of supracondylar fractureo Supracondylar fracture is broadly classified into extension type and flexion type.Extension typeIt is the most common type (97 - 99%).Distal fragment is extended (tilted backward/posteriorly) in relation to proximal fragment.Occurs due to hyperextension injury after fad on outstretched hands.Generally, displacement of distal fragment may be : -Posteromedial (70-80%)Posterolateral (20-30%)Flexion typeIt is less common type (1-3 %)Distal fragment is flexed (tilted forward/anteriorly) in relation to proximal fragments.The mechanism of injury generally is believed to be a fall directly onto the elbow rather than a fad on outstretched hand.o As the extension type fracture is more common (97 - 99%), the most common elbow injury in children is extension type of supracondylar fracture.Clinical features of supracondylar fractureo Following a fall, the child is in pain and elbow is swollen.o In extension type of injury, 'S'shaped deformity of the elbow is obvious,o There is loss of both active and passive movements of elbow,o Symptoms relating to vascular and nerve injury may be seen.o Unusual posterior prominence of the point of elbow (tip of olecrenon) because of backward tilt of the distal fragment.o Three point bony relationship is maintained as the fracture is above the level of condyles,o Dimple sign due to one of the spikes of proximal fragment penetrating the muscle and tethring the skin.",
        "cop": 1,
        "opa": "Posteromedial extension",
        "opb": "Posterolateral extension",
        "opc": "Anteromedial flexion",
        "opd": "Anterolateral flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "1b99d9fd-9639-40e9-ba6a-a8c98002e197",
        "choice_type": "single"
    },
    {
        "question": "Malunited fracture su pracondy lar humerus causes-",
        "exp": "Ans. is 'b' i.e., Cubitus varus Complications of supracondylar fractureo Supracondylar fracture can cause many complications and some of them are serious,o Complications are divided into early and late complications.Early complicationso Early complications occurs at the time of injury or within a few days (2-3 days) and include: -Vascular injuryThe greatest danger of supracondylar fracture is injury to brachial artery. Injury to brachial artery' may cause nerve and muscle ischemia Volkmann's ischemia of flexor compartment) or may result in postischemic swelling due to edema or hemorrhage, thereby causing compartment syndrome, which can cause, if not treated immediatealy, Volkmann's ischaemic contracture later on.Nerve injuryThe median nerve (particularly the anterior interosseous branch), the ratlial nerve or the ulnar nerve may be injured.Late Complicationso Occuring weeks to months after the fracture and include : -Malunion : - It is the commonest complication of supracondylar fracture and results in cubitus varus (Gun stock deformity). Cubitus valgus is rare and may occur occasionally in posterolateral displacement.Myositis ossificans and elbow stiffness.Volkmann 's ischemic contracture.",
        "cop": 2,
        "opa": "Dinner fork deformity",
        "opb": "Cubitus varus",
        "opc": "Cubitus valgus",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "3c97e5cb-907f-4ef4-bdfb-0ce2205033b6",
        "choice_type": "multi"
    },
    {
        "question": "Gun stock deformity is seen in?",
        "exp": "ANSWER: (A) Supracondylar fracture humerusREF: Apley's 8th ed p. 596Most common complication in supracondylar fracturemalunionMost common deformity produced in supracondylar fractureGunstock or cubitus varusDeformity managed byFrench osteotomy",
        "cop": 1,
        "opa": "Supracondylar fracture humerus",
        "opb": "Lateral condylar fracture of humerus",
        "opc": "Medial condylar fracture of humerus",
        "opd": "All above",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "f6689f25-a8e9-42ab-ba8b-6d6565b42433",
        "choice_type": "multi"
    },
    {
        "question": "\"Cubitus-valgus\" deformity is complication of:",
        "exp": "Ans. is 'a' lateral condyle of humerus Cubitus-varus deformity is a complication of - Malunion in supracondylar humerus*. Dinner fork deformity is a complication of - Malunion in colies *",
        "cop": 1,
        "opa": "Lateral condyle of humerus",
        "opb": "Intercondylar of humerus",
        "opc": "Of the olecranon",
        "opd": "Head of the radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "0955a5a3-dd92-4ed4-a0b4-dee9b4b09da2",
        "choice_type": "single"
    },
    {
        "question": "Gun stock deformity is seen in:",
        "exp": "Ans. (a) Supracondylar fracture of humerusRef: Maheshwari 5th ed. /102; Essential Orthopedics by J. Maheshwari, P 98* Most common complication of supracondylar fracture is malunion, which further can lead to cubitus varus deformity. This is because of the reason that fracture unites with the distal fragment tilted medially and in internal rotation.* This cubitus varus is usually termed as gun stock deformity.* Most common nerve damaged in supracondylar fracture: Anterior Interosseous Nerve.",
        "cop": 1,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Lateral condyle fracture",
        "opc": "Radial head fracture",
        "opd": "Ulnar head fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "7af1ca97-cf26-49e6-a297-ac5c7931d647",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old child presents to your clinic with the following deformity. Which is the most likely fracture leading to such a defect?",
        "exp": "Ans. d. Supracondylar Fracture (Ref: Apley's 9/e p371, 760)The given picture shows cubitus varus or gun-stock deformity. The most common cause is matunion of a supracondylar fracture.\"Cubitus Varus ('Gun-Stock' Deformity): The deformity is most obvious when the elbow is extended and the arms are elevated. The most common cause is malunion of a supracondylar fracture. The deformity can be corrected by a wedge osteotomy of the lower humerus but this is best left until skeletal maturity.\"-- Apley's 9/e p371\"Cubitus Valgus: The normal carrying angle of the elbow is 5-15 degrees of valgus; anything more than this is regarded as a valgus deformity, which is usually quite obvious when the patient stands with arms to the sides and palms facing forwards. The commonest cause is longstanding non-union of a fractured lateral condyle: the deformity may be associated with marked prominence of the medial condylar outline. The importance of cubitus valgus is the liability to delayed ulnar palsy; years after the causal injury the patient notices weakness of the hand, with numbness and tingling of the ulnar fingers. The deformity itself needs no treatment, but for delayed ulnar palsy the nerve should be transposed to the front of the elbow. Great care is needed in performing the operation. Excessive dissection of the nerve or rough handling can impair nerve function. \"-- Apley's 9/e p371Supracondylar Fracture Humerus (Malgaigne's Fracture)MC fracture around elbow in children & adolescentsQMC age of presentation: 5-7 yearsQMechanism of Injury:MC mechanism of injury: Fall on outstretched hand with elbow in full extensionQType of injury:MC type of injury : Extension type (96%) >Flexion type (4%)QNerve Injury:MC nerve to be injured: Median nerve (Anterior interosseous branch) > Radial > UlnarQMC nerve to be injured in flexion type of supracondylar fracture: Ulnar nerveQVessel Injury:MC vessel to be injured: Brachial arteryMC immediate complication: Brachial artery injuryQOn Examination:Unusual posterior prominence over point of elbow ( tip of olecranon)QThree point bony relationship: Maintained with respect to each other but not with respect to shaft of humerusQComplications:MC complication/ delayed complication: Cubitus varus deformity or gun stock deformity in malunionQCubitus varus deformity or gun stock deformity is managed by French osteotomyQComplication of Colie's Fracture* Joint Stiffness- Finger stiffness is MC complicationQ- Wrist, elbow. & shoulderQ are other joints to become stiff.* Malunion is 2nd MC complicationQ & it leads to dinner fork deformity* Sudeck's osteodystrophy / Reflex sympathetic dystrophy:- It is quite common but seldom progress to full-blown picture of sudeck's atrophy.- Code's fracture is the commonest cause of sudeck's dystrophy in upper limbQ.* Shoulder Hand Syndrome:- Characterized by a swollen, painful, stiff hand and a 'frozen shoulder'.* Rupture of extensor pollicis longus tendonQ* Carpal tunnel syndrome causing median nerve compressionQ.* Carpal instabilityQ* Triangular-fibrocartilage complex injuryQ and * bluxation of inferior radioulnar joint* Delayed union and nonunion are extremely rare. Complications of Epicondyle FractureLateral Epicondyle FractureMedial Epicondyle Fracture* Nonunion & malunion: If the condyle is left capsized, nonunion is inevitable; with growth, elbow becomes increasingly valgus & tardy ulnar nerve palsy is then likely to develop.* The fracture is a Salter-Harris Type IV injury and so imperfect reduction can result in growth arrest.* Recurrent dislocation: Occasionally condylar displacement results in posterolateral dislocation of elbow.* Early:- Lateral dislocation of elbow occasionally occurs with a severe valgus strain & avulsion of medial condyle.- Ulnar nerve damage is not uncommon, but recovery is usual unless nerve is left kinked in joint.* Late:- Stiffness of elbow is common & extension often- limited for months. InjuryCommon nerve involvedSurgical neck of humerus* Axillary nerveQShaft of humerus* Radial nerveQMedial condyle of humerus* Ulnar nerveQMonteggia fracture dislocation* Posterior interosseus nerveQVolkmann's ischemic contracture* Anterior interosseus nerveQLunate dislocation* Median nerveQHip dislocation* Sciatic nerveQ",
        "cop": 4,
        "opa": "Colle's fracture",
        "opb": "Lateral epicondyle fracture",
        "opc": "Medial epicondyle fracture",
        "opd": "Supracondylar fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "b027cdbb-039e-4d89-9f34-340a8e8c85e3",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve to be affected in supracondylar fracture of humerus is: (Repeat)",
        "exp": "Ref: The elbow and its disorders. by Bernard F. M or rex, Joaquin Sanchez-Sotelo, Page 226. Skeletal trauma in children, by Neil E. Green, Marc F Swiontkowski, Page 212.Explanation:Nerve injuries occur in about 40% of type III (Gartland's classification) supracondylar fractures.Earlier literature stated that radial nerve was the most commonly injured nerve in supracondylar fractures.Recent studies indicate that the anterior interosseous branch of median nerve is mostly affected.Nerve involvement differs with the type of fracture -1. Anterior interosseous nerve (a motor branch of the median nerve) is mostly affected during postero-lateral displacement of the distal fragment.Radial nerve is mostly affected w-ith postero-medial displacement.Ulnar nerve is involved in flexion type of supracondylar fracture.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "8388e47b-f88c-441b-bad2-e5402945f4a1",
        "choice_type": "single"
    },
    {
        "question": "Gunstock deformity is seen in relation to:",
        "exp": "Reference: Apley's System of Orthopaedics and Fractures 9th editionExplanation:The 'gunstock' deformity (cubitus varus deformity)It refers to a cubitus varus deformity which is most obvious when the elbow is extended and the arms are elevated.The most common cause is malunion of a supracondylar fracture.The deformity can be corrected by a wedge osteotomy of the lower humerus but this is best left until skeletal maturity.Cubitus valgus deformityIt is noted in longstanding non-union of a fractured lateral condyle.The deformity may be associated with marked prominence of the medial condylar outline.The importance of cubitus valgus is the liability to delayed ulnar palsy (tardy ulnar nerve palsy)Years after the causal injury the patient notices weakness of the hand, with numbness and tingling of the ulnar fingers.The deformity itself needs no treatment, but for delayed ulnar palsy the nerve should be transposed to the front of the elbow.",
        "cop": 1,
        "opa": "Supracondylar fracture humerus",
        "opb": "Fracture of mid-shaft of humerus",
        "opc": "Fracture of lateral condyle of humerus",
        "opd": "Fracture of proximal humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "77cdd664-b4ae-4dbe-8454-ee520005d6ea",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of VIC in children due to",
        "exp": "Ans. is 'a' i.e supracondylar of humerus",
        "cop": 1,
        "opa": "supracondylar humerus",
        "opb": "lateral condyle humerus",
        "opc": "medial condyle humerus",
        "opd": "both bone forearm",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "d9c6fbe4-439d-49fd-b0f0-b1509a03dd79",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of supracondylar of the humerus :",
        "exp": "Ans. is 'b' i.e. Cubitus Varus deformity Malunion is the commonest complication of a supracondylar fracture and results in a cubitus varus deformity alsok/a Gun stock deformity.*t/t: Corrected only for cosmetic reason, t/t is a supracondylar corrective osteotomy* (French osteotomy)",
        "cop": 2,
        "opa": "Brachial artery injury",
        "opb": "Cubitus varus",
        "opc": "Myositis - ossificans",
        "opd": "VIC",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "1d8e1a9a-2790-43b4-89aa-a0156598d048",
        "choice_type": "single"
    },
    {
        "question": "The malunion of supracondylar fracture of the humerus most commonly leads to:",
        "exp": "Ans. is 'b' i.e. Cubitus varus Repeat Q no. 146 Dec 1997Malunion is the most common complication of a supracondylar fracture and results in a cubitus varus deformity also k/a Gun stock deformity.Although cubitus varus is cosmetically unsightly, it does not have any significant functional disability, so it is corrected surgically only for cosmetic reasons.* Treatment is supracondylar corrective osteotomy (French osteotomy)",
        "cop": 2,
        "opa": "Flexion deformity",
        "opb": "Cubitus varus",
        "opc": "Cubitus valgus",
        "opd": "Extension deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Supracondylar Fracture",
        "id": "fb0c3e9f-8d53-411e-a2f1-e2a1b0e4143e",
        "choice_type": "single"
    }
]