[
    {
        "question": "TB hand -",
        "exp": "Ans. is 'a' i. e., Spina ventosa o Spina ventosa is the name given to tuberculosis of the phalanges of hand. o Shoulder joint tuberculosis, at times, may not produce any pus etc., and hence is called 'caries sicca' and should always be considered in differential diagnosis of much commoner shoulder problem - 'Frozen shoulder'.",
        "cop": 1,
        "opa": "Spina ventosa",
        "opb": "Cariessicca",
        "opc": "Pott's disease",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "d8af2d99-796b-464c-9f50-5676083b6022",
        "choice_type": "multi"
    },
    {
        "question": "The most common sequelae of tuberculous spondylitis is:",
        "exp": "Ans. (b) Bony ankylosis. Ref: Maheshwari 5th ed. /189* Tuberculous spondylitis is most commonly localized in the thoracic portion of the spine.* The infection coming from primary site (ie: lungs) then spreads from two adjacent vertebrae into the adjoining intervertebral disc space. If only one vertebra is affected, the disc is normal, but if two are involved, the disc, which is avascular, cannot receive nutrients and collapses. The disc tissue dies and is broken down by caseation, leading to vertebral narrowing and eventually to vertebral collapse (Bony ankylosis) and spinal damage.* From the choices given in the question, the most logical answer is bony ankylosis.* Actual late complications of Tubercular spondylitis is: Vertebral collapse resulting in kyphosis, Spinal cord compression, sinus formation, paraplegia.* Most common cause of bony ankylosis: Septic arthritis > TB spine",
        "cop": 2,
        "opa": "Fibrous ankylosis",
        "opb": "Bony Ankylosis",
        "opc": "Pathological dislocation",
        "opd": "Chronic osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "9f4f680a-dd9c-4720-b2d9-68b0fced0010",
        "choice_type": "single"
    },
    {
        "question": "Spina ventosa is:",
        "exp": "Ans (a) Tubercular dactylitis. Ref: Maheshwari 5th ed./203* Spina ventosa Cwind-filled sail\") refers to the end- stage radiographic appearance of tuberculosis dactylitis. Cystic expansion of the short tubular bones with bone destruction.* Tuberculous dactylitis is the painless tuberculous involvement of the fingers and toes and is more common in children. It begins with fusiform soft-tissue swelling with or without periostitis. Also Know* MC site bone TB: Spine > Hip > Knee* MC site in spine is Thoracolumbar (paradiscal)* Earliest symptom: BACK PAIN* Triad of TB joint: Decreased joint space + articular damage + Juxta-articular osteoporosis* Spina ventosa- TB of short bones* Caries sicca: TB shoulder* Poncet disease: TB associated with polyarthritis.",
        "cop": 1,
        "opa": "Tubercular dactylitis",
        "opb": "TB of spine",
        "opc": "TB of vertebral pedicles",
        "opd": "Extra-axial",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "e8a12a77-8172-4a36-a236-0db6b3d266e0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of triple deformity is -",
        "exp": "Ans- C",
        "cop": 3,
        "opa": "ATT",
        "opb": "ATT+ immobilisation",
        "opc": "ATT+ immobilisation+ debridement",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "e0bdff47-77e5-46b0-b8ce-b5f4a64eea26",
        "choice_type": "multi"
    },
    {
        "question": "The earliest radiological manifestation of TB of the hip joint is:",
        "exp": "Ref: Tuberculosis of the skeletal system by SM Tuli. page 70 - 81 Mercer's orthopaedic surgery fninth edition) by Duthie, Bentley and Dhal page 604. Explanation: Radiological findings in TB hip. The earliest radiological sign on X-Rays is a slight loss of bone density (osteopenia) due to synovial edema. In some cases, because of the excessive synovial thickening, soft tissue shadows may be seen. Synovial effusion will be present as increased joint space. This is the first stage of synovitis. In the second stage of early arthritis, in addition to the above, slight diminution of joint space is made out due to cartilage destruction. Localized erosions at the margins may be present. In stage III, gross destruction of the articular cartilage and bony destruction of the femoral head and acetabulum is seen. In stage IV. that of advanced arthritis with pathological dislocation, we see features such as 'wandering acetabulum', protrusion acetabuli' or 'mortar and pestle' appearance.",
        "cop": 4,
        "opa": "Loss of joint space",
        "opb": "Femoral head loss",
        "opc": "Periosteal thickening",
        "opd": "Osteopenia",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "0d89233f-1bf5-4741-9b49-3f048ef06780",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male HIV positive on antiretroviral therapy has pain in right hip region. Flexion, abduction and external rotation deformity of right hip for 2 months, what is the most likely diagnosis?",
        "exp": "(b) TB hip in HIVAVN hip in HIVIncidence. More Common. Less Common. Deformity. FABER-stage of synovitis may be prolonged on treatment, then subsequently with onset of arthritis - FADIRLimitation of abduction and internal rotation so initially position is adduction and external rotation (opposite to movements limited) and than subsequently with onset of arthritis FADIR Unilateral (usually). Bilateral (usually)",
        "cop": 2,
        "opa": "Avascular necrosis",
        "opb": "TB hip",
        "opc": "Transient synovitis",
        "opd": "Septic arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Hip, Knee, Other Joints",
        "id": "0f038565-7dc2-4457-9637-c3f6c18011af",
        "choice_type": "single"
    }
]