[
    {
        "question": "Pott's spine is commonest at which spine:",
        "exp": "ANSWER: (A) Thoracolumbar. REF: Apley 387-389, S M Tuli 3rd edition page 192. Most common site of skeletal tuberculosis is spine followed by hip and knee SPINE (50%) > HIP > KNEECommonest spine involved in spine TB is Thoracolumbar/Dorsolumbar T12-L1 (Lower thoracic to be precise)LOWER THORACIC > LUMBAR > UPPER THORACICParaplegia due to pott s spine most commonly involves upper thoracic vertebrae as in upper thoracic vertebrae there is more acute kyphosis, spinal canal is narrow and spinal cord is relatively large. First symptom of TB spine is \"Pain on movement\"Commonest symptom of TB spine is \"Back pain\"",
        "cop": 1,
        "opa": "Thoracolumbar",
        "opb": "Sacral",
        "opc": "Cervical",
        "opd": "Lumbosacral",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "316aa068-c56a-479e-97f8-12700093e966",
        "choice_type": "single"
    },
    {
        "question": "The most common sequelae of tuberculous spondylitis in an adolescent is:",
        "exp": "(b)- The usual outcome of healed tuberculosis in spine is the bony ankylosis and in peripheral joints like Hip and Knee Fibrous ankylosis is seen.",
        "cop": 2,
        "opa": "Fibrous ankylosis",
        "opb": "Bony-ankylosis",
        "opc": "Pathological dislocation",
        "opd": "Chronic osteomyelitis",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "c2105304-8609-4943-b7a4-914cd14b39bd",
        "choice_type": "single"
    },
    {
        "question": "What causes both destruction of bone and reduction of joint space?",
        "exp": "(a)TB in spine involves- 2 Vertebra (Bone) + Disk (Cartilage)- Paradiscal- Anterior (to spinal cord). Note: Involvement of posterior elements and single vertebra is relatively rare in TB.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Metastasis",
        "opc": "Multiple myeloma",
        "opd": "Lymphoma",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "49638ada-64a9-4d6d-b321-37f211f7fdc9",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for spinal tuberculosis -",
        "exp": "Ans. is 'd' i. e., MRIInvestigations in musculoskeletal systemo Investigation of choice for AVN Hip - MRIo Best initial test for osteomyelitis - Plain x-rayo Best second line test for osteomyelitis (if there is high clinical suspician and x-ray is negative) - MRIo Most accurate diagnostic test for osteomyelitis - Bone biopsy and culture, o Best view for scaphoid fracture - Oblique (scaphoid) view of wrist, o Best view for C1-C2 vertebrae & junction - Open mouth odontoid (Pegs) view, o Investigation of choice for ACL & PCL injury - MRIo Investigation of choice to detect calcification - CT scano Investigation of choice for prolapsed intervertebral disc - MRIo Investigation of choice for spinal tuberculosis - MRIo Investigation of choice for traumatic paraplagia -MRIo Gold standard and investigation of choice for osteoporosis - Dual energy x-ray absorptiometry (DEXA).",
        "cop": 4,
        "opa": "X-ray",
        "opb": "CT-Scan",
        "opc": "Open biopsy",
        "opd": "MRI",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "6d3c1361-8929-4b0d-8b54-64842f2f7e47",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of paraplegia of early onset of Tuberculosis of spine is:",
        "exp": "(d)- Early onset paresis is due to inflammatory edema, granulation tissue, an abscess, caseous material. It has good prognosis. Late onset paresis is due to increasing deformity or reactivation of disease, or bony sequestrum, stenosis of the vertebral canal, fibrosis or vascular insufficiency and has poor prognosis.",
        "cop": 4,
        "opa": "Spinal artery thrombosis",
        "opb": "Sudden collapse of vertebra",
        "opc": "Sequestrum pressing on cord",
        "opd": "Cold abscess pressing on the cord",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "db8b0f5b-9b1a-4686-89ca-8ab24889d012",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old lady with chronic backache. On X-ray she had a D12 collapse. But intervertebral disk space is maintained. All are possible except:",
        "exp": "(d)- Characteristic radiological feature of Pott's spine is obliteration of disk space with destruction of two adjacent vertebrae.- This feature differentiate TB spine from other diseases causing vertebral destruction (like metastasis) in which disk space is preserved.",
        "cop": 4,
        "opa": "Multiple myeloma",
        "opb": "Osteoporosis",
        "opc": "Metastasis",
        "opd": "Tuberculosis",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "00cbbdd1-a6e0-49d3-8876-2221a9749b6f",
        "choice_type": "multi"
    },
    {
        "question": "The 1st sign of TB is:",
        "exp": "(a)- The earliest feature is loss of curvature due to paravertebral spasm.- The next radiological feature of spinal tuberculosis is reduction of intervertebral disk space and osteoporosis of two adjacent vertebrae sometimes with fuzziness of the endplates.",
        "cop": 1,
        "opa": "Narrowing of intervertebral space",
        "opb": "Rarefaction of vertebral bodies",
        "opc": "Destruction of laminae",
        "opd": "Fusion of spinous processes",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "ecebba08-2e00-478f-86bd-ed23ac9b9a21",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of kyphosis in a male is",
        "exp": "(b)- Tuberculosis is the most common cause of kyphosis in males. The deformity being maximum in dorsal spine > lumbar spine > cervical spine.",
        "cop": 2,
        "opa": "Congenital",
        "opb": "Tuberculosis",
        "opc": "Trauma",
        "opd": "Secondaries",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "39381878-7948-4f54-a71a-d5b6f3aef291",
        "choice_type": "single"
    },
    {
        "question": "In TB spine the first symptom is:",
        "exp": "Ans. is 'c' i. e., Pain Back pain is the commonest presenting complaint.",
        "cop": 3,
        "opa": "Decreased sensation",
        "opb": "Decreased motor power",
        "opc": "Pain",
        "opd": "Increased deep tendon reflexes.",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "338cb98a-4c34-49b9-967d-c1a2ebbdb398",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of TB spine-",
        "exp": "Ans. is 'c' i. e., Exaggerated lumbar lordosis Clinical features of TB of the spine o The disease is commonest in young adults, o The presenting complains are: - Back pain: Commonest and earliest symptom. Initially, pain occurs on sudden movement of the spine. Stiffness of back: Is also an early symptom and occur along with pain. Visible deformity: Gibbus or Kyphosis Localized swelling: Due to cold abscess Paraplagia: In neglected cases Constitutional symptoms: Evening fever\\ loss of appetite, night sweat, loss of weight. o On examination, following findings may be seen: - Decreased range of motion. Local tenderness: Over the spinous process of the affected vertebra. Deformity: - Cervical spine: - Straight neck with loss of cervical lordosis. Thoracic: - Gibbus/kyphosis Lumbar: - Loss of lumbar lordosis Para-vertebral swelling: - Cold abscess",
        "cop": 3,
        "opa": "Back pain earliest symptom",
        "opb": "Stiffness of back",
        "opc": "Exaggerated lumbar lordosis",
        "opd": "Cold abscess",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "8ebdbe11-ed5e-4b11-a71d-3aca23cdf308",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male complaints of pain in lower back region for three months. Has history of slipping of bathroom slippers. Mild weakness of both lower limbs but can walk without support. There is 30% sensory loss and has bladder symptoms. D12-L1 is tender. X-ray shows paradiscal destruction of vertebrae and MRI shows destruction with indentation of thecal sac. Management is:",
        "exp": "(d)ATT and Decompression as bladder symptoms are present. Indications of surgery in any disease of spine- Deterioration in neural or clinical status on treatment- No improvement in neural or clinical status after conservative trial of 3-4 weeks or- Bowel bladder involvement",
        "cop": 4,
        "opa": "Wait and watch",
        "opb": "Domiciliary ATT",
        "opc": "Admit and ATT",
        "opd": "ATT and Decompression",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "51fbec9c-0a94-48c0-b13e-b16f5a9463f3",
        "choice_type": "multi"
    },
    {
        "question": "Cold abscess in chest wall is most common due to",
        "exp": "Ans is 'a' i. e. T. B spine * Cold abscess is a feature of bone tuberculosis and spine is the most common site of bone TB (about 50%). Rib tuberculosis is very rare. These lines from Tuli further support the answer. \"Abcess or sinuses from the cervical or dorsal regions can present themselves far away from the vertebral column along the fascial planes or course of neurovascular bundles. Thus they may present in the paraspinal regions at the back in the posterior/ anterior cervical triangles, along the brachial plexus in the axilla, and/ or along the intercostal spaces on the chest wall. \" -Tuli, 2/e",
        "cop": 1,
        "opa": "T. B spine",
        "opb": "T. B rib",
        "opc": "T. B pelvis",
        "opd": "T. B pleura",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "65ee4c73-3991-4fcf-92d0-8e5780a95d1f",
        "choice_type": "multi"
    },
    {
        "question": "Investigution of choice for spinal TB-",
        "exp": "Ans. is 'c' i. e., MRIInvestigations in musculoskeletal systemo Investigation of choice for AVN Hip - MRIo Best initial test for osteomyelitis -Plain x-rayo Best second line test for osteomyelitis (if there is high clinical suspicion and x-ray is negative) - MRIo Most accurate diagnostic test for osteomyelitis -Bone biopsy and culture. o Best view for scaphoid fracture - Oblique (scaphoid) view of wrist, o Best view for C1-C2 vertebrae & junction - Open mouth odontoid (Pegs) view, o Investigation of choice for ACL & PCL injury - MRIo Investigation of choice to detect calcification - CT scano Investigation of choice for prolapsed intervertebral disc - MRIo Investigation of choice for spinal tuberculosis - MRIo Investigation of choice for traumatic paraplagia - MRIo Gold standard and investigation of choice for osteoporosis - Dual energy x-ray absorptiometry (DEXA).",
        "cop": 3,
        "opa": "X-ray",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "PET Scan",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "2d45b51f-705a-497b-ab07-0f7007c822a9",
        "choice_type": "single"
    },
    {
        "question": "Most common site of TB -",
        "exp": "Ans. is 'a' i. e., Spine Skeletal tuberculosiso Tuberculous infection of bone (osteomyelitis) is a form of secondary osteomyelitis caused by hematogenous dissemination from a primary' infected visceral focus. The primary-focus may be active or quiescent, apparent or latent; either in the lungs, lymph glands or other viscera. Tuberculous infection of bone (Tubercular Osteomyelitis) vs Bacterial infection (Bacterial Osteomyelitis). Acute bacterial Infection. Tuberculous Infectiono Perisoteal Reaction is marked\\o Sequestra are commono Perifocal Reactive bone formation (involucrum) is prominento Involvement of adjacent tissues may result in abscess formationo Abscess wall shows characteristic signs of inflammationo Periosteal Reaction is minimal (limited)o Sequestra are very uncommono Very little Perifocal Reactive bone formation is seen (lesion is primarily a lytic process)o Involvement of adjacent tissues may result in abscess formationo Abscess wall does not show characteristic signs of inflammation (cold abscess)o The spine is the commonest site of bone and joint tuberculosis, about 50 percent of the total number of cases, o Next in order of frequency are the hip. the knee and the elbow. Tissue. Disease. Remarks. Boneo Long boneo Short bone (phalanges)o Spine. TB osteomyelitis. Tubercular dactylitis. TB spondylitis. Tibia commonly affected. Also called spina ventosa. Also called Pott's disease. Jointo Arthritiso Synovium. TB arthritis. Synovial TBHip joint commonly affeeted. Knee-commonest site. Otherso Tendon (synovium)o Bursae. TB tensosynovitis of flexor tendons at wrist. TB bursitis of trochanteric. Compound palmar ganglion. Trochanteric bursitis",
        "cop": 1,
        "opa": "Spine",
        "opb": "Knee",
        "opc": "Hip",
        "opd": "Shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "c9d6f6a8-bdd1-4b98-b791-6018109a793b",
        "choice_type": "single"
    },
    {
        "question": "The most common type of spinal tuberculosis is:",
        "exp": "(d)- The initial focus of tubercular infection usually begins in the cancellous bone of vertebral body near the disk (in most common paradiscal type)",
        "cop": 4,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Central",
        "opd": "Paradiscal",
        "subject_name": "Orthopaedics",
        "topic_name": "TB of the Spine",
        "id": "9dc7b0e7-109e-42d0-8aee-c55265cc5b7a",
        "choice_type": "single"
    }
]