[
    {
        "question": "A 40-year-old intravenous drug user presents to the emergency depament with a 2 days history of right knee pain with associated swelling and erythema. The patient is febrile with a holosystolic murmur at the right lower sternal border. Complete blood count reveals leukocytosis. Blood and synol fluid cultures are sent, and broad-spectrum antibiotics are staed. Synol fluid analysis is pending. What is the most likely pathogen causing these symptoms",
        "exp": "Gram-positive bacteria remain the most common cause of septic ahritis. Staphylococcus aureus accounts for the majority of culture-positive septic ahritis, especially within ceain patient subgroups such as hemodialysis patients and intravenous drug abusers. The predominance of S. aureus in septic ahritis has remained unchanged for many years.",
        "cop": 4,
        "opa": "Neisseria gonorrhoeae",
        "opb": "Pseudomonas aeruginosa",
        "opc": "Borrelia burgdorferi",
        "opd": "Staphylococcus aureus",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "76c1bec9-32e2-4a59-94e6-bb791855bec6",
        "choice_type": "single"
    },
    {
        "question": "Bulge sign in knee joint is seen after how much fluid accumulation-",
        "exp": "BULGE TEST is a useful method of testing when there is very little fluid in the joint. Usually occurs in medial meniscal injury. It can detect even 30 ml of fluid accumulation. After squeezing any fluid out of the suprapatellar pouch, the medial compament is emptied by pressing on the inner aspect of the joint; that hand is lifted away and the lateral side is sharply compressed-a distinct ripple is seen on the flattened medial surface as fluid is shunted across. REF: APLEY'S 9. TH EDITION PAGE NO. 550",
        "cop": 4,
        "opa": "100 ml",
        "opb": "400 ml",
        "opc": "200 ml",
        "opd": "< 30 ml",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "2688f6c0-2727-4446-ac82-aea615715ddd",
        "choice_type": "single"
    },
    {
        "question": "An athletic teenage girl complains of anterior knee pain on climbing stairs and on getting up after prolonged sitting. Which of the following is the most likely diagnosis?",
        "exp": "CAUSES: Mechanical overload of the patellofemoral joint. a) Malcongruence - patellofemoral surfaces b) Malalignment -- extensor mechanism - weakness of vastus medialis ingle injury -- damage to aicular surface CLINICAL FEATURES * Introspective teenage girl or athletic young adult * Flat foot / Knock kneed athletes * Spontaneous Pain in front of knee/ beneath the knew cap * Maybe h/o recurrent displacements/injury * Aggravated by activity/climbing down stairs/standing after prolonged sitting with knees flexed * Both knees * Swelling-give way-catching(not true locking) * Grating/grinding sensation when knee is extended Conservative Rx * Reassurance * Ice Application * Physiotherapy * Avoid stressful activities * Stretching and strengthening medial quadriceps in 15 mins 4 times/day -- Quad sets (bicycling, pool running, swimming flutter kick * Aspirin / Ibuprofen / Naproxen * Suppo for a valgus foot STEROIDS BEST AVOIDED ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Chondramalacia Patellae",
        "opb": "Plica Syndrome",
        "opc": "Bipaite Patella",
        "opd": "Patellofemoral osteoahritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "ffcbbee7-42f5-4545-a99a-a97c2f5e04d9",
        "choice_type": "single"
    },
    {
        "question": "Commonest dangerous complication of posterior dislocation of knee is-",
        "exp": "Dislocation of the knee- *This rare injury results from severe violence to the knee so that all of its suppoing ligaments are torn. *It is a major damage to the joint, and is often associated with injury to the popliteal aery. *Treatment is by reduction followed by immobilization in a cylinder cast. Clinical evaluation: (vascular exam) -Measure Ankle-Brachial Index (ABI) if ABI >0. 9 >>>> then monitor with serial examination if ABI <0. 9 >>>> -If pulses are absent or diminished confirm that the knee joint is reduced or perform immediate reduction and reassessment - Immediate surgical exploration if pulses are still absent following reduction &; schema time >8 hours has amputation rates - If pulses present after reduction then measure ABI then consider observation vs. angiography Clinical evaluation: (vascular exam) -Priority is to rule out vascular injury on exam both before and after reduction serial examinations are mandatory. - Palpate the dorsalis pedis and posterior tibial pulses if pulses are present and normal, >> it does not indicate absence of aerial injury. Ref: Maheshwari 9th ed p. 142",
        "cop": 1,
        "opa": "Popliteal aery injury",
        "opb": "Sciatic nerve injury",
        "opc": "Ischaemia of lower leg compament",
        "opd": "Femoral aery injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "59e2580e-9f09-418f-ba9c-5ed97a61d39a",
        "choice_type": "single"
    },
    {
        "question": "Most commonly injured tarsal bone-",
        "exp": "*Calcaneum is the most commonly fractured tarsal bone. ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Talus",
        "opb": "Navicular",
        "opc": "Cunieform",
        "opd": "Calcaneum",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "7455b458-75ee-46de-8d81-296d073f9ffc",
        "choice_type": "single"
    },
    {
        "question": "Insal-Salvati index is used for",
        "exp": "a-length of patellar ligament b-length of patella INSAL-SALVATI index=a/b Normal range is 0. 8 -1. 2 If ratio increases it suggests patella is at a higher level-PATELLA ALTA If ratio decreases it suggests patella is at a lower level -PATELLA BAHA ref: apley's 9th edition pg no. 565",
        "cop": 2,
        "opa": "Olecranon",
        "opb": "Patella",
        "opc": "Talus",
        "opd": "Scaphoid",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "306b45b9-f851-4dde-9e41-cd5e4aa1b201",
        "choice_type": "single"
    },
    {
        "question": "Bohler's angle is decreased in fracture of-",
        "exp": "*Bohler's Tuber angle and crucial angle of Gissane are measured for Intra Aicular Fractures of Calcaneum. Ref: Apley's 9th/e p. 926",
        "cop": 1,
        "opa": "Calcaneum",
        "opb": "Talus",
        "opc": "Navicular",
        "opd": "Cuboid",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "38052c82-e714-444e-86f7-b5160bcfe062",
        "choice_type": "single"
    },
    {
        "question": "Locking of knee joint can be caused by",
        "exp": "Locking of knee can be caused by loose bodies. impoant causes for loose bodies in the knee are: 1. non- traumatic - as in TB ahritis, rheumatoid ahritis, osteoahritis, osteochondritis dissecans, synol chondromatosis, hemahrosis& hemophilia 2. traumatic: intraaicular fracture, meniscal injuries, organized hemahrosis, detached aicular cailage, forgein bodies * clinical features: locking episodes, pain & effusion within knee, feelung something is moving within joint, sense of giving away * investigation - x- ray, diagnostic ahroscopy, MRI *treatment - ahroscopic removal of loose bodies (gold standard) Ref: Textbook of Ohopaedics, John Ebenezer, 4th edition, page no: 427",
        "cop": 2,
        "opa": "Osgood shalter",
        "opb": "Loose body in knee joint",
        "opc": "Tuberculosis of knee",
        "opd": "Medial meniscal paial tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "c69fc110-70aa-4024-b04b-33623ad75988",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for non-united fracture of lower 1/4th tibia with multiple discharging sinuses & various puckered scar with 4cm shoening of leg-",
        "exp": "*Patient in question has infected non-union with shoening of 4cms. Ilizanov fixature with distraction osteogenesis will be the best option. Ref: Maheshwari 9th/e p. 158",
        "cop": 3,
        "opa": "Plating",
        "opb": "External fixature",
        "opc": "Ilizarov's fixature",
        "opd": "Intramedullary nail",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "66502e2c-6f34-4182-a04f-4007af11b330",
        "choice_type": "single"
    },
    {
        "question": "Popliteal aery injury is commonly seen in which type of traumatic knee dislocation?",
        "exp": "*Make it very clear in your mind that popliteal aery injury can occur with both anterior and posterior dislocation of knee. But it is more common in posterior dislocation. Clinical evaluation: (vascular exam) -Measure Ankle-Brachial Index (ABI) if ABI >0. 9 >>>> then monitor with serial examination if ABI <0. 9 >>>> -If pulses are absent or diminished confirm that the knee joint is reduced or perform immediate reduction and reassessment - Immediate surgical exploration if pulses are still absent following reduction &; schema time >8 hours has amputation rates - If pulses present after reduction then measure ABI then consider observation vs. angiography Clinical evaluation: (vascular exam) -Priority is to rule out vascular injury on exam both before and after reduction serial examinations are mandatory. - Palpate the dorsalis pedis and posterior tibial pulses if pulses are present and normal, >> it does not indicate absence of aerial injury. Ref: Campbell's 13th/e p. 2257",
        "cop": 2,
        "opa": "Anterior dislocation",
        "opb": "Posterior dislocation",
        "opc": "Medial dislocation",
        "opd": "Lateral dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "def828a1-b31e-40b5-a47a-9cf0c17af70b",
        "choice_type": "single"
    },
    {
        "question": "Medial meniscus of knee joint is injured more often than the lateral meniscus because the medial meniscus is relatively -",
        "exp": "*Medial meniscus is more frequently injured than lateral meniscus because: 1) The medial meniscus is securely attached around the entire periphery of the joint capsule, which makes it less mobile. 2) Where as the lateral meniscus is more mobile and has no weak point between a movable and relatively fixed point. 3) Popliteus muscle sends few fibers into the posterior margin of lateral meniscus. Thus muscle contraction withdraw & protects the lateral meniscus by drawing it posterilaterally during flexion of the knee and medial rotation of the tibia. Function of the Meniscus * Distributes stress across the joint surface by providing a lar * Deepens the stabilization * Acts as a sho forces result&; movement * Provide lubr synol cavi er area of contact tibial plateau for greater of the knee * The lateral meniscus is loosely attached anteriorly and posteriorly to the joint capsule * Due to the great lateral meniscu injury * Lateral menisca than medial medial meniscus * The medial meniscus is firmly attached to anteriorly and posteriorly to the joint capsule * Medial meniscal tears are more common than lateral meniscal injuries -- Occur 2-5 times more often Ref: Campbell's operative ohopaedics 13th/e p. 2143",
        "cop": 2,
        "opa": "More mobile",
        "opb": "Less mobile",
        "opc": "Thinner",
        "opd": "Attached lightly to femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "74003a10-1eb1-4c22-8f4a-6dc3fecb13ac",
        "choice_type": "single"
    },
    {
        "question": "A college football player repos knee pain along the medial joint line with intermittent locking and inability to fully extend the knee after a twisting injury to his right knee. He has a negative Lachman test and a positive Mc. Murray test. What is the most likely diagnosis",
        "exp": "The patient has a bucket-handle medial meniscus tear after an acute injury. Such tears are associated with knee locking and a block to full extension. These tears are more common in young patients, often associated with ACL tears, and are the most commonly missed meniscal tear on MRI.",
        "cop": 3,
        "opa": "ACL injury",
        "opb": "PCL injury",
        "opc": "Bucket-handle medial meniscus tear",
        "opd": "Longitudinal veical lateral meniscus tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "0b981a12-584b-477e-bf5e-1a7745fafd1b",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of this condition is",
        "exp": "Rupture of Tendon-Achilles whether spontaneons or traumatic should be treated by surgical repair as soon as possible after the injury. Ununited tendon produces severe disability in walking as the push off is lost. If repaired later fascial or tendon graft has to be used to bridge the gap and postoperative recovery is slow and the end result is less than perfect. Ref: Maheshwari 9th ed pg 6.",
        "cop": 4,
        "opa": "Physiotherapy",
        "opb": "Ahrodesis of ankle and subtalar joint",
        "opc": "Tendon transfer",
        "opd": "Surgical exploration and repair",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "5161b8c0-9c5c-4ea6-9cd7-9fd6c9232945",
        "choice_type": "single"
    },
    {
        "question": "Patient sustains twisting type of injury followed by recurrent locking of knee. Most likely structure to be injured is-",
        "exp": "*Twisting type of injury of knee followed by recurrent locking of knee-suggestive of meniscal tear. Causes of Meniscus Injuries * Can result from activities involving pivoting or rotational movements -- i. e. pivoting, sudden stops and turns, kneeling, deep squatting, heavy * Tears in the meni cus of the knee are commonly due to spos-rela ed injuries * Degenerative cha ges of the knee can contribute to a torn meniscus * Meniscal tears may be associated with anterior cruciate ligament tears -- The instability of the knee increases the likelihood of a meniscal tear over time Ref: Murcer 9th/e p. 1126-41",
        "cop": 1,
        "opa": "Menisci injury",
        "opb": "Anterior cruciate ligament injury",
        "opc": "Avulsed tibial tuberosity",
        "opd": "Lateral collateral ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "ad6d4463-55ce-4730-9644-a955dbe0d286",
        "choice_type": "single"
    },
    {
        "question": "Lachman's test is done with the knee in ____ degree of flexion",
        "exp": "The Lachman test is the most sensitive test for ACL tears. It is done with the knee flexed at 20 degrees, stabilizing the distal femur with one hand and pulling forward on the proximal tibia with the other hand. Ref: Maheshwari 6e pg 358.",
        "cop": 2,
        "opa": "5",
        "opb": "20",
        "opc": "70",
        "opd": "90",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "eb0abfda-d023-45c1-8dc8-78340de06ebc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure is not a pa of knee extensor mechanism",
        "exp": "The biceps femoris is not pa of the extensor mechanism, but instead performs knee flexion. The other muscles are pa of the knee extensor mechanism.",
        "cop": 2,
        "opa": "Quadriceps tendon",
        "opb": "Biceps femoris",
        "opc": "Tibial tubercle",
        "opd": "Patella tendon",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "c2cd61db-6362-4e25-9829-d55354fce190",
        "choice_type": "single"
    },
    {
        "question": "\"Double PCL\" sign on MRI knee is seen in",
        "exp": "The double PCL signal appears on sagittal MRI images of the knee when a bucket handle tear of medial meniscus flips so that comes to lie anteroinferior to the posterior cruciate ligament (PCL) mimicking a second smaller PCL. Identifying a double PCL sign is highly specific for the detection of displaced bucket-handle tears. Ref: Internet sources src=\" alt=\"\" width=\"200\" height=\"142\" />",
        "cop": 2,
        "opa": "Lateral meniscus tear",
        "opb": "Medial meniscus tear",
        "opc": "PCL tear",
        "opd": "ACL tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "cd912023-c569-4136-9195-bd59cf5c4ab4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding Housemaids knee?",
        "exp": "Common bursitis Prepatellar bursitis: Housemaid&; s knee Infrapatellar bursitis: Clergyman&; s knee Olecranon bursitis: Student&; s elbow Ischial bursitis: Weaver&; s bottom On lateral malleolus: Tailor&; s ankle On great toe: Bunion ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Prepatellar bursitis",
        "opb": "Infrapatellar bursitis",
        "opc": "Plica syndrome",
        "opd": "Chondromalacia patellae",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "1a77a5e0-f2b7-404c-9ad2-d75bb9792f07",
        "choice_type": "multi"
    },
    {
        "question": "Gissane's angle in the intraaicular fracture of Calcaneum-",
        "exp": "*Bohler's angle is reduced in intra-aicular calcaneal fracture. *Crucial angle of Gissane is increased in intra-aicular calcaneum fractures. Ref: Ebnezar 4th ed pg. 293",
        "cop": 2,
        "opa": "Reduced",
        "opb": "Increased",
        "opc": "Not changed",
        "opd": "Variable",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "df3a0e78-e083-4067-8573-3d10c7a73003",
        "choice_type": "single"
    },
    {
        "question": "Avascular necrosis is a complication of-",
        "exp": "*Talus has a vulnerable blood supply and a relatively common site for Avascular necrosis. *The main blood supply to the talus is from the anastomoting ring of blood vessels. *The osseous vessels enter the talus through its neck and run postero-laterally to supply the body of talus. *Therefore, In displaced fracture of talus neck, the blood supply of body is cut off which results in Avascular necrosis of the body of the talus. image shown is avascular necrosis of talus Ref: Maheshwari 6th/e p. 166",
        "cop": 1,
        "opa": "Fracture of talus",
        "opb": "Fracture of medial condyle of femur",
        "opc": "Olecranon fracture",
        "opd": "Radial head fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "da38fdd7-ba69-4124-a12d-d07cbd7d2251",
        "choice_type": "single"
    },
    {
        "question": "what do you mean by Clergyman knee?",
        "exp": "It is also known as INFRAPATELLAR BURSITIS The swelling is below the patella and superficial to the patellar ligament, being more distally placed than prepatellar bursitis. Treatment: firm bandaging and kneeling is avoided; ocassionally aspiration is needed. sometimes the bursa is affected in gout. ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Prepatellar bursa",
        "opb": "Intrapatellar bursa",
        "opc": "Olecranon",
        "opd": "Ischial bursa",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "4b19ea9d-3042-475d-94a5-5b981ff1d364",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old male basketball player presents with a swollen, painful left knee. He was on a fast break and as he began to jump for an alley-oop, he felt his knee give out and he collapsed to the floor. What is the most likely diagnosis",
        "exp": "The history provided describes a noncontact injury to the knee during an acceleration-deceleration/pivoting move with the patient experiencing a feeling of giving way in his knee. The player quickly accumulates a knee effusion and has significant pain. These findings are characteristic descriptions of an ACL injury. The Lachman test is diagnostic for this injury, and an MRI would confirm the diagnosis.",
        "cop": 2,
        "opa": "Patello-femoral dislocation",
        "opb": "Anterior cruciate ligament injury",
        "opc": "Medial collateral ligament injury",
        "opd": "Posterior cruciate ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "77c086b5-572a-41c6-bd5b-ea512394a451",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old man is brought to the trauma center after fall from ladder. Physical exam shows a slightly deformed left lower extremity with a 0. 5cms soft tissue defect over the anterolateral aspect of his leg. The wound appears relatively clean with no gross contaminants present. Radiographs depict a sho oblique proximal one-third diaphyseal tibia fracture. What is his Gustilo open fracture classification grade",
        "exp": "This is a Gustilo and Anderson type I fracture. There is a simple fracture pattern in the setting of clean, <1-cm wound. <img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "IIIa",
        "opd": "IIIb",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "dafce50c-a7c4-4bca-959d-f60527b3fe93",
        "choice_type": "multi"
    },
    {
        "question": "PIVOT TEST is used test for?",
        "exp": "In this test, patient is in supine position. The knee is extended, with a valgus stress applied on the knee and the tibia is internally rotated. The knee is slowly flexed. Subluxation occurs at 30-40 degrees. A positive test indicates anterior cruciate ligament tear. ref: John. Ebnezar textbook, 4th edition page no. 250",
        "cop": 3,
        "opa": "Medial meniscus",
        "opb": "Lateral meniscus",
        "opc": "Anterior cruciate ligament",
        "opd": "Posterior cruciate ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "73ceac25-82ef-4cda-98b7-afc609e2bb43",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for fracture shaft femur in a 4 years old child",
        "exp": "*0-2 years: skin traction - gallow&; s traction / Bryant&; s traction * 2-10 years: most femoral fracture is seen in this group. here split Russell traction is useful *10-15 years: 90-90degfemoral skeletal traction or hip spica or both * adults - traction: skin/skeletal & cast bracing Surgery - intramedullary nails can be used for fracture 2. 5cm below the lesser trochanter to that 8-10cm above knee joint. it can be done immediately or delayed. Ref: Textbook of Ohopaedics, John Ebenezer, 4th edition, page no: 231",
        "cop": 3,
        "opa": "Gallow's traction",
        "opb": "Hip spica",
        "opc": "Russel traction",
        "opd": "Intramedullary nail",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "c28dbc39-9b94-4ee4-8e9a-57aacbb2495f",
        "choice_type": "multi"
    },
    {
        "question": "A footballer sustained a blow on the lateral side of knee. X-ray showed no bony injuries. On examination, the Drawer tests were negative and Mc. Murrays test was positive. Most probably structure could be:",
        "exp": "*Mc. Murray's test is used for meniscal injury. Ref: Maheshwari 9th ed p. 356",
        "cop": 3,
        "opa": "Anterior cruciate ligament",
        "opb": "Lateral collateral ligament",
        "opc": "Lateral meniscus",
        "opd": "Posterior cruciate ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "94202c99-f14a-45fd-926a-238d5d06bb88",
        "choice_type": "multi"
    },
    {
        "question": "Meralgia paraesthetica is due to the damge or compression of which nerve?",
        "exp": "\"It is a feeling of tingling, numbness and burning in the skin supplied by the lateral cutaneous nerve of the thigh as it gets entrapped in the fascia just medial to the anterior superior iliac spine\". > Meralgia Paresthetica (MP) is a common condition > Often misdiagnosed because mimicking other conditions > Impingement of the lateral femoral cutaneous nerve (LFCN > Numbness, burning, stabbing, and aching along the well-delineated path of the LFCN, from the front of the thigh to just above the knee. Etiology (mechanical) > Pregnancy > Increased abdominal pressure > Obesity > Weanng tight clothing/belts in the waist area > Different leg lengths > Pubic symphysis (pelvic girdle) dysfunction > Carrying items such as a wallet or a cell phone in the front and side pockets of pants Etiology (metabolic / iatrogenic) Metabolic > Diabetes > Alcoholism > Hypothyroidism > Lead poisoning latrogenic > Prolonged traction during spine surgery or injury to the nerve during retroperitoneal dissection Treatment > Removing any underlying cause of the impingement > Oral anti-inflammatory INISAIDs or steroids) > 85% of patients will have improved symptoms with conservative treatment alone > Physical therapy > Injection > Surgery Ref: Maheshwari 9th ed pg 305",
        "cop": 1,
        "opa": "Lateral cutaneous nerve of the thigh",
        "opb": "Sural nerve",
        "opc": "Medial cutaneous nerve of the thigh",
        "opd": "Femoral nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "a94fc5f3-9381-48f3-86b9-af35e48c9d07",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following tests will you adopt while examining a knee joint where you suspect an old tear of anterior cruciate ligament-",
        "exp": "*Lachman's test is the most sensitive test for anterior cruciate ligament tears. It is done with the knee flexed at 20degrees. So it can be done in acute as well as chronic injuries. image shown above is LACHMANS TEST Ref: Evidence- based spos medicine 2nd/e p. 446",
        "cop": 3,
        "opa": "Posterior drawer test",
        "opb": "Mc Murray test",
        "opc": "Lachman test",
        "opd": "Pivot shift test",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "609d2620-6d1e-434f-8046-f3929cef5bc4",
        "choice_type": "single"
    },
    {
        "question": "For a distended knee joint which of the following position is most comfoable?",
        "exp": "In 30deg flexion, knee joint has maximum capacity and pressure of contained fluid or blood is minimum and consequently, there is the least pain. The capacity of knee joint decreases and pain thereby increases when the knee is fully extended or flexed more than 30deg-45deg. Ref: Maheshwari 9. TH ED pg 149.",
        "cop": 2,
        "opa": "Full extension",
        "opb": "30deg flexion",
        "opc": "60deg flexion",
        "opd": "90deg flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "9f04b6b0-0213-4a46-8a82-0f78c5decf10",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about ACL injury?",
        "exp": "*Lachman's test us the most sensitive test for anterior cruciate ligaments tear. It is done with the knee flexed at 20 degrees. So it can be done in acute as well as chronic injuries. * ACL is intrasynol & has proprioceptive function. *Injury of ACL with MCL & medial meniscus is called as 'O' Donghue triad. Ref: Rider's 1st ed page. 233",
        "cop": 4,
        "opa": "It is a component of the O'Donoghue triad",
        "opb": "ACL is intrasynol",
        "opc": "ACL is impoant for proprioceptive function",
        "opd": "Anterior drawer test is the most sensitive test",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "e8e7e49c-c625-40d8-9aa6-f98a56017358",
        "choice_type": "multi"
    },
    {
        "question": "A 44-year-old woman is met with motor accident and suffers right sided tibial plateau fracture. She is neurovascularly intact, and her compaments are soft. She has no other significant injuries, except for a minor concussion and several broken ribs. Which of the following, if present, is an indication for operative fixation",
        "exp": "Indications for operative fixation for tibial plateau fractures include high- energy plateau injuries (Schatzker IV through VI) or any plateau fracture with aicular step-off greater than 3 mm, condylar widening greater than 5 mm, or instability with varus or valgus stresses. Concomitant ACL, meniscal, or even ankle fractures are not necessarily indications for fixation if the reduction is adequate and the fracture is immobilized. Classification:- The Schatzker classification is commonly used to describe tibial plateau fractures. They are classified in the following way: Type I Lateral split Type II Lateral split depression Type III Lateral pure depression Type IV Medial plateau split and/or depression Type V Bicondylar Type VI Metaphyseal-diaphyseal disassociation Schatzker I through III fractures are generally considered low-energy injuries, whereas IV through VI injuries are high-energy injuries.<img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "Aicular step-off 5 mm",
        "opb": "ACL tear on follow-up MRI",
        "opc": "Condylar widening < 3 mm",
        "opd": "Lateral meniscal tear on follow-up MRI",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "2d68c58d-3326-4386-8668-fb35b731119c",
        "choice_type": "multi"
    },
    {
        "question": "A 23 year old profession footballer sufferd a twisting injury to his right ankle. On examination there is a lot of swelling around the medial malleolus but X-ray doesn't show any fracture. The structure injured could be-",
        "exp": "* Swelling around medial malleolus suggests injury to deltoid ligament. Ref: Zhang C, Lin GM, Liu M. Progress of diagnosis and treatment in deltoid ligament injuries of ankle. Zhongguo Gu Shang. 2013; 25 (11): 967-70",
        "cop": 1,
        "opa": "Deltoid ligament",
        "opb": "Anterior talofibular ligament",
        "opc": "Spring ligament",
        "opd": "Tendo Achilles",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "e81f7293-da10-40bf-b41b-8b16d9968a12",
        "choice_type": "multi"
    },
    {
        "question": "Unlocking of knee is caused by",
        "exp": "Locking is a mechanism that allows knee to remain in the position of full extension as in standing without much muscular effos. Locking occurs as a result of medial rotation of the femur during the last stage of extension. The AP diameter of lateral femoral condyle is less than that of medial condyle. as a result, when the lateral condyle aicular surface is fully used up by extension, pa of medial condyle remains unused, at this stage the lateral condyle serve as an axis around which medial condyle rotate backwards, I. e medial rotation on femur occurs, so that the remaining pa of the medial condylar surface is also taken up. this movement locks knee joint. * locking by action of quadriceps femoris, especially vastus medialis pa * locked knee joint can be flexed only after it is unlocked by reversal of medial rotation, I. e by lateral rotation of femur. It is brought about by action of popliteus muscle. Ref: BD chaurasia, volume 2, page no: 156",
        "cop": 4,
        "opa": "Rectus femoris MUSCLE",
        "opb": "Quadriceps muscle",
        "opc": "Hamstrings muscle",
        "opd": "Popliteus muscle",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "d473d75b-3e26-439d-be28-cd249c0d7b35",
        "choice_type": "single"
    },
    {
        "question": "False regarding anterior cruciate ligament tear is?",
        "exp": "*ACL is commonly associated with medial meniscal Injury, both of which are damaged by twisting injury. *Lachman test is a sensitive test. Segond fracture may be seen on X-ray. ACL Injuries * Most MOI are non-contact rotational forces * Tibia displaced anteriorly on femur (or vice versa), rotational stress (cutting) or hyperextension * May be isolated, but typically due to MOL other structures (joint capsule, menisci) also injured * Positive anterior drawer and/or Lachman&; s tests Ref: Maheshwari 9th/e p. 148",
        "cop": 2,
        "opa": "Commonly occurs as a result of twisting force",
        "opb": "Rarely associated with meniscal injury",
        "opc": "Lachman test is highly sensitive test for tear",
        "opd": "May be associated with Segond fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "08e99507-5aba-4c4a-8f8c-f5b1efde42ce",
        "choice_type": "multi"
    },
    {
        "question": "The most commonly affected component of the lateral collateral ligament complex in an \"ankle sprain\" is the -",
        "exp": "* The lateral collateral ligament is commonly sprained, mostly so the anterior talo - fibular component. Ref: Maheshwari 9th /e p. 157",
        "cop": 2,
        "opa": "Middle component",
        "opb": "Anterior component",
        "opc": "Posterior component",
        "opd": "Deeper component",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "0f0cb67a-2bf9-41d0-88f3-7fa44f3ea62d",
        "choice_type": "single"
    },
    {
        "question": "Which ligament is involved in Pes planus of foot?",
        "exp": "PES PLANUS Condition in which medial longitudinal arch of foot is diminished or absent and foot is come in contact with the ground People with hyperophied planter foot muscles (lifelong barefoot walkers) might appear to have flat feet, when their bony arches are normal. TYPES 1. developmental or acquired 2. Flexible or fixed IN CHILDREN 1. pes planus can be a pa of normal development 2. Abnormal development of foot IN ADULTS 1. Physiological pes planus 2. Adult acquired pes planus ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Spring ligament",
        "opb": "Deep transverse ligament",
        "opc": "Long and sho plantar ligament",
        "opd": "Deltoid ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "9ed92926-0f47-48f3-8456-a0e4bf1bc2d7",
        "choice_type": "single"
    },
    {
        "question": "Frieberg osteochondritis is INFLAMMATION of?",
        "exp": "FREIBERG INFRACTION * Osteochondritis of the second metatarsal head. But may also involve 15t 3rd and 4th metatarsal heads * Usually occurs following trauma. * A misshapen metatarsal head frequently is an incidental radiographic finding, and careful questioning of the patient often reveals a period during adolescence when pain was noted in the forefoot. ref: maheswari 9th ed",
        "cop": 1,
        "opa": "2nd metatarsal head",
        "opb": "2nd metatarsal base",
        "opc": "5th matatarsal head",
        "opd": "5th metatarsal base",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "41ecba72-0826-46a3-b75f-e83e108c43a1",
        "choice_type": "single"
    },
    {
        "question": "what is true regarding JUMPERS KNEE?",
        "exp": "Jumper's knee- *It is also called patellar tendinitis *This is an apophysitis (inflammation) of the patellar tendon as it inses into the patella. *It is associated with pain, swelling and crepitus. *Conservative management with physiotherapy is the mainstay of treatment. Surgery is rarely required. Ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Apophysitis of patellar tendon as it inses in patella",
        "opb": "Apophysitis of patella tendon as it inses in tibia",
        "opc": "Apophysitis of quadriceps tendon as it inses in patella",
        "opd": "Apophysitis of hamstring tendon as it inses in tibia",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "1064e8de-7832-4126-a962-66034b2d6605",
        "choice_type": "multi"
    },
    {
        "question": "A patient met with Road Traffic Accident with injury to the left knee. Dial test was positive. What could be the cause?",
        "exp": "ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Medial Collateral Ligament Injury",
        "opb": "Posterolateral Corner Injury",
        "opc": "Lateral Meniscus Tear",
        "opd": "Medial Meniscal Injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "71c36e5a-cea1-4380-a2a6-424d18db849a",
        "choice_type": "single"
    },
    {
        "question": "A 18years old boy was playing football, when he suddenly twisted his knee on the ankle and he fell down. he got up after 10minutes and again stas playing but next day his knee was swollen and he could not move it. The most probable cause is:",
        "exp": "This boy has:- 1) Hostory is tweeting injury to the knee 2). Swelling appearing next day *This is classical to the medial menisal Injury * In ACL injury Swellinf due appears immediately due to hermagrosis Causes of Meniscus Injuries * Can result from activities involving pivoting or rotational movements -- i. e. pivoting, sudden stops and turns, kneeling, deep squatting, heavy * Tears in the meni cus of the knee are commonly due to spos-rela ed injuries * Degenerative cha ges of the knee can contribute to a torn meniscus * Meniscal tears may be associated with anterior cruciate ligament tears -- The instability of the knee increases the likelihood of a meniscal tear over time Ref: Apleys 9th/e p. 559",
        "cop": 1,
        "opa": "Medial meniscus tear",
        "opb": "Anterior cruciate ligament tear",
        "opc": "Medical collateral ligament injury",
        "opd": "Posterior cruciate ligament injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "e8519b3c-849d-4890-ba3f-3de3ba9b9276",
        "choice_type": "multi"
    },
    {
        "question": "Pipkin classification is used for which fractures?",
        "exp": "Type V of Thompson and Epsetein classification of hip dislocation, associated fracture of femoral head, is fuher classified according to PIPKIN&; S CLASSIFICATION. ref: maheswari 9th ed",
        "cop": 3,
        "opa": "Acetabular fractures",
        "opb": "Pelvis ring fractures",
        "opc": "Femoral head fracture",
        "opd": "Femoral shaft fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "0ce93651-6b73-4df9-8b09-64b8126d9018",
        "choice_type": "single"
    },
    {
        "question": "Watson Jones operation is done for which condition?",
        "exp": "ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Polio",
        "opb": "Muscle paralysis",
        "opc": "Neglected clubfoot",
        "opd": "Chronic ankle instability",
        "subject_name": "Orthopaedics",
        "topic_name": "Thigh, Knee, Leg, Foot & Ankle injuries",
        "id": "76a4e2c2-5e3f-4414-9959-17dd19eb4976",
        "choice_type": "single"
    }
]