[
    {
        "question": "In the lumbar spine, 90% of the disc herniations occur at which of the following level:",
        "exp": "Ans. (d) L4-L5. Ref: Maheshwari 5th ed. / 253* Most common site of spinal disc herniation: Lumbar region (95% in L4-L5 or L5-S1).* The second most common site is the cervical region (C5-C6, C6-C7).* Thoracic region accounts for only 0. 15% to 4. 0% of cases.* Herniations usually occur posterolaterally, where the annulus fibrosis is relatively thin and is not reinforced by the posterior or anterior longitudinal ligament.* In the cervical spinal cord, a symptomatic posterolateral herniation between two vertebrae will impinge on the nerve which exits the spinal canal between those two vertebrae on that side. For example, a right posterolateral herniation of the disc between vertebrae C5 and C6 will impinge on the right C6 spinal nerve.",
        "cop": 4,
        "opa": "L1-L2",
        "opb": "L2-L3",
        "opc": "L3-L4",
        "opd": "L4-L5",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "a6739727-2f50-480f-9364-d8d5dc1f7ffc",
        "choice_type": "single"
    },
    {
        "question": "Disc prolapse involving L4 nerve root typically presents with: (Repeat)",
        "exp": "Ans: D (Absent ankle jerk) Ref: Harrison's Principles of Internal Medicine, 18th ed. Explanation: Lumbosacral Radiculopathy--Neurologic Features (Sec Table 16}Neurologic Examination. Deep Tendon Reflexes. L4 Nerve Root (L3-4 disc): Patellar Reflex or Knee jerk. SI Nerve Root (L5-SI disc): Achilles Reflex or Ankle jerk. Motor Exam. L4 Nerve Root (L3-4 disc): Ankle dorsiflexion. L5 Nerve Root (L4-5 disc ): Great toe dorsiflexion (extensor haihicis longus)S1 Nerve Root (L5-S l disc): Ankle plantar flexion (gastrocnemius-soleus complex). Sensory Exam. L4 Nerve Root (L3-4 disc): Medial malleolus. L5 Nerve Root (L4-5 disc): Dorsal third metatarsophalangeal joint. SI Nerve Root (L5-S1 disc): Lateral heel. Radicular patterns by disc herniation type. Central Disk herniation. Nerve root affected is ABOVE the disc. Example: Central L3 di., c herniation causes findings above the L2-3 Nerve root. Paracentral disk herniation. Nerve root affected is AT the disc. Example: Paracentral ' ' disc herniation causes findings at the L2-3 Nerve root. Lateral disk herniation. Nerve root affected is BELOW the disc (foraminal effects) Table 16. Examination Findings. Lumbosacral Nerve Roots. Reflex Absent. Sensory. Motor. Pain Distribution. L2--Upper anterior thigh. Psoas (hip flexion). Anterior thigh. L3--Lower anterior thigh Anterior Knee. Psoas (hip flexion) Quadriceps (knee extension} Thigh adduction. Anterior thigh, knee. L4. Quadriceps (Knee reflex). Medial calf. Quadriceps (knee extension) Thigh adduction Tibialis anterior (foot dorsiflexion). Knee medial calf Anterolateral thigh. L5 Dorsal surface- foot Lateral calf. Peroneii (foot eversion) Tibialis anterior (foot dorsiflexion) Gluteus medius (hip Auction) Tne dorsiflexors. Lateral calf dorsal foot, teral thigh, buttocks. S1. Gastrocnemius/soleus (Ankle reflex). Plantar surface-- foot Lateral aspect -foot. Gastrocnemius/soleus (foot plantar flexion) Abductor hallucis (toe flexors) Gluteus maximus (hip extension). Bottom foot, posterior calf, posterior thigh, buttocks. Example: Lateral L3 disc herniation causes findings at the L3-4 Nerve root",
        "cop": 4,
        "opa": "Weakness of hip flexion",
        "opb": "Absent ankle jerk",
        "opc": "Weakness of hip extension",
        "opd": "Absent knee jerk",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "e4db8a9e-0f4d-4980-a2c1-ebeb76d67fe7",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy 45 years old laborer suddenly develops acute lower back pain with right-leg pain and weakness of dorsiflexion of the right great toe. Which of the following is true:",
        "exp": "(b) If the neurological signs fail to resolve within 1 week, lumbar laminectomy and excision of any herniated nucleus pulposus should be done- Bowel bladder involvement, increasing neurological deficit or failure of conservative treatment is an indication for surgery. Exercises are contraindicated acute pain and 6 weeks of trial is advised before carrying out surgical intervention.",
        "cop": 2,
        "opa": "Immediate treatment should include analgesics muscle relaxants and back strengthening exercises",
        "opb": "The appearance of the foot drop indicate early surgical intervention",
        "opc": "If the neurological sign resolve within 2-3 weeks but low back pain persists, the proper treatment would include fusion of affected lumbar vertebra",
        "opd": "If the neurological signs fail to resolve within 1 week, lumbar laminectomy and excision of any herniated nucleus pulposus should be done",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "7997485a-2d17-414f-8340-cb6b9dc6754d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following spine deformities is being evaluated?",
        "exp": "Ans. (a) Scoliosis. The signs of scoliosis can include: 1. Uneven musculature on one side of the spine. 2. A rib prominence or a prominent shoulder blade, caused by rotation of the ribcage in thoracic scoliosis. 3. When scoliosis is suspected, weight-bearing full-spine AP/coronal (front-back view) and lateral/sagittal (side view) X-rays are usually taken to assess the scoliosis curves and the kyphosis and lordosis, as these can also be affected in individuals with scoliosis. 4. Full -length standing spine X-rays are the standard method for evaluating the severity and progression of the scoliosis, and whether it is congenital or idiopathic in nature. 5. The standard method for assessing the curvature quantitatively is measurement of the Cobb angle, which is the angle between two lines, drawn perpendicular to the upper endplate of the uppermost vertebra involved and the lower end - plate of the lowest vertebra involved. For patients with two curves, Cobb angles are followed for both curves. In some patients, lateral-bending X-rays are obtained to assess the flexibility of the curves or the primary and compensatory curves. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Scoliosis",
        "opb": "Kyphosis",
        "opc": "Gibbus",
        "opd": "Lordosis",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "fa5e0b60-e7ee-4b09-99bd-5b4ffa521a8e",
        "choice_type": "single"
    },
    {
        "question": "Condition in which there is anterior or posterior displacement of a vertebra in relation to the vertebrae below:",
        "exp": "Ans. (c) Spondylolisthesis. Ref: Maheshwari 5th ed. / 283-284. Spondylosis. Degenerative osteoarthritis of the joints between the center of the spinal vertebrae and/ or neural foramina. Spondylitis. Spondylitis is an inflammation of the vertebra. It is a form of spondylopathy. In many cases spondylitis involves one or more vertebral joints as well, which itself is called spondylar- thritis. Spondylolis- thesis. Spondylolisthesis is the anterior or posterior displacement of a vertebra or the vertebral column in relation to the vertebrae below. Spondylolysis. Defect of a vertebra. More specifically it is de- fined as a defect in the pars interarticularis of the vertebral arch",
        "cop": 3,
        "opa": "Spondylosis",
        "opb": "Spondylitis",
        "opc": "Spondylolisthesis",
        "opd": "Spondylolysis",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "218d836b-64d5-4bf6-b5a1-3d6680ad06f8",
        "choice_type": "single"
    },
    {
        "question": "Cobb's angle is used to measure the degree of -",
        "exp": "Ans. is 'a' i. e., Kyphoscoliosis o Severity of the curve in scoliosis is measured by cobb's angle, i. e. an angle between line passing through the margins of vertebra at ends of curve. o To use the cobb method, one must first decide which vertebrae are the end-vertebrae of the curve. These end vertebrae are the vertebrae at the upper and lower limits of curve which tilt most severely toward the conavity of the curve. o Other method used to measure scoliosis angle is Ferguson's method",
        "cop": 1,
        "opa": "Kyphoscoliosis",
        "opb": "Angular deformity of the knee",
        "opc": "Extent of depression in calcaneal fracture",
        "opd": "Extent of spondylolistheis",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "94684ee6-be94-4253-9606-394ac0541e07",
        "choice_type": "single"
    },
    {
        "question": "Dennis stability concept is based on which of the following?",
        "exp": "Ans. b. 3 columns (Ref: Rockwood and Green's Fracture in Adults 7/e p1384). Dennis stability concept is based on 3 columns: Anterior, Middle and Posterior. \"One of the earliest mechanistic classification scheme for thoracolumbar fracture was given by Dennis, who attempted to elucidate the concept of spinal stability by assigning osseous and soft tissue structures into one of three columns (Anterior, Middle and Posterior). \"- Rockwood and Green's Fracture in Adults 7/e p1384. Dennis Stability Concept. One of the earliest mechanistic classification scheme for thoracolumbar fracture was given by Dennis, who attempted to elucidate the concept of spinal stability by assigning osseous and soft tissue structures into one of three columnsQ: Anterior. Middle. Posterior* Anterior half of the vertebral body and anterior longitudinal ligament* Posterior half of the vertebral body /disc and posterior longitudinal ligament* Posterior elements including pedicles and facet joints and the remaining ligaments. This system divides thoracolumbar injuries into 4 principal categories: Compression. Burst. Chance. Fracture-dislocation. With this paradigm, the greatest emphasis is placed on the middle column, such that any injuries extending into this portion of the spine is generally assumed to be unstable.",
        "cop": 2,
        "opa": "2 columns",
        "opb": "3 columns",
        "opc": "4 columns",
        "opd": "5 columns",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "2483d77e-3081-41d0-bf27-2e3c29e9bfeb",
        "choice_type": "single"
    },
    {
        "question": "H-reflex is useful in diagnosing:",
        "exp": "Ans. d. S1 radiculopathy (Ref Harrison 19/e p442e-5, 18/e p45-46 (ebook)H-reflex is useful in diagnosing S1 radiculopathy. 'The H-reflex is easily recorded only from the soleus muscle (S1) in normal adults. It is elicited by low-intensity stimulation of the tibial nerve and represents a monosynaptic reflex in which spindle (la) afferent fibers constitute the afferent arc and alpha motor axons the efferent pathway. The H-reflexes are often absent bilaterally in elderly patients or with polyneuropathies and may be lost unilaterally in S1 radiculopathies. ' - Harrison 18/e p45-46 (ebook)H-Reflex Studies. The H reflex is easily recorded only from the soleus muscle (S1) in normal adults. It is elicited by low-intensity stimulation of the tibial nerve and represents a monosynaptic reflex in which spindle (la) afferent fibers constitute the afferent arc and alpha motor axons the efferent pathway. The H reflexes are often absent bilaterally in elderly patients or with polyneuropathies and may be lost unilaterally in S1 radiculopathiesQ.",
        "cop": 4,
        "opa": "L3 radiculopathy",
        "opb": "L4 radiculopathy",
        "opc": "L5 radiculopathy",
        "opd": "S1 radiculopathy",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "5434b847-6fe2-49bc-ae2b-5ee16c58a0c1",
        "choice_type": "single"
    },
    {
        "question": "Holdsworth classification of thoracolumbar spine fracture is based on how many columns of spine?",
        "exp": "ANSWER: (A) Two. REF: Harris Ik Harris' The Radiology of Emergency\" Medicine By Thomas L. Pope 5th ed page 272, Rockwood 7th ed ch: 43, Spinal Trauma: An Imaging Approach By Victor N. Cassar- Pullicino, Herwig Imhof page 56. One of the first descriptions of fractures of the thoracolumbar spine was put forth by Sir Frank Holds worth in 1953. See details of Dennis' three-column concept of spine in Radiology 2012 Session 2",
        "cop": 1,
        "opa": "Two",
        "opb": "Three",
        "opc": "Four",
        "opd": "Five",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "c4de70aa-7a42-49a0-8620-981baec67ea8",
        "choice_type": "single"
    },
    {
        "question": "The investigation of choice to detect a prolapsed intervertebral disc is?",
        "exp": "Ans. is 'b' i. e., MRI MRI is the investigation of choice for P1D because it shows the following structures clearlyo Prolapse of disco Compression of cordo Any problems with the discs above and belowo Canal Stneosiso Associated features like Ligamentum flavum hypertrophy and facetal arthropathy",
        "cop": 2,
        "opa": "C T Scan",
        "opb": "MRI",
        "opc": "Myelography",
        "opd": "Radiograph",
        "subject_name": "Orthopaedics",
        "topic_name": "Thoracic and Lumbosacral Spine Injuries",
        "id": "6268884d-fead-42ce-a4a5-b79b5b686845",
        "choice_type": "single"
    }
]