[
    {
        "question": "Froment's sign is a feature of:",
        "exp": "Ans. (b) Ulnar nerve palsy. Maheshwari 5th ed. / 64. Tests for ulnar nerve* Card test. Palmar interossei are Adductors (PAD) tested by asking the patient to hold a card between the extended fingers and assess resistance against pulling* Egawatest. Dorsal interossei are Abductors (DAB) supplied by the ulnar nerve. It is tested by asking the patient to place the palm on table and move the middle finger both ways, i. e. towards index finger and ring finger. In Dorsal interossei palsy patient will be unable to abduct the middle finger.* Book test/ Froment's sign. To test adductor pollicis ask the patient to grasp a book or card between extended thumb and index finger. An ulnar nerve palsy patient tries to grasp the book by flexing the inter- phalangeal joint of thumb.",
        "cop": 2,
        "opa": "Radial nerve palsy",
        "opb": "Ulnar nerve palsy",
        "opc": "Median nerve palsy",
        "opd": "Tibial nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Ulnar Nerve Injury",
        "id": "111c5ba8-0f46-429f-b0ff-a06801b071e2",
        "choice_type": "single"
    },
    {
        "question": "Froment's sign is positive in cases of weakness of -",
        "exp": "Ans. is 'a' i. e., Thumb adduction o Normally when a person is asked to grasp a book between the thumb and index finger, he will grasp the book firmly vdth thumb extended., taking full advantage of the adductor pollicis and the first dorsal interosseous muscles, o If the ulnar nerve is injured the adductor pollicis will be paralysed and the patient will hold the book by using the flexor pollicislongus (supplied by median nerve) producing flexion at the interphalangeal joint, o This becomes more pronounced if the examiner tries to pull the book out while the patient tries to hold it. o This sign is known as Troment's sign' or the 'book test'.",
        "cop": 1,
        "opa": "Thumb adduction",
        "opb": "Thumb abduction",
        "opc": "Thumb flexion",
        "opd": "Thumb extension",
        "subject_name": "Orthopaedics",
        "topic_name": "Ulnar Nerve Injury",
        "id": "abca6ca9-156e-4db9-9135-4ed5c6ae5577",
        "choice_type": "single"
    },
    {
        "question": "Card test/ book test is done for which nerve injury",
        "exp": "Ans. (b) Ulnar nerve. Ref Clinical assessment & examination in Orthopedics P67. Tests for ulnar nerve* Card test. Palmar interossei are Adductors (PAD) tested by asking the patient to hold a card between the extended fingers and assess resistance against pulling* Egawatest. Dorsal interossei are Abductors (DAB) supplied by the ulnar nerve. It is tested by asking the patient to place the palm on table and move the middle finger both ways, i. e. towards index finger and ring finger. In Dorsal interossei palsy patient will be unable to abduct the middle finger.* Book test/ Froment's sign. To test adductor pollicis ask the patient to grasp a book or card between extended thumb and index finger. An ulnar nerve palsy patient tries to grasp the book by flexing the inter- phalangeal joint of thumb. Also Know* OSCHNER CLASP TEST and PEN TEST is used to check for MEDIAN NERVE PALSY",
        "cop": 2,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Tibial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Ulnar Nerve Injury",
        "id": "be90f7e2-c445-451f-855f-921d20f6c116",
        "choice_type": "single"
    }
]