[
    {
        "question": "Greenstick/ Nightstick fractures are seen in -",
        "exp": "Ans. is 'a' i. e., Children Greenstick fractureso A greenstick fracture is an incomplete transverse fracture pattern seen in childreno Greenstick fractures occur when an injuring force applied to a bone exceeds the limits of elasticity of the bone. This results in the bone's bending to the point of bony disruption and fracture on the side opposite to the applied forceo However, a green-stick fracture is an incomplete fracture, in which the compressed cortex and periosteum remain intact. o Greenstick fractures of radius-ulna are common fractures in children and often result from a fall on a outstretched hands.",
        "cop": 1,
        "opa": "Children",
        "opb": "Elderly",
        "opc": "Young adults",
        "opd": "Common in all age groups",
        "subject_name": "Orthopaedics",
        "topic_name": "Upper Limb Problems",
        "id": "17a42d8d-bec5-4291-bfb6-8637370448a1",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of aeute compartment syndrome in children is -",
        "exp": "Ans. is 'a' i. e., Fracture supracondylar humerus o Compartment syndrome is most commonly caused by extremity fractures. Supracondylar fracture of humerus is the most common cause is children. Crush injuries to forearm are the most common cause in adults. Other injuries are fracture both bones forearm, elbow dislocation.",
        "cop": 1,
        "opa": "Fracture supracondylar humerus",
        "opb": "Transphysealhumerus fracture",
        "opc": "Fracture radius /ulna",
        "opd": "Fracture shaft humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Upper Limb Problems",
        "id": "8b2778c2-5ed8-432b-9608-696f6381db67",
        "choice_type": "single"
    },
    {
        "question": "Congenital elevation of scapula is called -",
        "exp": "Ans. is 'a' i. e., Sprengel shoulder Congenital high scapula (sprengel's shoulder)o Congenital high scapula is an uncommon congenital deformity characterized by an abnormally high position and relative fixity of scapula. o The anomaly represents a failure of the scapula to descend during development to its normal thoracic position.",
        "cop": 1,
        "opa": "Sprengelshouder",
        "opb": "Bouchard",
        "opc": "Boutennier",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Upper Limb Problems",
        "id": "e5547b12-d8ec-48eb-8481-1802940beab9",
        "choice_type": "multi"
    },
    {
        "question": "Fracture and dislocation of lateral clavicle. Best treatment is:",
        "exp": "Ans. (d) Surgical repair. Ref: Maheshwari 5th ed. / 88; Disorders of shoulder: Diagnosis and management, volume 1/ 961* Since best treatment for lateral third fracture and dislocation of clavicle is asked, the best choice here will surgical repair. References State* \"Distal third of fracture of clavicle accounts for 15% of all clavicle fracture. Non-displaced fractures of the distal clavicle are splinted and treated symptomatically with ice, analgesics and sling. \"* Dislocated fractures of the distal third requires surgical intervention because of the rupture of coracoclavicular ligament.* If displaced fracture is treated conservatively, it may cause non-union. Also Know# NEER CLASSIFICATION used for clavicular fracture",
        "cop": 4,
        "opa": "Figure of 8 splint",
        "opb": "Open reduction",
        "opc": "Normal sling",
        "opd": "Surgical repair",
        "subject_name": "Orthopaedics",
        "topic_name": "Upper Limb Problems",
        "id": "3c38d7a6-99f8-462c-b648-9e1f25db8374",
        "choice_type": "single"
    }
]