[
    {
        "question": "Acute Lung Injury (ALI) is characterized by all except-",
        "exp": "Ans. is 'a' i. e., Pa. O2 /Fi. O2 < 200mm Hg o The Berlin Definition of ARDS (published in 2012) replaces the American-European Consensus Conference's definition of ARDS (published in 1994). o The major changes to the Berlin Definition are that the term - \"Acute lung injury\" has been eliminated. The pulmonary capillary wedge pressure (ie, pulmonary artery occlusion pressure) criterion has been removed. Minimal ventilator settings have been added. Diagnostic criteria Berlin definition o ARDS can be diagnosed once cardiogenic pulmonary edema and alternative causes of acute hypoxemic respiratory failure and bilateral infiltrates have been excluded. o The Berlin Definition of ARDS requires that all of the following criteria be present to diagnose ARDS: Respiratory symptoms must have begun within one week of a known clinical insult, or the patient must have new or worsening symptoms during the past week. Bilateral opacities consistent with pulmonary edema must be present on a chest radiograph or computed tomographic (CT) scan. These opacities must not be fully explained by pleural effusions, lobar collapse, lung collapse, or pulmonary nodules. The patient s respiratory failure must not be fully explained by cardiac failure or fluid overload. An objective assessment (eg, echocardiography) to exclude hydrostatic pulmonary edema is required if no risk factors for ARDS are present. A moderate to severe impairment of oxygenation must be present, as defined by the ratio of arterial oxygen tension to fraction of inspired oxygen (Pa. O2/Fi. O2). The severity of the hypoxemia defines the severity of the ARDS: Mild ARDS o The Pa. O2/Fi. O2 is >200 mm. Hg, but < 300 mm. Hg, on ventilator settings that include positive end-expiratory pressure (PEEP) or continuous positive airway pressure (CPAP) > 5 cm H2O. Moderate. ARDS o The Pa. O2/Fi. O2 is >100 mm. Hg, but < 200 mm. Hg, on ventilator settings that include PEEP >5 cm H2O. Severe ARDS o The Pa. O2/Fi. O2 is < 100 mm. Hg on ventilators setting that include PEEP > 5 cm H2O. o To determine the Pa. O2/Fi. O2 ratio, the Pa. O2 is measured in mm. Hg and the Fi. O2 is expressed as a decimal between 0-21 and 1.",
        "cop": 1,
        "opa": "Pa. O2 /Fi. O2 < 200mm Hg",
        "opb": "Bilateral interstitial infiltrates",
        "opc": "PCWP < 18 mm Hg",
        "opd": "Normal Left atrial pressure",
        "subject_name": "Medicine",
        "topic_name": "Acute Respiratory Distress Syndrome",
        "id": "08b378cb-dcb6-41e8-bde2-a7f4213603fd",
        "choice_type": "multi"
    },
    {
        "question": "Shock lung is better known as?",
        "exp": "ANSWER: (D) ARDSREF: Robbin s pathology 7th ed p. 700 Radiology of chest diseases By Sebastian Lange, Geraldine Walsh, Geraldine Walsh, P321, http://www. ncbi. nlm. nih. gov./pubmedhealth/PMH0001164/Synonyms of Acute respiratory distress syndrome are: Non-cardiogenic pulmonary edema. Increased-permeability pulmonary edema. Stiff lung. Shock lung. ARDSAcute lung injury",
        "cop": 4,
        "opa": "Alveolar proteinosis",
        "opb": "Alveolar hemorrhage",
        "opc": "Pulmonary edema",
        "opd": "ARDS",
        "subject_name": "Medicine",
        "topic_name": "Acute Respiratory Distress Syndrome",
        "id": "b7cdcf8d-cd24-4710-aa17-baab4d5d5e10",
        "choice_type": "single"
    }
]