[
    {
        "question": "Which of the following is the most specific and sensitive screening test for renovascular hypertension?",
        "exp": "Hypertension due to an occlusive lesion of a renal aery is renovascular hypertension. In the initial stages, the mechanism of hypertension generally is related to activation of the renin-angiotensin system. Obstruction of the renal aery leads to decreased renal perfusion pressure, thereby stimulating renin secretion. Over time, possibly as a consequence of secondary renal damage, this form of hypertension may become less renin-dependent. As a screening test, renal blood flow may be evaluated with a radionuclide -ohoiodohippurate (OIH) scan, or glomerular filtration rate may be evaluated with a - diethylenetriamine pentaacetic acid (DTPA) scan before and after a single dose of captopril (or another ACE inhibitor). Contrast aeriography remains the \"gold standard\" for evaluation and identification of renal aery lesions. Harrison 19e pg: 1618",
        "cop": 2,
        "opa": "HRCT",
        "opb": "CT Angiography",
        "opc": "Captopril enhanced radionucleotide scan",
        "opd": "Doppler ultrasound of renal aeries",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1081d0b1-9e05-4d2a-8c52-1668deea11ac",
        "choice_type": "single"
    },
    {
        "question": "Drug NOT used in pulmonary hypertension is?",
        "exp": "alpha blockers Pulmonary hypertension General management Diuretic therapy may be useful as it relieves pulmonary edema. Anticoagulant therapy is advocated for all patients. Specific management Calcium channel blockers Patients who have substantial reductions in pulmonary aerial pressure in response to sho acting vasodilators at the time of cardiac catheterization should he initially treated with calcium channel blockers. Endothelin receptor antagonist Bostenan is a non-selective endothelium receptor antagonist, is an approved t/t, for patients who are NYHA. functional classes III and IV. Phosphodiesterase-5 inhibitors Slidenafil is used for patients who are NYHA functional classes II and Prostacyclins Iloprost is a prostacyclin analogue used in PAH patients who are NYHA functional classes III and IV. Pulmonary circulation is unique in that it accommodates a blood flow that is almost equal to that of all the other organs of body but still maintains low pressure. The factors responsible for low pressure in pulmonary circulation (even with large volume of blood) are:- - Larger diameter of pulmonary vessels due to thin wall of pulmonary aery and aerioles.",
        "cop": 3,
        "opa": "Calcium channel blocker",
        "opb": "Endothelin receptor antagonist",
        "opc": "Alpha blocker",
        "opd": "Prostacyclin",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ce5c0538-d1f0-4709-b043-eb99bad92073",
        "choice_type": "single"
    },
    {
        "question": "renal papillary necrosis is caused by?",
        "exp": "Etiology # Pyelonephritis # Obstruction of the urinary tract # Sickle cell hemoglobinopathies, including sickle cell trait # Tuberculosis # Cinhosis of the liver, chronic alcoholism # Analgesic abuse # Renal transplant rejection, Radiation, Renal vein thrombosis # Diabetes mellitus # Systemic vasculitis Renal papillary necrosis # Renal papillary necrosis (RPN) is characterized by coagulative necrosis of the renal medullary pyramids and papillae # Renal papillary necrosis generally affects individuals who are in the middle decades of life or older # It is more common in women than in men # 60% of the patients have DM, 30% Urinary tract obsruction, 15% have both. # Renal papillary necrosis is primarily a bilateral process ref: harrisons 21st ed",
        "cop": 1,
        "opa": "alcohol",
        "opb": "cocaine",
        "opc": "heroin",
        "opd": "morphine",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5f4b4e34-a0b0-4a8f-a266-03dc79aaa72c",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis B virus is NOT present in",
        "exp": "(ref: Harrison's 18/e p2108)",
        "cop": 4,
        "opa": "Milk",
        "opb": "Sweat",
        "opc": "Stool",
        "opd": "Lymph",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cdb2d02d-eb8a-4707-ab9c-ed0a9248c687",
        "choice_type": "single"
    },
    {
        "question": "A 25yr old male presented to OPD with complain of recurrent oral ulcers and congested eyes. On enquiry he has h/o prior hospital admission for venous thrombosis What is the condition he is suffering from",
        "exp": "Behcet&; s Disease: A delay in the diagnosis of Behcet&; s disease is common. Knowing what to look for can help you take control of the disease Eye Inflammation -Occurs in more than 50% of patients and can result in blurry vision, sensitivity to light pain and redness. Can lead to blindness if untreated. Mouth Sores - One of the most common and earliest signs. Look like canker sores on lips, tongue, cheek lining or the roof the mouth. Skin Sores Occur in 60-90% of patients. Can look like bumps resembling acne anywhere on the skin or as red, tender nodules on the legs, arms, face and neck. Genital Sores Appear in about 75% of people. Tend to be larger and deeper than oral sores and often scar. Joint Pain & Swelling - Ahritis or spondylitis affect 50% of patients. Can affect an individual or multiple joints, causing pain, swelling, and stiffness. REF: HARRISONS 21. ST ED",
        "cop": 3,
        "opa": "SLE",
        "opb": "Reiter's syndrome",
        "opc": "BEHCETS DISEASE",
        "opd": "Wegner's Granulomatous",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d4bc2db7-2248-49cf-bab9-b9077a1d2075",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in ARDS?",
        "exp": "Ref: Harrison's 18/e p2206, 17/e p1680, 1681",
        "cop": 4,
        "opa": "Hypoxemia",
        "opb": "Hypercapnia",
        "opc": "Pulmonary edema",
        "opd": "Stiff lung",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1202b747-45f3-45f8-9750-38c99a04265f",
        "choice_type": "single"
    },
    {
        "question": "On the basis of BMI obesity is labeled at",
        "exp": "Body mass index (BMI) or Quetelet index: Defined as the body mass divided by the square of the body height, and is expressed in units of kg/m2. BMIWeight status< 18. 5 Underweight18. 5-24. 9 Healthy25. 0-29. 9. Overweight>= 30. 0. Obese30. 00-34. 99 Obese class I35. 00-39. 99 Obese class II>= 40 Obese class IIIRef: Harrison's 18/e p608, 622, 630",
        "cop": 3,
        "opa": "20",
        "opb": "25",
        "opc": "30",
        "opd": "18",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5427f97d-40f6-4a32-b617-db9de0c864d7",
        "choice_type": "single"
    },
    {
        "question": "The diagnosis of gout is best established by the presence of",
        "exp": "Gout / Hyperuricemia Gout refers to the disease that occurs in response to the presence of monosodium urate (MSU) crystals in joints, bones, and soft tissues. Causes of Gout. Increased production. Decreased renal excretion. Hypoxanthine-guanine phosphoribosyltransferase (HGP) deficiency. Phosphoribosylpyrophosphate (PRPP) synthetase overactivity. Glucose -6-phosphatase deficiency. Myeloproliferative disorder. Lymphoproliferative disorder. Malignancies. Hemolytic disorder. Psoriasis. Obesity. Ethanol abuse. Excessive dietary purine ingestion. Cytotoxic drugs. Inherited isolated renal tubular defect. Renal failure. Lead poisoning. Diabetic ketoacidosis. Lactic acidosis. Hypothyroidism. Drugs- thiazides, pyrazinamide, cyclosporine. Clinical features. Diagnosis. Acute gout -ahritis ( MP joint of big toe), bursitis (olecranon bursa ). Chronic gout - increase in frequency of acute gouty attacks. Tophi - collection of solid urate in connective tissues, irregular firm painless nontender nodules on extensor surfaces of finger, hand, and elbow. Polarizing microscopy - identification of monosodium urate crystals Histology - birefringent urate crystals on biopsy Elevated uric acid levels24-hour urinary uric acid excretion Radiology - narrowing of joint space, sclerosis, cysts, osteophytes & calcified tophi. Treatment: Acute attack - NSAIDs. Chronic stage - Allopurinol, Probenecid, benzbromarone Definitive diagnosis of gout requires aspiration of the involved joint and demonstration of intracellular monosodium urate crystals in synol fluid. Under polarized light, these are demonstrated as \"strongly negative birefringent needle-shaped crystals. \"(Refer: Harrison's Principles of Internal Medicine, 18th edition, pg no: 2836-2839)",
        "cop": 2,
        "opa": "Synol uric add crystals",
        "opb": "Intracellular uric acid crystals",
        "opc": "Elevated serum uric acid",
        "opd": "Involvement of the first metatarsal phalangeal joint",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "0f3af128-25e2-4000-8ad7-1b3078efe483",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary plethora is seen in?",
        "exp": "PLETHORA= INCREASED PULMONARY MARKINGS SEEN IN TAPVC, ASD, VSD, TGA REF: BRAUWALD CARDIOLOGY",
        "cop": 1,
        "opa": "TAPVC",
        "opb": "TOF",
        "opc": "EBSTIEN ANAMOLY",
        "opd": "TRICUSPID ATRESIA",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "90f33636-ab0a-4db3-a03d-4270bd9045f8",
        "choice_type": "single"
    },
    {
        "question": "Superior rib notching is not associated with which of the enlisted conditions?",
        "exp": ".",
        "cop": 3,
        "opa": "Hyperparathyroidism",
        "opb": "Marfan syndrome",
        "opc": "Blalock-Taussig shunt",
        "opd": "Systemic lupus erythematosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f7393b48-aae3-416a-9da5-7ae5c80a2dfa",
        "choice_type": "single"
    },
    {
        "question": "Strong correlation with colorectal cancer is seen in",
        "exp": "NON NEOPLASTIC POLYPSPOLYPSLOCATIONHISTOLOGICAL TYPERISK OF MALIGNANCYASSOCIATED LESIONSHyperplastic polypscolon. Hyperplastic colonic epithelial celss. Rare. Juvenile polyps. Large and small intestine, stomach. Hamaomasrare. Peutz jeghers syndrome. Jejunum(mainly)hamaomasrare. Pigmentation in the mouth. tumours of the ovary, breast, endometrium, and pancreas. NEOPLASTIC POLYPSTubular adenomatous polyps. Large and small intestine, stomachadenoma1-3%Villous adenomas. Large intestineadenoma40%Familial polyposis coli. Large intestineadenoma100%Gardner's syndrome. Large and small intestineadenoma100%Bone and soft tissue lesions, ampullary cancer, congenital hyperophy of pigment epithelium. Turcot's syndrome. Large intestineadenoma100%Brain tumors(Ref: Harrison's 18/e768, 769, 7770)",
        "cop": 2,
        "opa": "Peutz-Jegher's polyp",
        "opb": "Familial polyposis coli",
        "opc": "Juvenile polyposis",
        "opd": "Hyperplastic polyp",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4bb4e158-6349-412c-b907-fe6639638608",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old girl presents with amenorrhoea, milk discharge, weight loss. Diagnosis is",
        "exp": "Its tempting here to go for Hypothyroidism but that is usually associated with weight gain. However, pituitary tumors and craniopharyngiomas can cause increase in PRL and consequent galactorrhea, weight loss attributed then to the malignant process. Ref - Harrison 20e pg2673",
        "cop": 1,
        "opa": "Pituitary Cancer",
        "opb": "Anorexia nervosa",
        "opc": "Hypothyroidism",
        "opd": "Hypothalamic cause",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ac2b2c6f-6c24-4117-a0b0-02c0241aec10",
        "choice_type": "single"
    },
    {
        "question": "An ophthalmoplegic migraine means",
        "exp": "Ophthalmoplegic migraine is characterized by recurrent attacks of ophthalmoplegia, following severe migrainous headaches. The condition almost always begins in childhood, and is considered to be rare in adults. However, OM may occur for the first time in adult life. The typical clinical picture of OM includes a child with severe migraine that lasts for several days and is followed soon after, by ptosis and diplopia due to isolated oculomotor nerve palsy, as the headache remits. Pupillary involvement with a 'full blown' pupil is the rule in children. However, pupillary sparing is not uncommon, especially in adults. Abducens nerve involvement is uncommon and trochlear nerve palsy is rare. Recovery is the rule. Rarely, deficits persist after multiple attacks. ref - pubmed. com",
        "cop": 1,
        "opa": "When headache is followed by complete paralysis of the III rd and VI nerve on the same side as the hemicrania.",
        "opb": "When the headache is followed by paial paralysis of the IIIrd nerve on the same side as the hemicrania with out any scotoma.",
        "opc": "Headache associated with IIIrd, IVth and VIth nerve paralysis.",
        "opd": "Headache associated with optic neuritis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "b8d8db6d-c47f-40d8-b43d-1ad959f039ec",
        "choice_type": "single"
    },
    {
        "question": "pH 7. 24, Pa. O2 55 mm Hg, Pa. CO250 mm Hg, HCO3-30 m. Eq/L consistent with:",
        "exp": "pH < 7. 35 is acidosis; pH >7. 45 is alkalosis. Primary change in HCO3- is termed as metabolic (normal range: 22-30 meq/l). If there is acidosis and HCO3- decreased, the problem is a metabolic one. If in acidosis HCO3- is increased or normal, the problem is compensatory metabolic. Primary change in CO2 is termed as respiratory (normal range: 35-45 mm. Hg). If in acidosis CO2 is raised, the problem is respiratory. If in acidosis CO2 is decreased or normal, the problem is compensatory respiratorypH is low, HCO3- is high, Pa CO2 is high. Ref: Harrison's 18/e p363, 17/e p384, 2061",
        "cop": 1,
        "opa": "Respiratory acidosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "35d75098-0242-48cc-8a93-5f7f14ab4241",
        "choice_type": "single"
    },
    {
        "question": "C wave in JVP is DUE TO",
        "exp": "ref: rhagawa rao cardiology",
        "cop": 1,
        "opa": "Bulging of tricuspid valve during the isovolumetric contraction phase",
        "opb": "Atrial systole",
        "opc": "Passive filling ventricle",
        "opd": "Atrial relaxation",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ac067301-20b8-445b-8f1f-c1fcd65ad3ee",
        "choice_type": "single"
    },
    {
        "question": "A 74 yr old male patient was brought to the OPD by his daughter complaining of urinary incontinence and ataxia, also he has difficulty in calculating simple arithemetics and memory loss. What is the probable diagnosis",
        "exp": "CLINICAL FEATURES IN NORMAL PRESSURE HYDROCEPHALUS Difficulty walking. This problem can be mild or severe.... Dementia. This often involves confusion, sho-term memory loss/forgetfulness, trouble paying attention, changes in mood, and a lack of interest in daily activities. Problems with bladder control. REF: HARRISONS 21. ST ED",
        "cop": 1,
        "opa": "Normal pressure hydrocephalus",
        "opb": "Vascular dementia",
        "opc": "VIT B12 dofficiency",
        "opd": "Tabes dorsalis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "86ba5921-fef1-4edc-8aa4-13878099ffae",
        "choice_type": "single"
    },
    {
        "question": "Riociguat is used in the treatment of:",
        "exp": "Riociguat a soluble guanylate cyclase stimulator. It is the only therapy approved by USFDA for inoperable CTEPH (Chronic thromboembolic pulmonary hypertension). Best treatment for operable cases is pulmonary thromboendaerectomy done in expe centres. Reference: Ghofrani HA, D'Armini AM, Grimminger F, Hoeper MM, Jansa P, Kim NH, Mayer E, Simonneau G, Wilkins MR, Fritsch A, Neuser D, Weimann G, Wang C; CHEST-1 Study Group. Riociguat for the treatment of chronic thromboembolic pulmonary hypertension. N Engl J Med. 2013; 369: 319-329",
        "cop": 3,
        "opa": "Gouty ahritis",
        "opb": "Rheumatoid ahritis",
        "opc": "Chronic thromboembolic pulmonary hypertension",
        "opd": "Obesity",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "59700ef1-9802-40ca-b268-34274af7efa3",
        "choice_type": "single"
    },
    {
        "question": "Which is not a somatoform disorder?",
        "exp": "Obsessive-compulsive disorder (OCD) is characterized by obsessive thoughts and compulsive behaviors that impair everyday functioning. Fears of contamination and germs are common, as are handwashing, counting behaviors, and having to check and recheck such actions as whether a door is locked. The degree to which the disorder is disruptive for the individual varies, but in all cases, obsessive-compulsive activities take up >1 h per day and are undeaken to relieve the anxiety triggered by the core fear. The somatoform disorders are a group of psychological disorders in which a patient experiences physical symptoms that are inconsistent with or cannot be fully explained by any underlying general medical or neurologic condition. The somatoform disorders represent the severe end of a continuum of somatic symptoms Ref - Harrison 20thedition pg 3267",
        "cop": 2,
        "opa": "Body dysmorphic disorder",
        "opb": "Obsessive compulsive disorder",
        "opc": "Somatoform pain disorder",
        "opd": "Hypochondriasis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "29b655b6-9665-4dc1-9f7c-0c17eae97fd2",
        "choice_type": "single"
    },
    {
        "question": "Neonatal thymectomy leads to:",
        "exp": "Tissue Thymus dependent(collection of T-lymphocytes). Thymus-independent Bursa dependent (collection of B-lymphocytes). Spleen Periaerial lymphoid collection. Malpighian corpuscle in white pulp. Perifollicular region. Germinal centre. Mantle layer. Lymph node. Paracoical area between follicles in coex and medullary cords in medulla. Coical follicles. Germinal centres. Medullary cords. Thymus-dependent regions are found grossly depleted in neonatal thymectomy (ref: Ananthanarayanan 7/e p119)",
        "cop": 2,
        "opa": "Decreased size of germinal center",
        "opb": "Decreased size of paracoical areas",
        "opc": "Increased antibody production",
        "opd": "Increased bone marrow production of Lymphocytes",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4b584080-9f42-4abe-a93f-b2bd91cd1287",
        "choice_type": "single"
    },
    {
        "question": "Anti-ds DNA antibodies are most specific for",
        "exp": "The best screening test for SLE is a demonstration of Antinuclear antibodies (ANA) Sensitive test for SLE ANA Specific test for SLE Anti-ds DNA and Anti Sm antibody Ref - Harrison's internal medicine 20e pg 2515, 2516f, 2517t, 2518t, 2522",
        "cop": 1,
        "opa": "SLE",
        "opb": "Rheumatoid ahritis",
        "opc": "Scleroderma",
        "opd": "Polymyositis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a358d9e6-0906-43e1-b9e7-9cf1cbe84cb5",
        "choice_type": "single"
    },
    {
        "question": "Ahritis is not a pa of",
        "exp": "Lupus has non-erosive, intermittent polyahritis. Diagnostic criteria for ahritis in SLE includes non-erosive ahritis involving two or more peripheral joints characterised by tenderness, swelling or effusion. Psoriatic ahritis involves PIP, DIP, MCP and wrist. Sparing of any joint may or may not be present. Reiter's syndrome and reactive ahritis are regarded as a spectrum of the same disease. (Triad of ahritis, urethritis, and conjunctivitis - Fiessenger-Leroy-Reiter syndrome). Ref: Harrison's 18/e p2728, 2780, 2790, 2847",
        "cop": 3,
        "opa": "Lupus",
        "opb": "Psoriasis",
        "opc": "Wegner's granulomatosis",
        "opd": "Reiter's syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "297965bb-2d36-4d5c-b847-9788e7df8ac6",
        "choice_type": "single"
    },
    {
        "question": "The commonest type of seizure in a newborn is",
        "exp": "The most common seizures in late infancy and early childhood are febrile seizures. The overall prevalence is 3-5% and Patients often have a family history of febrile seizures or epilepsy. Febrile seizures usually occur between 3 months and 5 years of age and have a peak incidence between 18 and 24 months. The typical scenario is a child who has a generalized, tonic-clonic seizure during a febrile illness during the rising phase of the temperature curve (i. e., during the first day). A simple febrile seizure is a single, isolated event, brief, and symmetric in appearance. Complex febrile seizures are characterized by repeated seizure activity, duration >15 minutes, or by focal features. Complex febrile seizures have a risk of 2-5% of recurrence. Ref: Harrison; 19th edition",
        "cop": 3,
        "opa": "Clonic",
        "opb": "Tonic",
        "opc": "Febrile",
        "opd": "Myoclonic",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c459fc7f-5ee2-4070-b7b6-1979223de8f4",
        "choice_type": "single"
    },
    {
        "question": "A 55ps old male presents with tachypnea and mental confusion. Blood glucose 350mg/dL pH 2. 7 What is the most likely acid base disorder",
        "exp": "The condition of patient is D K A ref: harrisons 21st ed",
        "cop": 3,
        "opa": "metabolic alkalosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "02f84b59-a2d6-4655-8529-31acb9fdba40",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition elevated ACTH and coisol levels in comparison to a normal individual in the evening",
        "exp": "Addison disease primary adrenal insufficiency due to disease that destroy the adrenal coex ref: harissons 21st ed",
        "cop": 3,
        "opa": "addison disease",
        "opb": "normal person after giving dexamethasone",
        "opc": "normal person after waking up in morning",
        "opd": "Cushing's syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a6a912d2-cc82-4961-8ce8-0d6335444fae",
        "choice_type": "single"
    },
    {
        "question": "A moribund patient who is not expected to survive without an operation is put under which category as per the ASA Physical status classification system?",
        "exp": "ASA Physical Status Classification System P1 A normal healthy patient P2 A patient with mild systemic disease P3 A patient with severe systemic disease P4 A patient with severe systemic disease that is a constant threat to life P5 A moribund patient who is not expected to survive without the operation P6 A declared brain-dead patient whose organs are being removed for donor purposes Score Moality (%) P1 0. 1 P2 0. 2 P3 1. 8 P4 7. 8 P5 9. 4 ref - Researchgate. net",
        "cop": 3,
        "opa": "P2",
        "opb": "P4",
        "opc": "P5",
        "opd": "P6",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3859e79a-39ad-4131-a6f0-2de9bcc993a0",
        "choice_type": "single"
    },
    {
        "question": "Criteria for Brainstem death includes:",
        "exp": "Brainstem death is defined by the absence of all brainstem mediated cranial nerve reflexes. Pupillary Light Reflex is a brainstem mediated cranial nerve reflex that is absent in brainstem death. The pupils are usually midsized but may be dilated (should not however be small). Occulo-cephalic (Doll&; s eye) reflex and Vestibulo-ocular (Caloric) reflex are both brainstem mediated cranial nerve reflexs that should be absent in Brainstem death. Criteria for Brain Death/Brainstem death The definition of Brain stem death requires simultaneous demonstration that the patient has irreversibly lost the capacity of consciousness (Coma) and the capacity to breathe (Apnoea) both of which are dependent on intact brainstem. Clinical assessment of the integrity of Brainstem has two components including assessment of the integrity of brainstem mediated cranial nerve reflexes and the Apnea test. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 2,
        "opa": "Positive Doll's eye Reflex",
        "opb": "Absent pupillary light reflex and delated pupils",
        "opc": "Pinpoint pupils",
        "opd": "Positive vestibulo-ocular reflex",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "65c7a457-bb76-4ca8-b369-f0d91eac4fb0",
        "choice_type": "single"
    },
    {
        "question": "As per NCEP ATP 3 which is not included in metabolic syndrome",
        "exp": "REF: HARRISONS 21. ST ED",
        "cop": 2,
        "opa": "Hyperiglyceridemia",
        "opb": "High LDL",
        "opc": "central obesity",
        "opd": "Hypotension",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4eb128c6-83a4-43a6-99d1-97d68e0dc2ab",
        "choice_type": "single"
    },
    {
        "question": "\"Face of giant panda\" sign on MRI brain is seen in",
        "exp": "The \"Face of the Giant Panda\" sign, \"Panda Sign of the Midbrain, \" or \"Double-Panda Sign\" refers to a characteristic \"panda's face\" appearance in MRI images of patients suffering from Wilson's disease. Along with Kayser-Fleischer rings, the sign is helpful in diagnosis ref - Researchgate. net",
        "cop": 1,
        "opa": "Wilson's disease",
        "opb": "Japanese encephalitis",
        "opc": "Rasmussen's encephalitis",
        "opd": "Wernicke's encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7229feed-a4fb-40c1-a473-a8cc81038300",
        "choice_type": "single"
    },
    {
        "question": "IL-1 produces:",
        "exp": "IL-1 in response to injury increases T lymphocyte activation. It is secreted by phagocytes. Also increases PMN release from bone marrow. Its actions are: Promotes wound healing. Diminishes pain perception. Increases body temperature(ref: Harrison's 18/e p2659, table 314-7)",
        "cop": 1,
        "opa": "T lymphocyte activation",
        "opb": "Delayed wound healing",
        "opc": "Increased pain perception",
        "opd": "Decreased PMN release from bone marrow",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ea94d5a2-a518-4fcd-896a-95e144161dcc",
        "choice_type": "single"
    },
    {
        "question": "Sleep spindles and K complexes occur in which phase of the sleep cycle?",
        "exp": "Stage II- Low voltage, mixed frequency background with sleep spindles (12-14 cps bursts) and K complexes (negative sharp wave followed by positive slow wave)",
        "cop": 3,
        "opa": "REM",
        "opb": "Stage I",
        "opc": "Stage II",
        "opd": "Stage III",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "208baccc-730a-4bf5-b0cc-ab4973221df4",
        "choice_type": "single"
    },
    {
        "question": "Which channel is defective in \"Malignant Hyperpyrexia\"?",
        "exp": "Malignant hypehermia: Inheritance is autosomal dominance. The defect is located on the long arm of chromosome 19 involving the Ryanodine receptor of the skeletal muscle sarcoplasmic reticulum. This is associated with L-type calcium channels. There will be a rapid increase in intracellular calcium level in response to halothane and other inhalational anaesthetics or to succinylcholine. Features are: Elevated temperature, increased muscle metabolism, muscle rigidity, rhabdomyolysis, acidosis and cardiovascular instability develop within minutes. This rare condition is often fatal (ref: Harrison's 17/e p118, 18/e p144)",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Potassium",
        "opc": "Calcium",
        "opd": "Magnesium",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2be4e31f-6838-47ae-b104-cdd612ea51fa",
        "choice_type": "single"
    },
    {
        "question": "Symmetric, high voltage, triphasic, slow wave EEG pattern is seen in?",
        "exp": "Symmetric, high voltage, triphasic, slow wave EEG pattern is characteristic of hepatic encephalopathy. But it is also seen in other conditions like Encephalopathy secondary to pulmonary or renal failure Acute hydrocephalus Ref: Harrison's Principles of Internal Medicine 21st ed",
        "cop": 4,
        "opa": "Uremic encephalopathy",
        "opb": "Hypoxic ischemic encephalopathy",
        "opc": "Hypercapnic encephalopathy",
        "opd": "Hepatic encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7e98b626-7276-4620-af84-4276dce15f10",
        "choice_type": "single"
    },
    {
        "question": "CDC Stage 3 (AIDS) - Defining Oppounistic Illnesses in HIV Infection doesn't include",
        "exp": "CDC Stage 3 (AIDS)-Defining Oppounistic Illnesses in HIV Infection: Bacterial infections, multiple or recurrent. Candidiasis of bronchi, trachea, or lungs. Candidiasis of esophagus. Cervical cancer, invasive. Coccidioidomycosis, disseminated or extrapulmonary. Cryptococcosis, extrapulmonary. Cryptosporidiosis, chronic intestinal (>1 month's duration). Cytomegalovirus disease (other than liver, spleen, or nodes), onset at age >1 month. Cytomegalovirus retinitis (with loss of vision). Encephalopathy attributed to HIVHerpes simplex: chronic ulcers (>1 month's duration) or bronchitis, pneumonitis, or esophagitis (onset at age >1 month). Histoplasmosis, disseminated or extrapulmonary. Isosporiasis, chronic intestinal (>1 month's duration). Kaposi's sarcoma. Lymphoma, Burkitt's (or equivalent term). Lymphoma, immunoblastic (or equivalent term). Lymphoma, primary, of brain. Mycobacterium avium complex or Mycobacterium kansasii, disseminated or extrapulmonary. Mycobacterium tuberculosis of any site, pulmonary, disseminated, or extrapulmonary. Mycobacterium, other species or unidentified species, disseminated or extrapulmonary. Pneumocystis jirovecii (previously known as Pneumocystis carinii) pneumonia. Progressive multifocal leukoencephalopathy. Salmonella septicemia, recurrent. Toxoplasmosis of brain, onset at age >1 month. Wasting syndrome attributed to HIV(ref: Harrison's 19/e p1506, 1215)",
        "cop": 1,
        "opa": "Oral candidiasis",
        "opb": "Pneumocystis carini pneumonia",
        "opc": "Wasting syndrome",
        "opd": "Kaposi's sarcoma",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6892b07e-eb03-48c6-a5a5-55ef7cbee042",
        "choice_type": "single"
    },
    {
        "question": "Chvostek sign is seen in:",
        "exp": "Hypocalcemia Idiopathic hypoparathyroidism is associated with: Genetic syndrome of hypoparathyroidism, - Addison&; s disease and - Mucocutaneous candid iasis Pseudohypoparathyroidism: No deficiency of parathormone, but target organ (bone and kidney) are unresponsive to its action Chvostek&; s sign: Contraction of facial muscles, elicited by light tapping of the facial nerve ECG changes: Prolongation of QT interval REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 2,
        "opa": "Hypercalcemia",
        "opb": "Hypoparathyroidism",
        "opc": "Insulinoma",
        "opd": "Diabetes mellitus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f7a04ab5-e53e-49e6-b40e-9f006222115f",
        "choice_type": "single"
    },
    {
        "question": "Legacy effect is related to which of the diabetes complication?",
        "exp": ".",
        "cop": 4,
        "opa": "Renal",
        "opb": "Neuropathy",
        "opc": "Retinopathy",
        "opd": "Cardiovascular",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4b972f13-cbdd-43e2-b5ee-64fc546610c2",
        "choice_type": "single"
    },
    {
        "question": "For assessment cardiovascular disease MONICA project is used What is it associated with",
        "exp": "The MONICA study will involve measurement of: a. incidence rates b. case fatality c. risk-factor levels d. medical care ref: WHO AICLE ON MONICA PROJECT",
        "cop": 3,
        "opa": "Risk factor intervention trials for CVD",
        "opb": "Oslow diet / smoking intervention study",
        "opc": "Monitoring of trends & determinants in cardiovascular disease",
        "opd": "Lipid research clinics study",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4f945b74-8fce-439d-9ef9-432aeacc3410",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most characteristic of congenital hyperophic pyloric stenosis?",
        "exp": "Congenital hyperophic pyloric stenosis is more common in first born males. Symptoms usually sta after 3 weeks of age. Nonbilious vomiting is the initial symptom. After vomiting, the infant becomes hungry and wants to feed again. The metabolic disturbance is hypochloremic metabolic alkalosis. Clinical diagnosis is by palpation of hyperophic mass, confirmed by USG. The surgical procedure of choice is Ramstedt pylorotomy. Ref: Nelson 17th/e p1229",
        "cop": 2,
        "opa": "Affects the first born female child",
        "opb": "The pyloric tumour is best felt during feeding",
        "opc": "The patient is commonly marasmic",
        "opd": "Loss of appetite occurs early",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c6fca22c-1d70-4519-84e3-b22cd0186e77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following murmurs increase with Valsalva maneuver?",
        "exp": "Hyperophic cardiomyopathy is defined as left ventricular hyperophy that develops in the absence of causative hemodynamic factors, such as hypertension, aoic valve disease, or systemic infiltrative or storage diseases. Patients may be diagnosed after undergoing evaluations triggered by the abnormal physical findings (murmur) or symptoms of exeional dyspnea, angina, or syncope. Alternatively, diagnosis may follow evaluations prompted by the detection of disease in family members. The systolic ejection murmur of left ventricular outflow tract obstruction is harsh and late peaking and can be enhanced by bedside maneuvers that diminish ventricular volume and transiently worsen obstruction, such as standing from a squatting position or the Valsalva maneuver. Ref: Harrison; 19th edition; Page no: 1569",
        "cop": 4,
        "opa": "MR",
        "opb": "VSD",
        "opc": "AS",
        "opd": "Hyperophic cardiomyopathy",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a258cc15-800c-4853-8ed5-33346ac18e67",
        "choice_type": "single"
    },
    {
        "question": "Characteristic skin lesion in Peutz-Jeghers syndrome is",
        "exp": "Lentigines in patients with Peutz-Jeghers syndrome are located primarily around the nose and mouth, on the hands and feet, and within the oral cavity. Ref - Harrison 20thedition pg 223t, 573t",
        "cop": 2,
        "opa": "Freckles",
        "opb": "Lentigines",
        "opc": "Cafe au lait spots",
        "opd": "Adenoma sebaceum",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "57b5af64-0c74-44ae-8307-b0c1efbc5d84",
        "choice_type": "single"
    },
    {
        "question": "what is likely diagnosis of following CXR?",
        "exp": "Tetralogy of fallot Commonest cyanotic congenital heart disease in children above the age of two years constituting almost 75 % of all blue patients. Four constituents of tetra logy as described originally by Fallot consist of:- * 1. Ventricular septa! defect (VSD) # 2. Pulmonic stenosis # 3. overriding or dextroposed aoa, and # 4. Right ventricular hyperophy REF: HARRISONS 21. ST ED",
        "cop": 1,
        "opa": "TOF",
        "opb": "TAPVC",
        "opc": "VSD",
        "opd": "ASD",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5e43a104-3838-4954-bea7-5a52c7647e3e",
        "choice_type": "single"
    },
    {
        "question": "Aspirin-sensitive asthma is associated with",
        "exp": "`Aspirin associated Asthma usually begins with perennial vasomotor rhinitis that is followed by hyperplastic rhinosinusitis with nasal polyps&; -- Harrisons Aspirin associated Asthma: Primarily affects adults, although the condition may occur in childhood. Usually begins with perennial vasomotor rhinitis that is followed by hyperplastic rhinosinusitis with nasal polyps. Progressive asthma then appears. On exposure to even very small quantities of aspirin, affected individuals typically develop ocular and nasal congestion and acute, often severe episodes of airways obstruction. Death may follow ingestion of aspirin. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 3,
        "opa": "Obesity",
        "opb": "Uicaria",
        "opc": "Nasal polyp",
        "opd": "Extrinsic asthma",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a57e0ff8-8dd5-4a87-b23f-76604dafdbd6",
        "choice_type": "single"
    },
    {
        "question": "Before staing Infliximab in a 65-year-old gentleman for Inflammatory bowel disease, following test is done",
        "exp": "Anti-TNF drugs (infliximab, adalimumab) are associated with an increased risk of infections, paicularly reactivation of latent tuberculosis and oppounistic fungal infections including disseminated histoplasmosis and coccidioidomycosis. It is recommended that patients have a purified protein derivative (PPD) or a Quanti. FERON-TB gold test as well as a chest x-ray before initiation of anti-TNF therapy. Patients over 65 have a higher rate of infections and death on infliximab or adalimumab than those younger than 65 years of age. Ref: Harrison's 19e p1962",
        "cop": 2,
        "opa": "Colonoscopy",
        "opb": "Mantoux test",
        "opc": "ERCP",
        "opd": "Liver biopsy",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e039fd78-52a4-4f74-a059-914b0bcc44b5",
        "choice_type": "single"
    },
    {
        "question": "Corpulence index means",
        "exp": "Corpulence index = actual weight divided by the desirable weight(Ref: Park 20/e p348)",
        "cop": 2,
        "opa": "Measurement of copper level in the serum",
        "opb": "Measurement of obesity",
        "opc": "Measurement of iron loss in faeces",
        "opd": "Pressure difference between various chambers of the heart",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a218a26d-9050-4b5f-bda6-f3d4a227bc36",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disorders is least likely to be associated with a prolonged bleeding time?",
        "exp": "Condition. Prothrombin time. Activated paial thromboplastin time. Bleeding time. Platelet count. Thrombocytopenia. Unaffected. Unaffected. Prolonged. Decreased. Von Willebrand disease. Unaffected. Prolonged or unaffected. Prolonged. Unaffected. Uremia. Unaffected. Unaffected. Prolonged. Unaffected. Hemophilia. Unaffected. Prolonged. Unaffected. Unaffected. Factor XII deficiency. Unaffected. Prolonged. Unaffected. Unaffected. C1 deficiency. Unaffected. Shoened. Unaffected. Unaffected. Aspirin. Unaffected. Unaffected. Prolonged. Unaffected. Congenital afibrinogenemia. Prolonged. Prolonged. Prolonged. Unaffected. Vitamin K deficiency or warfarin. Prolonged. Normal or mildly prolonged. Unaffected. Unaffected. Liver failure early Prolonged Unaffected Unaffected Unaffected Liver failure, end-stage. Prolonged. Prolonged. Prolonged. Decreased. Factor V deficiency. Prolonged. Prolonged. Unaffected. Unaffected. Factor X deficiency as seen in amyloid purpura. Prolonged. Prolonged. Unaffected. Unaffected. Bernard-Soulier syndrome. Unaffected. Unaffected. Prolonged. Decreased or unaffected. Disseminated intravascular coagulation. Prolonged Prolonged Prolonged Decreased Glanzmann's thrombasthenia Unaffected. Unaffected. Prolonged Unaffected(Refer: Harrison's Principles of Internal Medicine, 18th edition, pg no: 461-464)",
        "cop": 3,
        "opa": "Thrombocytopenia",
        "opb": "Platelet dysfunction",
        "opc": "Coagulation factor deficiencies",
        "opd": "DIC",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ced06d74-d1e4-4abf-8e50-c5acd18af80b",
        "choice_type": "single"
    },
    {
        "question": "Shrinking lung syndrome is seen in",
        "exp": "Shrinking lung syndrome is a rare manifestation/complication of SLE Characterised by diaphragmatic weakness or dysfunction. Associated with restrictive physiology and abnormalities of ventilation The restriction is due to the selective weakness of muscles of respiration including the diaphragm. The absence of ove parenchymal or vascular disease. Anti-Ro antibodies may be present, but not offer an additional diagnostic aid. Prognosis of this syndrome is often good. Ref: Davidson 20/e p723",
        "cop": 4,
        "opa": "Tuberous sclerosis",
        "opb": "Scleroderma",
        "opc": "Diabetes mellitus",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "94038cb0-6084-4558-8813-3e846479045e",
        "choice_type": "single"
    },
    {
        "question": "Shrinking Lung Syndrome is seen in:",
        "exp": "Shrinking lung syndrome refers to a condition typical of SLE that consists of a purely restrictive respiratory disease with normal lung parenchyma and markedly decreased lung volumes. Shrinking lung syndrome Shrinking lung syndrome refers to a condition typical of SLE that consists of a purely restrictive respiratory disease with normal lung parenchyma and markedly decreased lung volumes Pathogentic Mechanism Diaphragmatic dysfunction has been advocated as the main pathogenetic mechanism of shrinking lung syndrome Clinical Presentation Shrinking lung syndrome usually manifests as exeional dyspnea of variable severity, which can progress over a period of weeks or months. (Ohopnea attributed to diaphragmatic weakness may also occur). Pleuritic chest pain is repoed frequently, and a previous history of pleurisy and pericarditis is common. Physical examination is remarkably normal. Investigations Chest radiography typically shows elevated hemi-diaphragms, although this is not a universal finding and its absence does not exclude the diagnosis. Pleural effusions, Pleural thickening, and atelectasis may be also evident on plain films or CT scans. Pulmonary function tests show a marked restrictive pattern, with decreased forced vital capacity (FVC). Carbon monoxide diffusion corrected by lung volumes is typically normal. Anti-Ro antibodies may be present. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "SLE",
        "opb": "Rheumatoid Ahritis",
        "opc": "Scleroderma",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3b48c898-0086-4ac3-bda8-f908a121413c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most significant risk factor for development of gastric carcinoma?",
        "exp": "Risk factors are: Long-term ingestion of high concentration of nitratesH. pylori. Intestinal metaplasia in patients with atrophic gastritis. Gastric ulcers and adenomatous polyps. Menetrier's disease. Patients with blood group A have a higher incidence of Ca stomach than blood group ONote: duodenal ulcers are not associated with gastric cancer. Ref: Harrison's 18/e p766",
        "cop": 3,
        "opa": "Paneth cell metaplasia",
        "opb": "Pyloric metaplasia",
        "opc": "Intestinal metaplasia",
        "opd": "Ciliated metaplasia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c34a09f3-df73-43b1-8289-65795c8ee7f3",
        "choice_type": "single"
    },
    {
        "question": "The Vitamin which has inhibitory effect on wound healing is -",
        "exp": "Systemic vitamin E and glucocoicoids inhibit the inflammatory response and collagen synthesis, thereby possibly impeding the healing process. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 2,
        "opa": "Vitamin -A",
        "opb": "Vitamin - E",
        "opc": "Vitamin -C",
        "opd": "Vitamin B-complex",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ed8c0e80-0d61-46c9-af4c-8851fbc1b586",
        "choice_type": "single"
    },
    {
        "question": "Which of the following findings is diagnostic of iron deficiency anemia?",
        "exp": "Iron deficiency anemia is associated with increased Total iron binding capacity (TIBC) and decreased serum ferritin ( storage form of iron) This happens vice versa in IDA due to secondary infection like CKD. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "Increased TIBC, decreased serum ferritin",
        "opb": "Decreased TIBC, decreased serum ferritin",
        "opc": "Increased TIBC, increased serum ferritin",
        "opd": "Decreased TIBC, increased serum ferritin",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d4472c38-2836-4f70-98b9-77a420906bec",
        "choice_type": "single"
    },
    {
        "question": "Adenosine deaminase (enzyme) deficiency is associated with",
        "exp": "Ten to 20% of SCID patients exhibit a deficiency in adenosine deaminase (ADA), an enzyme of purinemetabolism that deaminates adenosine (ado) and deoxyadenosine(d. Ado). An ADA deficiency results in the accumulation of ado and d. Ado metabolites that induce premature cell death of lymphocyte progenitors. The condition results in the absence of B and NK lymphocytesas well as T cells. The clinical expression of complete ADA deficiencytypically occurs very early in life. Since ADA is a ubiquitous enzyme, its deficiency can also cause bone dysplasia with abnormal costochondral junctions and metaphyses (found in 50% of cases) and neurologicdefects. The very rare purine nucleoside phosphorylase (PNP) deficiency causes a profound although incomplete T cell deficiency that isoften associated with severe neurologic impairments Ref - Harrison's internal medicine 20e pg 2392-2493",
        "cop": 1,
        "opa": "Severe combined immunodeficiency (SCID)",
        "opb": "X-linked agammaglobulinemia",
        "opc": "Transient hypogammaglobulinemia of infancy",
        "opd": "Chronic granulomatous disease",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c4f447df-d313-44a8-94e8-0bf9695cc631",
        "choice_type": "single"
    },
    {
        "question": "Not caused by echo virus?",
        "exp": "Echo virus comes under Enteroviruses. The features are: nonspecific febrile illnessgeneralized disease of the newbornaseptic meningitis and encephalitispleurodyniamyocarditis and pericarditisexanthems. Hand-Foot-And-Mouth Disease. Herpangina(ref: Harrison's 18/e p1028)",
        "cop": 3,
        "opa": "Herpagina",
        "opb": "Pleurodynia",
        "opc": "Hemorrhagic fever",
        "opd": "Myocarditis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3323ecad-c008-446a-934e-e08dc68dee02",
        "choice_type": "single"
    },
    {
        "question": "The following condition is not associated with an increased anion-gap type of metabolic acidosis?",
        "exp": "In COPD blood pH is usually maintained within the normal range in spite of increased Pa. CO2 because of renal compensation which leads to retention of bicarbonates. Ref: Harrison's 18/e p369",
        "cop": 4,
        "opa": "Shock",
        "opb": "Ingestion of ante-freeze",
        "opc": "Diabetic ketoacidosis",
        "opd": "COPD",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3f55ba1d-6d6f-4769-be63-f5dd4b45d31d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following conditions is associated with Kawasaki's syndrome?",
        "exp": "Kawasaki disease is a vasculitis that mostly involves the coronary vessels. It presents as an acute systemic disorder, usually affecting children under 5 years. It occurs mainly in Japan and other Asian countries, such as China and Korea, but other ethnic groups may also be affected. Presentation is with fever, generalised rash, including palms and soles, inflamed oral mucosa and conjunctival injection resembling a viral exanthema. Cardiovascular complications include coronary aeritis, leading to myocardial infarction, transient coronary dilatation, myocarditis, pericarditis, peripheral vascular insufficiency and gangrene. Ref - Davidson 23e pg 1041-1042",
        "cop": 3,
        "opa": "Acute rheumatic fever",
        "opb": "Pulmonary embolus",
        "opc": "Coronary aery aneurysm",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ab113f4d-143a-4ae1-b016-d77955b5a0c2",
        "choice_type": "single"
    },
    {
        "question": "water hammer pulse is seen in?",
        "exp": "ref: harrisons 21st ed",
        "cop": 1,
        "opa": "Aoic regurgitation",
        "opb": "mitral stenosis",
        "opc": "Aoic stenosis",
        "opd": "left ventricular failure",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d6f8ed84-6b3e-486b-9d22-9d05f090390e",
        "choice_type": "single"
    },
    {
        "question": "hyperventilation may lead to?",
        "exp": "Hyperventilation syndrome * Hyperventilation syndrome (HVS) represents a relatively common emergency depament (ED) presentation that is readily recognized by most clinicians. * The underlying patho-physiology has not been clearly elucidated. * HVS is a condition in which minute ventilation exceeds metabolic demands, resulting in hemodynamic and chemical changes that produce characteristic dysphoric symptoms * Inducing a drop in Pa. CO, through voluntary hyperventilation reproduces these symptoms. * Many patients with HVS do not manifest low Pa. CO, during attacks. Pharmacologic Therapy * Benzodiazepines are useful in the treatment of hyperventilation resulting from anxiety and panic attacks. * By binding to specific receptor sites, these agents appear to potentiate the effects of gamma-aminobutyric acid (GABA) and to facilitate inhibitory GABA neurotransmission and the actions of other inhibitory transmitters. * Alprazolam (xanax) is indicated for treatment of anxiety and management of panic attacks. * Lorazepam (ativan) is a sedative-hypnotic of the benzodiazepine class that has a sho time to onset of effect and a relatively long half-life. ref: harrisons 21st ed",
        "cop": 1,
        "opa": "tetany",
        "opb": "respiratory alkalosis",
        "opc": "metabolic acidosis",
        "opd": "metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "165a71a5-83bc-489b-9126-fb23ac0fe988",
        "choice_type": "single"
    },
    {
        "question": "Ipsilateral VI & VII nerve palsy with contralateral hemiplegia is known as",
        "exp": "Site of disease: Pons. Aery involved is AICAStructure involved are: 6th and 7th cranial nerve and coicospinal tract, so patient presents with ipsilateral 6 & 7 cranial nerve palsy and contralateral hemiparesis.",
        "cop": 2,
        "opa": "Weber's syndrome",
        "opb": "Millard Gubbler syndrome",
        "opc": "Lateral medullary syndrome",
        "opd": "Benedict's syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "02ff7837-ff3a-4195-8d3f-1403a2368f2f",
        "choice_type": "single"
    },
    {
        "question": "Freshwater swimming can lead to",
        "exp": "Leptospirosis Leptospires excreted in urine and can survive in water for many months, water is an impoant vehicle in their transmission. Babesiosis Veical transmission, blood transfusion, or tick bitebrucellosis. Occupational or domestic exposure to infected animals or their products by ingestion, inhalation, or mucosal or percutaneous exposure. Lassa fever. Aerosols from infected rodents, capturing or eating these animals, close person to person contact(ref: Harrison's 18/e p1393)",
        "cop": 2,
        "opa": "Brucellosis",
        "opb": "Leptospirosis",
        "opc": "Babesiosis",
        "opd": "Lassa fever",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a422db9b-9de3-4053-b842-1217757fe759",
        "choice_type": "single"
    },
    {
        "question": "Protein losing enteropathy with mucosal erosion is seen in",
        "exp": "Causes of protein losing enteropathy with mucosal erosion are Crohn's disease, ulcerative colitis, radiation damage and lymphoma. Coeliac disease, Menetrier's disease and systemic lupus erythematosus can cause protein losing enteropathy without mucosal erosion. Ref: Davidson's Principles and Practice of Medicine, 22nd edition, p886",
        "cop": 1,
        "opa": "Lymphoma",
        "opb": "Coeliac disease",
        "opc": "Menetrier's disease",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d3c9aeb4-b00b-419f-a6c6-241fd8bcef35",
        "choice_type": "single"
    },
    {
        "question": "In primary immune deficiency, the following plasma protein fraction can be reduced",
        "exp": "Agammaglobulinemia is a type of primary immunodeficiency of the adaptive immune system. Agammaglobulinemia is characterized by a profound defect in B cell development (<1% of the normal B cell blood count). In most patients, very low residual Ig isotypes can be detected in the serum. In 85% of cases, agammaglobulinemia is caused by a mutation in the BTK gene that is located on the X chromosome. Harrison 19e pg: 2107",
        "cop": 4,
        "opa": "Alpha1 globulin",
        "opb": "Alpha2 globulin",
        "opc": "Beta globulin",
        "opd": "Gamma globulin",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f590572b-4ba1-4594-8fa8-b83a6ba3c744",
        "choice_type": "single"
    },
    {
        "question": "Which of the following changes does not occur in malignant hypertension?",
        "exp": "\"Malignant\" Hypertension:- Some patients with HT have rapidly progressive BP elevations with target organ injury including retinal haemorrhages associated with papilloedema, encephalopathy, and declining kidney function. They have >50% moality rates in 6-12 months, hence the designation \"malignant. \" - These patients had vascular lesions called \"fibrinoid necrosis\" with the breakdown of the vessel wall, deposition of eosinophilic material including fibrin, and a perivascular cellular infiltrate. Fibrinoid necrosis- obliteration of glomeruli and loss of tubular structures- Progressive kidney failure - without dialysis leads to early moality in untreated malignant-phase hypertension- Endothelial injury can induce microangiopathic hemolysis- A separate lesion may occur in the larger interlobular aeries in some patients with the hyperplastic proliferation of the vascular wall cellular elements, deposition of collagen, and separation of layers designated the \"onion skin\" lesion.- Treatment: Antihypeensive therapy is the mainstay of therapy. Ref: Harrison's 18/e p2047",
        "cop": 4,
        "opa": "Peticheal Haemorrhages on coical surface",
        "opb": "Fibrinoid necrosis of aerioles",
        "opc": "Intimal concentric thickening",
        "opd": "Hyaline aeriosclerosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "9efd9247-e122-4d5b-b1de-da9470e3c3a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Anterior mediastinum",
        "exp": "* The anterior mediastinum is the poion of the mediastinum anterior to the pericardium and below the thoracic plane. * It forms the anterior pa of the inferior mediastinum * contains the thymus, lymph nodes, and may contain the poions of a retrosternal thyroid. Mediastinal Tumors and Other Masses Superior Mediastinum.- Lymphoma. Thymoma Thyroid lesions Metastatic carcinoma Parathyroid tumors Anterior Mediastinum -= Thymoma Teratoma Thyroid lesions Parathyroid tumors Posterior Mediastinum-= Neurogenic tumors Neurogenic tumors -= Bronchogenic cyst Pericardial cyst Lymphoma REF: HARRISONS 21. ST ED",
        "cop": 4,
        "opa": "Thyroid tumour",
        "opb": "Thymoma",
        "opc": "Lymphoma",
        "opd": "Neurogenic tumor",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a6294a52-36bc-46fb-8d7c-4fde7cabb95c",
        "choice_type": "single"
    },
    {
        "question": "Localization in insulinoma is best with:",
        "exp": "Localization in insulinoma is best with Selective aeriography.",
        "cop": 4,
        "opa": "Contrast Computerised Tomography",
        "opb": "Magnetic Resonance Imaging",
        "opc": "Somatostatin Receptor Scintigraphy",
        "opd": "Selective aeriography",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3cacaa46-00c5-41cc-8983-f70dfe7dae7a",
        "choice_type": "single"
    },
    {
        "question": "A dissociated sensory loss is seen in",
        "exp": "Impairment of pinprick and temperature appreciation but relative preservation of light touch, position sense and vibration senseA dissociated sensory loss can reflect spinothalamic tract involvement in the spinal cord, especially if the deficit is unilateral and has an upper level on the torso. Bilateral spinothalamic tract involvement occurs with lesions affecting the center of the spinal cord, such as in syringomyelia. Ref: Davidson's 21/e p1157",
        "cop": 1,
        "opa": "Syringomyelia",
        "opb": "Vitamin B12 deficiency",
        "opc": "Transverse myelitis",
        "opd": "Pellagra",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8b48a1ac-b1f5-43e5-b1c7-8d2944f93598",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is the most common cause of progressive multifocal leukoencephalopathy?",
        "exp": "Causes of progressive multifocal leukoencephalopathy: AIDSHematological malignancies. Transplant recipients. Chronic inflammatory diseases. Natalizumab, a humanized monoclonal antibody(ref: Harrison's 18/e p3427)",
        "cop": 1,
        "opa": "Natalizumab",
        "opb": "Cituximab",
        "opc": "Rituximab",
        "opd": "Bevacizumab",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "9ff47051-c82a-4cb5-b9cb-07a7e3157a4a",
        "choice_type": "single"
    },
    {
        "question": "which of the following is the most potent stimulus for the devlopment of cor pulmonale in patients with chronic obstructive pulmonary disease?",
        "exp": "Definitions # Cor pulmonale is a latin word means \"pulmonary heart\". # The world Health Organizaton in 1963 adopted this definition of cor pulmonale:\" hyperophy of the right ventricle resulting from diseases affecting the function and/or structure of the lungs, except when these pulmonary alterations are the result of diseases that primarily affect the left side of the heart, as congenital heart diseases\" # Cor pulmonale is a disease of the right ventricle characterized by hyperophy and dilation that results from diseases directly affecting the lung parenchyma or lung vasculature. Of note, right heart failure need not be present in cor pulmonale. Pathophysiology * Under normal phsyologic conditions. the right ventricle pumps against a low-resistance circuit. * Normal pulmonary vascular resistance is approximately one-tenth the resistance of the systemic aeries. * The right ventricle is thin walled and able to accommodate considerable changes in volume without large changes in pressure. * Increased cardiac output leads to recruitment of underperfused pulmonary vessels and distention of other pulmonary vessels. * The initial pathophysiologic event in the production of co r pulmonale is elevation of the pulmonary vascular resistance. * As the resistance increases. the pulmonary aerial pressure rises. right ventricular work increases. right ventricular hyperophy (i. e., thickening. dilation. or both ). * Right ventricular failure occurs when compensation through dilation and hyperophy are exhausted. Management * Treat underlying cause -- e. g. COPD and pulmonary infections * Treat respiratory failure -- in the acute situation give 24% oxygen if pa02 <8k Pa. Monitor ABG and gradually increase oxygen concentration if P, C0_ is stable. In COPD patients, long-term oxygen therapy (LTOT) for 15h/d increases survival. Patients with chronic hypoxia when clinically stable should be assessed for LTOT. ref: harrisons 21st ed",
        "cop": 4,
        "opa": "obliteration of pulmonary vascular bed",
        "opb": "alveolar membrane damage",
        "opc": "left ventricular failure",
        "opd": "hypoxia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d3818ce7-c12f-4e08-9e1e-dca6b49ed1f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT associated with ankylosing spondylitis:",
        "exp": "Ankylosing spondylitis is an inflammatory disorder of unknown cause Primarily affects the axial skeleton; peripheral joints and extraaicular structures. Older names: Marie-Strumpell disease or Bechterew's disease. Typically associated with HLA-B27(ref: Harrison's 18/e p2774, 2775)",
        "cop": 1,
        "opa": "SLE",
        "opb": "Reiter's syndrome",
        "opc": "Psoriatic ahropathy",
        "opd": "Crohn's disease",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "87c50951-797b-42d2-b6c8-e29e4bc798b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not compatible with ageing?",
        "exp": ".",
        "cop": 1,
        "opa": "Decrease cross linkage",
        "opb": "Decrease superoxide dismutase",
        "opc": "Increase accumulation free radicals",
        "opd": "Accumulated mutations in somatic cell",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2e95eb57-4841-47ac-b4f8-bdf65c5db2b2",
        "choice_type": "single"
    },
    {
        "question": "20-year-male presents with fever, fatigue, posterior cervical lymphadenopathy, palatal petechiae, and splenomegaly. Peripheral smear shows atypical lymphocytes and the heterophile antibody is positive. The likely diagnosis is",
        "exp": "The Epstein-Barr virus is the cause of heterophil positive infectious mononucleosis. Features are fever, sore throat, lymphadenopathy most often affects posterior cervical nodes but may be generalized, splenomegaly and atypical lymphocytosis. It is usually a disease of young adults. Ref: Davidson's 20/e p307, Harrison; 18/e p1467-1468",
        "cop": 3,
        "opa": "Acute leukemia",
        "opb": "Lymphocytic leukemia",
        "opc": "Infectious mononucleosis",
        "opd": "Chronic myeloid leukemia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a8dd32f9-081f-429f-b0c8-1e71cf30f1fa",
        "choice_type": "single"
    },
    {
        "question": "Patient on risperidone may have",
        "exp": "Adverse effects of Risperidone: Weight gain. Hyperpigmentation. Rise in prolactin levels. Neuroleptic malignant syndrome. Ref: Harrison's 18/e Page no: 144, 3333",
        "cop": 2,
        "opa": "Weight loss",
        "opb": "Neuroleptic malignant syndrome",
        "opc": "Hypopigmentation",
        "opd": "Prolactin deficiency",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "418110a7-1c1a-4292-8f91-2a7f170cd82e",
        "choice_type": "single"
    },
    {
        "question": "Fredrickson&; s type II hyperlipoproteinemia is due to excess amounts of",
        "exp": "Defective LDL receptors, Elevated LDL cholesterol which is derived from VLDL, Has coronary high risk and atherosclerosis.",
        "cop": 2,
        "opa": "VLDL remnants",
        "opb": "VLDL",
        "opc": "Floating LDL",
        "opd": "HDL",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "9a01ef5d-7f13-4d78-99ca-916377e8e186",
        "choice_type": "single"
    },
    {
        "question": "Which of the following colonic polyps is not premalignant?",
        "exp": "Juvenile polyp is a hamaomatous polyp. Hamaomatous polyps do not have malignant potential. They are characterized by overgrowth of normal components of the colon such as epithelium, connective tissue. These hamaomatous polyps are seen in the following conditions like Familial juvenile polyposis, Cronkhite Canada syndrome, Peutz Jeghers syndrome. Unlike juvenile solitary hamaomatous polyps, polyps associated with Familial polyposis and Peutz Jeghers syndrome may degenerate into adenomas and eventually into carcinomas. There is an increased risk of both gastrointestinal and extraintestinal malignancies in the syndromes. Risk of malignancy for villous adenoma is about 40% and for tubular adenoma is 1-3%. Pseudopolyps in IBD is not premalignant. (Ref: Harrison's 17/e p575.)",
        "cop": 1,
        "opa": "Juvenile polyps",
        "opb": "Hamaomatous polyps associated with Peutz Jeghers Syndrome",
        "opc": "Villous adenomas",
        "opd": "Tubular adenomas",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "12aa10fd-62ac-4b93-a9b9-cf5e75841c13",
        "choice_type": "single"
    },
    {
        "question": "Kinky hair disease is a disorder where an affected child has peculiar white stubby hair, does not grow, brain degeneration is seen and dies by age of two years. Mrs. A is hesitant about having children because her two sisters had sons who had died from kinky hair disease. Her mother's brother also died of the same condition. Which of the following is the possible mode of inheritance in her family?",
        "exp": "Menkes kinky hair syndrome is a disorder that affects the copper levels leading to copper deficiency. It is an X-linked recessive disorder due to mutations in the ATP7A gene on chromosome Xq21. 1. Children with this disease often die before 5 years due to dissecting aneurysms or cardiac rupture. Ref: Harrison's 18/e p501",
        "cop": 1,
        "opa": "X-linked recessive",
        "opb": "X-linked dominant",
        "opc": "Autosomal recessive",
        "opd": "Autosomal dominant",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1356d493-b79c-4c05-b259-5aed31ec4f58",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is least expected to precipitate hepatic encephalopathy in a liver cirrhosis patient?",
        "exp": "Encephalopathy precipitating events: Hypokalemia. Infection. Increased dietary protein load Electrolyte disturbances. Ref: Harrison's; 18/e; p2601",
        "cop": 1,
        "opa": "Peritoneal tap",
        "opb": "Antibodies treatment",
        "opc": "Variceal bleed",
        "opd": "Hypokalemia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "56cb7b83-ee71-4b0b-b995-ccabeb933342",
        "choice_type": "single"
    },
    {
        "question": "Recurrent Giardiasis is associated with:",
        "exp": "Common variable immunodeficiency is associated with the deficient production of antibodies. They have a normal number of B lymphocytes but fail to mature into plasma cells. Results in hypogammaglobulinemia, with a reduction in all classes of Ig but sometimes only IgG is reduced. Various disorders associated: Intestinal disorders: Chronic giardiasis. Intestinal malabsorption. Atrophic gastritis(with pernicious anemia). Chronic pulmonary infections: bronchiectasis. Others: can also present with signs and symptoms of lymphoid malignanciesfeverweight lossanemiasplenomegalylymphadenopathy(ref: Harrison's 18/e p1849, 2059)",
        "cop": 2,
        "opa": "Severe combined immunodeficiency",
        "opb": "Common variable immunodeficiency",
        "opc": "Digeorge syndrome",
        "opd": "C8 deficiency",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "98450f67-3a8f-403f-957e-b1faeec05292",
        "choice_type": "single"
    },
    {
        "question": "Ibutilide acts by",
        "exp": "Ibutilide is a class III antiarrhythmic drug. The classes of antiarrhythmic action are:- Class I, Local anaesthetic effect due to blockade of Na+ current. Class I antiarrhythmics have been fuher subdivided based on the kinetics and potency of Na+ channel binding. Class Ia agents (quinidine, procainamide) are those with moderate potency and intermediate kinetics; Class Ib agents (lidocaine, mexiletine) are those with low potency and rapid kinetics; and Class Ic drugs (flecainide, propafenone) are those with high potency and the slowest kinetics. Class II: Interference with the action of catecholamines at the b-adrenergic receptor (Atenolol, Propranolol, Esmolol, Metoprolol). Class III: Delay of repolarization due to inhibition of K+ current or activation of depolarizing current (Amiodarone, Sotalol, Ibutilide, Dofetilide). Class IV: Interference with calcium conductance (Diltiazem, Verapamil). Harrison 19e pg: 273e-6",
        "cop": 2,
        "opa": "Blockade of Na+ current",
        "opb": "Interference with the action of catecholamines at the b-adrenergic receptor",
        "opc": "Delay of repolarization due to inhibition of K+ current",
        "opd": "Interference with calcium conductance",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "60639782-edaf-4db0-b580-ea941bf39f0b",
        "choice_type": "single"
    },
    {
        "question": "Acute metabolic acidosis:",
        "exp": "When H+ concentration is increased as in acidosis, H+ ions are secreted (preferentially over K+ ions) in exchange of Na+Thus in acidosis K+ secretion into tubules (excretion) is inhibited. Ref: Harrison's 18/e p366",
        "cop": 3,
        "opa": "Has biphasic effect on K+ excretion",
        "opb": "Does not effect K + excretion",
        "opc": "Decreases urinary K+ excretion",
        "opd": "Increase urinary K+ excretion",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2151ff23-cfa4-4b61-91bd-e7522a3ad29d",
        "choice_type": "single"
    },
    {
        "question": "Among the following, earliest test to be positive in leptospirosis is:",
        "exp": "Test for leptospirosis: Time to become positive: MAT(microscopic agglutination testing). Second week of illness. IgM ELISAWithin 3-5 days. Blood culture7-14 days after exposure(ref: Harrison's 17/e p1050)",
        "cop": 3,
        "opa": "Microagglutination test (MAT)",
        "opb": "Leptospira culture of blood",
        "opc": "IgM ELISA of serum",
        "opd": "Macroagglutination test",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "844a4258-8823-40d5-b8a3-40965f2e7674",
        "choice_type": "single"
    },
    {
        "question": "For a definitive diagnosis of mental retardation reduced level of intellectual functioning should be seen along with",
        "exp": "Reduced level of intellectual functioning resulting in diminished ability to adapt to the daily demands of the normal social environment as a diagnostic criteria in ICD, asks for IQ tests to be done with adaptive function assessment.",
        "cop": 4,
        "opa": "Impaired motor skills",
        "opb": "Impaired speech",
        "opc": "Academic difficulties",
        "opd": "Impaired adaptive functioning",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2f770dfe-0078-49df-b876-5effca94a7e3",
        "choice_type": "single"
    },
    {
        "question": "A child presents with sho episodes of vacant stare several times a day. The vacant episode begins abruptly and the child remains unresponsive during the episode. There is no associated history of aura or postictal confusion and the child is otherwise normal, The likely diagnosis is",
        "exp": "*Sudden, brief lapses of consciousness without loss of postural control.*Consciousness lasts for only seconds, and returns, and there is no postictal confusion.*Bilateral motor signs such as rapid blinking of the eyelids, chewing movements, or small-amplitude, clonic movements of the hands.*Usually in childhood (ages 4-8 years) or early adolescence and the first clue to absence epilepsy is often unexplained \"daydreaming\" and a decline in school performance recognized by a teacher.*EEG shows generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background.",
        "cop": 2,
        "opa": "Grandmal seizures",
        "opb": "Absence seizures",
        "opc": "Complex paial seizures",
        "opd": "Day dreaming",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e79f26ee-7464-4d1e-a8f5-8390875f3c0d",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male with a history of alcohol dependence presents with confusion, nystagmus and ataxia. Examination reveals 6th cranial nerve weakness. He is most likely to be suffering from:",
        "exp": "Wernicke encephalopathy is characterised by a triad of confusion, ophthalmoplegia and ataxia in an alcoholic patient Ref: Harrison's Principles of Internal Medicine 21st ed",
        "cop": 2,
        "opa": "Korsakoff's psychosis",
        "opb": "Wernicke encephalopathy",
        "opc": "De Clerambault syndrome",
        "opd": "Delirium tremens",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d5c48920-0e5f-4af1-9fbd-5c4086e1600f",
        "choice_type": "single"
    },
    {
        "question": "The most strongly implicated premalignant condition of the oral cavity is",
        "exp": "Condition. Usual location. Clinical features. Course. Fordyce spots. Buccal and labial mucosa. Numerous small yellowish spots just beneath the mucosa; no symptoms; due to hyperplasia of sebaceous glandsbenign. Erythroplakia. Floor of mouth in men; tongue and buccal mucosa in women. Velvety, reddish plaque. High risk for squamous cell cancer. Median rhomboid glossitis. Median posterior poion of tongue. Congenital abnormality of tongue with ovoid, denuded areabenign. Erythema multiforme. Oral mucosa Intraoral ruptured bullae surrounded by inflammatory areas; lips may show hemorrhagic crusts. Not a premalignant condition(Ref: Harrison's 18/e p217, table 32. 1-32. 4)",
        "cop": 2,
        "opa": "Fordyce spots",
        "opb": "Erythroplakia",
        "opc": "Median rhomboid glossitis",
        "opd": "Erythema multiforme",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7c07a937-5c8c-4289-a6f7-14d994d2383a",
        "choice_type": "single"
    },
    {
        "question": "Antidote of paracetamol is",
        "exp": "N-acetylcysteine is the antidote of paracetamol. Paracetamol is extensively metabolized in the liver to form principally the sulfate and glucuronide conjugates which are excreted in the urine. A small fraction of an ingested dose is metabolized in the liver by isozyme CYP2. E1 of the cytochrome P-450 mixed function oxidase enzyme system to form a reactive, potentially toxic, intermediate metabolite. The toxic metabolite preferentially conjugates with hepatic glutathione to form nontoxic cysteine and mercapturic acid derivatives, which are then excreted by the kidney. However, following ingestion of a large overdose, the glucuronide and sulfate conjugation pathways are saturated resulting in a larger fraction of the drug being metabolized the cytochrome P-450 pathway and therefore, the amount of acetaminophen metabolized to the reactive intermediate increases. The increased formation of the reactive metabolite may deplete the hepatic stores of glutathione with subsequent binding of the metabolite to protein molecules within the hepatocyte resulting in cellular necrosis. N-acetylcysteine replenishes the glutathione stores of liver and prevents binding of the toxic metabolite to other cellular constituents(ref: Goodman Gilman 11/e p694)",
        "cop": 1,
        "opa": "N-acetylcysterine",
        "opb": "Methylene blue",
        "opc": "EDTA",
        "opd": "No effective antidote known",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e3195208-728c-4411-bd8d-93cf0dc3f870",
        "choice_type": "single"
    },
    {
        "question": "After undergoing surgery for Carcinoma of the colon, a patient developed single liver metastasis of 2cm. What is the next line of management?",
        "exp": "Total resection of the tumor is optimal management when a tumor is detected in the large bowel. The detection of metastases should not preclude surgery in patients with tumor-related symptoms. Radiation therapy to the pelvis is recommended to reduce the 20-25% probability of recurrence of stage II or III tumors after complete surgical resection. Preoperative radiotherapy is indicated for patients with large, potentially unresectable rectal cancers. Systemic therapy has become more effective. 5-Fluorouracil remains the backbone of treatment of this disease. It acts as a radiosensitizer when delivered together with radiation therapy. FOLFIRI regimen: Irinotecan with 5-FU and Leucovorin. FOLFOX regimen: leucovorin with 5-FU and Oxaliplatin. MONOCLONAL ANTIBODIES: EGFR Ab -Cetuximab, Panitumumab, VEGF-Bevacimumab. Patients with solitary hepatic metastases without clinical or radiographic evidence of additional tumor involvement should be considered for paial liver resection. (Ref: Harrison's 18/e 773, 774)",
        "cop": 1,
        "opa": "Resection",
        "opb": "Chemoradiation",
        "opc": "Acetic acid injection",
        "opd": "Radiofrequency ablation",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8c52625a-4036-4bcc-9dde-fe07af772302",
        "choice_type": "single"
    },
    {
        "question": "A 7-years-old girl is repoed by the parents as waking up in the night screaming, and she sits up in bed frightened. She does not respond to questions and after 2 or 3 minutes she goes back to sleep. She has no memory of these events the following morning. Which of the following is the most likely diagnosis?",
        "exp": "Sleep terrors happen during NREM, they are dream like states that are not recalled.",
        "cop": 4,
        "opa": "Nocturnal seizures",
        "opb": "Narcolepsy",
        "opc": "Nightmare",
        "opd": "Sleep terrors",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "99337a95-6427-4195-92c5-ac5498f06db7",
        "choice_type": "single"
    },
    {
        "question": "Absence of dystrophin",
        "exp": "ref: harrisons 21st ed",
        "cop": 1,
        "opa": "DMD",
        "opb": "Myotonic Dystrophy",
        "opc": "Becker Dystrophy",
        "opd": "Myasthenia Gravis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c7673251-b0d2-49a9-ba91-8694d198c084",
        "choice_type": "single"
    },
    {
        "question": "Loud pulmonary component of second heart sound heard in",
        "exp": "The loudness of each component of the second heart sound is propoional to the respective pressures in the aoa and pulmonary aery at the onset of diastole. P2 is relatively loud in young patients in whom the pulmonary aeries are quite close to the chest wall. The pulmonic component is considered to be abnormally loud in a subject over age 20 if it is greater than the aoic component in the second left inter-costal space (ICS) or if it is audible at the cardiac apex. This may be seen in pulmonary aery hypertension and ASDThe term Eisenmenger's syndrome is applied to patients with a large communication between the two circulations at the aoopulmonary, ventricular, or atrial levels and bidirectional or predominantly right-to-left shunts because of high resistance and obstructive pulmonary hypertension. Hence, the P2 is loud. However, in Eisenmenger&; s syndrome with a large ventricular septal defect (VSD), the pulmonary closure may get completely fused with aoic closure throughout the respiratory cycle. Here, the duration of right and left ventricular systole become viually equal. Hence, a single loud S2 is heard in both phases of respiration. Ref: Harrison's 18/e p1923",
        "cop": 3,
        "opa": "MR",
        "opb": "TOF",
        "opc": "Eissenmenger's syndrome",
        "opd": "Pulmonary stenosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "63cca76b-4769-455f-b2ad-d94b0e186136",
        "choice_type": "single"
    },
    {
        "question": "Absence seizures are characterized on EEG by",
        "exp": "EEG shows generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background. Ref - Harrison's internal medicine 20e pg3051-3052, 3060f",
        "cop": 1,
        "opa": "3 Hz spike and wave",
        "opb": "1-2 Hz spike and wave",
        "opc": "Generalized poly spikes",
        "opd": "Hypsarrythmia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c7e0de4d-3eef-496e-bf11-a8845b305969",
        "choice_type": "single"
    },
    {
        "question": "In the human body, which of the following trace elements is next to iron:",
        "exp": "After Iron (18mg/day), zinc (11mg/day) comes next in total requirement among trace elements. Followed by manganese and copper.** NA, K, Ca, Cl, Ph, Mg are not trace elements. (ref: OP Ghai 8/e p123)",
        "cop": 2,
        "opa": "Ca2+",
        "opb": "Zn2+",
        "opc": "Cu2+",
        "opd": "Selenium",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "317e296b-9146-4400-9fe3-7876f142820a",
        "choice_type": "single"
    },
    {
        "question": "An ABG analysis shows: pH 7. 2, raised p. CO2, decreased HCO3; diagnosis is",
        "exp": "pH < 7. 35: acidosisraised PCO2: respiratory component is primarydecreased HCO3-: this is also primarytherefore acid base disorder is both respiratory and metabolic acidosis. Ref: Harrison's 18/e p364 Table 47-2",
        "cop": 3,
        "opa": "Respiratory acidosis",
        "opb": "Compensated metabolic acidosis",
        "opc": "Respiratory and metabolic acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4cdf3228-ded3-49dc-8bd0-9a4f0df129f3",
        "choice_type": "single"
    },
    {
        "question": "Letessier-meige disease is associated with",
        "exp": "In Letessier Meige disease, the lymphatic system abnormalities are present from bih (congenital), although the swelling is not apparent until pubey. The swelling often begins in the feet and ankles and progresses up the legs to the knees. Some affected individuals develop non-contagious skin infections called cellulitis or erysipelas in the legs, which can fuher damage the vessels that carry lymphatic fluid.",
        "cop": 1,
        "opa": "Lymphedema",
        "opb": "A-V malformations",
        "opc": "Abdominal aoic aneurysm",
        "opd": "Chronic venous insufficiency",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a5cd584f-3f7c-46cb-bf71-79b95db6c1df",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action colchicine in acute gout",
        "exp": "* Gout is a hereditary disorder with increase in serum uric acid due to increased production, or decreased excretion of uric acid and uric salt. * Thought to be caused by lack of an enzyme needed to completely metabolise purines for renal excretion. REF: HARRISONS 21. ST ED",
        "cop": 2,
        "opa": "Uric acid nephrolithiasis.",
        "opb": "Deficiency of enzyme Xanthine oxidase",
        "opc": "Increase in serum urate concentration",
        "opd": "Renal disease involving interstitial tissues",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "baf15d49-1d1c-4bf8-b993-c7dd8e174add",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is carrying agent for the disease with given characteristic on polarized microscopy",
        "exp": "* Babesiosis infects the RBCs and resides inside the RBCs ( intraerythrocytic). * Intraerythrocytic infection of Babesiosis is characterised by maltese cross. * Maltese cross is a characteristic arrangement of parasites within the erythrocytes --->Parasites within erythrocytes are arranged such that pointed ends of four parasites come in contact thereby giving a tetrad configuration resembling a maltese cross. * Tetrad forms or &; Maltese cross&; appearance is considered pathognomic of Babesiosis. * Babesiosis can easily be confused with P. falciparum malaria. Following two features distinguish Babesiosis from malaria 1. Presence of maltese cross in Babesiosis ( absent in malaria) 2. Absence of pigment Hemozoin in Babesiosis ( present in malaria) REF: HARRISONS 21. ST ED",
        "cop": 2,
        "opa": "Anopheles",
        "opb": "Ixodes scapularis ticks",
        "opc": "Louse",
        "opd": "Rat flea",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6ef8ef5a-db3f-4f53-be4a-009970ea4960",
        "choice_type": "single"
    },
    {
        "question": "Proliferative glomerular deposits in the kidney are found in",
        "exp": "IgA nephropathy or Berger's disease: immune complex-mediated glomerulonephritis defined by the presence of diffuse mesangial IgA deposits often associated with mesangial hypercellularity. Male preponderance, peak incidence in the second and third decades of life. Clinical and laboratory findings: Two most common presentations recurrent episodes of macroscopic hematuria during or immediately following an upper respiratory infection often accompanied by proteinuria or persistent asymptomatic microscopic hematuria. IgA deposited in the mesangium is typically polymeric and of the Ig. A1 subclass. IgM, IgG, C3, or immunoglobulin light chains may be codistributed with Ig. APresence of elevated serum IgA levels in 20-50% of patients, IgA deposition in skin biopsies in 15-55% of patients, elevated levels of secretory IgA and IgA-fibronectin complexes. IgA nephropathy is a benign disease mostly, 5-30% of patients go into a complete remission, with others having hematuria but well preserved renal function. About 25-30% of patients have progressive disease and developmental failure slowly over 20-25 years. Persistent proteinuria for 6 months or longer is found to be associated with adverse renal outcomes. Light microscopy may reveal lesions such as. DPGN; segmental sclerosis; and rarely, segmental necrosis with the cellular crescent formation, which typically presents as RPGNHenoch-Schonlein purpura is distinguished clinically from IgA nephropathy by prominent systemic symptoms, a younger age (<20 years old), preceding infection, and abdominal complaints. Ref: Harrison's 18/e p2342",
        "cop": 3,
        "opa": "Amyloidosis",
        "opb": "Diabetes mellitus",
        "opc": "IgA nephropathy",
        "opd": "Membranous glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e0a730b3-b23d-4712-94da-7857d5c1fdb5",
        "choice_type": "single"
    },
    {
        "question": "Pariaeriole space is formed in spleen by",
        "exp": "Lymphocytes that aggregate around the central aery (mostly T-lymphocytes) create the periaerial lymphatic sheath(ref: Gray's Anatomy 40/e p1194)",
        "cop": 1,
        "opa": "T lymphocyte",
        "opb": "B lymphocyte",
        "opc": "Rete",
        "opd": "Macrophage",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d0ea08e1-8f5f-4456-8f7d-c282ca1e2f8d",
        "choice_type": "single"
    },
    {
        "question": "The jejunal biopsy is diagnostic in",
        "exp": "Abetalipoproteinemia is characterized by a normal mucosal appearance except for the presence of mucosal absorptive cellsthat contain lipid postprandially and disappear after a prolonged period of either fat-free intake or fasting. Ref: Harrison; 19th edition; Page no: 1939",
        "cop": 1,
        "opa": "Abetalipoproteinemia",
        "opb": "Giardiasis",
        "opc": "Tropical sprue",
        "opd": "Celiac sprue",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "35d5cd48-2340-4990-bd0a-9a30ee199012",
        "choice_type": "single"
    },
    {
        "question": "Raised intracranial pressure should be suspected when there is",
        "exp": "Manifestations of raised intracranial pressure Loss of consciousness 6th nerve palsy. Anisocoria. Cheyne- Stokes breathing. Headache. Decreased vision Seizures Enlarged blind spot Bilateral ptosis Back pain Papilledema. Cushing's triad - increased systolic blood pressure, a widened pulse pressure, bradycardia, and an abnormal respiratory pattern. Personality or behavioral changes. Cranial nerve palsies(Refer: Harrison's Principles of Internal Medicine, 18th edition, pg no: 238-239)",
        "cop": 2,
        "opa": "Neck stiffness",
        "opb": "Sixth cranial nerve palsy",
        "opc": "Episodic unilateral headache",
        "opd": "Unilateral ptosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "eac80882-b54c-44b0-986d-6a56731e762e",
        "choice_type": "single"
    },
    {
        "question": "A drug used to prevent niacin-induced flushing is",
        "exp": "Niacin-induced flushing: Prostaglandin-mediated. Always stas in the face and may be accompanied by skin dryness, itching, paraesthesia and headache. Premedication with aspirin may allete these symptoms. Flushing is subject to tachyphylaxis and often improves with time(Ref: Harrison&; s 18/e p598)",
        "cop": 3,
        "opa": "Paracetamol",
        "opb": "Cetrizine",
        "opc": "Aspirin",
        "opd": "Dexamathasone",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f0174051-c119-4fbf-acf1-6280d3459c6b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in primary amyloidosis is",
        "exp": "Primary amyloidosis: (light chain amyloidosis or AL-amyloid disease). Primarily a consequence of plasma cell disorders. The kidney is the most frequently involved organ(80%). Heart is second most frequently involved(40%). Cardiac failure is the most common cause of death. Cardiac amyloidosis mostly manifests as restrictive cardiomyopathy(ref: Harrison's 18/e p948)",
        "cop": 3,
        "opa": "Respiratory failure",
        "opb": "Renal failure",
        "opc": "Cardiac failure",
        "opd": "Septicemia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "dac57ebd-2e8b-4359-bc25-a5a641957621",
        "choice_type": "single"
    },
    {
        "question": "The marker for B lymphocyte is",
        "exp": "CD19 is a marker of B lymphocytes. Primarily B cell-associated antigens. CD10 and CD19 to CD23 i. e. CD10, CD19, CD20, CD21, CD22, CD23. Primarily T cell-associated antigens. CD1 to CD8 with the exception of CD6. Primarily monocyte macrophage-associated antigens. CD13, CD14, CD15, CD33. Primarily NK cells associated antigens. CD16 and CD56 (also CD2 which is found expressed in a subset(Ref: Harrison's 18/e p2652)",
        "cop": 1,
        "opa": "CD19",
        "opb": "CD68",
        "opc": "CD34",
        "opd": "CD4",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "48e4aa71-cf59-446b-88d2-802f5ebf7f49",
        "choice_type": "single"
    },
    {
        "question": "Van den Berg test for",
        "exp": "ref: harissons 21st ed",
        "cop": 1,
        "opa": "Direct bilirubin",
        "opb": "indirect bilirubin",
        "opc": "copropoolphyrin",
        "opd": "Total bilirubin",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1b425e34-2739-40fd-aaef-fc125ee38ec1",
        "choice_type": "single"
    },
    {
        "question": "Maastricht classification of donation after cardiac death. What category is stage 3?",
        "exp": "Non heart beating donors are grouped according to Maastricht classification. REF: WASHINGTONS MANUAL OF CRITICAL CARE",
        "cop": 1,
        "opa": "Awaiting cardiac arrest",
        "opb": "Brought in dead",
        "opc": "Unsuccessful resuscitation",
        "opd": "Cardiac arrest after brain-stem death",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d8536ffc-7e88-4d84-85da-4a2086f5b0a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the diagnostic test for pancreatic insufficiency?",
        "exp": "The gold standard test is an estimation of fecal fat. Serum amylase and lipase are elevated during acute attacks. Schilling test is done for cobalamine malabsorption. Ref: Harrison; 19th edition; Page no: 1938",
        "cop": 4,
        "opa": "Schilling test",
        "opb": "Serum lipase",
        "opc": "Serum amylase",
        "opd": "Faecal fat estimation",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "29ef03a6-b23b-42e6-850c-91b80c53a214",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Edwards' syndrome?",
        "exp": "Edwards' syndrome (trisomy 18) 47, XY, +18 or 47, XX, +18 Early lethality, characteristic skull and facies, frequent malformations of heart, kidney and other organs Ref - Davidson 23e pg 44",
        "cop": 3,
        "opa": "Mental retardation",
        "opb": "Stunting of growth",
        "opc": "Hypotonia",
        "opd": "Congenital disease",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cf41cc54-5cfd-4a77-97c4-704950188b85",
        "choice_type": "single"
    },
    {
        "question": "Anewlypostedjuniordoctorhaddifficultyinfindingoutbasedeficit/excessforbloodinagivenpatient. Anexperienced senior resident advised a quick method to determine acid-base composition of blood-based on p. CO2. Which of the following is the likely method he suggested to predict acid base composition of blood",
        "exp": "Siggard-Anderson nomogram: plots the acid-base charecteristics of aerial blood PCO2 is placed on the veical axis and pH on the horizontal axis. Veical line through pH 7. 40: any point to the left denotes acidosis & any point to right denotes alkalosis. Horizontal line through p CO2 of 40 mm. Hg: point above or below this line defines the effective degree of hypo or hyperventilation. Ref: Ganong 19/e p703 fig 39. 8",
        "cop": 4,
        "opa": "Red ford nomogram",
        "opb": "Du. Bio's nomogram",
        "opc": "Goldman constant field equation",
        "opd": "Siggard-Andersen nomogram",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "78a742c1-948f-41b6-9ecf-4c90f1814e5a",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice?",
        "exp": "AWSTEMI. Treatment of choice is PCI",
        "cop": 2,
        "opa": "Thrombolysis with Streptokinase",
        "opb": "Percutaneous coronary intervention",
        "opc": "Anticoagulate with heparin",
        "opd": "Aspirin and clopidogrel",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8a9e3035-dba5-4ce2-a942-389d0fad83a9",
        "choice_type": "single"
    },
    {
        "question": "\"Pellagra\" like skin lesion occurs with:",
        "exp": "Carcinoid tumors produce the vasoactive substance, Serotonin. A pellagra-like syndrome is probably caused by diversion of large amounts of tryptophan from the synthesis of Vitamin B3 niacin, which is needed for NAD production, to the synthesis of serotonin and other 5-hydroxyindoles(ref: Harper's 27/e p458)",
        "cop": 2,
        "opa": "Systemic Mastocytosis",
        "opb": "Bronchial carcinoid",
        "opc": "Colorectal villous adenoma",
        "opd": "Medullary thyroid carcinoma",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f1773055-dbe4-4d85-8c99-1fed7abbabd1",
        "choice_type": "single"
    },
    {
        "question": "Humoral immunodeficiency is suspected in a patient and he is under investigation. Which of the following infections would not be consistent with the diagnosis:",
        "exp": "Pneumocystis carnii pneumonia is associated with deficient cell-mediated immunity and not with humoral immunodeficiency(ref: Harrison's 18/e p2699)",
        "cop": 2,
        "opa": "Giardiasis",
        "opb": "Pneumocystis carinii pneumonia",
        "opc": "Recurrent sinusitis",
        "opd": "Recurrent subcutaneous abscesses",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3756be21-40e8-4cd0-936c-7e2d2d34313e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common initial presenting feature of multiple sclerosis:",
        "exp": "Optic Neuritis is the most frequent initial presenting feature of MS amongst the options provided. The most common earliest presenting features of multiple sclerosis are transient sensory defects followed by visual disturbances due to optic neuritis REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "Optic Neuritis",
        "opb": "Cerebellar Ataxia",
        "opc": "Internuclear ophthalmoplegia",
        "opd": "Diplopia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "231d4267-7b8e-4112-9084-067810330812",
        "choice_type": "single"
    },
    {
        "question": "not seen in ACTH deficiency?",
        "exp": "ACTH Deficiency * Results in hypocoisolism - Malaise, Anorexia, Weight-loss, weakness; Gastrointestinal disturbances- Nausea, Vomiting; Hyponatremia, hypoglycemia, hyperkalemia * Pale complexion - Unable to tan or maintain a tan, Not accompanied by hyperpigmentation * No features of mineralocoicoid deficiency - Aldosterone secretion unaffected ref: harrisons 21st ed",
        "cop": 1,
        "opa": "hyperpigmentation",
        "opb": "weight loss",
        "opc": "hyponatremia",
        "opd": "hypoglycemia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e7f594b9-1379-4e20-81bb-22a7771a98bf",
        "choice_type": "single"
    },
    {
        "question": "The most common causative organism causing lobar pneumonia is",
        "exp": "Although Streptococcus pneumoniae is most common, other organisms must also be considered in light of the patient&; s risk factors and severity of illness. (Ref: Harrison's 18/e p2131)",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pyogenes",
        "opc": "Streptococcus pneumonia",
        "opd": "Hemophilus influenza",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cdc21685-40ec-47eb-a1ee-a71bdf1df620",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's hemianopic pupillary response is seen in the lesion of",
        "exp": "Wernick's hemianopic pupil is caused by the division of the optic tract that results in a contralateral homonymous hemianopia. Primary lesions of the optic tract are very rare and the tract is usually disturbed by compression. The common causes are. Chordomas. Pituitary adenomas. Tentorial meningiomas. Temporal lobe gliomas. Aneurysms of upper basilar distribution or on the superior cerebellar aeries or posterior cerebral aeries. Ref: Parson 19/e p528, 120",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic chiasma",
        "opc": "Optic radiation",
        "opd": "Lateral geniculate body",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "92e72a04-102c-4cbb-9251-c402e3893c9a",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of Pulmonary thromboembolism is",
        "exp": "A late effect of DVT is a postphlebitic syndrome, which eventually occurs in more than one-half of DVT patients. Postphlebitic syndrome (also known as a post-thrombotic syndrome or chronic venous insufficiency) is a delayed complication of DVT that causes the venous valves of the leg to become incompetent and exude interstitial fluid. Patients complain of a chronic ankle or calf swelling and leg aching, especially after prolonged standing. Ref: Harrison's 18/e p2170, 17/e p1651",
        "cop": 3,
        "opa": "DIC",
        "opb": "Coagulation Disorder",
        "opc": "DVT",
        "opd": "Venous Hypertension",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5c1c359e-1491-4ce0-858f-fa8adb2cd443",
        "choice_type": "single"
    },
    {
        "question": "A female has episodic, recurrent headache in left hemicranium with nausea and paresthesia on right upper and lower limbs is most probably suffering from:",
        "exp": "Migraine 2nd most common cause of headache, Affects 15% of women and 6% of men over a one year period. Usually an episodic headache and associated with ceain features such as sensitivity to light, sound, or movement; nausea and vomiting often accompany the headache. May be associated with other symptoms of neurologic dysfunction in varying admixtures Migraine-prone patients do not habituate easily to sensory stimuli, which is amplified in females during the menstrual cycle. Various triggers, including glare, bright lights, sounds, or other afferent stimulation; hunger; excess stress; physical exeion; stormy weather or barometric pressure changes; hormonal fluctuations during menses; lack of or excess sleep; and alcohol or other chemical stimulation. Ref - Harrisons internal medicine 20e pg 3096",
        "cop": 1,
        "opa": "Migraine",
        "opb": "Glossopharyngeal neuralgia",
        "opc": "Herpes zoster infection of trigeminal Nerve",
        "opd": "Brain tumour",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "eebca326-5171-4f68-9f73-046894eab355",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with Ahritis, hyperpigmentation of skin and hypogonadism, likely diagnosis is:",
        "exp": "Characteristics of Heamochromatosis(1) a genetic predisposition without abnormalities;(2) iron overload without symptoms; (3) iron overload with symptoms(e. g., ahritis and fatigue); and (4) iron overload with organ damage--in paicular, cirrhosis. Ref: Harrison's 18/e p3164, 17/e p2433",
        "cop": 1,
        "opa": "Hemochromatosis",
        "opb": "Ectopic ACTH secreting tumour of the lung",
        "opc": "Wilson's disease",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "36fa1572-0d03-435c-8d2a-3cbddfe5c35f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a malabsorption syndrome?",
        "exp": "Tangier's disease is an autosomal recessive disorder caused by mutations in the ATP binding cassette transpoer 1(ABC1) gene. It is characterized by multiple mononeuropathies, polyneuropathy or pseudo-syringomyelia pattern with yellowish orange tonsils, lymphadenopathy, splenomegaly may also be present. There will be markedly reduced levels of HDL and increased levels of triacylglycerol. There are many causes of malabsorption. Some specific disease entities are celiac disease, tropical sprue, Whipple's disease, Bacterial overgrowth syndrome, Sho bowel syndrome, Protein-losing enteropathy. Ref: Harrison 18/e p2475, 3456.",
        "cop": 4,
        "opa": "Whipple's disease",
        "opb": "Coeliac disease",
        "opc": "Tropical sprue",
        "opd": "Tangier's disease",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "82f062d4-2ed9-4a45-961c-485fab1b323e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following of drugs is not recommended in septic shock",
        "exp": "Initial management of hypotension is the administration of iv fluids - normal saline. Adrenal insufficiency is strongly suspected in septic patients with refractory hypotension and hydrocoisone may be given Recombinant activated protein C (a. PC) was the 1st drug to be approved by FDA for the treatment of patients with severe sepsis or septic shock(ref: Harrison's 18/e p 2223, 17/e p1699-1701)",
        "cop": 4,
        "opa": "Normal saline",
        "opb": "Activated protein C",
        "opc": "Steroids",
        "opd": "Rituximab",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "0eb24e53-e563-4687-b7b9-02d83c8f9dcb",
        "choice_type": "single"
    },
    {
        "question": "Renal vein thrombosis is most commonly associated with",
        "exp": "Renal Vein Thrombosis(RVT): The left renal vein is more commonly involved and two-thirds of cases are bilateral. Etiology: 1. endothelial damage-Homocystinuria, endovascular intervention, and surgery 2. Venous stasis-Dehydration, retroperitoneal fibrosis and abdominal neoplasms(compression and kinking of the renal veins) 3. hypercoagulable states-proteins C and S, antithrombin deficiency, factor V Leiden, disseminated malignancy, oral contraceptives, APLA, nephrotic syndrome(membranous nephropathy) It can either present with flank pain, tenderness, hematuria, rapid decline in renal function, and proteinuria or it can be silent. Diagnostic screening can be performed with Doppler ultrasound; the most sensitive test is CT angiography. Treatment for RVT is anticoagulation and therapy for the underlying cause; Endovascular thrombolysis may be used; Nephrectomy in life-threatening complications. Ref: Harrison's 18/e p2382",
        "cop": 2,
        "opa": "Diabetic nephropathy",
        "opb": "Membranous glomerulopathy",
        "opc": "Minimal change disease",
        "opd": "Mesangio-proliferative glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "84b7415d-ca0e-4681-926f-e7841e971798",
        "choice_type": "single"
    },
    {
        "question": "Paradoxical splitting of S2 is seen in",
        "exp": "Paradoxical splitting: Reverse of normal physiology, splitting of second heart sounds during expiration, singular during inspiration Seen in conditions that cause delayed conduction down the left bundle (LBBB, pre-excitation of the right ventricle, right ventricular pacing, premature RV beats), aoic stenosis ref - Harrisons internal medicine 20e pg1802-1805",
        "cop": 3,
        "opa": "Pulmonary stenosis",
        "opb": "Pulmonary hypertension",
        "opc": "Aoic stenosis",
        "opd": "Congenital absence of pulmonary valve",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c7504d8a-f8cd-401e-8c5a-f8b5b1575c26",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of pseudohypoparathyroidism?",
        "exp": "Pseudohypoparathyroidism ( PHP ) is a group of inherited disorders characterised by hypocalcemia and hyperphosphatemia. Hypocalcemia is due to resistance to parathyroid hormone, which results in hyperplasia of parathyroid glands, and thus causing elevation of PTH levels. Reference: Harrison 21st edition, page 2485",
        "cop": 3,
        "opa": "Hyperparathyroidism",
        "opb": "Hypocalcemia",
        "opc": "Hypoparathyroidism",
        "opd": "Hyperphosphatemia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c3e75924-a6f7-445d-8afe-eba9b89939c8",
        "choice_type": "single"
    },
    {
        "question": "which of the following is not found as a pa of sarcoidosis?",
        "exp": "CLINICAL PRESENTATION Acute Sarcoidosis * Lofgren&; s syndrome - acute erythema nodosum with bilateral hilar lymphadenopathy, fever, and polyahritis, non granulomatous uveitis * Symptoms are typically abrupt in onset and have a transient course. * A vesicular or maculopapular rash, acute iritis, conjunctivitis, and Bell&; s palsy may also be features of acute disease Treatment of Sarcoidosis: Decision to Treat with COICOSTEROIDS: Patient Subgroup Decision: 1. Asymptomatic Pts -- No treatment 2. Mild Pulmonary Dysfunction -- Observation 3. Mild-Mod. Pulmonary Dysfunction -- Observation -> Treat if no improvement after 6 months. 4. Severe Pulmonary Dysfunction -- Treatment Presentation ref: harrisons 21st ed",
        "cop": 2,
        "opa": "erythema nodosum",
        "opb": "MI",
        "opc": "arrythemias",
        "opd": "CNS involvement",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8898ad7c-9e6c-4873-af06-28be59dfded1",
        "choice_type": "single"
    },
    {
        "question": "Which is found in Di. George&; s syndrome -",
        "exp": "Digeorge syndrome Digeorge syndrome is an example of a T cell deficiency that results from failure of development of the third and fouh pharyngeal pouches. * Clinical features * Enhanced susceptibility to viral, fungal (mucocutaneous candidiasis) and bacterial infections. * Facial abnormalities: Hypeelorism, abnormal ears, sho philtrum and micrognathia. Hypocalcemic tetany due to failure of parathyroid development. Congenital heart diseases eg fallot&; s tetralogy. * Absence of a normal thymus. * Serum immunoglobulin concentration are frequently normal, but antibody responses, paicularly of IgG and IgA isotypes, are usually impaired. * T cell levels are reduced (not total absence). * B cell levels are normal. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "Tetany",
        "opb": "Eczema",
        "opc": "Total absence of T cells",
        "opd": "Absent B and T cells",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "82dd8c57-9bbc-43a6-9ecf-2027df80d8e0",
        "choice_type": "single"
    },
    {
        "question": "In primary pulmonary hypertension, basic abnormality in gene lies in",
        "exp": "Decreased expression of the voltage-regulated potassium channel, mutations in the bone morphogenetic protein-2 receptor, increased tissue factor expression, overactivation of the serotonin transpoer, transcription factor activation of hypoxia-inducible factor-1 alpha, and activation of nuclear factor of activated T cells. As a result, there appears to be a loss of apoptosis of the smooth muscle cells that allow their proliferation and the emergence of apoptosis-resistant endothelial cells that can obliterate the vascular lumen. Ref: Harrison's 18/e p2077",
        "cop": 1,
        "opa": "Bone morphogenic protein receptor II",
        "opb": "Endothelin",
        "opc": "Homebox gene",
        "opd": "PAX - 11",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1c8f0102-823f-469d-9b08-db63c50253b7",
        "choice_type": "single"
    },
    {
        "question": "The following abnormality an angiography is seen in which condition",
        "exp": "RAS occur in Takayasu's and atherosclerosis. Angiogram illustrating high-grade renal aery stenosis affecting the left kidney. This lesion is often pa of widespread atherosclerosis and sometimes is an extension of aoic plaque. This lesion develops in older individuals with preexisting atherosclerotic risk factors. ref - pubmed. com <a href=\"",
        "cop": 1,
        "opa": "Takayasu aeritis",
        "opb": "Giant cell aeritis",
        "opc": "PAN",
        "opd": "Wagener's granulomatosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "984d4937-c531-4257-ac73-cfdcb637e775",
        "choice_type": "single"
    },
    {
        "question": "The earliest phenotypic manifestation of idiopathic hereditary hemochromatosis is",
        "exp": "Hemochromatosis is a common inherited disorder of iron metabolism in which dysregulation of intestinal iron absorption results in deposition of excessive amounts of iron in parenchymal cells with eventual tissue damage and impaired function in a wide range of organs. When the diagnosis of hemochromatosis is established, it is impoant to counsel and screen other family members. Asymptomatic and symptomatic family members with the disease usually have an increased saturation of transferrin and an increased serum ferritin concentration. These changes occur even before the iron stores are greatly increasedA fasting serum transferrin saturation greater than 50% is abnormal and suggests homozygosity for hemochromatosis. Ref: Harrison's 19/e p2516",
        "cop": 4,
        "opa": "Postprandial increase in serum iron concentration",
        "opb": "Decreased serum ferritin level",
        "opc": "Slate grey pigmentation of skin",
        "opd": "Increased transferrin saturation",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a3b7f287-5d9b-46d7-bd7b-7e40e949109d",
        "choice_type": "single"
    },
    {
        "question": "The term post traumatic epilepsy refers to seizures occurring",
        "exp": "Posttraumatic epilepsy (PTE) is a recurrent seizure disorder that apparently results from injury to the brain. This injury may be due to multiple types of head insults often labled traumatic brain injury (TBI). There is an increase in PTE due to increasing TBI. PTE must be differentiated from posttraumatic seizures (PTS), which is a broader-spectrum term and signifies seizures that occur as a sequel to brain injury. Seizures that occur within 24 hours after brain injury are called immediate PTS. PTS that occur within 1 week after injury are termed early PTS, and seizures that occur more than 1 week after injury are termed late PTS. About 20% of people who have a single late posttraumatic seizure never have any fuher seizures, and these people should not be labeled as having PTE. The former definition of epilepsy required 2 unprovoked seizures, but the updated definition of epilepsy can be met with 1 unprovoked seizure and high likelihood of another. This blurrs the definition of PTS and PTE, but it is impoant to differentiate between the two. As PTS is a provoked seizure it is different than unprovoked seizure, but late PTS may be hard to differentiate from PTE Ref - Harrison's internal medicine 20e, medscape. com",
        "cop": 3,
        "opa": "Within moments of head injury.",
        "opb": "Within 7 days of head injury.",
        "opc": "Within several weeks to months after head injury.",
        "opd": "Many years after head injury.",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6d34742b-5bcd-4b4e-b5b8-c4a24d625e9c",
        "choice_type": "single"
    },
    {
        "question": "A patient of scleroderma who has hypertension is at significant risk of developing",
        "exp": ".",
        "cop": 2,
        "opa": "MI",
        "opb": "Sudden renal failure",
        "opc": "Thrombotic stroke",
        "opd": "Pulmonary hypertension",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4078b1e8-9c13-4a96-9178-e6703f55ff3d",
        "choice_type": "single"
    },
    {
        "question": "Most specific symptom of temporal aeritis?",
        "exp": "Giant cell aeritis ( temporal aeritis ) is a chronic vasculitis of large and medium vessel aeries, usually affecting the cranial branches of aeries arising from aoic arch. Jaw claudication is an underrepoed, yet, a very specific symptom of GCA, with a high positive predictive value. Ref: Harrison's Principles of Internal medicine, 21st edition, Page 2188; NEJM, May 5, 2016, 1794-1795.",
        "cop": 2,
        "opa": "Visual loss",
        "opb": "Jaw claudication",
        "opc": "Temporal headache",
        "opd": "Polymyalgia rheumatica",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ea33e1ef-f6e7-469f-ad56-721cb4122042",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in post-exposure prophylaxis for HIV?",
        "exp": "Acyclovir is a potent and selective inhibitor of the replication of ceain Herpes viruses, including HSV types 1 and 2, VZV, EBVOther drugs given in the question are antiretroviral drugs used in HIV(Ref: KD Tripathi 6/e p776)",
        "cop": 4,
        "opa": "Zidovudine + Laniivudine",
        "opb": "Nelfinavir",
        "opc": "Stavudine + Didanosine",
        "opd": "Acyclovir",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cecbfa0d-ecc0-4abe-be02-5c558b8a29b4",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of hyperparathyroidism is",
        "exp": "Primary hyperparathyroidism is a generalized disorder of calcium, phosphate, and bone metabolism due to an increased secretion of PTH. The elevation of circulating hormone usually leads to hypercalcemia and hypophosphatemia. Solitary adenomas: A single abnormal gland is a cause in ~80% of patients; the abnormality in the gland is usually a benign neoplasmor adenoma and rarely a parathyroid carcinoma. Ref: Harrison; 19th edition; Page no: 2470",
        "cop": 1,
        "opa": "Parathyroid adenoma",
        "opb": "Parathyroid hyperplasia",
        "opc": "MEN 1",
        "opd": "Medullary carcinoma of thyroid",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "97b9f2d7-af45-4fac-a1c8-b54ef9325438",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is characteristic of a/c glomerulonephritis: Need to change the format?",
        "exp": "Ref: Harrison's 18/e p2300",
        "cop": 2,
        "opa": "Muddy brown Cast",
        "opb": "Fe. Na < 1%",
        "opc": "Haematuria Proteinuria",
        "opd": "WBC",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1fa5e374-b922-4f6f-abc3-fe1bf4ca4a7f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metal ions is associated with secondary Parkinsonisms",
        "exp": "Manganese ion exposure is implicated in the free radical damage of the basal ganglia causing Parkinsonism. Toxins Implicated in Parkinsonism Manganese (Mn) MPTP (1 Methyl - > Phenyl -1, 2, 3, 6 tetrahydropyridine) Carbonmonoxide Carbondisulphide Ctanide Hexane Methanol Toxins repoed to induce Parkinonism: (Handbook of Atypical Parkinsonism) Betel nut (plus anti. Psychotics) Carbon monoxide Contrast agent for cardiac catheterization Cyanide Ethanol intoxication, ethanol withdrawal Ethylene glycol Herbicides (paraquat, diquat, glyphosate) Heroin Hydrogen sulfide Kava-kava Manganese REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "Mangnese",
        "opb": "Magnesium (Mg)",
        "opc": "Selenium (Se)",
        "opd": "Molybednum (Me)",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e6dcd079-cdc5-42ce-ad7f-d462c34d560b",
        "choice_type": "single"
    },
    {
        "question": "impaired function of aquorporin results in",
        "exp": "ref: harrisons 21st ed",
        "cop": 1,
        "opa": "Nephrogenic DI",
        "opb": "Liddle syndrome",
        "opc": "Cystic fibrosis",
        "opd": "Baer Syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d400c01c-9ac7-4c2e-8cc4-063c33539369",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions can produce hemothorax",
        "exp": "Patients with later stages of CKD may have abnormal hemostasis and increased tendency to bleeding due to: Prolonged bleeding time. Decreased activity of platelet factor IIIAbnormal platelet aggregation and adhesiveness. Impaired prothrombin consumption(ref: Harrison's 18/e p2180, 17/e p1763)",
        "cop": 4,
        "opa": "Myxoma",
        "opb": "Congestive heart failure",
        "opc": "Rheumatoid ahritis",
        "opd": "Uremia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "64fa1227-4140-4a39-b722-2b99e49e37b1",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old child is being evaluated for persistent metabolic acidosis. Blood tests show Na+ 140m. Eq/l. K+ 3m. Eq/l, Ca2+ 8mg/l, Mg+2 m. Eq/l. phosphate 3 m. Eq/l, pH 7. 22, bicarbonate 16m. Eq/l and chloride 112m. Eq/l. The plasma anion gap is:",
        "exp": "Anion gap is the unmeasured anions in plasma. Anion gap = (Na++K+) - (Cl-+HCO3-) = (140+3) - (16+112) = 15. Normal is 10-12 mmol/LRef: Harrison's 18/e p365, 17/e p289, 290",
        "cop": 2,
        "opa": "9",
        "opb": "15",
        "opc": "22",
        "opd": "25",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f7b88df5-610f-4a64-8cf6-39527f2f49c2",
        "choice_type": "single"
    },
    {
        "question": "Most common organism associated with reactive ahritis is:",
        "exp": "Chlamydia [Ref: Harrison 21st edition Reactive ahritis is a systemic disorder of unknown etiology that is defined by the development of conjunctivitis, urethritis, ahritis, and mucocutaneous lesions following an episode of infection elsewhere in the body. In 1916, Hans Reiter described the triad of nongonococcal urethritis, conjunctivitis, and ahritis in a young German officer with bloody dysentery. The classic triad of the disease, namely urethritis, ahritis, and conjunctivitis, is present in only one third of the patients. Reactive ahritis is frequently associated with the human leukocyte antigen B27 (1-ILA-B27) haplotype. The etiology of reactive ahritis remains unceain. The most accepted theory about the pathophysiology of reactive ahritis involves initial activation by a microbial antigen, followed by an autoimmune reaction that involves the skin, eyes, and joints. Two forms are recognized: a sexually transmitted form and a dysenteric form. Gastrointestinal infections with Shigella, Salmonella, and Campylobacter species and other microorganisms, and genitourinary infections especially with Chlamydia trachomatis have been found to trigger reactive ahritis. Young children tend to have the post dysenteric form, whereas adolescents and young men are most likely to acquire reactive ahritis after they have urethritis.",
        "cop": 3,
        "opa": "Staphylococcus",
        "opb": "Shigella",
        "opc": "Chlamydia",
        "opd": "Yersinia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cc19a227-630e-431a-bc58-c479e7d19b70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites is not involved in a posterior cerebral aery infarct?",
        "exp": "In 75% of cases, both PCAs arise from the bifurcation of the basilar aery; in 20%, one has its origin from the ipsilateral internal carotid aery the posterior communicating aery; in 5%, both originate from the respective ipsilateral internal carotid aeries. Two clinical syndromes are commonly observed with occlusion of the PCAP1 syndrome: midbrain, subthalamic, and thalamic signs, which are due to disease of the proximal P1 segment of the PCA or its penetrating branches (thalamogeniculate, Percheron, and posterior choroidal aeries)P2 syndrome: coical temporal and occipital lobe signs, due to occlusion of the P2 segment distal to the junction of the PCA with the posterior communicating aery. (Ref: Harrison's 18/e p3286, 3287, 17/e p2525)",
        "cop": 4,
        "opa": "Midbrain",
        "opb": "Thalamus",
        "opc": "Temporal lobe",
        "opd": "Anterior Coex",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "fb68ad70-1295-45bd-9f84-78e4c7b72289",
        "choice_type": "single"
    },
    {
        "question": "A 5yr old male child presented to the clinic with HISTORY of recurrent infections, the child had rashes as shown below Routine blood investigations revealed the patient had low platelets which of the following is the probable diagnosis in the kid",
        "exp": "WISKOTTALDRICH SYND. WASP gene mutation more in boys low PLATELET conent DECREASED immune response to polysaccharide Ag REF: OP GHAI 9. TH ED, HARRISONS 21. ST ED",
        "cop": 2,
        "opa": "Job syndrome",
        "opb": "Wis. Kott Aldrich syndrome",
        "opc": "HSP",
        "opd": "Measles",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "67308104-be67-4222-afa3-867654be7904",
        "choice_type": "single"
    },
    {
        "question": "A 20 yr old man with hypertension has following CXR finding with aoic shadow as below what could be the cause?",
        "exp": "REF: BRAUNWALD CARDIOLOGY",
        "cop": 1,
        "opa": "COA",
        "opb": "VSD",
        "opc": "ANEURYSM",
        "opd": "ESSENTIAL HTN",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "040c6559-4b58-485e-beb7-a25d30691071",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a clinical manifestation of parvovirus infection?",
        "exp": "Parvovirus. Clinical manifestations: Erythema infectiosum. Polyahropathy syndrome. Transient aplastic crisis. Pure red cell aplasia/chronic anemia. Hydrops fetalis. Hepatitis, vasculitis, myocarditis, glomerulosclerosis, CNS manifestations. Note: Tropical sprue is most often caused by infectious agents like G. lamblia, Yersinia enterocolitica, C. difficle, Cryptosporidium parvum, and Cyclospora. (Ref: Harrison's 18/e p1435, 1478; 17/e p1116-1117)",
        "cop": 4,
        "opa": "Erythema infectiosum",
        "opb": "Polyahropathy",
        "opc": "Pure red cell aplasia",
        "opd": "Tropical sprue",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8c237cac-1606-4c85-a8c3-c39b6177d412",
        "choice_type": "single"
    },
    {
        "question": "The lab repos of a patient given below pH = 7. 2 HCO3 - 10meq/L PCO2= 30mm HG This exemplifies which of the following disorder",
        "exp": "REF: HARRISONS 21. ST ED",
        "cop": 3,
        "opa": "Respiratory acidosis",
        "opb": "Respiratory alkalosis",
        "opc": "metabolic acidosis",
        "opd": "metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8bdbf09e-9ac5-481f-9a0d-9d9193b519eb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites is responsible for the amnestic defect in Wernicke&; s Korsakoff syndrome:",
        "exp": "The Amnestic effect in Wernicke&; s Korsakoff Syndrome is related to lesions in the dorso-medial nuclei of the thalamus. REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 2,
        "opa": "Mamillary body",
        "opb": "Thalamus",
        "opc": "Periventricular Grey matter",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "bd503081-4f7a-40a3-9de9-03109bcb5b21",
        "choice_type": "single"
    },
    {
        "question": "The serum concentration of which of the following human IgG subclass is maximum?",
        "exp": "IgG comprises about 75 to 85% of total serum immunoglobulin. The four IgG subclasses are numbered in order of their level in serum. Ig. G1 is found in greatest amounts and Ig. G4 the least (Ref: Harrison's 18/e p2036)",
        "cop": 1,
        "opa": "Ig. G1",
        "opb": "Ig. G2",
        "opc": "Ig. G3",
        "opd": "Ig. G4",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "fda26c4a-e42e-49e3-a732-9425590806ef",
        "choice_type": "single"
    },
    {
        "question": "A lady presents with galactorrhea and visual defects. Investigation to be done is",
        "exp": "MRI is the imaging of choice for pituitary tumour. It is preferred over CT scan.",
        "cop": 3,
        "opa": "Serum prolactin",
        "opb": "CT scan of brain",
        "opc": "MRI",
        "opd": "Angiography",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3ad191cd-1c85-45ed-a0f0-0dcef4585aba",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for development of gastric Ca",
        "exp": "Risk factors are: Long-term ingestion of high concentration of nitrates. H. pylori. Intestinal metaplasia in patients with atrophic gastritis. Gastric ulcers and adenomatous polyps. Menetrier's disease. Patients with blood group A have a higher incidence of Ca stomach than blood group O. Note: duodenal ulcers are not associated with gastric cancer.",
        "cop": 4,
        "opa": "Blood group O",
        "opb": "Duodenal ulcer",
        "opc": "Intestinal hyperplasia",
        "opd": "Intestinal metaplasia type III",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4b23f681-6ee3-4348-a110-2d93d9c2d3c5",
        "choice_type": "single"
    },
    {
        "question": "Ram Devi presented with generalized edema, sweating, and flushing tachycardia and fever after bee sting. This is:",
        "exp": "Symptoms of generalized edema, sweating, flushing, tachycardia and fever following bee sting indicates anaphylactic type of reaction. This is a type I hypersensitivity reaction mediated by IgE (ref: Harrison's 18/e p2710)",
        "cop": 2,
        "opa": "T cell mediated cytotoxicity",
        "opb": "IgE mediated reaction",
        "opc": "IgG mediated reaction",
        "opd": "IgA mediated hypersensitivity reaction",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5abd5ccb-5cec-42bb-885d-4acc026af4cd",
        "choice_type": "single"
    },
    {
        "question": "The following condition is caused by the deficiency of?",
        "exp": "Bitot&; s spots are the buildup of keratin located superficially in the conjunctiva of human&; s eyes. They can be oval, triangular or irregular in shape. The spots are a sign of vitamin A deficiency and associated with drying of the cornea. ref: harrisons 20th ed",
        "cop": 1,
        "opa": "vitamin A",
        "opb": "vitamin B",
        "opc": "Vitamin C",
        "opd": "vitamin D",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7764bb98-ae1b-4fcf-8408-2d98fce44331",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old man who has been on bed rest for the past 10 days, complains of breathlessness and chest pain. The chest X-ray is normal. The next investigation should be",
        "exp": "Lung scanning has become a second-line diagnostic test for PE, used mostly for patients who cannot tolerate intravenous contrast. Small paiculate aggregates of albumin labeled with a gamma-emitting radionuclide are injected intravenously and are trapped in the pulmonary capillary bed. The perfusion scan defect indicates absent or decreased blood flow, possibly due to Pulmonary Embolism. Ref: Harrison's 18/e p2173, 17/e p1652, 1663",
        "cop": 1,
        "opa": "Lung ventilation-perfusion scan",
        "opb": "Pulmonary aeriography",
        "opc": "Pulmonary venous angiography",
        "opd": "Echocardiography",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e5374799-4106-421e-8869-cb7973d073f7",
        "choice_type": "single"
    },
    {
        "question": "Which is not included in AIDS related complex?",
        "exp": "HIV symptoms: AIDS related complex (ARC) It belongs to class B of HIV symptoms. The patients at this stage have various diseases that occur because the HI virus has weakened the immune system. The following HIV signs may have patients with ARC: * Long-lasting diarrhea (over four weeks) * Unintended heavy weight loss * Long lasting fever * Night sweats * Bacterial infections caused by bacteria * Bacterial blood poisoning (sepsis) * Phthisis * Herpes zoster * Oral hairy leukoplakia (whitish changes on the lateral tongue border) * Fungi caused by fungi * HIV symptoms - Women: vaginal inflammation caused by fungi, malignant changes in the cervix REF: HARRISONS 21. ST ED",
        "cop": 1,
        "opa": "Ectopic pregnancy",
        "opb": "Recurrent genital candidiasis",
        "opc": "Generalised lymphadenopathy",
        "opd": "Chronic diarrhea",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "95834529-e9c8-406f-8bb8-cc650d7ca4c4",
        "choice_type": "single"
    },
    {
        "question": "The feature of shock lung is",
        "exp": "Ref: Harrison's 18/e p2205, 17/e p1680",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Usual interstitial penumonitis",
        "opc": "Organizing pneumonia",
        "opd": "Bronchilolitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8bebea0b-a7c3-4608-b61a-38644531acc3",
        "choice_type": "single"
    },
    {
        "question": "Renal Calculi associated with Proteus infection is",
        "exp": "Phosphate calculus Phosphate calculus is smooth and diy white. It tends to grow in alkaline urine, especially when urea-splitting Proteus organisms are present; As a result, the calculus may enlarge to fill most of the collecting system, forming a staghorn calculus. Staghorn calculus may be clinically silent for years and may present with haematuria, urinary infection or renal failure(Ref: Harrison's 18/e p2387; Bailey 26/e p1293)",
        "cop": 2,
        "opa": "Uric Acid",
        "opb": "Triple Phosphate",
        "opc": "Calcium oxalate",
        "opd": "Xanthine",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "673e5b77-9708-4e98-8705-fbf73393530b",
        "choice_type": "single"
    },
    {
        "question": "An abnormal Ham test is most likely associated with which of the following?",
        "exp": ".",
        "cop": 2,
        "opa": "Defect in spectrin",
        "opb": "Defective GPI anchor",
        "opc": "Defect in complement",
        "opd": "Mannose-binding residue defect",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "a16a87aa-7e4d-4194-938c-a58eecff87e4",
        "choice_type": "single"
    },
    {
        "question": "A 45 years old hypeensive male presented with sudden onset severe headache, vomiting and neck stiffness. On examination he didn't have any focal neurological deficit. His CT scan showed blood in the Sylvain fissure. The probable diagnosis is",
        "exp": "*Most unruptured intracranial aneurysms are asymptomatic. *Symptoms are usually due to rupture and resultant SAH.*At the moment of aneurysmal rupture with major SAH, the ICP suddenly rises.*This may causes sudden transient LOC, preceded by a brief moment of excruciating headache.*In 10% of cases, it causes LOC.*The patient often calls the headache \"the worst headache of my life\"; *The headache is usually generalized, often with neck stiffness, and vomiting is common.*Although sudden headache in the absence of focal neurologic symptoms is the hallmark of aneurysmal rupture, focal neurologic deficits may occur. *Anterior communicating aery or MCA bifurcation aneurysms may rupture into the adjacent brain or subdural space and form a hematoma large enough to produce mass effect. *The deficits that result can include hemiparesis, aphasia, and abulia. (Ref: Harrison's 18/e p3296, 17/e p1727)",
        "cop": 2,
        "opa": "Meningitis",
        "opb": "Ruptured aneurysm",
        "opc": "Hypeensive bleed.",
        "opd": "Stroke",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "0c78fdcb-2728-4e40-8540-a0c470fd1f8a",
        "choice_type": "single"
    },
    {
        "question": "Menkes syndrome is a disorder of",
        "exp": "Menkes kinky hair syndrome. Etiology. Features. PrognosisX-linked metabolic disturbance of copper metabolism. Mutation in copper-transpoing ATP7A gene. Mental retardation. Hypocupremia. Decreased circulating ceruloplasmin. Children with this disease often die within 5 years because of dissecting aneurysms or cardiac rupture(Ref: Harrison's 18/e p604)",
        "cop": 1,
        "opa": "Copper transpo",
        "opb": "Iron Transpo",
        "opc": "Sodium transpo",
        "opd": "Potassium Transpo",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "61976f5e-b541-475c-9cca-f9efd808b37e",
        "choice_type": "single"
    },
    {
        "question": "Disseminated intravascular coagulation (DIC) differs from thrombotic thrombocytopenic purpura. In this reference the DIC is most likely characterized by:",
        "exp": "In DIC, the levels of coagulation factors are decreased. Whereas in TTP, coagulation factor levels are normal. Ref: Harrison's Principles of Internal Medicine 21st ed.",
        "cop": 3,
        "opa": "Significant numbers of schistocytes",
        "opb": "A brisk reticulocytosis",
        "opc": "Significant thrombocytopenia",
        "opd": "Decreased coagulation factor levels",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c2710637-2d93-4729-bb1d-bb728c3b798a",
        "choice_type": "single"
    },
    {
        "question": "In Alzheimer&; s disease (AD) which of the following is not seen:",
        "exp": "Aphasia, Apraxia, Acalculia and Agnosia may all be seen in Alzheimer&; s Dementia. Agnosia in Alzheimer&; s disease usually presents late in the disease and is not included in the ICD-10 Diagnostic criteria for dementia in Alzheimer&; s disease with early onset and hence may be selected as the single best answer by exclusion REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 3,
        "opa": "Aphasia",
        "opb": "Acalculia",
        "opc": "Agnosia",
        "opd": "Apraxia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "58c5c8b8-e314-4023-a069-50028cfafe94",
        "choice_type": "single"
    },
    {
        "question": "A young girl presents with repeated episodes of throbbing occipital headache associated with ataxia and veigo. The family history is positive for similar headaches in her mother. Most likely diagnosis is:",
        "exp": "The terms basilar aery and basilar-type migraine have now been replaced by a migraine with brainstem aura. In this migraine aura have prominent brainstem symptoms such as dizziness, double vision, and lack of coordination. Harrison 19e 2588",
        "cop": 2,
        "opa": "Vestibular neuronitis",
        "opb": "Basilar migraine",
        "opc": "Cluster headache",
        "opd": "Tension headache",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2a167a9b-8812-40e6-9496-4a71de52e76a",
        "choice_type": "single"
    },
    {
        "question": "An 60 yr old unvaccinated came to the OPD with fever and red eyes O/e the following type of rash was seen body of the pt. What is the most likely complication expected with this condition",
        "exp": "Symptoms Rheumatic fever symptoms vary. You can have few symptoms or several, and symptoms can change during the course of the disease. The onset of rheumatic fever usually occurs about two to four weeks after a strep throat infection. Rheumatic fever signs and symptoms -- which result from inflammation in the heart, joints, skin or central nervous system -- can include: Fever Painful and tender joints -- most often in the knees, ankles, elbows and wrists Pain in one joint that migrates to another joint Red, hot or swollen joints Small, painless bumps beneath the skin Chest pain Heart murmur Fatigue Flat or slightly raised, painless rash with a ragged edge Jerky, uncontrollable body movements (Sydenham chorea) -- most often in the hands, feet and face Outbursts of unusual behavior, such as crying or inappropriate laughing, that accompanies Sydenham chorea Complications Inflammation caused by rheumatic fever can last a few weeks to several months. In some cases, the inflammation causes long-term complications. Rheumatic fever can cause permanent damage to the heart (rheumatic heart disease). It usually occurs 10 to 20 years after the original illness, but severe cases of rheumatic fever can cause damage to the heart valves while your child still has symptoms. Problems are most common with the valve between the two left chambers of the heart (mitral valve), but the other valves can be affected. The damage can result in: Narrowing of the valve. This decreases blood flow. Leak in the valve. A leaky valve causes blood to flow in the wrong direction. Damage to heart muscle. The inflammation associated with rheumatic fever can weaken the heart muscle, affecting its ability to pump. Damage to the mitral valve, other heart valves or other heart tissues can cause problems with the heart later in life. Resulting conditions can include: An irregular and chaotic heabeat (atrial fibrillation) Heart failure ref: harrisons 21st ed",
        "cop": 1,
        "opa": "myocarditis",
        "opb": "nephritis",
        "opc": "pancreatitis",
        "opd": "orchitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4e90ee00-bd8a-4335-8ce8-f5e811bfeb0b",
        "choice_type": "single"
    },
    {
        "question": "Lateral medullary syndrome is due to the occlusion of which of the following vessels?",
        "exp": "Lateral medullary syndrome is otherwise known as Wallenberg's syndrome or PICA syndrome or veebral aery syndrome. Occlusive disease of the intracranial segment of the veebral aery is a much more frequent cause of the lateral medullary syndrome. Signs and symptoms include: Ipsilateral side Horner's syndrome Decrease in pain and temperature sensation on ipsilateral side of face Cerebellar signs (ataxia) Contralateral side: Decreased pain and temperature on contralateral body Dysphagia, dysahria, hoarseness, paralysis of vocal cord Veigo, nausea, vomiting, hiccups Nystagmus, diplopia No facial or extremity muscle weakness seen in this syndrome REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 4,
        "opa": "Posterior superior cerebellar aery",
        "opb": "Anterior inferior cerebellar aery",
        "opc": "Basilar aery",
        "opd": "Veebral aery",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4c919056-b63b-4e05-8bed-26338adf12b4",
        "choice_type": "single"
    },
    {
        "question": "the blood examination of a patient with head injury reveals Ph=7. 2, pco3=65mmhg, hco3= 30 meq/l?",
        "exp": "respiratory acidosis ref: harrisons 21st ed",
        "cop": 1,
        "opa": "respiratory acidosis",
        "opb": "respiratory alkalosis",
        "opc": "metabolic acidosis",
        "opd": "metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "0e52e9c7-d4fc-4632-9da1-812ef9c72e77",
        "choice_type": "single"
    },
    {
        "question": "A 41 year old patient presented with chronic diarrhea for 3 months. A d-xylose absorption test was ordered to look for",
        "exp": "URINARY d-XYLOSE TESTThe urinary d-xylose test for carbohydrate absorption provides an assessment of proximal small-intestinal mucosal function. d-Xylose, a pentose, is absorbed almost exclusively in the proximal small intestine. The d-xylose test is usually performed by administering 25 g of d-xylose and collecting urine for 5 h. An abnormal test (excretion of <4. 5 g) primarily reflects duodenal/jejunal mucosal disease. The d-xylose test can also be abnormal in patients with blind loop syndrome (as a consequence primarily of an abnormal intestinal mucosa) and, as a false-positive study, in patients with large collections of fluid in a third space (i. e., ascites, pleural fluid). The ease of obtaining a mucosal biopsy of the small intestine by endoscopy and the false-negative rate of the d-xylose test has led to its diminished use. When a small-intestinal mucosal disease is suspected, a small-intestinal mucosal biopsy should be performed. Ref: Harrison; 19th edition; Page no: 1938",
        "cop": 1,
        "opa": "Carbohydrate malabsorption due to mucosal disease",
        "opb": "Carbohydrate malabsorption due to chronic pancreatitis",
        "opc": "Fat malabsorption due to mucosal disease",
        "opd": "Fat malabsorption due to chronic pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "fbe96466-6a6e-4287-8a3b-bfb8635088f2",
        "choice_type": "single"
    },
    {
        "question": "A 40-years-old non-diabetic woman patient is bought to the emergency depament, by paramedics with hypoglycemia. The paramedics suspect a, & insulin overdose, you suspect Insulinoma. The lab result that would confirm your suspicion of Insulinoma is",
        "exp": "Insulinomas. Whipple's triad. Diagnostic tests. Fasting hypoglycemia+Symptoms of hypoglycemia+Immediate recovery after IV glucose along with increased insulin & C peptide levels and absent insulin antibodies. Suppression of insulin secretion by fasting Measurement of proinsulin to insulin by RIA C peptide levels Glucagon test Tumour localization by CT, MRI &radio nuclear scan (Refer: Harrison's Principles of Internal Medicine, 18th edition, pg no: 3066-3067)",
        "cop": 3,
        "opa": "Insulin level > C-peptide level",
        "opb": "Insulin level < C peptide level",
        "opc": "Insulin level = C-peptide level",
        "opd": "Insulin antibody level = insulin level",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "84f7ab0f-9af1-40dd-991b-e86c3c7884f2",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not used as a tumor marker in testicular tumors?",
        "exp": "CEA is an oncofetal antigen and may be used as a tumor marker in adenocarcinoma of colon, pancreas, lung, breast, and ovary. However not used as a marker for germ cell tumors. Tumor markers for germ cell tumors: Alpha-fetoprotein seen in non-seminomatous germ cell tumors. HCG: 1. non-seminomatous germ cell tumors; 2. Non-seminomatous germ cell tumors. Others: LDHPlacental alkaline phosphatase(Ref: Harrison's 18/e p652, table 81-6)",
        "cop": 4,
        "opa": "AFP",
        "opb": "LDH",
        "opc": "HCG",
        "opd": "CEA",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "b562d110-bd6c-4d6d-92e3-58b1ded1cf8a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following viruses does not produce viral esophagitis?",
        "exp": "Organisms causing infectious esophagitis: HSV 1 & 2. Varicella-zoster virus. Cytomegalovirus. HIVLactobacillus and B-hemolytic streptococci. Cryptosporidium. Pneumocystis carnii. Mycobacterium tuberculosis. Candida albicans(Ref: Harrison's 18/e p2436)",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Adenovirus",
        "opc": "Varicella",
        "opd": "Cytomegalovirus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "908ea4da-2cf1-45fe-84d7-2c1ca5279938",
        "choice_type": "single"
    },
    {
        "question": "Which of the following results in thirst?",
        "exp": ".",
        "cop": 1,
        "opa": "Cardiac failure",
        "opb": "Decreased plasma levels of angiotensin II",
        "opc": "Distension of the cardiac atria",
        "opd": "Distension of the stomach",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4396aed5-438a-47c7-8121-0f9a3bb61b63",
        "choice_type": "single"
    },
    {
        "question": "The indicator of active multiplication of Hepatitis B virus is:",
        "exp": "HBs. Ag. Anti HBs. Anti HBc. HBe. Ag. Anti-Hbe. Interpretation+-IgM+-Acute hepatitis B, high infectivity+-IgG+-Chronic hepatitis B, high infectivity+-IgG-+1. Late acute or chronic hepatitis B, low infectivity2. HBe. Ag-negative (\"precore-mutant\") hepatitis B(chronic or, rarely, acute++++/-+/-1. HBs. Ag of one subtype and heterotypic anti-HBs(common)2. Process of seroconversion from HBs. Ag to anti-HBs (rare)--IgM+/-+/-1. Acute hepatitis B2. Anti-HBc \"window\"Diagnostic approach in Patients with Hepatitis. HBs Ag. Igm Anti -HAVIgm Anti HBCAnti HCVDiagnostic Interpretation+-+-Acute hepatitis B +---Chronic Hepatitis B++--Acute Hepatitis A superimposed on Chronic Hepatitis b+++-Acute Hepatitis A and B-+--Acute hepatitis A-++-Acute Hepatitis A and B--+-Acute Hepatitis B---+Acute hepatitis CRef: Harrison's 18/e p2550 17/e p1933",
        "cop": 3,
        "opa": "HBs. Ag",
        "opb": "HBc. Ag",
        "opc": "HBe. Ag",
        "opd": "Anti HBs",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "88271fe3-182c-4343-8694-e658335aea8e",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common preceding infection in bone marrow failure syndromes?",
        "exp": "Most common infection preceding bone marrow failure syndrome is hepatitis. It is usually sero negative ( non-A, non- B, non - C ). It accounts for 5% of etiologies. Parvo virus can cause pure red cell aplasia, but it doesn't usually cause generalised bone marrow failure. Ref: Harrison's principles of internal medicine, 21st edition, page 664",
        "cop": 4,
        "opa": "Parvo B19",
        "opb": "EBV",
        "opc": "HIV",
        "opd": "Hepatitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "90f30ae7-dad8-4b60-918e-ecb5201439f6",
        "choice_type": "single"
    },
    {
        "question": "Heyde's syndrome is",
        "exp": "Heyde's syndrome: GIT bleeding Angiodysplasia Aoic stenosis Caused by the induction of Von Willebrand disease type IIA (v. WD-2A) by depletion of v. WF in blood flowing through the narrowed valvular stenosis. ref - pubmed. com <a href=\" <p>",
        "cop": 3,
        "opa": "Mitral stenosis, ahritis, and biliary cirrhosis",
        "opb": "Mitral regurgitation, hiatus hernia, and cirrhosis",
        "opc": "Aoic stenosis, gastrointestinal bleeding and angiodysplasia of colon",
        "opd": "Pulmonary aerial hypertension, tricuspid regurgitation, and cirrhosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2455a900-b833-4812-a8af-0219f1b0c5e2",
        "choice_type": "single"
    },
    {
        "question": "A 7 years girl, parents gave a history of fever for which she was treated with Paracetamol following which the fever subsided. Later she developed seizures and altered sensorium. The urine examination revealed oxalate crystals on microscopy, Blood anion gap and osmolality were increased. The diagnosis is",
        "exp": "Ingestion of antifreeze causes high AG acidosis. Due to ethylene glycol and its metabolites oxalic acid, glycolic acid. Diagnosis is facilitated by the presence of oxalate crystals in urine. Ref: Harrison's 18/e p367, 17/e p291",
        "cop": 2,
        "opa": "Lactic acidosis",
        "opb": "Ethylene glycol poisoning",
        "opc": "Renal tubular acidosis",
        "opd": "Paracetamol poisoning",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ff9e3050-edb5-4744-916a-2c94a5246e56",
        "choice_type": "single"
    },
    {
        "question": "IL-2 is produced by",
        "exp": "IL-2 is produced by CD4 T helper cells. Its actions are: Promotes growth and differentiation of T and B cells. Promotes cytotoxicity of T cells and NK cells. Promotes secretion of other lymphokines IL-3 is produced by T cells for hematopoiesis(ref: Harrison's 18/e p2659, table 314-7)",
        "cop": 1,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Monocytes",
        "opd": "Neutrophils",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "34c6c529-85e6-4f5d-bca0-6885bd624bbd",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in intractable hiccoughs is:",
        "exp": "Chlorpromazine appears to be the drug of choice. Other agents used are: Haloperidol. Metoclopramide. Phenytoin, valproic acid, carbamazepine, gabapentin. Ketamine, lidocaine. Baclofen. Dexamethasone. Edrophonium. Amantadine. Nifedipine. Benzodiazepines to be avoided(ref: KDT 5/e p399, internet)",
        "cop": 4,
        "opa": "Metoclopramaide",
        "opb": "Haloperidol",
        "opc": "Thioridazine",
        "opd": "Chlorpromazine",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "77413b8f-96d6-4f96-98e8-a9429eba6b89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most useful in Rx of Kostmann's Syndrome?",
        "exp": "Kostmann disease was first described in 1956 as an autosomal recessive disorder characterized by severe neutropenia and onset of severe bacterial infections early in life Filgrastim/lenograstim (G-CSF) in Kostman syndrome There is an induction phase with G-CSF to evaluate the response of individuals, with an increase in absolute neutrophil count (ANC) (>1500/mL) and clinical improvement after 10-15 days. The initial daily dose is 5 mg/kg subcutaneously. If there is no response after 15 days, the daily dose is increased by 5 mg/kg. If the response is rapid or excessive (ANC >5000 /mL), the dose is halved. Once the minimal daily dose is determined, the maintenance phase can begin, with monitoring of neutrophil counts every 3-6 months. Almost two thirds of patients respond to a daily dose of 2-10 ug/kg, while 20% respond to 10-20 mg/kg. A small percentage of patients require higher doses, up to 100 mg/kg. Around 10% of patients are unresponsive to G-CSF therapy. Ref - harrison 20th edition 740, medscape. com",
        "cop": 4,
        "opa": "Sargramostim",
        "opb": "Aldesleukin",
        "opc": "Oprelvekin",
        "opd": "Filgrastim",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "291e3716-13ff-4cb4-96d0-5bcbacdb4eb1",
        "choice_type": "single"
    },
    {
        "question": "A normal-anion-gap metabolic acidosis occurs in patients with",
        "exp": "During diarrhea, there is a loss of water, sodium, bicarbonate, and potassium in the fecal fluid leading to dehydration. Contraction of the extracellular fluid causes hyperchloremia. Hence the decrease in HCO3- is compensated by the corresponding increase in Cl- causing normal AG Metabolic acidosis. High anion gap acidosis. Normal anion gap acidosis. Lactic acidosis. Ketoacidosis. Toxin ingestion. Acute & chronic renal failure Diarrhea. Fistula. Uretero-sigmoidostomy. Proximal renal tubular acidosis Carbonic anhydrase inhibitors. Mineralocoicoid deficiency. Ref: Harrison's 18/e p368",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Diabetic ketoacidosis",
        "opc": "Methyl alcohol poisoning",
        "opd": "Acute renal failure",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d3a4cb74-c3cf-46d3-ba9e-decb10ac0430",
        "choice_type": "single"
    },
    {
        "question": "cardiomyopathy absent in?",
        "exp": "ref harrisons21st ed",
        "cop": 2,
        "opa": "DMD",
        "opb": "Becker Dystrophy",
        "opc": "Myotonic Dystrophy",
        "opd": "Myasthenia Gravis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "00a0a92c-374c-46e4-bc5b-129709cfefcb",
        "choice_type": "single"
    },
    {
        "question": "The commonest histological finding in Hypeensive Nephrosclerosis is",
        "exp": "\"Hypeensive Nephrosclerosis\"Lesser degrees of hypertension induce less severe, but prevalent changes in kidney vessels and loss of kidney function; a large poion of patients reaching ESRD without a specific etiologic diagnosis are assigned the designation \"hypeensive nephrosclerosis\". Characterised by afferent aeriolar thickening with deposition of homogeneous eosinophilic material (hyaline aeriolosclerosis) associated with narrowing of vascular lumina. Similar vessel changes are associated with aging, dyslipidemia, and glucose intolerance. Antihypeensive therapy slows the progression of proteinuric kidney diseases and reduces the excessive cardiovascular risks associated with CKD, but it does not alter the course of kidney dysfunction identified specifically as hypeensive nephrosclerosis. Ref: Harrison's 18/e p2047",
        "cop": 3,
        "opa": "Proliferative endaeritis",
        "opb": "Necrotizing aeriolitis",
        "opc": "Hyaline aeriosclerosis",
        "opd": "Cystic medial necrosis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7c7f9d55-2ecc-449e-8e46-2e8031c26f95",
        "choice_type": "single"
    },
    {
        "question": "which of the following is not a sign of pitutary apoplexy?",
        "exp": "Signs of Pituitary Apoplexy - Headache, Visual deficits, Ophthalmoplegia or ptosis, Nausea and vomiting, Alteration in level of consciousness, Meningismus, Hemiparesis, Fever ref: harriosns 21st ed",
        "cop": 1,
        "opa": "hypertension",
        "opb": "shock",
        "opc": "LOC",
        "opd": "headache",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8862072a-b29f-4749-9db2-258ffc16cf06",
        "choice_type": "single"
    },
    {
        "question": "A 62 years old man with carcinoma of lung presented to emergency depament with respiratory distress. His EKG showed electrical alternans. The most likely diagnosis is",
        "exp": "Electrical alternans is an electrocardiographic phenomenon of alternation of QRS complex amplitude or axis between beats and a possible wandering base-line. It is seen in cardiac tamponade and severe pericardial effusion. Massive pericardial effusion produces a triad of: Low QRS voltage. Tachycardia. Electrical alternans. Ref: Harrison's 18/e p1972",
        "cop": 3,
        "opa": "Pneumothorax.",
        "opb": "Pleural effusion",
        "opc": "Cardiac tamponade",
        "opd": "Constrictive pericarditis.",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "b7ff1e15-2454-4a90-b03d-610ed54d8615",
        "choice_type": "single"
    },
    {
        "question": "Reed sternberg cells are found in",
        "exp": "* Reed-Sternberg cells * They are usually derived from B lymphocytes, classically considered crippled germinal center B cells. * Seen against a sea of B cells, they give the tissue a moth-eaten appearance. * They are named after Dorothy Reed Mendenhall and Carl Sternberg, who provided the first definitive microscopic descriptions of Hodgkin&; s disease. * Reed-Sternberg cells are large and are either multinucleated or have a bibbed nucleus (thus resembling an \"owl&; s eye\" appearance) with prominent eosinophilic inclusion-like nucleoli. * Reed-Sternberg cells are CD30 and CD15 positive, usually negative for CD20 and CD45. * The presence of these cells is necessary in the diagnosis of Hodgkin&; s lymphoma - the absence of Reed-Sternberg cells has very high negative predictive value. * They can also be found in reactive lymphadenopathy (such as infectious mononucleosis, carbamazepine associated lymphadenopathy) and very often in other types of non-Hodgkin lymphomas. * A special type of Reed-Sternberg cells is the lacunar histiocyte, whose cytoplasm retracts when fixed in formalin, so the nuclei give the appearance of cells that lie with empty spaces (called lacunae) between them. These are characteristic of the nodular sclerosis subtype of Hodgkin&; s lymphoma REF: HARRISONS 21. ST ED",
        "cop": 1,
        "opa": "Hodgkin's disease",
        "opb": "Sickle cell anemia",
        "opc": "Thalassemia",
        "opd": "CML",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "dd91bade-3833-49b3-8da4-39c9eddcdad5",
        "choice_type": "single"
    },
    {
        "question": "NARP Syndrome is a",
        "exp": "NARP SYNDROME NARP syndrome is a mitochondrial function disorder. The main components of NARP syndrome are: Neuropathy (peripheral neuropathy which mostly affects sensory nerves) Ataxia Retinitis pigmentosa Other features include seizures, hearing loss and cardiac conduction defects. It occurs due to a mutation in the MT-ATP6 gene, which results in altered structure or function of mitochondrial ATP synthase leading to decreased ATP production. As it involves a mutation of mitochondrial DNA, it is inherited from mother to child (maternal inheritance). Other maternally inherited mitochondrial DNA disorders include: Leigh syndrome, Leber's hereditary optic neuropathy & Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes ( MELAS ) Ref: Harrison's Principles of Internal Medicine 21st ed.",
        "cop": 2,
        "opa": "Lysosomal storage disorder",
        "opb": "Mitochondrial function disorder",
        "opc": "Glycogen storage disorder",
        "opd": "Golgi body transpo disorder",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "41a58cf6-ff31-4093-b3cb-27a07bd9b4f0",
        "choice_type": "single"
    },
    {
        "question": "Pt with his DM Hypothyroidism now present with passing stools and not gaining weight What is the fuher diagnostic investigation to be done",
        "exp": "CELIAC DISEASE The best way to test for celiac disease is with the Tissue Transglutaminase IgA antibody, plus an IgA antibody in order to ensure that the patient generates enough of this antibody to render the celiac disease test accurate. People with celiac disease who eat gluten have higher than normal levels of ceain antibodies in their blood. These antibodies are produced by the immune system because it views gluten (the proteins found in wheat, rye and barley) as a threat. You must be on a gluten-containing diet for antibody (blood) testing to be accurate. ref: harrisons 21st ed",
        "cop": 1,
        "opa": "Anti Gliadin Antibody",
        "opb": "TFT",
        "opc": "Stool microscopy",
        "opd": "72hr fecal fat",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5083b2c8-6485-4b90-9c3f-a2412d1e9742",
        "choice_type": "single"
    },
    {
        "question": "An 8 yr old boy presents to casualty with history of diarrhea, followed by decreased urine output. Blood examination shows thrombocytes: 90, 000/cm3. Diagnosis is",
        "exp": "Thrombotic thrombocytopenic microangiopathies are a group of disorders characterized by thrombocytopenia, a microangiopathic hemolytic anemia evident by fragmented RBCs and laboratory evidence of hemolysis, and microvascular thrombosis. They include thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS). TTP and HUS have common features of thrombocytopenia, hemolytic anemia, fever, renal failure, and neurologic disturbances; When patients, paicularly children, have more evidence of renal injury, their condition tends to be called HUS; In adults with the neurologic disease, it is considered to be TTP; In adults, there is often a mixture of both, hence called TTP/HUS. Renal biopsy showing glomerular capillary endotheliosis associated with platelet thrombi, damage to the capillary wall, and formation of fibrin material in and around glomeruli; similar lesions occur in preeclampsia/HELLP (hemolysis, elevated liver enzymes, and low platelet count syndrome), malignant hypertension, and the antiphospholipid syndrome. Causes of TTP/HUS: Pregnancy. Drugs like oral contraceptives, quinine; in renal transplant patients given OKT3 for rejection. Calcineurin inhibitors, cyclosporine, and tacrolimus. Antiplatelet agents, ticlopidine, and clopidogrel. HIV infection. In DIC, while thrombocytopenia and microangiopathy are seen, a coagulopathy predominates - with consumption of clotting factors and fibrinogen resulting in an elevated prothrombin time (PT) & activated paial thromboplastin time (a. PTT); The PT and a. PTT are characteristically normal in TTP or HUS. Hemolytic Uremic Syndrome (HUS): Characterized by acute renal failure, microangiopathic hemolytic anemia, and thrombocytopenia. It is seen predominantly in children; most of the cases preceded by an episode of hemorrhagic diarrhea; Escherichia coli O157: H7 is the most frequent etiologic serotype, followed by Shigella dysenteriae This Shiga toxin (verotoxin) inhibits the endothelial production of ADAMTS13(normally ADAMTS13 metalloprotease cleaves large multimers of von Willebrand&; s factor). Absent ADAMTS13, these large multimers cause platelet clumping and intravascular hemolysis. Some children with complement protein deficiencies express atypical HUS (a. HUS), which can be treated with the liver transplant. Treatment of adult TTP/HUS is daily plasmapheresis; Patients with childhood HUS from infectious diarrhea are not given antibiotics, as antibiotics are thought to accelerate the release of the toxin and the diarrhea is usually self-limited. No intervention appears superior to suppoive therapy in children with post-diarrheal HUS. Ref: Harrison's 18/e p970",
        "cop": 1,
        "opa": "Hemolytic Uremic Syndrome",
        "opb": "Disseminated Intravascular Coagulation",
        "opc": "Hemophilia",
        "opd": "Idiopathic Thrombocytopenic Purpura",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6cfee23f-ffd8-4ef5-876f-e54335eb4a51",
        "choice_type": "single"
    },
    {
        "question": "Septicaemic shock with multi-organ failure is treated by",
        "exp": "Norepinephrine in septic shock: First line agent in septic shock. Predominant alpha receptor agonist effects and results in potent peripheral aerial vasoconstriction without significantly increasing heart rate or cardiac output. Dosage range is 5-20 microgram/min(Ref: Harrison's 18/e p2223, 2228)",
        "cop": 4,
        "opa": "Adrenaline",
        "opb": "Ephedrine",
        "opc": "Phenylephrine",
        "opd": "Norepinephrine",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2b978c9e-cd1f-446f-8b2c-3248520bfe7b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for Kawasaki Disease is:",
        "exp": "Recommended guideline for the management of Kawasaki disease in the UK # Establish diagnosis (1) Complete Kawasaki disease (any age) (2) Incomplete Kawasaki (<1 year) # Treatment IVIG 2 g/kg as a single infusion over 12 hours Aspirin 30-50 mg/kg/day in 4 divided doses for 2 weeks (7. 5 -- 12. 5 mg/kg QDS) Echocardiography and ECG Aspirin 2-5 mg/kg/day when fever settled (disease defervescence) continuing for a minimum of 6 weeks The treatment of choice in Kawasaki disease is intravenous immunglobulins REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 1,
        "opa": "IV Immunoglobulins",
        "opb": "Steroids",
        "opc": "Dapsone",
        "opd": "Methotrexate",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "68eef90a-45b2-4c8e-abdf-5ae3f506adcf",
        "choice_type": "single"
    },
    {
        "question": "Mr. and Mrs. Annadurai have a 2 month old baby suffering from Down's syndrome. Karyotype of Mrs. Annadurai shows translocation variety of Down syndrome. Which of the following investigations will you advise to the parents before the next pregnancy?",
        "exp": "Trisomy 21 may arise from. Non-disjunction of chromosome 21: Most common mode (95%). Risk of recurrence is 1 %Invasive prenatal diagnosis is indicated. Paternal chromosome study not needed. Translocation (or mosaicism). Paternal chromosome study is indicated. Risk of recurrence is high. Ref: Harrison's 18/e p510, 511, Williams 21/e p944, Ghai 5/e p478, 479",
        "cop": 3,
        "opa": "Triple test",
        "opb": "a-fetoprotein",
        "opc": "Karyotyping",
        "opd": "b-human chorionic gonadotropin (h. CG)",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d1c273a5-bc9c-44b0-bee2-6aa5ff1f0165",
        "choice_type": "single"
    },
    {
        "question": "The ECG given below is seen in which condition?",
        "exp": "Hyperkelemia - ECG tall T waves > Clinical Features > Most of Hyperkalemic individuals are asymptomatic. > If present - symptoms are nonspecific and predominantly related to muscular or cardiac functions. > The most common - weakness and fatigue. > Occasionally, frank muscle paralysis or shoness of breath. > Patients also may complain of palpitations or chest pain. > Arrythmias occur-- Sinus Brady, Sinus arrest, VT, VF, Asystole, some may repo nausea, vomiting, and paresthesias ref: harrisons 20th ed",
        "cop": 1,
        "opa": "Heafailure",
        "opb": "Hyperkalemia",
        "opc": "Hypothrmia",
        "opd": "Pericarditis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4387c220-d25c-4e9c-83a7-4722fe164113",
        "choice_type": "single"
    },
    {
        "question": "A d-xylose test was requested on a patient with a history of long-standing steatorrhea, '5' hour urine sample showed <4. 0 gm excretion after giving 25 gm of d-xylose. The most likely diagnosis is",
        "exp": "URINARY d-XYLOSE TESTThe urinary d-xylose test for carbohydrate absorption provides an assessment of proximal small-intestinal mucosal function. d-Xylose, a pentose, is absorbed almost exclusively in the proximal small intestine. The d-xylose test is usually performed by administering 25 g of d-xylose and collecting urine for 5 h. An abnormal test (excretion of <4. 5 g) primarily reflects duodenal/jejunal mucosal disease. The d-xylose test can also be abnormal in patients with blind loop syndrome (as a consequence primarily of an abnormal intestinal mucosa) and, as a false-positive study, in patients with large collections of fluid in a third space (i. e., ascites, pleural fluid). The ease of obtaining a mucosal biopsy of the small intestine by endoscopy and the false-negative rate of the d-xylose test has led to its diminished use. When a small-intestinal mucosal disease is suspected, a small-intestinal mucosal biopsy should be performed. Ref: Harrison; 19th edition; Page no: 1938",
        "cop": 4,
        "opa": "Chronic Pancreatitis",
        "opb": "Bacterial overgrowth syndrome",
        "opc": "Ileal disease",
        "opd": "Celiac sprue",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f14c0c54-e508-445a-b9ba-24bffe9aae6b",
        "choice_type": "single"
    },
    {
        "question": "Disease due to deficiency of B Complex vitamins is",
        "exp": "Pellagra Niacin deficiency (B complex). Night blindness. Vitamin A deficiency. Osteomalacia Vitamin D deficiency. Spinocerebellar ataxia. Vitamin E deficiency(ref: Harrison's 17/e p442)",
        "cop": 1,
        "opa": "Pellagra",
        "opb": "Night blindness",
        "opc": "Osteomalacia",
        "opd": "Spinocerebellar ataxia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "149e6f77-b575-4a7e-adca-7273ebd10d10",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a usual feature of right middle cerebral aery territory infarct?",
        "exp": "The coical branches of the MCA supply the lateral surface of the hemisphere except for (1) the frontal pole and a strip along the superomedial border of the frontal and parietal lobes supplied by the ACA, and (2) the lower temporal and occipital pole convolutions supplied by the PCA. The proximal MCA (M1 segment) (lenticulostriate aeries) that supply the putamen, outer globus pallidus, posterior limb of the internal capsule, the adjacent corona radiata, and most of the caudate nucleus. In the Syln fissure, the MCA in most patients divides into superior and inferior divisions (M2 branches). Branches of the inferior division supply the inferior parietal and temporal coex, and those from the superior division supply the frontal and superior parietal coex. If the entire MCA is occluded at its origin (blocking both its penetrating and coical branches) and the distal collaterals are limited, the clinical findings are contralateral hemiplegia, hemianesthesia, homonymous hemianopia, and a day or two of gaze preference to the ipsilateral side. Dysahria is common because of facial weakness. When the dominant hemisphere is involved, global aphasia is present also, and when the nondominant hemisphere is affected, anosognosia, constructional apraxia, and neglect are found. Paial syndromes may also be due to emboli that enter the proximal MCA without complete occlusion, occlude distal MCA branches, or fragment and move distally( Ref: Harrison's 18/e p3284)",
        "cop": 1,
        "opa": "Aphasia",
        "opb": "Hemiparesis",
        "opc": "Facial weakness",
        "opd": "Dysahria",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2a01a267-b661-49d9-a2a4-b8523861087a",
        "choice_type": "single"
    },
    {
        "question": "Perioperative respiratory failure is",
        "exp": "TYPE III RESPIRATORY FAILUREThis form of respiratory failure results from lung atelectasis. Because atelectasis occurs so commonly in the perioperative period, this form is also called perioperative respiratory failure. After general anaesthesia, decreases in functional residual capacity lead to the collapse of dependent lung units. Such atelectasis can be treated by frequent changes in position, chest physiotherapy, upright positioning, and control of incisional and/or abdominal pain. Noninvasive positive-pressure ventilation may also be used to reverse regional atelectasis. Harrison 19e pg: 1732",
        "cop": 3,
        "opa": "Type I respiratory failure",
        "opb": "Type II respiratory failure",
        "opc": "Type III respiratory failure",
        "opd": "Type IV respiratory failure",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1162576e-466b-44dc-82f4-15106e2794fd",
        "choice_type": "single"
    },
    {
        "question": "pt. with acute onset of left side weakness and loss of sensation over left side of body with facial sparing. on protrusion of tongue, detes to the right side which aery involved?",
        "exp": "Posterior inferior cerebellar aery syndrome results from a vascular event in the lateral pa of the medulla oblongata. It was seen to be more frequently related to cardiogenic embolism as compared to other causes. REF: HARRISONS 21. ST ED",
        "cop": 1,
        "opa": "PICA",
        "opb": "VEEBRAL AERY",
        "opc": "CAROTID AERY",
        "opd": "AICA",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f0561c01-2224-4caf-92ac-4a28752750d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most characteristic feature of Adult Respiratory Distress Syndrome (ARDS)?",
        "exp": "Both Adult Respiratory Distress Syndrome (ARDS) and Acute lung injury(ALI) are associated with inflammation associated-increases in pulmonary vascular permeability, oedema and epithelial cell death. The histologic manifestation of these diseases is diffuse alveolar damage. In the acute stage, the lungs are heavy, firm, red, and boggy. They exhibit congestion, interstitial and intra-alveolar oedema, inflammation, fibrin deposition, and diffuse alveolar damage. Ref: Robbins 9e pg: 673",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Hypoxemia and hypoxia",
        "opc": "Surfactant deficiency",
        "opd": "Hypocapnia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c8ef501a-fb4d-4963-bd7a-5c9b82c57adc",
        "choice_type": "single"
    },
    {
        "question": "A 64 year old lady Kamla complains of severe unilateral headache on the right side and blindness for 2 days. On examination, there is a thick cord-like structure on the lateral side of the head. The ESR is 80 mm/hr in the first hour. The most likely diagnosis is",
        "exp": "Temporal (giant cell) aeritis is an inflammatory disorder involves the extracranial carotid circulation. Elderly above 50, the average age of onset is 70 years. Women account for 65% of cases. If untreated temporal aeritis develop blindness due to the involvement of the ophthalmic aery and its branches. Typical presenting symptoms include a headache, polymyalgia rheumatica, jaw claudication, fever, and weight loss. Scalp tenderness is present, aggravated by brushing the hair, resting on a pillow, worse at night and exposure to cold. Also reddened, tender nodules or red streaking of the skin overlying the temporal aeries, and tenderness of the temporal or, less commonly, the occipital aeries. ESR elevated but a normal ESR does not exclude giant cell aeritisA temporal aery biopsy followed by immediate treatment with prednisone 80 mg daily for the first 4-6 weeks should be initiated when clinical suspicion is high(Ref: Harrison's 18/e p114)",
        "cop": 1,
        "opa": "Temporal aeritis",
        "opb": "Migraine",
        "opc": "Cluster headache",
        "opd": "Sinusitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "c9e03b28-4a54-4382-acaf-c16cdacd8191",
        "choice_type": "single"
    },
    {
        "question": "A lady presented with nonprogressive dysphagia only for solids. Barium study showed proximal esophageal dilatation with distal constriction. The most likely diagnosis is",
        "exp": "Lower esophageal ring or schatzki ring or type B ring is seen in the distal esophagus at the squamocolumnar junction demonstrable in 15% of the people and are usually asymptomatic. When the diameter is less than 13mm, it causes episodic solid food dysphagia. The dysphagia is otherwise called as steakhouse syndrome. (Ref: Harrison's 18/e p2429)",
        "cop": 4,
        "opa": "Peptic Stricture",
        "opb": "Carcinoma esophagus",
        "opc": "Achalasia Cardia",
        "opd": "Lower esophageal Ring",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "e1220d41-255d-497a-8a7e-8a5b3d3f46b2",
        "choice_type": "single"
    },
    {
        "question": "Cerebral Ischemia occurs when cerebral blood flow is less than",
        "exp": "*Acute occlusion of an intracranial vessel causes a reduction in blood flow to the brain region it supplies*Cerebral blood flow to zero causes death of brain tissue within 4-10 minutes*<16-18 mL/100 g tissue per minute cause infarction within an hour; * <20 mL/100 g tissue per minute cause ischemia without infarction unless prolonged for several hours or days.*If blood flow is restored prior to a significant amount of cell death, the patient may experience only TIA.*Tissue surrounding the core region of infarction is ischemic but reversibly dysfunctional and is referred to as the ischemic penumbra. *The ischemic penumbra will eventually infarct if no change in flow occurs. (Ref: Harrison's 18/e p3271 )",
        "cop": 2,
        "opa": "10 ml/100g/minute",
        "opb": "20 ml/100g/minute",
        "opc": "40 ml/100g/minute",
        "opd": "50 ml/100g/minute",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "73fa5910-2e77-4f16-bc40-24a482647438",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sources of cholesterol is most impoant for sustaining adrenal steroidogenesis when it occurs at a high rate for a long time?",
        "exp": "Cholesterol esters in LDL are the most impoant source of cholesterol for sustaining adrenal steroidogenesis when it occurs at a high rate over a long me. This cholesterol can be used directly after release from LDL and not stored. De novo synthesis of cholesterol from acetate is a minor source of cholesterol in humans.",
        "cop": 2,
        "opa": "De novo synthesis of cholesterol from acetate",
        "opb": "Cholesterol in LDL paicles",
        "opc": "Cholesterol in the plasma membrane",
        "opd": "Cholesterol in lipid droplets within adrenal coical cells",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6c560219-b393-45a1-ad31-eb829c0c4d85",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in Juvenile Myoclonic Epilepsy (JME)?",
        "exp": "Juvenile myoclonic epilepsy (JME) is a generalized seizure disorder of unknown cause that appears in early adolescence and is usually characterized by bilateral myoclonic jerks that may be single or repetitive. The myoclonic seizures are most frequent in the morning after awakening and can be provoked by sleep deprivation. Consciousness is preserved unless the myoclonus is especially severe. Carbamazepine useful in focal seizures. Ref: Harrison; 19th edition; Page no: 2544",
        "cop": 3,
        "opa": "Topiramate",
        "opb": "Zonisamide",
        "opc": "Carbamazepine",
        "opd": "Valproate",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "f44e27ff-c5d5-40f5-bacb-82499af7aa5a",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old lady complains of dysphagia, Raynaud's phenomenon and her hands show the following appearance. Investigations show positive ANA. The likely diagnosis is <img src=\" />",
        "exp": "Systemic sclerosis. Chronic disease characterized by: c/c inflammation, d/t autoimmunity. Widespread damage to small blood vessels. Progressive interstitial & perivascular fibrosis in skin & multiple organs",
        "cop": 2,
        "opa": "Systemic lupus erythematosus",
        "opb": "Systemic sclerosis",
        "opc": "Mixed connective tissue disorder",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cd8c06a2-04ae-4979-aea0-712f0d034823",
        "choice_type": "single"
    },
    {
        "question": "Which of the following components is not considered in the definition of Metabolic syndrome?",
        "exp": "Metabolic syndrome: (syndrome X, insulin resistance syndrome). Increased risk of cardiovascular disease and diabetes mellitus. Major features are: Central obesity. Hyperiglyceridemia. Low HDL cholesterol. Hyperglycemia. Hypertension(Ref: Harrison's 18/e p1992, 17/e p1509-1510)",
        "cop": 1,
        "opa": "High LDL",
        "opb": "Low HDL",
        "opc": "Abdominal obesity",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "93c0b399-8a01-469e-a293-1e91a3fa9525",
        "choice_type": "single"
    },
    {
        "question": "Which structure involvement is uncommon in Churg-Strauss syndrome?",
        "exp": "Churg-Strauss syndrome: Lung: severe asthmatic attacks and the pulmonary infiltrates predominate the clinical picture. Striking eosinophilia seen in >80% of patients. Mononeuritis multiplex seen in up to 72% of patients. Skin lesions- in about 51% of patients. Renal disease: generally less common and less severe (Ref: Harrison's 17/e p2124)",
        "cop": 3,
        "opa": "Skin",
        "opb": "Lungs",
        "opc": "Kidney",
        "opd": "Periphereal nerve",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ba43a173-fa6f-4856-9436-45f147289e72",
        "choice_type": "single"
    },
    {
        "question": "Massive bleeding per rectum in a 70 yr old patient is due to",
        "exp": "Hemorrhage from a colonic diveiculum is the most common cause of hematochezia in patients > 60years old. Most bleeds are self-limited and stop spontaneously with bowel rest. The lifetime risk of rebleeding is 25%. Acute uncomplicated diveiculitis characteristically presents with fever, anorexia, left lower quadrant pain and obstipation. A complicated diveicular disease is defined as a diveicular disease associated with an abscess or perforation and less commonly with a fistula. Barium enema or colonoscopy should not be performed in acute setting because of the higher risk of colonic perforation associated with insufflation or inseion of barium-based contrast material under pressure. (Ref: Harrison's 18/e p2502)",
        "cop": 1,
        "opa": "Diveiculosis",
        "opb": "Carcinoma colon",
        "opc": "Colitis",
        "opd": "Polyps",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cb423e78-ede5-4b36-a8c3-847565eae2d6",
        "choice_type": "single"
    },
    {
        "question": "Mental retardation is not a feature of one of the following Mucopolysaccharidosis?",
        "exp": "Features of Morquio MPS-IV: Hepatosplenomegaly. Skeletal dysplasia, odontoid hypoplasia. Corneal clouding. Granulated neutrophils. Aoic valve disease. No mental retardation(Ref: Harrison's 18/e p2452, table 355-1)",
        "cop": 4,
        "opa": "Hurler MPS-I",
        "opb": "Hunter MPS -II",
        "opc": "Sanfillipo MPS -III",
        "opd": "Morquio MPS --IV",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "d88ab4aa-e76a-4a38-aaf8-96208160d594",
        "choice_type": "single"
    },
    {
        "question": "Adenosine deaminase deficiency is seen in the following:",
        "exp": "The most common cause of autosomal recessive severe combined immunodeficiency(SCID) is the deficiency of enzyme adenosine deaminase (ADA). Defect lies in lymphoid stem cells, resulting in failure of both T and B cells. Deficiency of ADA leads to accumulation of deoxyadenosine & its derivatives, which are toxic to immature lymphocytes, especially those of T lineage, and this may account for the marked decrease in T lymphocyte number in severe cases(ref: Harrison's 18/e p2700)",
        "cop": 2,
        "opa": "Common variable immunodeficiency",
        "opb": "Severe combined immunodeficiency",
        "opc": "Chronic granulomatous disease",
        "opd": "Nezelof syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5908c08c-b9de-4955-a484-2c8d3fb0682e",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of Cushing&; s syndrome is:",
        "exp": "The most common cause of Cushing&; s syndrome is Iatrogenic administration of steroids for a variety of reasons. \" REF: Harrison book of internal medicine 21. ST EDITION",
        "cop": 4,
        "opa": "Pituitary adenoma",
        "opb": "Adrenal adenoma",
        "opc": "Ectopic ACTH",
        "opd": "Iatrogenic steroids",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "4c79434e-27cf-4092-b2c2-0857f4b6f9c2",
        "choice_type": "single"
    },
    {
        "question": "Following cranial nerve is most commonly involved in patients with sarcoidosis",
        "exp": "Neurological findings are observed in 5% of patients with sarcoidosis. Seventh nerve involvement with unilateral facial palsy is most common. It occurs suddenly and is usually transient. Other common features of neurosarcoidosis: Optic nerve dysfunction. Papilledema. Palate dysfunction. Hearing abnormalities. Chronic meningitis. Hypothalamic and pituitary abnormalities. Heerfordt's syndrome: FeverB/L parotid enlargement. Anterior uveitis. VIIth nerve palsy(ref: Harrison's 18/e p2809, 17/e p2139)",
        "cop": 3,
        "opa": "II cranial nerve",
        "opb": "III cranial nerve",
        "opc": "VII cranial nerve",
        "opd": "IX cranial nerve",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "edbf8bbb-d23c-41a0-8656-3308b489771b",
        "choice_type": "single"
    },
    {
        "question": "Predominantly sensory neuropathy is caused by",
        "exp": "Pyridoxine is an essential vitamin that serves as a coenzyme for transamination and decarboxylation. However, at high doses (116 mg/d), patients can develop a severe sensory neuropathy with dysesthesias and sensory ataxia. NCS reveal absent or markedly reduced SNAP amplitudes with relatively preserved CMAPs. Nerve biopsy reveals axonal loss of fiber at all diameters. Loss of dorsal root ganglion cells with subsequent degeneration of both the peripheral and central sensory tracts have been repoed in animal models. Ref: Harrison's 18/e p3463",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Pyridoxine excess",
        "opc": "Suramin",
        "opd": "Diptheria",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3a89f4e3-1865-4150-a4b1-b66a4b3fe110",
        "choice_type": "single"
    },
    {
        "question": "A 64 year old lady Kamla complains of severe unilateral headache on the right side and blindness for 2 days. On examination, there is a thick cord like structure on the lateral side of the head. The ESR is 80 mm/hr in the first hour. The most likely diagnosis is:",
        "exp": "*Temporal (giant cell) aeritis is an inflammatory disorder involves the extracranial carotid circulation.*Elderly above 50, average age of onset is 70 years, *Women account for 65% of cases.*If untreated temporal aeritis develop blindness due to the involvement of the ophthalmic aery and its branches.*Typical presenting symptoms include headache, polymyalgia rheumatica, jaw claudication, fever, and weight loss.*Scalp tenderness is present, aggravated by brushing the hair, resting on a pillow, worse at night and exposure to cold.*Also reddened, tender nodules or red streaking of the skin overlying the temporal aeries, and tenderness of the temporal or, less commonly, the occipital aeries.*ESR elevated but a normal ESR does not exclude giant cell aeritis.*A temporal aery biopsy followed by immediate treatment with prednisone 80 mg daily for the first 4-6 weeks should be initiated when clinical suspicion is high. Ref - Harrison's internal medicine 20e pg 2583",
        "cop": 1,
        "opa": "Temporal aeritis",
        "opb": "Migraine",
        "opc": "Cluster headache",
        "opd": "Sinusitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "0ea19e9b-7157-4e85-81c4-5ca9694dfefe",
        "choice_type": "single"
    },
    {
        "question": "a young male develops serous otitis media of the left ear with cough, occassional hemoptysis, hematuria and epistaxis for 2months. hb is 7. 5 g% with heavy proteinuria, bp 170/100 mmhg, RA -ve and anca +ve the most probable diagnosis is",
        "exp": "Wegener Granulomatosis * Triad of: -- Acute necrotizing granuloma of U or L -- Necrotizing or granulomatous vasculitis of small-medium vessels -- Renal disease: crescentic glomerulonephritis * C-ANCA in 95% of cases * Diagnosis -- c. ANCA * 95% sensitive in generalized disease * 60% sensitive in localized disease -- FBC, ESR, CRP, CXR, Urine analysis for casts -- Histology: Tissue from septum & all turbinates -- CT nose & paranasal sinuses * Non-specific mucosal thickening; bony destruction; new bone formation DIAGNOSTIC CRITERIA < ACR criteria (1990) > > 2 of 4 (Sensitivity 88%, Specificity 92%) 1. Nasal or oral inflammation 2. Abnormal chest radiograph: nodules, fixed infiltrates, or cavities 3. Urinary sediment: Microhematuria (>5 red blood cells /HPF) or RBC casts 4. Granulomatous inflammation on biopsy Histologic changes showing granulomatous inflammation within the wall of an aery or in the perivascular or extravascular area(aery, aeriole) < CHCC nomenclature (1994) > 1. Granulomatous inflammation involving the respiratory tract 2. Vasculitis of small to medium-size vessels ref: harrisons 21st ed",
        "cop": 1,
        "opa": "wegners granulomatosis",
        "opb": "rapidly proliferative glomerulonephritis",
        "opc": "rheumatoid ahritis",
        "opd": "good pastures syndrome",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "bafd2a2f-e51d-490a-a013-aff92c1955cc",
        "choice_type": "single"
    },
    {
        "question": "A patient with leukemia on chemotherapy develops acute right lower abdominal pain associated with anemia, thrombocytopenia and leukopenia. Which of following is the clinical diagnosis",
        "exp": "Neutropenic colitis is the inflammation and necrosis of the cecum and surrounding tissues complicating the treatment of acute leukaemia. It may involve any pa of the gastrointestinal tract. This is also seen in other forms of cancer treated with taxanes and other high dose chemotherapy. The patient develops right lower quadrant pain, rebound tenderness, tense distended abdomen in the setting of fever and neutropenia. Pneumatosis intestinalis is a specific finding seen in those with neutropenic colitis and ischemia. Rapid institution of antibiotics and nasogastric suction reverse the process. Surgical intervention is reserved for severe cases with evidence of perforation, peritonitis, gangrene, or GI haemorrhage(Ref: Harrison's 18/e 2276)",
        "cop": 4,
        "opa": "Appendictis",
        "opb": "Leukemic colitis",
        "opc": "Perforation peritonitis",
        "opd": "Neutropenic colitis",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "3a867b95-7484-47d4-83b8-dcbe42878c79",
        "choice_type": "single"
    },
    {
        "question": "\"Anhedonia\" means",
        "exp": "Defined as the inability to experience pleasure from activities usually found enjoyable. Anhedonia can be characteristic of: Mood disorders. Schizoaffective disorder. Borderline personality disorder. Schizoid personality disorder. Schizophrenia. Ref: Ahuja 5/e p56, 58",
        "cop": 1,
        "opa": "Lack of interest",
        "opb": "Panic attacks",
        "opc": "Phobic attack",
        "opd": "Mood swings",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "60d6da3e-9a57-4c0f-ace7-25b96d50db98",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is suggestive of Acute renal failure?",
        "exp": "Renal indices in AKI The Fe. Na is the fraction of the filtered sodium load that is reab\u0002sorbed by the tubules, and is a measure of both the kidney's ability to reabsorb sodium as well as endogenously and exogenously adminis\u0002tered factors that affect tubular reabsorption. As such, it depends on sodium intake, effective intravascular volume, GFR, diuretic intake, and intact tubular reabsorptive mechanisms. With prerenal azotemia, the Fe. Na may be <1%, suggesting avid tubular sodium reabsorption. In patients with CKD, a Fe. Na significantly >1% can be present despite a superimposed prerenal state. The Fe. Na may also be >1% despite hypovolemia due to treatment with diuretics. Low Fe. Na is often seen early in glomerulonephritis and other disorders and, hence, should not be taken as prima facie evidence of prerenal azotemia. Low Fe. Na is therefore suggestive, but not synonymous, with effective intravascular volume depletion, and should not be used as the sole guide for volume management. The response of urine output to crystalloid or colloid fluid administration may be both diagnostic and therapeutic in pre\u0002renal azotemia. In ischemic AKI, the Fe. Na is frequently >1% because of tubular injury and resultant inability to reabsorb sodium. Several causes of ischemia-associated and nephrotoxin-associated AKI can present with Fe. Na <1%, however, including sepsis (often early in the course), rhabdomyolysis, and contrast nephropathy ref - Harrison's 20e pg 2107",
        "cop": 1,
        "opa": "FENa<1",
        "opb": "Renal Failure index <1",
        "opc": "Blood urea nitrogen/cr ratio<20",
        "opd": "Urine osmolality >1. 010",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "aa1a685e-ff65-40bf-8b4f-3b96ede303db",
        "choice_type": "single"
    },
    {
        "question": "nosocamial infection after how many hours?",
        "exp": "*Any infection causing illness that was not present or in its incubation period when the subject entered hospital or received treatment in outpatient clinic. *Infections are considered Nosocomial if they first appear 48 hours or more after hospital admission or within 30 days after discharge. *\"Nosocomial\" comes from two Greek words- \"nosus\" meaning \"disease\"+\"komeion\" meaning \"to take care of\"----disease contracted by a patient while under medical care. ref: harrisons 21st ed",
        "cop": 1,
        "opa": "48hrs",
        "opb": "72hrs",
        "opc": "7 days",
        "opd": "1 day",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "ed77e81f-62e5-4fba-95e3-eb3db0a17d42",
        "choice_type": "single"
    },
    {
        "question": "Which of the following type of renal tubular acidosis (A) is associated with hyperkalemia?",
        "exp": "-Type IV A(hyporeninemic hypoaldosteronism) is the most common A- It may occur in type 1 or 2 DM- Associated with moderate renal dysfunction and characterised by hyperkalemia. Ref: Harrison's 18/e p2364",
        "cop": 4,
        "opa": "A type IV",
        "opb": "A type I & II",
        "opc": "A type II",
        "opd": "A type IV",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "7d665330-0d9d-4cef-b890-731e7d21cb8a",
        "choice_type": "single"
    },
    {
        "question": "A patient underwent adrenalectomy in views of B/L pheochromocytoma, 1 day later developed lethargy, fatigue, low BP and pulse normal No signs of volume deficit, likely course is",
        "exp": "ADDISONIAN CRISIS PRESENTATION Sudden penetrating pain in the legs, lower back or abdomen Severe vomiting and diarrhea, resulting in dehydration Low blood pressure, Unexplained shock, usually refractory to fluid and pressor resuscitation Syncope (loss of consciousness) Hypoglycemia Confusion, psychosis, slurred speech Severe lethargy Hypercalcemia Convulsions Fever Rapid withdrawal of long-term steroid therapy \" Hypehermia or hypothermia ref: harrisons 21st ed",
        "cop": 1,
        "opa": "Addisonian Crisis",
        "opb": "SIADH",
        "opc": "DI",
        "opd": "Cerebral salt wasting disease",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "912a4aa2-6ca9-4750-a3d9-34f09a0a0c5a",
        "choice_type": "single"
    },
    {
        "question": "which of the following mumurs will increase with valsalva?",
        "exp": "HOCM REF: harrisons 21st ed",
        "cop": 4,
        "opa": "MR",
        "opb": "VSD",
        "opc": "AS",
        "opd": "HOCM",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "983a0ac6-f6bd-457e-b272-36378d4f303f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a vector for Dengue fever?",
        "exp": "Aedes aegypti: Principle vector of Dengue viruses. Also an efficient vector of the Yellow fever and Chikungunya viruses. Breeds near human habitation, using relatively fresh water. Usually inhabits dwellings and bites during the day. Ref: Harrison's 17/e p1230",
        "cop": 1,
        "opa": "Aedes aegypti",
        "opb": "Culex",
        "opc": "Anophelous",
        "opd": "Mansonia",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "6691c11f-8282-45d7-a761-81d386d9fbf7",
        "choice_type": "single"
    },
    {
        "question": "Mill Wheel Murmur heard in case of",
        "exp": "Mill WHEEL murmur: constant machine like sound, late sign, heard over precordium heard in cases of air embolism.",
        "cop": 1,
        "opa": "Air embolism",
        "opb": "Aoic dissection",
        "opc": "Coarctation of aoa",
        "opd": "Abdominal aoic aneurysm",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "31e47470-33c8-49f5-9759-f51ca33d6d6e",
        "choice_type": "single"
    },
    {
        "question": "D-dimer is the sensitive diagnostic test for",
        "exp": "The sensitivity of the d-dimer is >80% for DVT (including isolated calf DVT) and >95% for PE. The d-dimer is less sensitive for DVT than for PE because the DVT thrombus size is smaller. A normal d-dimer is a useful \"rule out\" test. However, the d-dimer assay is not specific. Levels increase in patients with myocardial infarction, pneumonia, sepsis, cancer, and the postoperative state and those in the second or third trimester of pregnancy. Ref: Harrison's 19e pg: 1632",
        "cop": 1,
        "opa": "Pulmonary embolism",
        "opb": "Acute pulmonary oedema",
        "opc": "Cardiac tamponade",
        "opd": "Acute myocardial infarction",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "5edbdf55-99ce-4730-aa05-aaa028dab42c",
        "choice_type": "single"
    },
    {
        "question": "Pancreatitis, pituitary tumor and phaeochrornocytoma may be associated with:",
        "exp": "Clinical presentation Type 1 MEN * Hyperparathyroidism is most common initial clinical manifestation of type s multiple endocrine neoplasia (MEN). * Some patients may manifest findings of ZES before they have hyperparathyroidism. * Symptoms of gastrinoma may become clinically apparent either with abdominal pain and diarrhea or with complications such as ulcer perforation or bleeding. Type 2A MEN * All patients develop MTC on the basis of C-cell hyperplasia. * About 5o% of patients with MTC manifest pheochromocytomas (usually late in life), and 2o% of patients have hyperparathyroidism. Type 2B MEN * Pheochromocytomas occur earlier than in patients with type 2A MEN. Ref: Harrison's Principles of Internal Medicine 21st ed",
        "cop": 1,
        "opa": "Medullary carinoma of thyroid",
        "opb": "Anaplastic carcinoma of thyroid",
        "opc": "Papillary carcinoma of thyroid",
        "opd": "Follicular carcinoma of thyroid",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "2f5337f7-b748-4187-8284-7adc13674be5",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone synthesis is stimulated by which of the following?",
        "exp": "Mineralocoicoid secretion is stimulated by hyperkalemia, angiotensin-H, ACTH and hyponatremia, in reducing order of efficacy. 1. Aldosterone secretion in response to hyperkalemia is the most impoant and forms the basis for renal regulation of body potassium balance. 2. Stimulation of aldosterone by angiotensin II (through renin-angioensin system) is impoant for the correction of hypovolemia and hypotension in conditions like salt depletion or renal ischemia. 3. Stimulation of aldosterone secretion by ACTH results in diurnal variation of aldosterone secretion. 4. However, ACTH is not an impoant physiological regulator for aldosterone secretion. Hyponatremia is a weak stimulator of aldosterone secretion REF: HARRISONS 21. ST ED",
        "cop": 2,
        "opa": "ACTH",
        "opb": "Hyperkalemia",
        "opc": "Hypernatremia",
        "opd": "Exogenous steroids",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "8b76a254-f2dd-466d-b4af-089e6fa59966",
        "choice_type": "single"
    },
    {
        "question": "Kyasanur Forest Disease (KFD) is transmitted by",
        "exp": "KFD is a tick-borne viral hemorrhagic fever endemic to South Asia. The disease is caused by a virus belonging to family Flaviviridae, which also includes yellow fever and dengue fever. The vector for KFD is Haemophysalis spinigera, a forest tick. Humans contract infection from the bite of nymphs of the tick. Reservoir hosts are porcupines, rats, squirrels, mice and shrews. Ref: Harrison's 18/e p1236, table 189-4",
        "cop": 3,
        "opa": "Fleas",
        "opb": "Mosquitoes",
        "opc": "Ticks",
        "opd": "Mites",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "08d6cd19-c93f-407a-9d61-2fa8ff70d9f2",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy presented with generalized edema. Urine examination revealed marked albuminuria. Serum biochemical examinations showed hypoalbuminemia with hyperlipidemia. Kidney biopsy was undeaken. On light microscopic examination, the kidney appeared normal. Electron microscopic examination is most likely to reveal",
        "exp": "Minimal change disease(MCD). Also known as nil lesion or lipoid nephrosis Causes 70-90% of the Nephrotic syndrome in childhood but only 10-15% of the Nephrotic syndrome in adults. Can be associated with Hodgkin&; s disease, allergies, NSAIDs, HIVClinical and laboratory findings: Abrupt onset of edema and nephrotic syndrome accompanied by acellular urinary sediment. Hypertension, microscopic hematuria, allergic symptoms and decreased renal function may be present. Acute renal failure in adults is seen mostly in patients with low serum albumin and intrarenal edema (nephrosarca) that is responsive to intravenous albumin and diuretics. In children, the abnormal urine principally contains albumin with minimal amounts of higher-molecular-weight proteins, called as selective proteinuria. Light microscopy- no obvious glomerular lesion. Immunofluorescent microscopy- negative for deposits or IgM deposits in mesangium(rarely). Electron microscopy- an effacement of the foot process with the weakening of slit-pore membranes. Patients with steroid resistance may have FSGS on repeat biopsy. Primary responders: patients who have complete remission (<0. 2 mg/24 h of proteinuria) after a single course of prednisone. Steroid-dependent: patients who relapse as their steroid dose is tapered. Frequent relapsers: those having two or more relapses in the 6 months following taper. Steroid-resistant: patients failing to respond to steroid therapy. Relapses: - occur in 70-75% of children after the first remission. Early relapse predicts multiple subsequent relapses. The frequency of relapses decreases after pubey; increased risk of relapse following the rapid tapering of steroids in all groups. Relapses are less common in adults but are more resistant to subsequent therapy. Prednisone is first-line therapy; cyclophosphamide, chlorambucil, and mycophenolate mofetil are used in frequent relapsers, steroid-dependent, or steroid-resistant patients(Ref: Harrison's 18/e p2345)",
        "cop": 1,
        "opa": "Fusion of foot processes of the glomerular epithelial cells",
        "opb": "Rarefaction of glomerular basement membrane",
        "opc": "Deposition of electron dense material in the basement membrane",
        "opd": "Thin basement membrane",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "63c7dfb3-f6a6-4235-813c-3b9a494755b8",
        "choice_type": "single"
    },
    {
        "question": "\"Upside down\" stomach on Barium meal study is seen in",
        "exp": "\"Upside down\" stomach on Ba meal study is seen in Mesenteroaxial gastric volvulus. Barium swallow study showing the upside-down appearance of the stomach in the thorax with the subdiaphragmatic location of the gastroesophageal junction before surgery (a) and normal subdiaphragmatic position of the stomach one month after the surgery (b). ref - <a href=\" <p>",
        "cop": 4,
        "opa": "Organoaxial gastric volvulus",
        "opb": "Large Gastric adenocarcinoma at antral end",
        "opc": "Rolling type of hiatus hernia",
        "opd": "Mesenteroaxial gastric volvulus",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "1eb01c1b-3453-4cfb-be85-4b032274cce8",
        "choice_type": "single"
    },
    {
        "question": "A 10-year old boy presents to the pediatric emergency unit with seizures. Blood pressure in the upper extremity measured as 200/140 mm Hg. Femoral pulses were not palpable. The most likely diagnosis amongst the following is:",
        "exp": "Isolated upper extremity hypertension (200/140 mm Hg), with absent/diminished femoral pulses, is characteristic of coarctation of the aoa. Seizures may be due to severe hypertension or due to intracranial haemorrhage(from berry aneurysms which are more common in patients with coarctation). The classic sign of coarctation of the aoa is a disparity in pulsations and blood pressures in arms and legs. The femoral, popliteal, posterior tibial and dorsalis pedis pulses are weak (or absent in about 40% of patients) in contrast to bounding pulses in the arms and carotid vessels. BP in the legs is lower than in the arms and 90% of patients have hypertension in upper extremity greater than the 95th percentile for age. Age (yrs)95th percentile (mm Hg)>1 110/601-5115/756-10125/8511-18140/90. Takayasu aooaeritis may also present with severe hypertension and absent femoral pulses due to acquired mid-aoic coarctation (but this is an uncommon presentation). Most commonly affects subclan aery and more commonly presents with claudication. Coarctation Takayasu. More common. More common in boys. Upper extremity hypertension. Bounding pulses in arms and diminished or absent pulses in lower limbs. Hypertension is frequent. Less common. More common in girls (8: 1 = f: m). Absent or decreased upper limb pulses and blood pressure difference between left and right arms are characteristic. Hypertension is frequent. Systemic symptoms are more common(ref: Harrison's 18/e p1925)",
        "cop": 4,
        "opa": "Takayasu's aooaeritis",
        "opb": "Renal parenchymal disease",
        "opc": "Grand mal seizures",
        "opd": "Coarctation of aoa",
        "subject_name": "Medicine",
        "topic_name": "All India exam",
        "id": "cee3c1f1-c97b-4f39-a23d-da191d9923d3",
        "choice_type": "single"
    }
]