[
    {
        "question": "Most effective treatment of frostbite on lower extremities is-",
        "exp": "Ans. is 'c' i. e., Rewarming with immersion in warm water Key interventions for Frost bite are# Rapid rewarming# Meticulous sterile wound care# Possible thrombolysis# Early orthopedic consultation are key interventions. o Rewarming is most effectively accomplished by immersing the affected area in a water bath heated to 37deg to 39degC. Such water feels warm but not hot to an unaffected hand. o Tetanus prophylaxis and early, aggressive treatment of possible infection should be provided. o In patients at high risk for life-altering amputation (eg, multiple digits, proximal amputation), without contraindications to the use of t. PA, who present within 24 hours of injury, we suggest treatment with intraarterial t. PA plus intra-arterial heparin in consultation with a center experienced in the use of such treatment for frostbite. Clinicians must discuss the relative risks and benefits of thrombolytic treatment with the patient and obtain informed consent. Treatment with thrombolytics assumes the patient is willing to accept a small risk of potentially catastrophic bleeding in return for a greater likelihood of retaining functional digits or limbs.",
        "cop": 3,
        "opa": "Rewarming with friction and/or massage",
        "opb": "Rewarming with blankets",
        "opc": "Rewarming with immersion in warm water",
        "opd": "Rewarming with encouragement of walking on warm surfaces",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "9c24acf7-0774-4ee5-aa80-62a239ab1958",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in heat stroke?",
        "exp": "Ans: b (Ppancreatitis) Ref: Davidson, 20th ed, p. 102; Harrison, 16th ed, p. 105; 17th ed, p. 118. All the others are well known complications of heat stroke; pancreatitis is the answer of exclusion. Heat stroke. When body temperature rises >40degC, provoked by the failure of heat regulating mechanisms. Clinical features. Headache, nausea, vomiting, coarse tremor, confusion, loss of consciousness, seizures. Types1. Non external heat stroke2. External heat stroke. Contributing factors; Hypovolaemic shock, lactic acidosis. DIC, rhabdomyolysis, hepatic failure, renal failure, cerebral oedema. Management. Rapid cooling with ice packs. Fluid replacement and intravascular monitoring. Treatment of complication",
        "cop": 2,
        "opa": "Rhabdomyolysis",
        "opb": "Pancreatitis",
        "opc": "Hypovolaemia",
        "opd": "Seizures",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "6b344b10-1e3f-4cd8-81d2-e8559fb7790a",
        "choice_type": "single"
    },
    {
        "question": "Hyperthermia -",
        "exp": "Ans. is 'd' i. e., Failure of thermoregulationo Hyperthermia is defined as election of core body temperature above the normal diurnal range of 36 to 37. 5degC due to failure of thermoregulation at the level of hypothalamus. o Hyperthermia is not synonymous with the more common sign of fever, which is induced by cytokine activation during inflammation, and regulated at the /eve/ of the hypothalamus. o A temperature above 40degC for 104degF) is generally considered to be consistent with severe hyperthermia. Temperature Classification Core (rectal, esophageal, etc.) <35. OdegC(95. O0F)o Hypothermiao Normal36. 5-37. 5nC (97. 7-99. 5 DF)o Fever>37. 5-38. 3degC (99. 5-100. 9 degF)o Hyperthermia>37. 5-38. 3degC (99. 5-100. 9 degF)o Severe Hyperthermia>40. 0-41, 5degC (104. 0-106. 7 degF) Complication of Hyperthermia. Respiratory. Cardiac. Hypotension. Seizure. Rhabdomyolysis. Acute kidney. DICHepaticfunctiondysfunction injury injuryo Aspirationo Acute dccompen-o Results from o. Bronchospasmsated heart failureperipheral o ARDSand myocardialvasodilatation o. Noncordiogenicinjurycardiac Pulmonaryedemao ST segmentdysfunction and o Pneumonitischanges sinusvolume depletion o Pulmonarytachyarrhythmias infarction o Pulmonary hemorrhage",
        "cop": 4,
        "opa": "Temperature >41. 5",
        "opb": "> 40 with autonomic dysfunctuion",
        "opc": "No change in hypothalamic thermostat",
        "opd": "Failure of thermoregulation",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "ea7b5ec9-e6c9-41ab-8d90-03822679dcb9",
        "choice_type": "single"
    },
    {
        "question": "Amongst various current criteria for FUO (Fever of Unknown origin), one relates to body temperature =",
        "exp": "Ans. d (101deg F). (Ref: Harrison's 17th edition, P. 130). PUO/FUO# Petersdorf and Beeson (1961)# Temperature > 101deg F (38. 3degF) on several occasions# Duration of fever > 3 weeks# Failure to reach diagnosis despite inpatient investigations for 1 week. Also Remember: Neutropenic FUO# Neutrophil count < 500/cmm. HIV Associated FUO# Duration of fever >4 weeks# And inpatient investigation with failure to reach diagnosis is > 3 days. Most common cause of PUO# Infection (26%) -m/c extrapulmonary TBMost common cause of PUO in elderly# Multisystem disease (Giant cell artheritis). Undiagnosed Cause for FUO# 25-30. Malignancies associated with FUO# Ca colon (most common cause)# Hepatoma# Gall bladder Ca# Lymphoma, leukemia# Pancreatic cancer# Renal cell cancer# Sarcoma# Atrial myxoma# Renal angiomyoliposa",
        "cop": 4,
        "opa": "98. 4deg F",
        "opb": "99. 4deg F",
        "opc": "100deg F",
        "opd": "101deg F",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "23d33eba-fc8f-4e43-adda-f5e83abd2dd8",
        "choice_type": "single"
    },
    {
        "question": "Rectal temperature in hypothermia should be < than_______degree Celsius?",
        "exp": "Ans. (a) 35 degrees Celsius. Ref.: Harrison 18th edition, Chapter 19. Accidental hypothermia occurs when there is an unintentional drop in the body's core temperature below 35degC (95degF). At this temperature, many of the compensatory physiologic mechanisms that conserve heat begin to fail. Primary accidental hypothermia is a result of the direct exposure of a previously healthy individual to cold. The mortality rate is much higher for patients who develop secondary hypothermia as a complication of a serious systemic disorder",
        "cop": 1,
        "opa": "35",
        "opb": "35. 5",
        "opc": "36",
        "opd": "36. 5",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "d0f1aa32-4010-4bb0-8e07-50bc7e2e84d5",
        "choice_type": "single"
    },
    {
        "question": "The vasodilation and continuous intravenous fluid during surgery and anaesthesia cause:",
        "exp": "(Hypothermia): Ref: 303-Sabiston 17th (49-A. yadav- anesthesia 3rd) (135-37-HI7th)* Hypothermia can result from a preoperatively, intraoperatively or postoperately* A trauma patient involved with injuries in a cold environment can suffer significant hypothermia, similarly paralysis leads to hypothermia because of a loss of the shiver mechanism. Rapid resuscitation with cool IV fluids leads to hypothermia.* Rapid transfusions intra operatively can lead to hypothermia as wells as irrigation of intracavitary areas with cold saline and a prolonged operation with a low ambient room temperature.* The heat loss during GA may be as high as 30 K cal/hr* Hypothermia may be defined as core temperature less than 35degC (Mild- 28-35, Moderate 21-27degC and profound or severe < 20degC)* Each degree (degC) fall in temperature reduce the metabolic rate by 6 to 7%* BMR and oxygen consumption of body is decreased by 25% in mild hypothermia by 50% in moderate and 80% in profound hypothermia* The ideal operation theatre temperature for adults is 21degC and for children 28degC",
        "cop": 2,
        "opa": "Seizure",
        "opb": "Hypothermia",
        "opc": "Hypotension",
        "opd": "Vomiting",
        "subject_name": "Medicine",
        "topic_name": "Alteration of Body Temperature",
        "id": "7452668a-aba3-4ba4-a534-f6714cf9a9a7",
        "choice_type": "single"
    }
]