[
    {
        "question": "Conduction velocity of nerves is NOT affected by which of the following?",
        "exp": "Motor neuron disease is at anterior horn cell, pyramidal neurons and not the nerves. Thus the conduction velocity in the nerves is normal. Leprosy - Affects nerves and both sensory nerve conduction /motor nerve conduction studies may demonstrate reduced amplitude in affected nerves but occasionally may reveal demyelinating features. Charcot-Marie-Tooth disease (CMT) -MC hereditary neuropathy and has reduced motor nerve conduction velocity A. I. D. P -Segmental demyelination in the spinal cord and peripheral nerves. Early features-prolonged F-wave latencies Prolonged distal latencies Reduced amplitudes of compound muscle action potentials, d/t involvements of nerve roots and distal motor nerve terminals",
        "cop": 2,
        "opa": "Leprosy",
        "opb": "Motor neuron disease",
        "opc": "Hereditary neuropathy",
        "opd": "A. I. D. P",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "3e454fc7-1ed5-4de8-bb90-e980d5a63f1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is abnormal in patients with ALS (Amyotrophic Lateral Sclerosis)?",
        "exp": "ALS Neurodegenerative disorder characterized by death of anterior horn cells in the spinal cord and their brainstem homologs innervating bulbar muscles. V. E. P is used for evaluation of optic nerve involvement in multiple sclerosis. CT/MRI spine cannot visualize loss of anterior horn cells or pyramidal cells in the coex. In motor neuron disease: Peripheral nerve conduction studies Electromyography Above both is done to get diagnosis of Amyotrophic lateral sclerosis.",
        "cop": 4,
        "opa": "V. E. P",
        "opb": "MRI whole spine",
        "opc": "CT whole Spine",
        "opd": "Electromyography",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "1e02043c-e9f8-4503-927e-a32ae5ec7dab",
        "choice_type": "single"
    },
    {
        "question": "All are examples of upper motor neuron lesion except:",
        "exp": "Anterior Horn cell disease =because in this lesion at spinal cord & it comes under lower motor neuron lesion Ant. Horn cell disease / motor neuro disease leads to flaccid paraplegia Prion disease= dementia + myoclonus Multiple sclerosis = optic neuritis Tuberous sclerosis =epilepsy",
        "cop": 3,
        "opa": "Prion disease",
        "opb": "Multiple sclerosis",
        "opc": "Anterior horn cell disease",
        "opd": "Tuberous sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "8705be89-e095-4604-8f84-167ac329f3a8",
        "choice_type": "multi"
    },
    {
        "question": "Upper motor neuron lesion is characterized by:",
        "exp": "UMN LMN Pyramidal & Extra pyramidal tracts involved Motor neurone of spinal cord & Neurons of cranial nerve nuclei are involved Group of Muscle affected Single Muscle affected Tone - | Lost Power - Normal or no loss Lost Superficial & deep reflexes lost Lost Babinski's sign present Absent Clonus present Absent Clasp knife reflex present Absent Spasticity Absent",
        "cop": 1,
        "opa": "Weakness and spasticity",
        "opb": "Fasciculation's",
        "opc": "Rigidity",
        "opd": "Localized muscle astrophy",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "53c0c09b-a491-44cd-9b41-6e88e79dca07",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old patient presents with numbness over the neck. On examination decreased pain and temperature sensation is found in the distribution of C4, C5. Scalp sensation, cranial nerve function and limb examination are normal. Bladder and bowel sphincter control are normal. What is the diagnosis?",
        "exp": "The patient is having features suggestive of central cord syndrome with involvement of lateral spinothalamic tract leading to decreased pain and temperature sensation. Amyotrophic lateral sclerosis - Asymmetric motor weakness with findings of LMNL and UMNL. Hence choice A is ruled out. Neurosyphilis can involve the spine - Tabes dorsalis. Presents as Lhermitte sign, sensory ataxia, and urinary incontinence. Hence choice C is ruled out. AIDP (Subtype of GBS) presents as fast onset paraplegia/ quadriplegia with/ without diaphragmatic paralysis. Hence choice D is ruled out.",
        "cop": 2,
        "opa": "Amyotrophic lateral sclerosis",
        "opb": "An intramedullary tumor",
        "opc": "Neuro-syphilis",
        "opd": "A. I. D. P",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "44ef2905-fe42-48d7-883a-2252bef7779f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in A. L. S",
        "exp": "A. L. S presents with following clinical features: Weakness of extremities Fasciculation of tongue Decreased tone i. e Hypotonia Normal higher mental functions No eye involvement-->No ptosis Bulbar palsy: 9 /10 / 12th nerve palsy No bladder / Bowel involvement Most common cause for death in motor neuron disease is respiratory failure",
        "cop": 4,
        "opa": "Weakness of extremities",
        "opb": "Tongue Fasciculation",
        "opc": "Bulbar Palsy",
        "opd": "Eye involvement",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "a52d221b-d2fa-4394-949a-853b2a5224d3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FALSE regarding Neurofibromatosis inheritance:",
        "exp": "NEUROFIBROMATOSIS (NF) NF - 1/Von Recklinghausen's Disease NF-2/Bilateral acoustic neurofibromatosis Most common single gene disorder affecting human nervous system. Peripheral neurofibromatosis, is due to defect in chromosome 17. AD inheritance 100% penetrance Due to defect in long arm of chromosome 22. AD inheritance Musculoskeletal deformities absent 8th nerve vestibular schwannomas Meningioma occur in 50% cases. Note: Usually Skeletal disorders are Autosomal Dominant and Inborn errors of metabolism are autosomal recessive",
        "cop": 3,
        "opa": "Von Recklinghausen's Disease is due to defect in chromosome 17",
        "opb": "Autosomal dominant type of inheritance",
        "opc": "NF-2 - Musculoskeletal deformities is characterstic",
        "opd": "NF-1 - Most common single gene disorder affecting human nervous system.",
        "subject_name": "Medicine",
        "topic_name": "Amyotrophic Lateral Sclerosis and other motor neuron diseases",
        "id": "6f3b56c0-e86b-4fd7-8719-723cdcb246be",
        "choice_type": "multi"
    }
]