[
    {
        "question": "A patient presents with Hb of 8 gm%, WBC count of 2000/mm3 and platlet count of 60000/mm3. What is your likely diagnosis?",
        "exp": "ANSWER: (C) Aplastic anemia. REF: Harrison's 18th ed Ch: 107. It's a straight forward diagnosis of Aplastic anemia since all the three cell lines of blood are reduced. The very basic question tests your knowledge of normal blood counts",
        "cop": 3,
        "opa": "Thalassemia",
        "opb": "Sickle cell anemia",
        "opc": "Aplastic anemia",
        "opd": "Anemia of chronic disease",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "ba98b1a1-3e43-41be-aa72-41120c5be8c4",
        "choice_type": "single"
    },
    {
        "question": "CRF with anemia best treatment -",
        "exp": "Ans. is 'b' i. e., Erythropoietin o Chronic kidney disease leads to normocyih normochronic anemia. The kidney is the primary' site of erythropoietin production in the adult. Erythropoietin enhances the growth and differentiation of erythropoietin progenitors. With increasing renal dysfunction decreased level of erythropoietin are produced resulting in progressive anemia, o The primary therapeutic options for anemia of chronic kidney disease areo Red blood cell transfusionso Erythropoietin stimulating agentso Androgen (to a much lesser degree)o Erythropoietin administration is considered the mainstay of the treatment of anemia of chronic disease in renal failure. The administration of erythropoietin stimulating agent is particularly attractive because they have substantially reduced the need for red cell transfusion with an attendant decrease in and for risk for transfusion related complications.# The erythropoietin deficiency can be corrected by the exogenous administration of erythropoietin stimulating agents. Two such agents available in the united states. Epoetin afla (recombinant human erythropoietin). Darbepoetin alfa. Epoetin alfa (recombinant human erythropoietin E. P. O.)o Provides effective treatment for anemia in patients, when administered, once weekly Has become standard care. o However, one problem with epoeitin alfa is that the need for the weekly dose can place a considerable burden on both patients and healthcare staff. Darbepoetin alfao Another erythropoiesis stimulator i. e. darbepoeitin alfa can provide an alternative as it has three fold longer half life. o The dose of darbepoeitin can be scheduled once weekly or twice weekly or may be monthly. Peginasatideo It is a synthetic peptide that activates EPO receptor. Peginesatide stimulates erythroid colony growth, reticulocyte count and hematocrii. Red blood cell transfusionso RBC transfusion are universally sussessful in raising hemoglobin levels. o Transfusions often can ameliorate the patient s symptoms and improve health related quality of life. o However they may be associated with significant complications that include transfusion transmitted infection, immunological sensif cation, iron overload syndromes volume overload! transfusion reactions. Androgenso Prior to the availability of erythropoietin stimulating agents, androgens were used regularly in the treatment of anemia in dialyses patients. Androgens may increae endogenous erythorpoietin production sensitivity of erythroid progenitors and red blood cell sunivat. However the role of androgen was limited because of side effects which was virilisation, priapism, peliosis hepatic, liver function and risk of hepatocellular Ca",
        "cop": 2,
        "opa": "Iron",
        "opb": "Erythropoietin",
        "opc": "Blood transfusion",
        "opd": "Folic acid",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "f031095d-b57a-4707-9543-65fb562033f8",
        "choice_type": "single"
    },
    {
        "question": "Mentzer index more than 13 suggests a diagnosis of-",
        "exp": "Ans. is 'a' i. e., Iron deficiency Anemia o Mentzer index more than 13 suggests a diagnosis of Iron-deficiency anemia. Mentzer indexo The Mentzer index is used to help in differentiating iron deficiency anemia from beta thalassemia. o The index is calculated as the quotient of the mean corpuscular volume (MCV} in (L) divided by the red blood cell count (RBC, in millions per microleier). o If the Mentzer index is less than 13, thall ass emia is said to be more likely. o If the Mentzer Index is greater than 13, Then iron-deficiency anemia is said to be more likely. o Principle# In iron deficiency, the marrow cannot produce as many RBCs and they> are small (imcrocytic), so the RBC count and the MC-V will both be low. and as a result, the index will be greater than 13. Conversely, in thalassemia, which is a disorder of globin synthesis, the number of RBC s produced is normal, but the cells are smaller and more fragile. Therefore, the RBC count is normal, but the MCV is low, so the index will be less than 13. o In practice, the Mentzer index is not a reliable indicator and should not, by itself, be used to differentiate the two conditions. Index. Formula. Value for iron deficiency anemia. Value for beta thalassemia. Mentzer index. MCV/RBC count> 13< 13. Shine and Lai index. MCV2 x MCH x 0. 01> 1530< 1530. England and Fraser index. MCV - RBC - (5 x Hb) - 5. 19>0<0. Srivastava index. MCH, 'RBC> 3. 8<3. 8. Green and king index. MCV2 x RDW x Hb/100>65< 65. Red cell distribution width index. MCV x RDW/RBC>220<220",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Thalassemia",
        "opc": "Hereditary Spherocytosis",
        "opd": "Autoimmune Hemolytic Anemia",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "95c41a26-9566-4cc4-ac19-3a49441975ab",
        "choice_type": "single"
    },
    {
        "question": "45-year-old lady diagnosed to have anemia. Hb - 7. 8, MCV - 72 and Serum ferritin - 8. After 1 month of iron therapy with adequate dose, Hb is still 8. Most probable cause for treatment failure is:",
        "exp": "Ans: A (Non-compliance) Ref: Harrison's Principles of Internal Medicine, 18th edn. Explanation:\"The absence of a response may be due to poor absorption. noncompiiance (which is common), or a confounding diagnosis. \" Ref: Harrison. Response to Iron Therapy. The response to iron therapy varies, depending on the erythropoietin stimulus and the rate of absorption. The reticulocyte count should begin to increase within 4-7 days after initiation of therapy and peak at 7-10 days. The absence of a response may be due to poor absorption, noncompliance {which is common}, or a confounding diagnosis. A useful test in the clinic to determine the patient's ability to absorb iron is the iron tolerance test. Two iron tablets are given to the patient on an empty stomach, and the serum iron is measured serially over the subsequent 2 hours. Normal absorption will result in an increase in the serum iron of at least 100 g. 'dl. If iron deficiency persists despite adequate treatment, it may be necessary to switch to parenteral iron therapy. Lab Findings in Sideroblastic Anemia|serum iron. '|ferritin levels. Normal total iron-binding capacity.|transferrin saturation. Hematocrit of about 20-30%. MCV is usually norma! or high for acquired forms. With lead poisoning, see coarse basophilic stippling of red blood cells on peripheral blood smear. Specific test: Prussian blue stain of RBC in marrow shows ringed sideroblasts",
        "cop": 1,
        "opa": "Non-compliance",
        "opb": "Acquired sideroblastic anemia",
        "opc": "Inadequate intake of iron",
        "opd": "Folate deficiencies",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "d3415487-40da-49e1-a534-77f1e2797d8a",
        "choice_type": "single"
    },
    {
        "question": "Minimum concentration of reduced hemoglobin required for cyanosis is: (PGI Nov 2009)",
        "exp": "Ans: C (5 gm/dl) \"In general, cyanosis becomes apparent when the concentration of reduced hemoglobin in capillary blood exceeds 40g/L (4 g/dL) Harrison 19thf248-49, 17th/230\"Cyanosis is due to increased amount of reduced Hb (>5mg%]i' in capillary blood'-fy. Afefrta 15th/15. Cyanosis. Cyanosis refers to a bluish color of the skin and mucous membranes resulting from an increased quantity of reduced hemoglobin, or of hemoglobin derivatives, in the small blood vessels of those areas. It is usually most marked in the lips, nail beds, ears, and malar eminences. The degree of cyanosis is modified by the color of the cutaneous pigment and the thickness of the skin, as well as by the state of the cutaneous capillaries.. In some instances, central cyanosis can be detected reliably when the Sa02 has fallen to 85%; in others, particularly in dark-skinned persons, it may not be detected until it has declined to 75%. The increase in the quantity of reduced hemoglobin in the mucocutaneous vessels that produces cyanosis may be brought about either by an increase in the quantity of venous blood as a result of dilation of the venules and venous ends of the capillaries or by a reduction in the Sa., in the capillary blood. In sulhaemoglobmemia cyanosis occurs when its level exceed 0. 5gm/dlA methemogiobm level of 15% (i. e., 1. 5gm/dl)'3 is associated with visible cyanosis^-Neison iath/2033",
        "cop": 3,
        "opa": "1gm/dl.",
        "opb": "3 gm/dl",
        "opc": "5 gm/dl",
        "opd": "7 gm/dl",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "f3a4bc97-e950-4c97-ad1b-b4479c0ec6ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not expected in a case of Microcytic Hypochromic anemia -",
        "exp": "Ans. is 'b' i. e., Reduced total RBC distribution width o Microcytic hypochromic anemias are typically associated with a normal or High Red Cell distrubution width. MCV||||Low. Normal. High|||RDWRDWRDW|||||||||Increased. Normal. Increased. Normal. Increased. Normalo Iron deficiencyo Thalassemiao Red cell fragmentationo Hemoglobin Ho Chronic diseaseo Heterogenous thalassemiao Myelofibrosis o Sideroblustic anemiao Chronic diseaseo Hemorrhageo Hemolysiso Transfusiono Hb. Ac, Aso Hereditary spherocytosiso Folate or B12 deficiencyo Immunehemolytic anemiao WBC leukemiao Aplastic anemiao Preleukemia",
        "cop": 2,
        "opa": "Reduced serum Iron",
        "opb": "Reduced total RBC distribution width",
        "opc": "Normal Ferritin levels",
        "opd": "Increased TIBC",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "22092b19-2d0c-4517-8bf2-2da1b41f9051",
        "choice_type": "single"
    },
    {
        "question": "The most common inherited from of aplastic anemia-",
        "exp": "Ans. is 'a' i. e., Fanconi's Anemia o Most common inherited congenital anemia is Fanconis anemia. Fanconis anemiao It is the commonest hereditary marrow failure disease constituting two third of the cases, o It is an autosomal recessiveQ constitutional disorder affecting D. N. A. repair. o The Three affected genes are: -FANCAFANCCFANCGThese mutations result in defect in hematopoietic stem cell and the cells are ineffective in D. N. A. repair. FANCONIS ANEMIA|||Pancytopenia. Cancers whichare likely to develop. Congenital anomalies associated witho Anemia. Initiallyo Myelodysplastic syndromeo Acute Myelocytic leukemiao Short statureo Microcephaluso Broad nasal boneo Micrognathiao Hypopigmented patcheso Renal malformationo Epicanthal foldo Cafe-u-lait patcheso Hypoplasiao Skeletal defects# Normocytic# Low reticulocyte. Later on# Macrocytico Neutropeniao Thrombocytopeniao Bone marrow # Hypocellular# Marrow replaced by fat # Radial ray anomalies (thumb hand and radii)",
        "cop": 1,
        "opa": "Fanconi anemia",
        "opb": "Schwachman-Diamond syndrome",
        "opc": "Diamond-Blackfan anemia",
        "opd": "Dyskeratosis Congenita",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "53ee4c02-5ba1-46b4-a141-67c93328c349",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old woman presents with recurrent abdominal pain and anemia. Peripheral blood smear shows basophilic stippling of the red blood cells. What is the most likely diagnosis -",
        "exp": "Ans. is 'd' i. e., Lead poisoning The diagnosis can easily be made from the presence of Basophilic stippling. None of the causes other than lead poisoning are mentioned the question. Causes of basophilic stippling. Lead poisoning. Megaloblastic anemia. Thalassemias. Sideroblastic anemia. Alcoholism. Pyrimidine-5-nucleotidase deficiency Features of lead poisoning. Acute lead poisoning (rare). The principal manifestations of acute lead poisoning are gastrointestinal and central nervous system disturbances. Higher blood levels are usually associated with impaired neurotransmission and neuronal cell death, at still higher level lead encephalopathy and death may occur. Chronic lead poisoning. Lead poisoning is nearly always of the chronic type. Sign and symptoms of chronic poisoning. Facial pallor - earliest and most consistent sign (due to vasospasm). Hypochromic anemia with punctate basophilia. Lead line - Stippled bluish black lines on the gums at the junction with the teeth (not on the teeth). Colic and constipation - It is a late manifestation but constitutes an acute symptom of chronic plumbism. Paralysis - Late manifestation, usually wrist drop or foot drop occurs (motor delays on nerve conduction). Encephalopathy - Lead encephalopathy in some form or the other is said to be present in every case. Renovascular - - Elevated protoporphyrin levelT/T * If astutely toxic- Hospitalization and I. V. or* In highlyI. m. chelation with edentate calcium disodium (Ca. EDTA). Dimercaprol is also required to prevent encephalopathy.- Chelation with oral DMSAexposed(succimer with symptoms). Also know, Exposure to lead mainly occurs through auto batteries, lead crystal ceramics, fishing weight etc.",
        "cop": 4,
        "opa": "Coeliac disease",
        "opb": "Hookworm infestation",
        "opc": "Sickle cell disease",
        "opd": "Lead poisoning",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "e38ddb89-9f44-45be-9a50-aa581fbf0a15",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is affected in Megaloblastic anemia?",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18ed. Explanation:\"The common feature of all megaloblastic anemias is a defect in DNA synthesis that affects rapidly dividing cells in the hone marrow\" Ref: Harrison. Causes of Megaloblastic Anemia* Vitamin B12. Cobalamin deficiency or abnormalities of cobalamin metabolism. Folate deficiency or abnormalities of folate metabolism. Therapy with antifolate drugs (e. g., methotrexate). Independent of either cobalamin or folate deficiency and refractory to cobalamin and folate therapy: Acute myeloid leukemia. Myelodysplasia. Therapy with drugs interfering with synthesis of DNA Orotic aciduria (responds to uridine) Thiamine-responsive Megaloblastic anemia. Biochemical Basis of Megaloblastic Anemia. Folates (as the intracellular polyglutamate derivatives) aet as coenzymes in the transfer of single-carbon units. Two of these reactions are involved in purine synthesis and one in pyrimidine synthesis necessary for DNA and RNA replication. Folate is also a coenzyme for methionine synthesis, in which methylcohalamin is also involved and in which THE is regenerated. THF is the acceptor of single carbon units newly entering the active pool via conversion of serine to glycine. Methionine, the other produet of the methionine synthase reaction, is the precursor for S-adenosylmethionine (SAM), the universal methyl donor involved in >100 methyltransferase reactions. The common feature of all megaloblastic anemias is a defect in DNA synthesis that affects rapidly dividing cells in the bone marrow. All conditions that give rise to megaloblastic changes have in common a disparity in the rate of synthesis or availability of the four immediate precursors of DNAIn deficiencies of either folate or cobalamin. there is failure to convert deoxyuridine monophosphate (d. UMP) to deoxythymidine monophosphate (d. TMP), the precursor of d. TTPThis is the ease because folate is needed as the coenzyme 5, 10-methylene-THE polyglutamate for conversion of d. UMP to d. TMP: the availability of 5, 10-methylene-THF is reduced in either cobalamin or folate deficiency.",
        "cop": 1,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Giobin",
        "opd": "Iron absorption",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "634a69fa-0f11-4a3c-b934-799ceeaa5628",
        "choice_type": "single"
    },
    {
        "question": "Patient has macroglossia, decreased hemoglobin, vitamin B12 level--, folic acid level. Diagnosis is -",
        "exp": "Ans. is 'c' i. e., Megaloblastic anemiao Decreased vitamin Br and folic acid level along with macroglossia suggests megaloblastic anemia. Causes of Macrocytic anemiao Vitamin B,, deficiencyo Folic acid deficiencyo Orotic aciduriao Nitrous oxide inhalationo Liver diseaseo Hypothyroidismo Thiamine deficiency. Oral manisfestations of Vitamin B12:- o Macroglossia (large tongue)o Loss of papilla (Atrophic glossitis)o Red patches on the tongue on red lines (Moeller's glossitis) on the ventrumo Red and inflomed (Sore tongue) tongue, o Angular cheilitiso Oral ulcers. Peripheral blood pictureo Macrocytosiso A MCVT MCH, MCHC normalo Anisopoikilocytosiso Macroovalocyteso Tear drop cells and normocyteso Evidence of dyserythropoiesis. Basophilic stippling. Caboltring. Howell jolly bodieso Reticulocytes are normal or mildly increasedo White cells decreased. Hvpersegmented neutrophilso Thrombocytopeniao Pancytopenia",
        "cop": 3,
        "opa": "Hemolytic anemia",
        "opb": "Sideroblastic anemia",
        "opc": "Megaloblastic anemia",
        "opd": "Anemia of chronic disease",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "a99b5f5f-d2a8-4e17-aa85-a2b8fcc53161",
        "choice_type": "single"
    },
    {
        "question": "Iron is absorbed from:",
        "exp": "Ans. (a) Duodenum with fast clearance. Ref: Harrison 18th edition, Chapter 103* Iron absorbed from the diet from the duodenum or released from stores circulates in the plasma bound to transferrin.* The turnover of transferrin-bound iron is very rapid typically 60-90 min.* Because almost all of the iron transported by transferring is delivered to the erythroid marrow, the clearance time of transferrin-bound iron from the circulation is affected most by the plasma iron level and the erythroid marrow activity.* When erythropoiesis is markedly stimulated, the pool of erythroid cells requiring iron increases and the clearance time of iron from the circulation decreases. The half- clearance time of iron in the presence of iron deficiency is as short as 10-15 minutes.",
        "cop": 1,
        "opa": "Duodenum with fast clearance",
        "opb": "Jejunum with fast clearance",
        "opc": "Ileum with low clearance",
        "opd": "Bone marrow",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "c53bcd85-d563-4dbf-a0e9-42bbdfb5119a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following represent Fetal Hemoglobin (HBF)-",
        "exp": "Ans. 'b' i. e., Alpha2 Gamma2 Fetal Hemoglobin is represented bv Alpha-2: Gamma-2 Hemoglobin chains. Hemoglobin. Hemoblobm Chains. Normal Ad utt Values. Fetal Hemoglobin (HBF)a2g2 {Alpha 2 Gamma 2)< 2percent of Total adult HBAdult Hemoglobin (HB A)a2b2 (Alpha 2 Beta 2)- 96 percent of Total Adult HBAdult Hemoglobin (HBA, )a2d2 (Alpha2 Delta2)< 3. 5perent of Total Adult HBHemoglobin. Bartsg4(Gamma 4). Nil",
        "cop": 2,
        "opa": "Alpha2. Beta2",
        "opb": "Alpha 2 Gamma 2",
        "opc": "Alpha 2 delta 2",
        "opd": "Delta 4",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "00fcd0b4-e348-4d09-a091-bf165979edcc",
        "choice_type": "single"
    },
    {
        "question": "HbH is characterized by:",
        "exp": "Ans. A. Deletion of three alpha chain genes. Alpha-Thalassemia. Silent carrier state1 gene deletion-aaaa thalassemia trait2 gene deletion-a-a. HbH disease3 gene deletion---a. Hydrops fetalis4 gene deletion----",
        "cop": 1,
        "opa": "Deletion of three alpha chain genes",
        "opb": "Deletion of three alpha chains and one beta chain genes",
        "opc": "Deletion of two alpha and two beta chain genes",
        "opd": "Deletion of four alpha chain genes",
        "subject_name": "Medicine",
        "topic_name": "Anemia and RBC Disorders",
        "id": "7805b54f-16ac-4698-b364-f5fa87824e7e",
        "choice_type": "single"
    }
]