[
    {
        "question": "Most sensitive and specific test to diagnose iron deficiency anemia is:",
        "exp": "Serum ferritin levels is the most sensitive and specific test to diagnose iron deficiency anemia Under steady-state conditions, the serum ferritin level correlates with total body iron stores; thus, the serum ferritin level is the most convenient laboratory test to estimate iron stores. The normal value for ferritin varies according to the age and gender of the individual.As iron stores are depleted, the serum ferritin falls to <15 mg/L. Such levels are diagnostic of absent body iron stores. Adult males have serum ferritin levels that average ~100 mg/L, corresponding to iron stores of ~1 g. Adult females have lower serum ferritin levels averaging 30 mg/L, reflecting lower iron stores (~300 mg). Ferritin is also an acute-phase reactant and, in the presence of acute or chronic inflammation, may rise several-fold above baseline levels.",
        "cop": 2,
        "opa": "Serum iron levels",
        "opb": "Serum ferritin levels",
        "opc": "Serum transferring receptor population",
        "opd": "Transferring saturation",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "30deb379-e4b8-4851-8e34-f0b63c9925e4",
        "choice_type": "single"
    },
    {
        "question": "A middle aged chronic alcoholic man complains of burning sensation in the mouth. On examination he has thickened, dry, smooth tongue with absence of the filliform papillae. MCV is 100. Which of the following should be first line of approach in the management of this patient?",
        "exp": "The above given scenario is likely a case of Vitamin B12 deficiency hence estimation of Vitamin B12 levels should be the first step in management. Its deficiency may cause a bilateral peripheral neuropathy or degeneration (demyelination) of the cervical and thoracic posterior and lateral (pyramidal) tracts of the spinal cord. Other clinical features include: Anorexia - weight loss Diarrhea or constipation. Glossitis Angular cheilosis Jaundice (unconjugated) Reversible melanin skin hyperpigmentation Thrombocytopenia The anemia and low leukocyte count may predispose to infections, paicularly of the respiratory and urinary tracts. Glossitis",
        "cop": 1,
        "opa": "Estimation of Vitamin B12 levels",
        "opb": "Brush biopsy",
        "opc": "Sta Antifungal therapy",
        "opd": "Incisional biopsy",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "36d48d88-55cd-494b-b83c-e87f3ef61dfe",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man has anemia, splenomegaly, and extramedullary hematopoiesis. He has experienced easy fatigability, weightloss, and weakness. Bone marrow biopsy reveals marked proliferation of fibrous tissue (myelofibrosis) Which of the following is a characteristic finding in this disorder?",
        "exp": "Agnogenic (idiopathic) myeloid metaplasia is characterized by extensive non-neoplastic myelofibrosis and extramedullary hematopoiesis resulting in hepatosplenomegaly. Teardrop-shaped erythrocytes, as well as scattered nucleated red cells and granulocytic precursor cells, can be found in the peripheral blood smear. Although marrow myeloid (granulocytic) and erythroid precursor cells are depleted, megakaryocytes tend to be spared and even increased in number",
        "cop": 2,
        "opa": "Depletion of bone marrow megakaryocytes",
        "opb": "Teardrop-shaped erythrocytes",
        "opc": "Autosplenectomy",
        "opd": "Neoplastic plasma cells in the bone marrow",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "9863bc92-1cd8-478f-a9f2-07339ac70ce5",
        "choice_type": "single"
    },
    {
        "question": "Regarding anemia of chronic diseases, all are true except: -",
        "exp": "In anemia of chronic inflammation , ferritin is normal or high, reflecting the fact that iron is sequestered within cells and ferritin is being produced as an acute phase reactant. Test Iron deficiency Anemia of chronic disease Thalassemia minor Lead posioning MCV | | | N/| Serum iron | | N | TIBC | | N | Percent saturation | | N | Serum ferritin | | N | RBC count | | | | Reference: - Robbins 10e, pg-456",
        "cop": 2,
        "opa": "Decreased serum Fe",
        "opb": "Decreased Ferritin",
        "opc": "Decreased total Fe binding capacity",
        "opd": "Increased bone marrow Fe",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "1d885395-5e81-45d7-9f0e-c0d14825b0f5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following types of anemia is associated with a raised MCV and normal MCHC?",
        "exp": "Megaloblastic anemia (Folate or Vitamin B12 deficiency) is associated with a raised MCV and normal MCHC. Low MCV Normal MCV Increased MCV Sideroblastic anemi Iron deficiency anemia Thalassemic disorders Anemia of inflammation/anemia of chronic disease Acute blood loss Bone marrow suppression Bone marrow invasion Aplastic anemia Chronic renal insufficiency Endocrine dysfunction Hypothyroidism Hypopituitarism Ethanol abuse Folate deficiency Vitamin B12 deficiency Myelodysplastic syndromes Acute myeloid leukemias",
        "cop": 2,
        "opa": "Sideroblastic anemia",
        "opb": "Vitamin B12 and Folic acid deficiency",
        "opc": "Beta thalassemia",
        "opd": "Iron deficiency anemia",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "eb6ec6fa-7e1a-4b15-86c1-75c36b2cdc48",
        "choice_type": "single"
    },
    {
        "question": "Which Is NOT true about iron deficiency anemia?",
        "exp": "Hypersegmented neutrophils (more than 5 lobes of neutrophils) is seen in vitamin B12 deficiency. Iron deficiency anemia is the most common cause of anemia in India. It is characterized by microcytic hypochromic peripheral smear.",
        "cop": 1,
        "opa": "Hyper-segmented neutrophils",
        "opb": "Microcytosis precedes hypochromia",
        "opc": "MCHC<50%",
        "opd": "Commonest cause of anemia in India",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "78c1a2f1-0509-436b-87c1-a94cc9c60d2c",
        "choice_type": "multi"
    },
    {
        "question": "Low serum iron and low serum ferritin is seen in?",
        "exp": "Low serum iron and low serum ferritin is seen in Iron deficiency anemia. Disease Serum iron Serum ferritin TIBC Iron deficiency anemia Decreased Decreased Increased Chronic kidney disease (deficiency of erythropoietin) Normal Normal/decreased if lost in urine due to kidney pathology Normal Sideroblastic anemia Increased Increased Decreased Fanconi anaemia (congenital aplastic anemia) Normal Normal Normal",
        "cop": 1,
        "opa": "Iron deficiency anaemia",
        "opb": "Chronic kidney disease",
        "opc": "Sideroblastic anaemia",
        "opd": "Fanconi anaemia",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "078f5c6f-84b6-485d-a192-eef3afe7c390",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old female presenting with anemia, mild jaundice for 2 years, peripheral smear showing spherocytes, the best investigation to be done is:",
        "exp": "Spherocytes in adult patient indicates presence of autoimmune haemolytic anemia and hence Coomb's test should be performed. Presence of spherocytes alone is not sufficient for the diagnosis of hereditary spherocytosis. Evidence of hereditary nature of the disease is also required. Increased osmotic fragility merely reflects the presence of spherocytes and does not distinguish hereditary spherocytosis from other spherocytic hemolytic disorders.",
        "cop": 3,
        "opa": "Reticulocyte count",
        "opb": "Osmotic fragility test",
        "opc": "Coomb's test",
        "opd": "Bone marrow aspiration",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "0b78a31f-585c-463d-ad99-4b3ceae28ff1",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old male presented with nose bleed. Lab parameters show Hb= 5 g/dl g/dl, Platelet count = 23,000/mm3 and absolute neutrophil count = 176/mm3. Bone marrow is hypocellular with fatty infiltration. All of following statements are true regarding this condition except -",
        "exp": "The above clinical presentation is suggestive of Aplastic anemia. Lymphadenopathy and splenomegaly are highly atypical of aplastic anemia. Aplastic anemia - Aplastic anemia is pancytopenia with bone marrow hypocellularity. Bleeding is the most common early symptom Easy bruising, oozing from the gums, nose bleeds, heavy menstrual flow, and sometimes petechiae are noticed. Thrombocytopenia leads to small amounts of bleeding in the central nervous system resulting in intracranialor retinal hemorrhage. Symptoms include lassitude, weakness, shoness of breath, and a pounding sensation in the ears. Ix- Mean corpuscular volume (MCV) is commonly increased. Reticulocytes are absent or few, and lymphocyte numbers may be normal or reduced. Bone Marrow is hypocellular and shows mainly fat under the microscope Severity of disease is defined by the presence of 2 of 3 following parameters - a) Absolute neutrophil count <500/mL b) Platelet count <20,000/mL c) Corrected reticulocyte count <1% (or absolute reticulocyte count <60,000/mL).",
        "cop": 2,
        "opa": "Can be cured by Hematopoietic stem cell transplantation",
        "opb": "Lymphadenopathy and splenomegaly are highly typical",
        "opc": "Bleeding is the most common symptom",
        "opd": "Immunosuppressants are given to cure the disease",
        "subject_name": "Medicine",
        "topic_name": "Anemia",
        "id": "512882d3-fc7b-4e6b-ae0c-0834e0fac93c",
        "choice_type": "multi"
    }
]