[
    {
        "question": "Wernicke's aphasia is seen due to lesion in?",
        "exp": "ANSWER: (C) Superior temporal gyrus. REF: Gray's anatomy 39th edition, page 415. See previous question",
        "cop": 3,
        "opa": "Precentral gyrus",
        "opb": "Inferior frontal gyrus",
        "opc": "Superior temporal gyrus",
        "opd": "Inferior temporal gyrus",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "d61a04b1-aa58-443c-a0e0-22a3a01b707e",
        "choice_type": "single"
    },
    {
        "question": "Broca's aphasia is characterized by:",
        "exp": "Ans. (a) Non- fluent aphasia. Ref: Harrison 19th ed. /177-78* Brocas area is present in inferior frontal gyrus and is responsible for fluency, syntax and expression of speech and damage to this area causes loss of ability to express self and thereby development of non-fluent aphasia.* Word salad is seen in patients with damage to Wernickes area (Area responsible for comprehension).* Anomia is seen in global aphasia where both Broca and Wernicke area are damaged.* Apraxia is seen in patients with damage to non dominant parietal lobe.",
        "cop": 1,
        "opa": "Non- fluent aphasia",
        "opb": "Word salad",
        "opc": "Anomia",
        "opd": "Apraxia",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "957c6785-e542-42b9-a6c2-13cc4a933adb",
        "choice_type": "single"
    },
    {
        "question": "A lady can't speak but can tell by writing. Which of the following brain areas is affected?",
        "exp": "Ans. (a) Broca's Area. Ref: Harrison 19th ed. / 177* Brocas area damage is called expressive aphasia (non- fluent aphasia).* Pattern has loss of the ability to produce language (spoken or written).* Patient has insight to his problem and is frustrated.* Remember: Broca is broke. Speaks broken words.* Damage to paracentral lobule would lead to loss of control over urination and lead to urge incontinence.* Damage to insula leads to loss of hand eye coordination and loss of social skills.",
        "cop": 1,
        "opa": "Brocas area",
        "opb": "Wernickes area",
        "opc": "Paracentral lobule",
        "opd": "Insula",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "fe1a39d4-45fc-44af-8c05-68757c1d85f1",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's area is located in:",
        "exp": "Ans. (a) Superior Temporal Gyrus. Ref: Harrison 19th ed. /177* Wernickes area is located in the posterior section of the superior temporal gyrus (STG) in the dominant cerebral hemisphere (which is the left hemisphere in about 95% of right handed individuals and 60% of left handed individuals).* Damage caused to Wernickes area results in receptive, fluent aphasia. This means that the person with aphasia will be able to fluently connect words, but sentences will lack meaning",
        "cop": 1,
        "opa": "Superior temporal gyrus",
        "opb": "Inferior temporal gyrus",
        "opc": "Post-central gyrus",
        "opd": "Angular gyrus",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "3bd9af21-16b2-43b7-b7f6-e96e1f8bf5d3",
        "choice_type": "single"
    },
    {
        "question": "Naming and fluency is impaired in:",
        "exp": "Ans. a. Broca's aphasia (Ref: Harrison 19/e p279, 18/e p203, 3286). Naming and fluency is impaired in Broea's aphasia, \"Broca's Aphasia: Speech is nonfluent, labored, interrupted by many word-finding pauses, and usually dysarthric. It is impoverished in function words but enriched in meaning-appropriate nouns. Abnormal word order and the inappropriate deployment of bound morphemes (word endings used to denote tenses, possessives, or plurals) lead to a characteristic agrammatism. Speech is telegraphic and pithy but quite informative. Output may be reduced to a grunt or single word (\"yes \" or \"no\"), which is emitted with different intonations in an attempt to express approval or disapproval. In addition to fluency, naming and repetition are impaired. '- Harrison 19/e p279 Comprehension. Repetition of spoken language. Naming. Fluency. Wernicke's. Impaired. QImpaired. QImpaired. QPreserved or increased. QBroca's. Preserved (except grammar)QImpaired. QImpaired. QDecreased. QGlobal. Impaired. QImpaired. QImpaired. QDecreased. Conduction. Preserved. QImpaired. Qimpaired. QPreserved. QNonfluent (motor) transcortical. Preserved. QPreserved. QImpaired. Impaired. Fluent (sensory) transcortical. Impaired. Preserved. QImpaired. Preserved. Isolation. Impaired. Echolalia. QImpaired. No purposeful speech. Anomic. Preserved. QPreserved. QImpaired. Preserved except for wordfinding pauses. QPure word deafness. Impaired only for spoken languageimpaired. Preserved. Preserved. Pure alexia. Impaired only for reading. Preserved. Preserved. Preserved. Broca's Aphasia. Speech is nonfluent, labored, interrupted by many word-finding pauses, and usually dysarthric. It is impoverished in function words but enriched in meaning-appropriate nouns. Abnormal word order and the inappropriate deployment of bound morphemes (word endings used to denote tenses, possessives, or plurals) lead to a characteristic agrammatism. Speech is telegraphic & pithy but quite informativeQ. In the following passage, a patient with Broca's aphasia describes his medical history: \"I see... the dotor, dotor sent me... Bosson. Go to hospital. Dotor... kept me beside. Two, tee days, doctor send me home. ''Output may be reduced to a grunt or single word (\"yes\" or \"no\"), which is emitted with different intonations in an attempt to express approval or disapproval. In addition to fluency, naming & repetition are impairedQ. Comprehension of spoken language is intact except for syntactically difficult sentences with a passive voice structure or embedded clauses, indicating that Broca's aphasia is not just an \"expressive\" or \"motor\" disorder and that it also may involve a comprehension deficit in decoding syntax. Even when spontaneous speech is severely dysarthric, the patient may be able to display a relatively normal articulation of words when singing. This dissociation has been used to develop specific therapeutic approaches (melodic intonation therapy) for Broca's aphasiaQ. Causes of Broca's Aphasia: The cause is most often infarction of Broca's area (inferior frontal convolution) & surrounding anterior perisylvian & insular cortex due to occlusion of superior division of middle cerebral arteryQ. Mass lesions, including tumor, intracerebral hemorrhage & abscess, also may be responsible. Associated features: Patients with Broca's aphasia can be tearful, easily frustrated & profoundly depressed. Additional neurologic deficits: Right facial weakness, hemiparesis or hemiplegia & buccofacial apraxia characterized by an inability to carry out motor commands involving orophary ngeal and facial musculature. Insight into their condition is preserved, in contrast to Wernicke's aphasiaQ. Prognosis: When the cause of Broca's aphasia is stroke, recovery of language function generally peaks within 2 to 6 months, after which time further progress is Limited. Speech therapy is more successful than in Wernicke's aphasia",
        "cop": 1,
        "opa": "Broca's aphasia",
        "opb": "Wernicke's aphasia",
        "opc": "Anomic aphasia",
        "opd": "Transcortical sensory aphasia",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "ad4bf87d-c8bc-4145-a959-a74c0dadfd15",
        "choice_type": "single"
    },
    {
        "question": "Broca's aphasia is -",
        "exp": "Ans. is 'b' i. e., Non fluent aphasia",
        "cop": 2,
        "opa": "Fluent aphasia",
        "opb": "Non fluent aphasia",
        "opc": "Sensory aphasia",
        "opd": "Conduction aphasia",
        "subject_name": "Medicine",
        "topic_name": "Aphasia",
        "id": "dceddb6e-d200-4531-858e-8b43e103bccf",
        "choice_type": "single"
    }
]