[
    {
        "question": "Torsades de pointes cause?",
        "exp": "Ans. is 'c' i. e., Wide QT Torsades - de pointes is a cardiac arrhythmia, which may cause blackouts or even sudden death Q (d/t ventricular fibrillation). The phrase \"Torsades de pointes\" literally means \"Twisting of the point referring to the characteristic appearance of the electrocardiogram during the rhythm abnormality. Torsade is defined as polymorphous VT in which the morphology of the QRS complexes varies from beat to beat. The ventricular rate can change from 150 beats per minute to 250 bpm. The regular variation of the morphology of the QRS vector changes from positive to net negative and back again. Thus the QRS complexes tend to be bizarre and multiform, and to have sharply pointed apices or nadirs. Both, the QRS form and axis undulate. Thus, the sharp points of the QRS complex may, for a short period of a few seconds, be directed upwards, to be followed, for a short period of few seconds by a change in the QRS contour where the sharp points are directed downwards. This was symbolically termed \"Torsades - de pointes\" or \"twisting of the point\" about the isoelectric axis because it is reminiscent of the Torsades - de pointes movement in the ballet. Most cases exhibit polymorphism, but the axis changes may not have regularity. The definition also requires that the OT interval be increased markedly (usually to 600msec or greater). Cases of polymorphous VT, which are not associated with a prolonged QT interval, are treated as generic VT. Torsades usually occurs in bursts that are not sustained; thus, the rhythm strip usually shows the patient's baseline QT prolongation. The underlying basic for rhythm disturbance is delay in the phase 3 of action potential. The delay is mediated by sodium or potassium channels. The prolonged period of repolarization and the inhomogeneity of repolarization times among myocardial fibres allow dysrhythmia to emerge.",
        "cop": 3,
        "opa": "Eide QRS",
        "opb": "Short QRS",
        "opc": "Wide QT",
        "opd": "Short QT",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "6645308e-60f1-400b-9009-61bef197c691",
        "choice_type": "single"
    },
    {
        "question": "Asynchronous cadioversion is given in:",
        "exp": "Ans. is 'b' Ventricular fibrillation Electrical cardioversion and defibrillation are the most reliable methods for termination of arrhythmias. These methods depolarize all or at least a large portion of excitable myocardium in a near homogenous fashion, the electrical shock can interrupt reentrant arrhythmias. Energy is delivered synchronously with the QRS complex for all arrhythmias except ventricular flutter and ventricular fibrillation.",
        "cop": 2,
        "opa": "AF",
        "opb": "Ventricular fibrillation",
        "opc": "Atrial flutter",
        "opd": "Ventricular tachycarida",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "4c658b9c-aaf9-402a-bfd9-9d1b1de5922a",
        "choice_type": "single"
    },
    {
        "question": "WPW syndrome is caused by?",
        "exp": "ANSWER: (B) Right sided extra fibres. REF: Harrison s 18th ed ch: 233. WPW is caused by the presence of an abnormal accessory electrical conduction pathway between the atria and the ventricles. Electrical signals travelling down this abnormal pathway (known as the bundle of Kent) may stimulate the ventricles to contract prematurely, resulting in a unique type of supraventricular tachycardia referred to as an atrioventricular reciprocating tachycardia. The bundle of Kent is an abnormal extra or accessory conduction pathway between the atria and ventricles that is present in a small percentage (between 0. 1% and 0. 3%) of the general population. This pathway may communicate betrveen the left atrium and the left ventricle, in which case it is termed a \"type A pre-excitation\", or between the right atrium and the right ventricle, in which case it is termed a \"type B pre-excitation\". Problems arise when this pathway creates an electrical circuit that bypasses the AV node. The AV node is capable of slowing the rate of conduction of electrical impulses to the ventricles, whereas the bundle of Kent lacks this capability. When an aberrant electrical connection is made via the bundle of Kent, tachydysrhythmias may therefore result. WPW is commonly diagnosed on the basis of the electrocardiogram in an asymptomatic individual. In this case it is manifested as a delta wave, which is a slurred upstroke in the QRS complex that is associated with a short PR interval. The short PR interval and slurring of the QRS complex is actually the impulse making it through to the ventricles prematurely (across the accessory pathway) wdthout the usual delay experienced in the AV node.",
        "cop": 2,
        "opa": "Bundle branch block",
        "opb": "Right sided extra fibres",
        "opc": "Left bundle branch block",
        "opd": "Ectopic pacemaker in atrium",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "7bd3d563-6834-4360-9126-a6b45b091297",
        "choice_type": "single"
    },
    {
        "question": "Heart block is seen in -",
        "exp": "Ans. is i. e., Hypermagnesemia o Hypermagnesemia slows the heart and leads to heart block. o Hypomagesemia leads to cardiac arrhythmias like SVT and VT. Hypermagnesemia. Hypomagnesemia. Inhibits PTH release. Inhibits calcium reabsorption. Resistance to PTHDecreased production of vitamin D3. Vasodilation: Hypotension. Tetany. Neuromuscular blockade: DTK inhibited. Vertigo/ataxia'nystagmus. Respiratory' failure: Decreased respiratory rate. Depression-psychosis. Bowel sounds reduced'ileus Pupils dilated Heart rate decreased. Heart rate increased. ECG: PR, q. RS and QT prolongation. PR and QT prolongation with T wave inversion",
        "cop": 1,
        "opa": "Hypermagensemia",
        "opb": "Hypomagnesemia",
        "opc": "Hypernatremia",
        "opd": "Hypocalcemia",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "c923b654-47a8-43bd-b4d5-f8edb794d57d",
        "choice_type": "single"
    },
    {
        "question": "A patient after thrombolysis for MI develops missed beats. ECG shows?",
        "exp": "Ans. (b) Mobitz II heart block. In 30 seconds you get in the examination for this rhythm strip compare the PR interval preceding the missed/arrow marked q. RS complex with the subsequent one. If both the preceding and subsequent PR intervals are equal then, it is diagnostic of Mobitz II heart block. This usually occurs secondary to septal MI and needs pacing. In case the PR interval preceding the missed beat is longer in duration than the PR interval subsequent to the missed beat, it is diagnostic of Mobitz 1 heart block.* Mobitz II is usually due to failure of conduction at the level of the His-Purkinje system (i. e. below the AV node).* While Mobitz I is usually due to a functional suppression of AV conduction (e. g. due to drugs, reversible ischemia), Mobitz II is more likely to be due to structural damage to the conducting system (e. g. infarction, fibrosis, necrosis).* Patients typically have a pre-existing LBBB or bifascicular block, and the 2nd degree AV block is produced by intermittent failure of the remaining fascicle (\"bilateral bundle-branch block\").* In around 75% of cases, the conduction block is located distal to the Bundle of His, producing broad q. RS complexes.* In the remaining 25% of cases, the conduction block is located within the His Bundle itself, producing narrow q. RS complexes.* Unlike Mobitz I, which is produced by progressive fatigue of the AV nodal cells, Mobitz II is an \"all or nothing\" phenomenon whereby the His-Purkinje cells suddenly and unexpectedly fail to conduct a supraventricular impulse.* Ihere may be no pattern to the conduction blockade, or alternatively there may be a fixed relationship between the P waves and q. RS complexes, e. g. 2: 1 block, 3: 1 block.",
        "cop": 2,
        "opa": "Mobitz I heart block",
        "opb": "Mobitz II heart block",
        "opc": "Complete heart block",
        "opd": "Sick sinus syndrome",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "34bcf559-1f25-4766-9ecd-5af3baab7d5a",
        "choice_type": "single"
    },
    {
        "question": "Sinus Bradycardia is defined as heart rate of?",
        "exp": "Ans. is 'c' i. e., Less than 60/min",
        "cop": 3,
        "opa": "Less than 40/min",
        "opb": "Less than 50/min",
        "opc": "Less than 60/min",
        "opd": "Less than 70/min",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "d201daa4-19ff-425f-82ac-a4549c6f01e2",
        "choice_type": "single"
    },
    {
        "question": "Most common arrhythmia after sinus tachycardia in ICU patient is -",
        "exp": "Ans. is 'a' i. e., Atrial flutter Arryhthmias occuring after. Myocardial infarction. Supraventricular arrvhthmias. Ventricular arryhthmiaso Atrial flutter or fibrillationo Ventricular premature beats (M. L)o Sinus bradycardiao Ventricular febrillationo Sinus tachycardia (M. C.) o Paroxysmal supraventricular tachycardia o Non Paroxysmal junctional tachycardia Supraventricular arryhthmias after M. Lo Most common supraventricular arrvhthmia after M. L is Sinus tachycardia. o Supraventricular arrvhthmiass. other than atrial fibrillation or flutter. are relatively uncommon in the periinfarction period. Atrialfibrillation after MI ranges from 5 to IS percent. The development of. AF is associated with a worse prognosis. Sinus bradycardia, defined as less than 50 to 60 beats/min, occurs in 15 to 25 percent of patients after acute MLSinus tachycardia occurs in approximately 30 to 40 percent of acute myocardial infarctions. Paroxysmal supraventricular tachycardia (PSVT) occurs in less than 10percent of patients after an acute MI, but may require aggressive management due to a rapid ventricular rate. Non paroxysm a i junctional tachycardia is typically transient, occuring within the first 48 hours of infarction and developing and terminating gradually. No specific antiarrhythmic therapy is indicated. Ventricular qrrythmias after MIo Infrequent sporodic ventricular premature depolarisation occur in almost all patient with M. I. o Ventricular arrhythmias, ranging from isolated ventricular premature beats (VPBs) to ventricular fibrillation (VF), are common in the immediate postinfarction period. In the era of early percutaneous coronary intervention and aggressive medical therapy, approximately 25 percent of patients with a non-ST elevation acute coronary syndrome experience ventricular tachycardia (IT) within the initial seven days, an event that protends a significantly greater risk of dying compared to patients without VT. o VF is the most frequent mechanism of. sudden cardiac death, with the majority of VF occuring within the first 48 to 72 hours after the onset of symptoms. o In patients with ST elevation myocardial infarction ('STEMI) treated with fibrinolysis, the incidence of sustained VT or VF is approximately 10 percent, with 80 to 85 percent occuring in the first 48 hours.",
        "cop": 1,
        "opa": "Atrial flutter",
        "opb": "A-V block",
        "opc": "Non paroxysmal junctional tachycardia",
        "opd": "Paroxysmal supraventricular tachycardia",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "785433dd-6a4e-4bde-ae49-8cbd669839d8",
        "choice_type": "single"
    },
    {
        "question": "WPW syndrome is caused by -",
        "exp": "Ans. is 'b' i. e., Right sided accessory pathway. Anatomy (Location of Accessory pathway) in W. P. W. syndromeo Electrophysiological studies and mapping have shown that accessory. Atrioventricular pathways may be located anywhere along the A-V rign or groove in the septum. o The most frequent locations are:-# Left lateral (50%), posteroseptal (30%) right anteroseptal (10%).# Right lateral (10%). o Preexcitation resulting from left sided accessory is called type A preexcitation. o Preexcitation resulting from right sided accessory pathway is called type B preexcitation.",
        "cop": 2,
        "opa": "Bundle Branch Block",
        "opb": "Right sided accessory pathway",
        "opc": "Ectopic pacemaker in atrium",
        "opd": "Left budle Branch block",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "3737d8e0-e24e-4477-a034-0ba4a3c18f3d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for paroxysmal supraventricular tachycardia is?",
        "exp": "ANSWER: (C) Adenosine. REF: Harrison's Principles of Internal Medicine 17th ed chapter 226. See APPENDIX-40 for \"DRUGS USED IN ARRHYTHMIAS\" Dose. Indication. Side effects. Adenosine6-18 mg (rapid bolus). Terminate reentrant SVT involving AV node. Cough, flushing. SVT - SUPRA VENTRICULAR TACHYCARDIA",
        "cop": 3,
        "opa": "Metoproloi",
        "opb": "Amiodarone",
        "opc": "Adenosine",
        "opd": "Lidocaine",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "e94f6ff5-305a-407d-8a72-d749e6c5c293",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of sudden death -",
        "exp": "Ans. is 'a' i. e., Ventricular fibrillation Ventricular fibrillation is the most frequent mechanism of sudden cardiac death: - (accountsfor 60% of sudden death)o It is a rapid disorganized ventricular arryhthmia resulting in no uniform ventricular contraction, no cardiac output, and no recordable blood pressure. o Death from a ventricular tachyarryhthmia in the setting of an acute myocardial infarction has historically been one of the most frequent causes of sudden cardiac death. o 60% of the death associated with acute Ml occured within the first hour and were attributable to a ventricular arrhythmia.",
        "cop": 1,
        "opa": "Ventricular fibrillation",
        "opb": "Atrial fibrillation",
        "opc": "PSVT",
        "opd": "A-V block",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "5970ac6f-6ac4-4dbb-82b2-58564138b6e5",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for maintenance therapy in PS VT is-",
        "exp": "Ans. is 'c' i. e., Verapamilo Amongst the options provided Verapamil is the drug of choice for maintenance therapy in pateints with PSVT. Treatment options fyr. Supraventricular Tachycardia o Physiologic intervention# Rest# Valsalva maneuvers: Gag reflex, ice packs, etc# Carotid massage# Avoidance of inciting factors: Caffeine, tobacco, alcohol, pseudoephedrine, stress, etc. o Medications# Drugs with direct effect on artrioventricular node or accessory pathway:# Amiodarone (Cordarone), Sotalol (Betapace), class IC drugs (flecainide, propafenone, etc).# Drugs that work primarily on atrioventricular node:# Adenosine (Adenocard), calcium channel blockers, beta blockers, digoxin (Lanoxin).# Drugs that work primarily on accessory Pathway:# Class IA drugs (quinidine, disopyramide, etc). o Radiofrequency ablationo Electronic pacing PSVT No limbing symptoms No Pre-excitation Mild to miderate symptoms No Pre-excitation Severe symptoms or Pre-excitation ||| ||| ||| No. Therapy. Potent. Preference. Catheter. Ablation ||| |Unsuccessful| | | |Drug Therapy. Unsuccessful -----------Catheter Ablation 1 Drug | Therapy |",
        "cop": 3,
        "opa": "Amiodarone",
        "opb": "Lignocaine",
        "opc": "Verapamil",
        "opd": "Adenosine",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "864601a8-767a-4f7d-b834-dbcb164ca355",
        "choice_type": "single"
    },
    {
        "question": "QRS duration greater than 0. 16 seconds is seen in?",
        "exp": "ANSWER: (A) Bundle branch blocks. REF: Harrisons 18th ed chapter 228, Practical Clinical Electrophysiology by Peter J. Zimetbaum, Mark E. Josephson Page 143. Normal QRS duration: 0. 06 - 0. 1 seconds. RAISED QRS DURATION IS SEEN IN: Ventricular tachycardia (Assume any wide QRS-complex tachycardia is VT until proven otherwise). Right bundle branch blocks (up to 0. 14 sec). Right bundle branch blocks with VT (> 0. 14 sec). Left bundle branch blocks (up to 0. 16). Left bundle branch blocks with VT(> 0. 16). Intraventricular block (as seen in Hyperkalemia, quinidine, procainamide). Implanted ventricular pacemaker. NOTE: * Mobitz I heart block (Type 1 Second-degree AV block) is characterized by progressive prolongation of the PR interval on the electrocardiogram (BCG) on consecutive beats followed by a blocked P wave (i. e., a 'dropped' QRS complex). After the dropped QRS complex, the PR interval resets and the cycle repeats.* Mobitz II heart block (Type 2 Second-degree AV block) is characterized on a surface ECG by intermittently non conducted P waves not preceded by PR prolongation and not followed by PR shortening",
        "cop": 1,
        "opa": "Bundle branch block",
        "opb": "Sick sinus syndrome",
        "opc": "Mobitz 1",
        "opd": "Mobitz 2",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "904721ec-862e-465a-a815-2ab58787ffe9",
        "choice_type": "single"
    },
    {
        "question": "Blood pressure is difficult to measure in a patient with-",
        "exp": "Ans. is 'd' i. e.. Atrial fibrillation o Since patients of atrial fibrillation have an irregularly irregidar pulse the routine oscillo-metric de\\>ices would falter on BP measurement and hence the N. I. C. E. (British HTN guidelines) advise the auscultatory> method only.",
        "cop": 4,
        "opa": "Mitral stenosis",
        "opb": "Aortic stenosis",
        "opc": "Complete heart block",
        "opd": "Atrial fibrillation",
        "subject_name": "Medicine",
        "topic_name": "Arrhythmias",
        "id": "78d59331-5117-447a-88b4-972c4efa504e",
        "choice_type": "single"
    }
]