[
    {
        "question": "All of the following are associated w ith Autonomic Neuropathies, except-",
        "exp": "Ans. is 'c' i. e., Hyperthyroidism o Hyperthyroidism is not associated with an autonomic neuropathy. o Thyroid hormones interact with the sympathetic branch of the autonomic nervous system and stimulate/simulate increased activity of sympathetic nervous system. Hyperthyroidism however is not associated with an autonomic neuropathy. Autonomic Neuropathies||Acute/subacute autonomic neuropathies. Subacute autoimmune autonomic ganglio nop a thy (AAG). Chronic peripheral autonomic neuropathies1. Distal small fiber neuropathy2 Combined sympathetic and parasympathetic failurea) Subacute paraneoplastic autonomic neuropathyb) Guillain-Barre syndromec) Botulismd) Porphyriae) Drug induced autonomic neuropathies stimulants, drug withdrawal, vasoconstrictor, vasodilators, beta-receptor antagonists, beta-agonistsf) Toxic autonomic neuropathiesg). Subacute cholinergic neuropathya) Amyloidb) Diabetic autonomic neuropathyc) Autoimmune autonomic ganglionopathy (paraneoplastic and idiopathic)d) Sensory neuronopathy with autonomic failuree) Familial dysautonomia (Riley-Day syndrome)f) Diabetic, uremic, or nutritional deficiency'g) Dysautonomia of old age3. Disorders of reduced orthostatic intolerance-reflex syncope, POTS, associated with prolonged bed rest, associated with space flight, chronic fatigue.",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Amyloid",
        "opc": "Hyperthyroidism",
        "opd": "Botulinism",
        "subject_name": "Medicine",
        "topic_name": "Autonomic Nervous System Disorders",
        "id": "efc5b3b2-7428-48f7-a69c-492f17986d81",
        "choice_type": "multi"
    },
    {
        "question": "Early loss of bladder control is seen in-",
        "exp": "Ans. is 'a' i. e., Conus medullariso Loss of bladder control is an early and marked feature of conus medullaris. Bladder involvement||||Conus medullaris. Cauda equina. Guillain Barre svndrome. AMLSo Presen early in the course of disease# Over flow urinary incontinence, fecal Incontinenceo Tends to presents late in the course of the disease# Urinary incontinenceo Bladder involvement uncommon, if involved only, it suggests other diagnostic possibilitieso Bladder, bowel preserved even up to late stages",
        "cop": 1,
        "opa": "Conus medullaris",
        "opb": "Cauda equina",
        "opc": "Gullain barre syndrome",
        "opd": "Amyotrophic lateral sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Autonomic Nervous System Disorders",
        "id": "4a6c778f-12b9-4174-bca9-20ac45a9bdf2",
        "choice_type": "single"
    }
]