[
    {
        "question": "DOC for listeria meningitis:",
        "exp": "Ans. is 'a' i. e., Ampicillin Treatment of listeria infectiono The antibiotic of choice for listeria infection is ampicillin or penicillin G. Antibiotic regimens for listeria infection||||First line regimens. Penicillin allergic patients. Alternative drugso Ampicillin or Penicillin is the drug of choiceo Trimethoprim sulphame- thoxazoleo Imipenem and meropenemo Other antibiotic that are less effective# Vancomycin# Erythromycin# Chloramphenicol",
        "cop": 1,
        "opa": "Ampicillin",
        "opb": "Cefotaxime",
        "opc": "Cefotriaxone",
        "opd": "Ciprofloxacin",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "6ffb5460-546d-493b-b123-737e6c763586",
        "choice_type": "single"
    },
    {
        "question": "Quadrivalent Meningococcal vaccine is not used for?",
        "exp": "Ans. (b) Serotype BRef: Harrison 19th ed. /1002* There are currently three vaccines available in the USA to prevent meningococcal disease, all quadrivalent in nature, targeting serogroups A, C, W-135, and Y.* Meningococcal polysaccharide or conjugate vaccines provide no protection against serogroup B disease and MenB vaccines provide no protection against serogroup A, C, W or Y disease. For protection against all 5 serogroups of meningococcus it is necessary to receive both vaccines.* Only recently vaccine targeting serogroup B has also been created and is protein based. TRADE NAMETYPE OF VACCINESEROGROUPS INCLUDEDYEAR LICENSEDAPPROVED AGESMenomune. PolysaqccharideA, C, W, Y19812 year and older. Menactra. ConjugateA, C, W, Y20059 months-55 years. Menveo. ConjugateA, C, W, Y20102 months-55 years. Men. Hibrix. ConjugateC, Y, and Hib20126 weeks-18 months. Trumenba. Protein. B201410-25 years. Bexsero. Protein. B201510-25 years",
        "cop": 2,
        "opa": "Serotype A",
        "opb": "Serotype B",
        "opc": "Serotype C",
        "opd": "Serotype Y",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "23385633-8f8f-4f63-b064-25046cfb2f37",
        "choice_type": "single"
    },
    {
        "question": "Reactive arthritis is usually caused by -",
        "exp": "Ans. is 'a' i. e.. Shigella Flexneri o Organisms that have been associated with Reiter Arthritis include the follow ing: C trachomatis (L2b serotype). Ureaplasma urealyticum. Neisseria gonorrhoeae. Shigella flexneri. Salmonella enterica serovars Typhimurium. Mycoplasma pneumoniae. Mycobacterium tuberculosis. Yersinia enterocolitica and pseudotuberculosis. Campylobacter jejuni. Clostridium difficile. Beta-hemolytic (example, group A) and viridans streptococci",
        "cop": 1,
        "opa": "Shigella flexneri",
        "opb": "Shigella boydii",
        "opc": "Shigela shiga",
        "opd": "Shigela dysentriae",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "086f3a1d-a3bf-4ba1-a7f6-83f335509950",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about Miliary Tuberculosis are true Except -",
        "exp": "Ans. is 'd' i. e., Montoux is always positive o Montoux test is not always positive in cases of miliary tuberculosis. o It may be regative /non reactive as result of energy. Miliary Tuberculosis may occur foil only primary infection and secondary reactivationo Miliary tuberculosis is due to hematogenous dissemination of tubercle bacilli. y Classically miliary tuberculosis develops following hematogenous disseminaton at the time of primary infection. In adults miliary tuberculosis may be due to reactivation of old disseminated foci (secondary- reactivation). o Sputum microscopy is usually negative (Harrisons 17th/1013). Sputum smear microsocopy is negative in 80% of cases. o Montoux test is negative in 20-30% of patients with miliary tuberculosis. The Tuberculn skin test (montoux) be non reactive due to anergy-; Tubercular anergy' is common in miliry tuberculosis and a negative skin test should not be a deterrant to the consideration of this diagnosis. Upto 30% of children have a negative tuberculin skin test. o Liver, kidney and spleen are common sites of involvement alone with other sites. Almost every' organ in the body may be involved. Miliary tuberculosis is most prominent in liver, spleen, kidney and other organs including bone marrow, adrenals, meninges, fallopian tubes and epididymis.",
        "cop": 4,
        "opa": "May occur following primar in fection",
        "opb": "May occur follwoing secondary reactivation",
        "opc": "Sputum microscopy is usually negative",
        "opd": "Montoux is always positive",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "5f5fabef-1e6b-4fa6-9131-b76e2a48e32e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not caused by non-typable Hib?",
        "exp": "Ans. b. Meningitis (Ref: Ananthanarayan 8/e p331). Meningitis is not caused by non-typable Hib. 'Diseases due to H. influenza may be considered under two groups, invasive and noninvasive. In the first group, the bacillus acts as a primary pathogen, causing acute invasive infections. The bacilli spread through blood, being protected from phagocytes by their capsule. Haemophilus meningitis is the most important infection in this group, others being laryngoepiglottits, conjunctivitis, bacteremia, pneumonia, arthritis, endocarditis and pericarditis. These infections are usually seen in children and are caused by the capsulated strains, type b accounting for most cases. In the second group, the bacillus spreads by local invasion along mucosal surfaces and causes secondary or superadded infections, usually of the respiratory tract. These include otitis media, sinusitis and exacerbations of chronic bronchitis and bronchiectasis. These are usually seen in adults and are often caused the non-capsulated strains. Ananthanarayan 8/e p331. Hemophilus influenzae (Pfeiffer's bacillus). Morphology: Non-motile. non-sporing, oxidase positive, gram negative bacilli. QCapsulated coccobacilli shows pleomorphism. QStained by Loeffler's methylene blueQ or Dilute carbol fuschin. QDivided into 8 biotypes on the basis of indole production, urease and ornithine decarboxyalse activity. QCulture: Fildes agar is the best for primary' isolation. QOn Levinthal's mediumQ, capsulated strains show distinctive iridesecence. Requires both X factor (heat stable hemin) and V factor (heat labile coenzyme present in RBC), so heated or boiled blood agar is superior to plain agar. QShows 'Satellitism'Q (dependence on V factor) when S. aureus is streaked across the blood agar. Antigenic properties: Hemophilus influenzae is the first free living organism whose complete genome is sequenced. QThere are three major surface antigen- the capsular polysaccharide, the outer membrane protein, and lipo-oligosaccharide. QHemophilus influenzae (Pfeiffer's bacillus). Major antigenic determinant is capsular polysaccharideQ based on which, it is typed into six capsular types. Most isolates from acute invasive infections belong to type b. QType b capsule has unique structure containing pentose sugar (ribose and ribitol) in the form of polyribosyl ribitol phosphate (PRP)Q instead of hexose and hexosamines. Types of Hemophilus influenzae. Invasive. Non-invasive* Bacillus acts as a primary pathogen, causing acute invasive infectionsQ* Bacilli spread through blood, being protected from phagocytes by their capsuleQ.* Meningitis is the most important infection in this group.* Others: Laryngoepiglottits, conjunctivitis, bacteremia, pneumonia, arthritis, endocarditis and pericarditis.* Usually seen in children* Caused by the capsulated strains, type b accounting for most cases* Bacillus spreads by local invasion along mucosal surfacesQ* Causes secondary or superadded infections, usually of the respiratory tractQ.* These include otitis media, sinusitis and exacerbations of chronic bronchitis and bronchiectasisQ.* Usually seen in adultsQ* Caused by non-capsulated strains. QClinical Features: Meningitis and respiratory tract infection are the most common presentation. QMeningitis. Most frequently caused by biotype-1. QOccur in childrenQ due to absence of PRP antibodies. Subdural effusionQ is the MC complication. DOC is ceftriaxone or cefotaxime. QRemember: Hemophilus influenzae is called Pfeiffers bacillus but Pfieffer's phenomenon (bacteriolysis in vivo) is associated with V. choleraQ (cholera vibrios were lysed when injected intraperitoneally into specifically immunized guinea pigs)",
        "cop": 2,
        "opa": "Otitis media",
        "opb": "Meningitis",
        "opc": "Exacerbation of COPD",
        "opd": "Puerperal sepsis",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "d07234b6-3474-4be4-ac16-7960f176edd8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is False regarding H. Pylori infection",
        "exp": "Ans. is 'a' i. e with chronic infection urease breath test becomes negative The urease breath test does not become negative after chronic infection it becomes negative after treatment.",
        "cop": 1,
        "opa": "With chronic infection urease breath test become negative",
        "opb": "H. Pylori infection remain lifelong if untreated",
        "opc": "Endoscopy is diagnostic",
        "opd": "Toxigenic strains usually causes ulcer",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "a961e9e0-fd9d-4848-b30b-d6564339911b",
        "choice_type": "multi"
    },
    {
        "question": "Which organism causes infection after splenectomy",
        "exp": "Ans. (a) H. Influenza. Ref: Harrison 19th ed. / 484f 652* Spleen protects from capsulated organisms and hence protects from infection from organisms like pneumococcus, meningococcus, hemophilus influenza.* Vaccination against these organisms must be done 4 weeks before planned splenectomy.",
        "cop": 1,
        "opa": "H. Influenza",
        "opb": "Staph aureus",
        "opc": "E. coli",
        "opd": "Klebsiella",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "c2a43660-41c1-4e91-a21e-184ba608786c",
        "choice_type": "single"
    },
    {
        "question": "Sputum smear is diagnostic if?",
        "exp": "Ans. (c) > 25 neutrophils and <10 squamous epithelial cells* Expectorated sputum is necessarily contaminated by upper respiratory secretions as it passes through the oropharynx and mouth.* When examining the Gram stain of such a specimen, the examiner should determine whether it is mostly purulent material from the lung or mainly saliva.* Since squamous epithelial cells line the upper airway but not the tracheo-bronchial tree, their presence indicates that upper airway secretions have contaminated the specimen to some degree.* Several criteria have been proposed for determining that a sputum specimen is not excessively contaminated with oropharyngeal flora and is therefore acceptable for culture.* For example:# Fewer than 10 squamous epithelial cells per field when viewed through a low-power (10x) lens (total magni- fication 100x) and more than 25 neutrophils per low-power field, or- a ratio of neutrophils to epithelial cells greater than 5: 1* Even if the specimen conforms to those standards, the patient doesn't necessarily have pneumonia.* That diagnosis depends upon clinical and radiographic information. Patients with viral bronchitis, chronic obstructive lung disease, or tracheal intubation, for example, can have purulent sputum with a predominant organism in the absence of infection of the lung parenchyma.* In some clearly satisfactory sputum specimens collected from patients with pneumonia due to a single organism (e. g., Streptococcus pneumoniae), not only is the infecting organism visible with Gram stain, but often small numbers of other types of bacteria are also present.* A common mistake is to conclude that the Gram stain shows \"mixed flora\" and therefore does not help establish a diagnosis.",
        "cop": 3,
        "opa": "> 25 neutrophils and >10 squamous epithelial cells",
        "opb": "<25 neutrophils and <10 squamous epithelial cells",
        "opc": "> 25 neutrophils and <10 squamous epithelial cells",
        "opd": "<25 neutrophils and >10 squamous epithelial cells",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "19efcaa8-7399-4d8a-9a01-334c18b442bd",
        "choice_type": "single"
    },
    {
        "question": "\"In pseudomembranous colitis\" the investigation of choice is?",
        "exp": "Ans. is 'b' i. e., CT scan abdomen",
        "cop": 2,
        "opa": "Stool culture",
        "opb": "CT scan abdomen",
        "opc": "Glutamate dehydrogenase immunoassay",
        "opd": "Sigmoidoscopy",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "1a648ce6-d584-4c12-8da2-251d77f74336",
        "choice_type": "single"
    },
    {
        "question": "Meningitis bacteria are normally present in?",
        "exp": "Ans. (a) Nasopharynx. Ref: Harrison's 19th ed. / 997, 999* The natural habitat and reservoir for meningococci is the mucosal surfaces of the human nasopharynx and, to a lesser extent, the urogenital tract and anal canal.* Approximately 5-10% of adults are asymptomatic nasopharyngeal carriers, but that number increases to as many as 60-80% of members of closed populations (e. g, military recruits in camps).* The modes of infection include direct contact or respiratory droplets from the nose and throat of infected people.* The incubation period averages 3-4 days (range 1-10 days), which is the period of communicability.* Bacteria can be found for 2-4 days in the nose and pharynx and for up to 24 hours after starting antibiotics",
        "cop": 1,
        "opa": "Nasopharynx",
        "opb": "Skin",
        "opc": "Genitals",
        "opd": "Lower G. I. T",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "2942f152-b4c4-4bae-8638-3447ff984cb1",
        "choice_type": "multi"
    },
    {
        "question": "Relative risk of developing TB in patients already infected with TB bacilus is highest in -",
        "exp": "Ans. is 4c' i. e., Post transplantation Relative risk of developing T. B. Post transplantation20-70. HIV30. Silicosis30. Recent infection12. Diabetes3-4. Malnutrition2-3",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Recent infection",
        "opc": "Post transplantation",
        "opd": "Malnutrition",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "4e3c1aa2-ae21-4ef1-826c-9f9cd743dede",
        "choice_type": "single"
    },
    {
        "question": "Treatment of campyiobacter-",
        "exp": "Ans. is 'd' Le., Ciprofloxacin o Campylobacter infection in usually a mild self limited infection# Given the self limited nature of most Campylobacter infections and the limited efficacy of routine antimicrobial therapy treatment is required only for severe disease or risk for se\\rere disease. Treatment of Campylobactor ieiunaeo First line agents for treatment of Campylobacter gastroenteritis include: Fluoroquinolone (if sensitive). Azithromycin Erythromycin was previously favoured although it is no longer favoured as first line agent given its toxicity and potential drug interactionso Azithromycin is particularly favoured over the erythromycin for patients on medications that inhibit CYP3. A4. Since concurrent use of erythromycin and such drugs can increase risk of sudden cardiac death. o In patients with uncomplicated Campylobacter infection at risk for severe disease the drugs typically used are: Levofloxacin. Ciprofloxacin or azithromycin. For systemic infections treatment is empirically started witho Gentamycino Imipenemo Chloramphenicol",
        "cop": 4,
        "opa": "Tetracycline",
        "opb": "Ampicillin",
        "opc": "Erythromycin",
        "opd": "Ciprofloxacin",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "126db32b-0b64-464d-a640-2b4aa7292729",
        "choice_type": "single"
    },
    {
        "question": "In a 30 year old man which of the following is the most likely organism causing infection of the epididymis -",
        "exp": "Ans. is 'c' i. e., Chlamydia [Ref: Harrison 18th/ep. 1098-1099\\ o Inflammation of the epididymis is known as epididymitis, o Epididymitis occurs more frequently among late adolescents, but may also occur in younger boys who deny sexual activity. o Among sexually active males. chlamydia is the most common microbial ascent followed by N. eonorrhoea E. coli and virus. The organism that less commonly causes epididymitis includes, ureaplasma, mycobacterium and cytomegalovirus or cryptococcus in a patient with HIV infection. Infectious epididymitis in prepubertal boys and adolescents who are not sexually active may be caused by- mycoplasma pneumoniae enteroviruses or adenoviruses. Also know o The first line treatment for epididymis includes \"ceftriaxone \" plus \"doxycycline\".",
        "cop": 3,
        "opa": "E. coli",
        "opb": "Gonococci",
        "opc": "Chlamydia",
        "opd": "Ureaplasma ureolyticum",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "8368d85b-9390-416b-9f6e-dcccda84ce1d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for diphtheria carrier is:",
        "exp": "Ans. is 'b' Erythromycin Drug of choice for diptheria carrier is erythromycin.",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Erythromycin",
        "opc": "Procaine penicillin",
        "opd": "Tetracycline",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "eb67065c-749d-4f4a-a0ca-e32bcf0bb39d",
        "choice_type": "single"
    },
    {
        "question": "All are useful for management of severe Clostridium difficle treatment except -",
        "exp": "Ans. is 'b' i. e., Neomycin enema Treatment of nonsevere Clostridium diffid-assodateddiarrhea in adults. Initial episodeo Mild diseaseo Severe diseaseo Severe complicated or fulminant- metronidazole- vancomycin- vancomycin. First relapseo Confirm diagnosis. o If symptoms are mild, conservative management may be appropriate, o If antibiotics are needed, repeat treatment as in initial episode above, o Alternative: ftdaxomicin 200 mg orally twice daily for 10 days. Second relapseo Confirm diagnosis# Repeat vancomycin taper/pulse. Multiple recurrences# Repeat vancomycin taperv'pulse# Vancomycin# Nitazoxanide# Fecal microbiota transplantation# IV immunoglobulin",
        "cop": 2,
        "opa": "Intravenous metronidazole",
        "opb": "Neomycin enema",
        "opc": "Fecal transplant",
        "opd": "Tigecycline",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "ffa1eacd-4dcc-49ac-af4f-263958d738a2",
        "choice_type": "multi"
    },
    {
        "question": "Enteric fever on fourth day is best diagnosed by:",
        "exp": "Ans. (d) Blood culture. Ref.: Harrison 18th edition, Chapter 153* The definitive diagnosis of enteric fever requires the isolation of S. typhi or S. paratyphi from blood, bone marrow, other sterile sites, rose spots, stool, or intestinal secretions. For diagnosis in the first week* Sensitivity of blood culture is only 40-80%, probably because of high rates of antibiotic use in endemic areas and the small quantities of S. typhi (i. e., <15 organisms/ mL).* Bone marrow culture is 55-90% sensitive, and, unlike that of blood culture, its yield is not reduced by up to 5 days of prior antibiotic therapy.* Culture of intestinal secretions (best obtained by a noninvasive duodenal string test) can be positive despite a negative bone marrow culture.",
        "cop": 4,
        "opa": "Stool test",
        "opb": "Widal test",
        "opc": "Urine test",
        "opd": "Blood culture",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "5d8258f9-bb50-4136-b219-3e4bd8224e89",
        "choice_type": "single"
    },
    {
        "question": "Traveler diarrhea is caused by?",
        "exp": "Ans. (a) Campylobacter. Ref: Harrison 19th ed. / 266* Diarrhea, the leading cause of illness in travelers, is usually a short-lived, self-limited condition; however, 40% of affected individuals need to alter their scheduled activities, and another 20% are confined to bed.* The most frequently identified pathogens causing travelers' diarrhea are# Toxigenic Escherichia coli and Enteroaggregative E. coli ( Most common but not in choices)# In Southeast Asia Campylobacter infections appear to predominate# Salmonella, Shigella# Rotavirus# Norovirus has caused numerous outbreaks on cruise ships# Except for giardiasis, parasitic infections are uncommon causes of travelers' diarrhea.* A growing problem for travelers is the development of antibiotic resistance among many bacterial pathogens. Examples include strains of Campylobacter resistant to quinolones and strains of E. coli, Shigellay and Salmonella resistant to trimethoprim-sulfamethoxazole",
        "cop": 1,
        "opa": "Campylobacter",
        "opb": "Aeromonas",
        "opc": "Actinobacillus",
        "opd": "Cryptosporidium",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "dc6e85ac-c51d-40ec-b0a6-4ade92ac626d",
        "choice_type": "single"
    },
    {
        "question": "In tubercular meningitis what is not seen?",
        "exp": "ANSWER: (D) Opening pressure is low. REF: Chandrasoma Taylor 3rd ed p. 915. CSF changes in meningitis. CSF parameters. Bacterial meningitis. TB meningitis. Viral meningitis. Opening pressure. Raised. Raised. Raised. Gross appearance. Turbid. Clear (may clot). Clear. Protein (normal - 20-50 mg/dl). High. Very high. Slightly high. Glucose (40-70mg/dl). Very low. Low. Low. Chloride (116-122 micro gram/dl). Low. Very low. Normal. Cells > 5/microliter. Neutrophils. Pleocytosis. Lymphocytosis",
        "cop": 4,
        "opa": "Low sugar",
        "opb": "Lymphocytic pleocytosis",
        "opc": "High protein",
        "opd": "Opening pressure is low",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "3f8873f5-8ed2-4b3c-9374-59aba0fa1895",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms is most commonly associated with breast abscess?",
        "exp": "Ans. is 'a' i. e., Staphylococcus Aureus o Staphylocccus Aureus is the most common organism associated with Mastitis and Breast Abscess. o Staphylococcus epidermidis is part of normal skin flora, but is not a common cause of mastitis. Pseudomonas is a more common pathogen of the respiratory or urinary tract. Propionobacterium acnes is the bacteria most commonly associated with acne.",
        "cop": 1,
        "opa": "Staphylococcus Aureus",
        "opb": "Pseudomonas",
        "opc": "Propionobacterium Acnes",
        "opd": "Staphylococcus Epidermidis",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "25625216-bf60-4bca-9c10-7d461b8064c9",
        "choice_type": "single"
    },
    {
        "question": "Typhoid is treated by all except?",
        "exp": "Ans. is 'a' i. e., Erythromycin o The older agents used for the treatment of typhoid were: Chloramphenicol. Ampicilin. Trimethoprim Sulfamethoxazoleo These drugs are not used nowdays because of widespread resistance. o Nowdays the drug of choice for Typhoid all over the world is a \"Fluroquinolone \" (Ciprofloxacin, ofloxacin). An important point to remembero High level of fluoroquinolone resistance (ciprofloxacin) have been reported from India and other parts of South East Asia in S. paratyphi and S. typhi infection. Nalidixic acid resistant S. typhi (NARST) have decreased ciprofloxacin sensitivity and are less effectively treated with fluoroquinolones. The fluroquinolones should not be used as first line treatment for typhoid fevers in patients from India and other parts of South Asia with high rates of fluroquinolone resistance unless antibiotic susceptibility data demonstrates fluoroquinolone or nalidixic acid sensitivity. Alternative drugs for patients with fluoroquinolone resistance are: -o Beta lactam# Parenteral# Oral--Ceftriaxone. Ceftximeo Azithromycino. Chloramphenicol. Antibiotic Therapy for E nteric Fever in Adults. Indication. Agent. Empirical treatmento Ceftriaxoneo Azithromycin. Fully susceptibleo Ciprofloxacin- (first line)o Amoxicillin (Second line)o Chloramphenicolo Trimethoprim-sulfamethoxazole. Mutlidrug-Resistanto Ciprofloxacino Ceftriaxoneo Azithromycin. Nalidixic Acid-Resistanto Ceftriaxoneo Azithromycino High-dose ciprofloxacin",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Ceftriaxone",
        "opc": "Amikacin",
        "opd": "Ciprofloxacin",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "ca207feb-c241-4604-9465-5be1ca7ff2d2",
        "choice_type": "multi"
    },
    {
        "question": "Blood culture is indicated in all, Except:",
        "exp": "Ans. is 'd' Malaria (Ref: Harrison, 17/e p 1286-87 & 16/e, p 1225, 1226 (15/e, p 1207)). Blood culture has no role in the diagnosis of malaria. The diagnosis of malaria depends upon the demonstration of parasite in the peripheral blood smears. In all other diseases given in the question, blood culture is most diagnostic.",
        "cop": 4,
        "opa": "Enteric fever",
        "opb": "Sub acute bacterial endocarditis",
        "opc": "Septicemia",
        "opd": "Malaria",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "3d0cdec6-faba-423d-bc05-fcd97263257a",
        "choice_type": "multi"
    },
    {
        "question": "Rose spots are seen in -",
        "exp": "Ans. is 'c' i. e., Typhoido Rose spots are round maculopapular lesions seen on abdomen in patients with Enteric Fever (Typhoid), o Rose spots are rare finding:# They are present after the first week of symptoms in only 5-30% cases.# They typically last only 2-3 days.# Although the exact etiology is unclear the histopathological examination of these lesions has shown widely dilated capillaries.",
        "cop": 3,
        "opa": "Malaria",
        "opb": "Chikungunya fever",
        "opc": "Typhoid",
        "opd": "Tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "7100471a-68ac-4d92-a996-5e8bbacc476a",
        "choice_type": "single"
    },
    {
        "question": "Multi drug resistant tuberculosis is resistance to?",
        "exp": "ANSWER: (B) INH & Rifampicin. REF: Davidson's 21st edition Chapter no 19 page no 695. Repeat Medicine 2013 Session 1. MDR TB is defined as resistance to at least rifampicin & isoniazid with or without other drug resistance. Extensively drug resistant TB is defined by resistance to at least rifampicin & isoniazid in addition to any quinolone & at least one injectable second line agent",
        "cop": 2,
        "opa": "INH & Pyrizinamide",
        "opb": "INH & Rifampicin",
        "opc": "Rifampicin & Pyrizinamide",
        "opd": "Resistance to all",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "1b152e33-4f40-4c52-96a9-ce841670b6bd",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old patient is diagnosed with infective endocarditis. Which of the following has good prognosis?",
        "exp": "Ans: D (Streptococcus viridans) Ref: Harrison's 18th edn, pg: 1062. Explanation:\"Overall survival rates for patients with NVE caused by viridans streptococci, HACEK organisms, or enterococci (susceptible to synergistic therapy) are 85-90%. For S. aureus NVE in patients who do not inject drugs, survival rates are 55-70%, whereas 85-90% of injection drug users survive this infection. PVE beginning within 2 months of valve rep/acemenf results in mortality rates of 40-50%, whereas rates are only 10-20% in later-onset cases. \"INFECTIVE ENDOCARDITISEtiology* Native valve endocarditis (NVE): o Community acquired: Streptococcus {S. viridans; S. gallolyticus; other non-group A, groupable streptococci and Abiotrophia spp). o Health care associated: Staphylococcus aureus. Endocarditis in IV drug abusers: o Right sided. Staphylococcus aureus. o Left sided: Enterococci and Staphylococcus aureus. Early prosthetic valve endocarditis (PVE): Coagulase negative Staphylococci. Late prosthetic valve endocarditis (PVE): Streptococcus viridians. Subacute endocarditis: Streptococcus viridians. Clinical Features. Fever, chills and sweats. Anorexia, weight loss, malaise. Myalgias, arthralgias. New/worsened regurgitant murmur. Arterial emboli. Splenomegaly. Clubbing. Neurologic manifestations. Peripheral manifestations {Osier's nodes, subungual hemorrhages, Janeway lesions, Roth's spots). Petechiae. Laboratory Manifestations. Anemia. Leukocytosis. Microscopic hematuria. Elevated erythrocyte sedimentation rate. Elevated C-reactive protein level. Rheumatoid factor. Circulating immune complexes. Decreased serum complement. Important Points: Strep viridans endocarditis causes subacute endocarditis. Survival for patients with NVE with Strep viridans is 85-90%. S. aureus with IV drug abuse survival rate is 85-90%. PVE mortality is 40-50% early onset and 10% in late onset cases. Subacute endocarditis follows indolent course slow cardiac damage, rarely metastasizes, complicated by embolic event or mycotic aneurysm. Acute endocarditis causes hectic fever, rapid cardiac damage, hematogenous spread to extracardiac sites and death if untreated. S. aureus endocarditis causes: o Vegetations >10 mm. o Increased risk of embolisation, o Microabscesses in Brain and Meninges. Mycotic aneurysms, microabscesses in brain, glomerulonephritis can occur. Cardiac failure, perivalvular abscess, pericarditis, conduction blocks. The Duke Criteria for the Clinical Diagnosis of Infective Endocarditis. Major Criteria1. Positive blood cultureA). Typical microorganism for infective endocarditis from two separate blood cultures. Viridans streptococci, Streptococcus gallolyticus, HACEK group, Staphybcoccus aureus, or. Community-acquired enterococci in the absence of a primary focus, orB). Persistently positive blood culture, defined as recovery of a microorganism consistent with infective endocarditis from:*. Blood cultures drawn >12 h apart; or*. All of 3 or a majority of >4 separate blood cultures, with first and last drawn at least 1 h apart. C). Single positive blood culture for Coxiella burnedi or phase I IgG antibody titer of >1: 800. 2. Evidence of Endocardial InvolvementA) Positive echocardiogram*. Oscillating intracardiac mass on valve or supporting structures or in the path of regurgitant jets or in implanted material, in the absence of an alternative anatomic explanation, or*. Abscess, or*. New partial dehiscence of prosthetic valve. B) New valvular regurgitation {increase or change in preexisting murmur not sufficient). Minor Criteria1. Predisposition. Predisposing heart condition or injection drug use. 2. Fever >38. 0degC (>100. 4degF). 3. Vascular phenomena. Major arterial emboli, septic pulmonary infarcts, mycotic aneurysm, intracranial hemorrhage, conjunctival hemorrhages, Janeway lesions. 4. Immunologic phenomena: Glomerulonephritis, Osier's nodes, Roth's spots, rheumatoid factor. 5. Microbiologic evidence: Positive blood culture but not meeting major criterion as noted previously*\" or serologic evidence of active infection with organism consistent with infective endocarditis. Poor Prognostic Factors. Older age. Severe comorbid conditions. Diabetes. Delayed diagnosis. Prosthetic valves. Involvement of aortic valve. Invasive infections (Staph aureus). Antibiotic-resistant pathogens (P aeruginosa, yeast). Intracardiac complications. Major neurologic complications.",
        "cop": 4,
        "opa": "Prosthetic valve endocarditis",
        "opb": "IV drug abuse",
        "opc": "Staphylococcus aureus",
        "opd": "Streptococcus viridans",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "c35319dc-6374-4aa9-95a9-3f15b148fcc7",
        "choice_type": "single"
    },
    {
        "question": "Best confirmatory serological test for syphilis is?",
        "exp": "ANSWER: (D) FTA-ABSREF: Harrison 17th ed chapter 162 table 162-1. Repeat Medicine Post diploma June 2012",
        "cop": 4,
        "opa": "VDRL",
        "opb": "TPPA",
        "opc": "TPHA",
        "opd": "FTA-ABS",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "321717e1-b00b-463e-8df6-9cc89f4d4a98",
        "choice_type": "single"
    },
    {
        "question": "Most com mon cause of lu ng abscess?",
        "exp": "Ans. is 'b' i. e., Oral Anaerobes o According to Harrison# Most nonspecific lung abscesses are presumed to be due to anaerobic bacteria.",
        "cop": 2,
        "opa": "Staph aureus",
        "opb": "Oral anaerobes",
        "opc": "Klebsiella",
        "opd": "Tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "c3056ae8-063c-4eab-b10e-de02c976dfde",
        "choice_type": "single"
    },
    {
        "question": "Pseudo-hemoptysis is seen mostly with?",
        "exp": "Ans. is 'c' i. e., Serratia Marcesens o Pseudo-hemoptysis is expectoration of blood other than respiratory tract i. e. GIT or blood draining from larynx. Cuases of Pseudohemoptvsis. Cause. History. Physical Examination. Laboratory tests. Upperrespiratorytract. Little or no cough; epistaxis, bleeding from gums when brushing teeth. Gingivitis, telangiectasias, ulcerations, lacerations, or varices of the tongue, ose, or naso-, oro-, or hypopharynx. Observing actively bleeding lesion. Uppergastrointestinaltract. Coffee-ground appearance of blood due to mixture with HC1; usually lacks the bubbly, frothy appearance of bloody sputum; nausea, vomiting, or history of gastrointestinal disease. Epigastric tenderness; signs of chronic liver disease. Acid pH of blood; blood in nasogastric aspirate; barium swallow, esophagoscopy, and gastroscopy. Serratiamarcescens. Previous hospitalization broad-spectrum antibiotics mechanical ventilation. Normal. No red blood cells in red sputum; culture of organism. Malingering. Psychiatric illness; unconfirmed history of massive hemoptysis at midnight. Normal unless self-induced lesions seen; patients unable to cough up blood on command (patients with true hemoptysis will). True hemoptysis usually must be ruled out",
        "cop": 3,
        "opa": "Streptococcus",
        "opb": "E. coli",
        "opc": "Serratia Marcescens",
        "opd": "R. S. V",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "b6acfd34-9d0d-48d0-9ad1-c04259f3af8a",
        "choice_type": "single"
    },
    {
        "question": "Ekiri syndrome is seen in infection with -",
        "exp": "Ans. is 'c' i. e., Shigella. Ekiri syndrome: o Ekiri syndrome is a lethal toxic encephalopathy due to Shigella infection in childhood. o It is a rare complication but is quite fatal. Extraintestinal manifestion, of shigellosis: o Seizureso Hemolytic uremic syndromeo Septicemiao Reactive arthritis/Reiter s syndromeo Toxic encephalopathy (ekiri syndrome)",
        "cop": 3,
        "opa": "Salmonella",
        "opb": "E. coli",
        "opc": "Shigella",
        "opd": "Pseudomonas",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "39bf1322-14fb-466a-85d9-cda0c66a9b7a",
        "choice_type": "single"
    },
    {
        "question": "Acute Infective Endocarditis with abscess formation is most common associated with -",
        "exp": "Ans. is 'b' i. e., Staphylococcus o Acute Infective Endocarditis with abscess formation is most commonly associated with staphylococcus.# 'The most common organism causing acute infective endocarditis overall is staphylococcus aureus. Staphyloccoccus aureus endocarditis is particularly virulent and associated with annular and myocardial abscess formation and a higher mortality! '.# Abscesses mav also occur with enterococcus but are more common with enterococcus but are more common with staphylococcus.",
        "cop": 2,
        "opa": "Listeria",
        "opb": "Staphylococcus",
        "opc": "Streptococcus",
        "opd": "Enterococcus",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "5a0f1fbe-801d-4a30-8aa2-27032cb1ed6c",
        "choice_type": "single"
    },
    {
        "question": "Acute endocarditis with abscess is most commonly associated with?",
        "exp": "Ans. (b) Staphylococcus. Ref: Harrison's 18th ed ch: 124, Braunwald's Heart. Disease: A Textbook of Cardiovascular Medicine 18thed ch-63",
        "cop": 2,
        "opa": "Listeria",
        "opb": "Staphylococcus",
        "opc": "Streptococcus",
        "opd": "Enterococcus",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "bd988f06-9f18-48dd-95d8-5a1fec181d09",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of thoracic actinomycosis is:",
        "exp": "Ans. is 'c' Penicillin Actinomycosis occur at different sites such as oro cervicofacial, thoracic, abdominal and pelvic. The drug of choice for all types of actinomycosis is penicillin.",
        "cop": 3,
        "opa": "Amphotericin B",
        "opb": "Cotrimoxazole",
        "opc": "Penicillin",
        "opd": "Itraconazole",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "5389a7d1-c39c-487e-b45a-f6cc1b2b3bf1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of epidural abscess -",
        "exp": "Ans. is 'a' i. e., Staphylococcuso Therefore spinal epidural abscess is much more common than the intracranial epidural abscess.# Spinal epidural abscess is more common by a factor of nine to one. Causes of epidural abscess",
        "cop": 1,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "Gram negative bacilli",
        "opd": "Microaerophilic anaerobic streptococci",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "a4365103-45ea-45f8-85c8-626639f27d3c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new drug available to treat multi drug resistant tuberculosis?",
        "exp": "Ans. a. Bedaquiline (Ref: Harrison 19/e p1115. 205e- 7). Two novel drugs belonging to two new antibiotic classes--the diarylquinoline bedaquiline and the nitroimidazole delamanid--have recently been approved for use in severe cases of MDR-TB by stringent regulatory authorities. \"Two novel drugs belonging to two new antibiotic classes--the diarylquinoline bedaquiline and the nitroimidazole delamanid--have recently been approved for use in severe cases of MDR-TB by stringent regulatory authorities (the L. S. Food and Drug Administration (FDA} and the European Medicine Agency (EMA] in the case of bedaquiline; the EM A and the Pharmaceuticals and Medical Devices Agency of Japan in the case of delamanid). \"-- Harrison 19/e p1115. Bedaquiline. Bedaquiline is a new diarylquinoline with a novel mechanism of action: inhibition of the mycobacterial ATP synthetase proton pumpQ. It is bactericidal for drug-susceptible and MDR strains of M. tuberculosisQ. Mechanism of action: Inhibition of the mycobacterial ATP synthetase proton pump. Therapeutic Uses: Provisional recommendation for the use of bedaquiline for 24 weeks in adults with laboratory-confirmed pulmonary MDR-TB when no other effective treatment regimen can be provided. Side-Effects: Arrhythmias (induce long QT syndrome by blocking the h. ERG channel). Resistance: Resistance has been reported and is due to point mutations in the atpE gene encoding for subunit c of ATP synthetase. Anti-Tubercular Drugs. First line (WHO Group 1). Second line. Third line* EthambutolQ (EMB or E)* IsoniazidQ (INH or H )* PyrazinamideQ (PZA or Z)* RifampicinQ (RMP or R)* StreptomycinQ (SM or S)* Second line drugs (WHO groups 2, 3 & 4) are only used to treat disease that is resistant to first line therapy, i. e., for extensively drug-resistant tuberculosis (XDR-TB) or multidrug- resistant tuberculosis (MDR-TB).* Aminoglycosides (WHO group 2): Amikacin, kanamycinQ* Polypeptides (WHO group 2): Capreomycin, viomycin, enviomycinQ* Fluoroquinolones (WHO group 3): Ciprofloxacin, levofloxacin, moxifloxacinQ* Thioamides (WHO group 4): Ethionamide, prothionamideQ* CycloserineQ (WHO group 4)* TerizidoneQ (WHO group 5)* Third-line drugs (WHO group 5) include drugs that may be useful, but have doubtful or unproven efficacy.* RifabutinQ* ClarithromycinQ* LinezolidQ* ThioacetazoneQ* ThioridazineQ* Arginine* Vitamin D* BedaquilineQ* DeiamanidQ",
        "cop": 1,
        "opa": "Bedaquiline",
        "opb": "Rifampicin",
        "opc": "Linezolid",
        "opd": "Cefepime",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "b0be109c-f8fe-437c-81cc-fb6f1a28f152",
        "choice_type": "single"
    },
    {
        "question": "Multi drug resistant tuberculosis is defined as resistance to?",
        "exp": "Ans. is 'b' i. e., INH and Rifampicin o Multi-Drug Resistant Tuberculosis is defined by resistance to INH and Rifampicin. o 'Multi-Drug Resistant Tuberculosis (MDR-TB) is defined as disease caused by strain of M Tuberculosis that is resistant to both Isoniazid (ONH) and Rifampicin-the most efficacious of the first line Anti-TB drugs ' - Harrison",
        "cop": 2,
        "opa": "INH and Pyrizinamide",
        "opb": "INH and Rifampicin",
        "opc": "Rifampicin and Pyrizinamide",
        "opd": "Resistance to all first line drugs",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "7e151e9b-1381-4960-9361-cbc451fc6409",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of latent TB infection in Tuberculin positive, HIV positive patients:",
        "exp": "Ans. is 'a' i. e., 1. NH biweekly for 9 month Dosing regimens for treatment of latent tuberculosis* Adults. Children <12. Isoniazid. Standard regimen: o 300 mg PO daily for nine months Alternate regimens: o 300 mg PO daily for six months900 mg PO twice weeklyD for nine months900 mg PO twice weeklyD for six months. Standard regimen: o 10 to 15 mg/kg PO daily for nine months; not to exceed 300 mg/day. Alternate regimen: o 20 to 30 mg/kg PO twice weekly for nine months; not to exceed 900 mg/day. Isoniazid and rifapentine. Isoniazid (orally once weekly for 12 doses, given by direct observation): o 15 mg/kg, rounded up to the nearest 50 or 100 mg; 900 mg maximum. Rifapentine (orally once weekly for three months, given by direct observation): o 10 to 14 kg: 300 mgo 14. 1 to 25 kg: 450 mgo 25. 1 to 32 kg: 600 mgo 32. 1 to 49. 9 kg: 750 mg o >50 kg: 900 mg maximum. See note. YIsoniazid (orally once weekly for 12 doses, given by direct observation): o 15 mg/kg, rounded up to the nearest 50 or 100 mg; 900 mg maximum. Rifapentine (orally once weekly for three months, given by direct observation): o 10 to 14 kg: 300 mgo 14. 1 to 25 kg: 450 mgo 25. 1 to 32 kg: 600 mgo 32. 1 to 49. 9 kg: 750 mgo >50 kg: 900 mg maximum. Rifampin600 mg PO daily for four months10 to 20 mg/kg PO daily for four months; not to exceed 600 mg/day. Isoniazid and rifampin. Isoniazid 300 mg PO daily for three months. Isoniazid 10 to 15 mg/kg PO daily for three months; not to exceed 300 mg/day Rifampin 600 mg PO daily for three months. Rifampin 10 to 20 mg/kg PO daily for three months; not to exceed 600 mg/day",
        "cop": 1,
        "opa": "INH biweekly for 9 month",
        "opb": "2(HRZ)3 + 4(HR)3",
        "opc": "Rifampicin biweekly for 6 months",
        "opd": "Pyrazinamide daily for 6 months",
        "subject_name": "Medicine",
        "topic_name": "Bacteriology",
        "id": "4895947e-dd27-4326-a9cb-aa7b66c26380",
        "choice_type": "single"
    }
]