[
    {
        "question": "A 22yrs female was admitted in emergency with c/o nausea, vomiting, and watery diarrhoea since 4 days. He is also having low grade fever. He was hospitalised and treated symptomatically and was being relieved and discharged. His blood samples were sent for culture; repos of which pt. brought during his follow up - which showed the presence of clostridium perfringens. Being his physician what should be your next instruction to such patient -",
        "exp": "Clostridia Spore bearing, obligate anaerobes and gram positive organisms. Reside normally in GI tract; although they have the propensity to cause fulminant bacteremia, but it is rare. In this question, pt. is well after an acute episode of illness; rules out fulminant course. So, a transient self-limited bacteraemia due to transient gut translocation could occur mostly during an episode of gastroenteritis and doesn't require treatment and fuher workup. So, among the given options returning for penicillin therapy is the best answer.",
        "cop": 3,
        "opa": "IV penicillin therapy plus colonoscopy.",
        "opb": "Return for blood culture.",
        "opc": "Return for IV penicillin therapy.",
        "opd": "IV penicillin therapy plus echocardiography.",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "afbda94b-6400-4be6-945e-2ad31f11546f",
        "choice_type": "multi"
    },
    {
        "question": "Which is the drug of choice for prophylaxis of meningococcal meningitis in pregnancy:",
        "exp": "N. meningitidis is dangerous because it can cause Waterhouse Friderichsen syndrome & Addisonian crisis So, chemoprophylaxis is recommended Ceftriaxone as a single IM or IV injection is highly effective in carriage eradication and can be used at all ages and in pregnancy",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Ceftriaxone",
        "opc": "Rifampicin",
        "opd": "Ampicillin",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "27994773-97ee-40af-91da-3c21e12794e2",
        "choice_type": "single"
    },
    {
        "question": "Lucio phenomenon is treated with:",
        "exp": "Lucio phenomenon seen in leprosy- recurrent crops of large, sharply marginated, ulcerative lesions paicularly on the lower extremities. These are frequently fatal as a result of secondary infection and consequent septic bacteremia. Neither glucocoicoids nor thalidomide is effective against this syndrome. Optimal wound care and therapy for bacteremia are indicated. Ulcers tend to be chronic and heal poorly. In severe cases exchange transfusion is indicated. Extra edge: Lenalidomide (thalidomide derivative) is the drug of choice in MDS patients with 5q deletion, MDS with 5q deletion is lenalidomide responsive.",
        "cop": 4,
        "opa": "Steroids",
        "opb": "Lenalidomide",
        "opc": "Clofazimine",
        "opd": "Exchange transfusion",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "63bdea0f-f89c-457f-a161-f7b799b7ff27",
        "choice_type": "single"
    },
    {
        "question": "While discharging a patient of meningitis due to H. influenzae the essential step you will do:",
        "exp": "H. influenzae is one of the three M/C/C of childhood otitis media (the other two being Streptococcus pneumoniae and Moraxella catarrhalis). A diagnosis of otitis media is based on the detection by pneumatic otoscopy of fluid in the middle ear and bilateral evoked auditory response.",
        "cop": 3,
        "opa": "EEG",
        "opb": "Assess developmental milestones",
        "opc": "Bilateral evoked auditory response",
        "opd": "Refer for physiotherapy",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "ca0f48ec-9b5d-47d9-9a8f-2115c1cf59bf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an initial presentation of HIV infection when A is not staed?",
        "exp": "One of the earliest oppounistic infection - Pneumonia It could be:- a). Bacterial Pneumonia b). Fungal Pneumonia MC cause of pneumonia in HIV patient is Pneumococcus CD4 < 500: TB < 200: P. JIROVECI",
        "cop": 3,
        "opa": "Primary CNS lymphoma",
        "opb": "Kaposi sarcoma",
        "opc": "Bacterial pneumonia",
        "opd": "Extrapulmonary tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "74da7bcd-b8d8-442d-87b5-ebd1ebfce765",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson triad consists of all except?",
        "exp": "Hutchinson triad (syphilis):- * Hutchinson teeth * Interstitial keratitis * Eight cranial nerve deafness",
        "cop": 4,
        "opa": "Interstitial keratitis",
        "opb": "Eight cranial nerve deafness",
        "opc": "Hutchison teeth",
        "opd": "Mulberry teeth",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "e3ec69ef-a757-463f-8839-0cf72a33861e",
        "choice_type": "multi"
    },
    {
        "question": "All are useful for management of severe clostridium difficile treatment except:",
        "exp": "Treatment of CDI: Initial episode Oral vancomycin or. Fidaxomicin Fulminant CDI Vancomycin plusmetronidazole IV plus consider. Rectal instillation of vancomycin Consider using IV tigecycline in place of metronidazole Multiple recurrences Vancomycin; or. Fidaxomicin or. Fecal microbiota transplantation (FMT)",
        "cop": 2,
        "opa": "Intravenous Metronidazole",
        "opb": "Neomycin enema",
        "opc": "Fecal transplant",
        "opd": "Tigecycline",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "f5c71956-2967-449d-9259-e4c36dd8c6a1",
        "choice_type": "multi"
    },
    {
        "question": "There is no correlation between X-ray appearance and clinical state of the patient with pneumonia in:",
        "exp": "Mycoplasma infection may begin with a sore throat and the most common presenting symptom is cough. The possibility of M. pneumoniae- when community-acquired pneumonia fails to respond to treatment with a penicillin or a cephalosporin--antibiotics that are ineffective against mycoplasmas. Clinical findings, non-microbiologic laboratory tests, and chest radiography are not useful for differentiating M. pneumoniae pneumonia from other types of community- acquired pneumonia. In addition, since M. pneumoniae lacks a cell wall, it is not visible on gram's stain.",
        "cop": 1,
        "opa": "Mycoplasma",
        "opb": "Freidlanders",
        "opc": "Pneumococcal",
        "opd": "Staphylococcal",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "6a10a21d-bca4-4f63-89e1-13120a212ae0",
        "choice_type": "single"
    },
    {
        "question": "Best management after human bite:",
        "exp": "Amoxicillin-clavulanate, ampicillin-sulbactam are good choices for the treatment of animal or human bite infections. In penicillin allergic patients cefoxitin is used. The organisms incriminated are Streptococcus viridans, S. Aureus, H. influenzae, Anaerobes",
        "cop": 1,
        "opa": "Ampicillin plus sulbactam",
        "opb": "Clindamycin plus TMP-SMX",
        "opc": "Fluoroquinolone",
        "opd": "Doxycycline",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "b2a42112-53ab-45ab-b89f-dada8487abc1",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy presents to you with history of fever, altered sensorium and purpuric rash for two days. On examination, the patient is found stuporous. He has BP of 90/60 mm Hg and extensive palpable purpura over the legs. Which of the following would be the most appropriate initial choice of antibiotic?",
        "exp": "The clinical pointers are in our of Meningoccal sepsis. Usually asymptomatic nasopharyngeal colonization Early symptoms Fever, headache, and myalgia accompanied by vomiting and abdominal pain. Non blanching rash(>80%), if present, may appear to be early in the course until petechiae or purpuric lesions develop. Purpura fulminans occurs in severe cases, with multiple large purpuric lesions and signs of peripheral ischemia. Late symptoms Meningitis (30% -50%) Septicaemia (20%) Rx- Empirical antibiotic therapy for suspected Meningococcal disease consists of a third-generation cephalosporin such as ceftriaxone or cefotaxime to cover the various other (potentially penicillin-resistant) bacteria that may produce an indistinguishable clinical syndrome.",
        "cop": 4,
        "opa": "Vancomycin",
        "opb": "Penicillin G",
        "opc": "Ciprofloxacin",
        "opd": "Ceftriaxone",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "25cda8d0-7f93-41c0-8996-b01c21c31d5f",
        "choice_type": "single"
    },
    {
        "question": "Left sided endocarditis is associated with:",
        "exp": "In setting of Patent Fossa Ovalis paradoxical embolism ensues and can cause left sided endocarditis. Other septic complications seen with infective endocarditis The infection can also extend into the myocardium, resulting in abscesses leading to conduction disturbances, and involving the wall of the aoa, creating sinus of Valsalva aneurysms. Peripheral embolization to the brain and myocardium may result in infarctions. Embolization to the spleen and kidneys is also common. Peripheral emboli may initiate metastatic infections or may become established in vessel walls, leading to mycotic aneurysms. Right-sided endocarditis, which usually involves the tricuspid valve, causes septic pulmonary emboli, occasionally with infarction and lung abscesses.",
        "cop": 4,
        "opa": "Endocardial cushion defect",
        "opb": "O. Secondum ASD",
        "opc": "O. Primum ASD",
        "opd": "Patent Fossa Ovalis",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "3361e873-b74c-49fc-b151-d5daa1b381fc",
        "choice_type": "single"
    },
    {
        "question": "A 26 year old presents with history suggestive of tuberculosis. On examination he has pleural effusion. All of the following parameters will be used for analysis of pleural fluid except?",
        "exp": "Pleural effusion in TB could be a presentation of primary TB due to sub-pleural location of Ghon's focus or can present as extrapulmonary TB. Gene XPE is a nucleic acid amplification based test which in matter of few hours can tell if MTB is present and can also determine resistance. The values of LDH are taken in Light's criteria for pleural effusion to determine exudative nature of the fluid Adenosine deaminase has 90% sensitivity and 92 % specificity for determining the tubercular nature of fluid. Albumin values in serum and ascitic fluid are evaluated in patients of Ascites",
        "cop": 3,
        "opa": "Gene XPE",
        "opb": "LDH",
        "opc": "Albumin",
        "opd": "ADA",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "d214b2a6-43fc-4f49-b9f5-74c0e283ffec",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not associated with Streptococcus?",
        "exp": "Streptococcus infection causes both supppurative and non-suppurative complications:- Non-Suppurative complications:- 1). Rheumatic fever may follow recurrent pharyngitis beginning 1-4 weeks after the onset of symptoms. 2). Glomerulonephritis follows a single infection with a nephritogenic strain of streptococcus group A (eg, types 4, 12, 2, 49, and 60), more commonly on the skin than in the throat, and begins 1-3 weeks after the onset of the infection. Suppurative complications:- - sinusitis otitis media - mastoiditis - peritonsillar abscess - suppuration of cervical lymph nodes",
        "cop": 4,
        "opa": "Rheumatic fever",
        "opb": "Scarlet fever",
        "opc": "Acute GN",
        "opd": "Scalded skin syndrome",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "90f4a93e-bc84-454b-9296-927427ae97e2",
        "choice_type": "single"
    },
    {
        "question": "Among the toxins produced by Clostridium botulinum, the most potent is:",
        "exp": "Eight antigenically distinct C. botulinum toxins are known:- A, B, C (alpha), C (beta), D, E, F, and G. Types A, B, E, and, rarely, F cause human disease. Toxins A and B are the most potent, and the consumption of small amounts of food contaminated with these types has resulted in full-blown disease. During the last 20 years, toxin A has been the most common cause of food borne outbreaks; toxins B and E follow in frequency. Toxins C and D cause disease in various animals.",
        "cop": 1,
        "opa": "A",
        "opb": "C",
        "opc": "D",
        "opd": "F",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "b18266b7-7661-4057-bc3f-18d1fd4084ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug can be given in a case of combined gonococcal and nongonococcal cervicitis?",
        "exp": "Currently ceftriaxone is the mainstay of therapy for uncomplicated gonococcal infection of the urethra, cervix, rectum or pharynx. Alternative regimens for uncomplicated gonococcal infection are: Gemifloxacin plus Azithromycin Gentamycin plus Azithromycin Because of co- infection with C. Trachomatis initial treatment regimen must incorporate azithromycin (extended release microsphere formulation) or doxycycline. Rising MIC of cefixime has resulted in CDC to discontinue its recommendation.",
        "cop": 2,
        "opa": "Ceftriaxone",
        "opb": "Azithromycin",
        "opc": "Ciprofloxacin",
        "opd": "Cefixime",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "eab27d56-06e8-4999-8c49-19418415e456",
        "choice_type": "single"
    },
    {
        "question": "Pontiac fever is caused by:",
        "exp": "- Legionellosis- Pontiac fever & Legionnaires' disease Pontiac fever is an acute, febrile, self-limited illness that has been serologically linked to Legionella species Legionnaires' disease is pneumonia caused by these species.",
        "cop": 2,
        "opa": "Marbug virus",
        "opb": "Legionella",
        "opc": "Tuberculosis bacilli",
        "opd": "Sindbis virus",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "fa5c89f5-b6c6-4569-a31a-487f9c583ae7",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in type I lepra reaction with severe neuritis is:",
        "exp": "Therapy for Reactions Type 1 lepra reactions are best treated with glucocoicoids (e. g., prednisone, initially at doses of 40-60 mg/d). As the inflammation subsides, the glucocoicoid dose can be tapered, but steroid therapy must be continued for at least 6 months Type 2 Lepra reaction: If ENL is mild (i. e., without fever or other organ involvement), it may be treated with antipyretics alone. In cases with many skin lesions, fever, malaise, and other tissue involvement, brief courses (1-2 weeks) of glucocoicoids are effective. If, despite two courses of glucocoicoid therapy ENL appears to be recurring and persisting, treatment with thalidomide should be initiated",
        "cop": 1,
        "opa": "Systemic steroid",
        "opb": "Clofazimine",
        "opc": "Thalidomide",
        "opd": "Chloroquine",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "91606c7d-7b88-454c-ba11-df6aeee963d5",
        "choice_type": "single"
    },
    {
        "question": "Earliest and often the only presentation of TB kidneys is:",
        "exp": "Genitourinary TB may involve any poion of the genitourinary tract. Local symptoms:- Urinary frequency, dysuria, nocturia, hematuria, and flank or abdominal pain is common presentations. However, patients may be asymptomatic. Urinalysis - pyuria and hematuria. Culture-negative pyuria in acidic urine raises the suspicion of TB. IV pyelography, abdominal CT, or MRI may show deformities and obstructions, and calcifications and ureteral strictures are suggestive findings. Culture (of three morning urine specimens) yields a definitive diagnosis in nearly 90% of cases.",
        "cop": 1,
        "opa": "Increased frequency of urine",
        "opb": "Colicky pain",
        "opc": "Hematuria",
        "opd": "Renal calculi",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "fe337717-385d-42ed-91a7-c0e80bb36da5",
        "choice_type": "single"
    },
    {
        "question": "Interferon gamma release assay measures IFN release against which M. TB antigen:",
        "exp": "Interferon gamma release assay (IGRA) measure T cell release of gamma interferon against TB antigen ESAT 6 and CF 10. This test also called as Quantiferon- more specific than Tuberculin skin testing as a result of less cross reactivity due to BCG vaccination and sensitization by nontuberculosis mycobacteria. - It reduces patient visits and gives an ability to perform serial testing without the hassle of boosting phenomenon caused by Tuberculin skin testing.",
        "cop": 1,
        "opa": "ESAT 6",
        "opb": "ESAT 7",
        "opc": "CF 11",
        "opd": "CF 12",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "62d0e5bd-7181-451e-aa67-224b7beb6ac6",
        "choice_type": "single"
    },
    {
        "question": "Bacterial endocarditis is most commonly seen in:",
        "exp": "Valvular disease alters blood flow and produces jet effects that disrupt the endothelial surface, providing a nidus for attachment and infection of microorganisms that enter the bloodstream. Predisposing valvular abnormalities- Rheumatic involvement of any valve Bicuspid aoic valves, calcific or sclerotic aoic valves Hyperophic subaoic stenosis, mitral valve prolapse Congenital disorders- VSD, ASD, TOF, PDA, coarctation of the aoa Regurgitation lesions are more susceptible than stenotic ones. Though PDA is a close answer, since VSD is more common a lesion and pressure gradient between LV and RV is more than pressure gradient between aoa and pulmonary aery, VSD should be answered for the above question",
        "cop": 1,
        "opa": "VSD",
        "opb": "PDA",
        "opc": "ASD",
        "opd": "AS",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "9756191f-554d-4224-ad8d-4b8a4d184050",
        "choice_type": "single"
    },
    {
        "question": "Relative risk of developing TB in patients already infected with TB bacillus is highest in:",
        "exp": "Condition Relative risk of developing TB (in decreasing order) Post transplantation 20-70 HIV 30 Silicosis 30 Recent infection 12 Diabetes 3-4 Malnutrition 2-3",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Recent infection",
        "opc": "Post transplantation",
        "opd": "Malnutrition",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "3202b980-bbab-449d-b95a-62b22ffd9726",
        "choice_type": "single"
    },
    {
        "question": "Flu like symptoms followed by radiographic evidence of consolidation in lung in a non - smoker is due to:",
        "exp": "S. aureus pneumonia is well known to complicate influenza infection. However, MRSA has been repoed as a primary etiological agent of CAP Two impoant developments have led to this problem:- this spread of MRSA from the hospital setting to the community and the emergence of genetically distinct strains of MRSA in the community. The community- acquired MRSA (CA-MRSA) may infect healthy individuals with no association with health care.",
        "cop": 2,
        "opa": "Klebsiella",
        "opb": "Staph aureus",
        "opc": "Streptococcus",
        "opd": "Pseudomonas",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "8122e5cd-0466-4a9a-bc0b-55e6061e9da5",
        "choice_type": "single"
    },
    {
        "question": "Changing character of a murmur in a patient with joint pain and embolic phenomenon indicates the diagnosis of:",
        "exp": "The initial symptoms and signs of endocarditis may be caused by direct aerial, valvular, or cardiac damage. Although changing Regurgitant murmur is significant diagnostically, it is the exception rather than the rule. The damage to valve may cause a perforation to develop in a valve cusp, that explains the manifestation of development of new onset murmur.",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "SABE",
        "opc": "Rheumatoid ahritis",
        "opd": "Aoic regurgitation",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "045f8c09-0829-4072-8be2-2ebf8fe635d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FALSE about Infectious mononucleosis",
        "exp": "Atypical lymphocytosis -points diagnosis towards Infectious mononucleosis (EBV) (kissing disease) among the given other options. Essentials of Diagnosis Malaise, fever, and (exudative) sore throat Palatal petechiae, lymphadenopathy, splenomegaly, and, occasionally, a maculopapular rash Positive heterophile agglutination test (Monospot) Atypical large lymphocytes in blood smear; lymphocytosis Complications: hepatitis, myocarditis, neuropathy, encephalitis, airway obstruction from adenitis, hemolytic anemia, thrombocytopenia General Consideration EBV is ubiquitous; infects > 95% of the adult population worldwide and persists for the person's lifetime Infectious mononucleosis is a common manifestation of EBV and may occur at any age EBV is largely transmitted by saliva but can also be recovered from genital secretions Saliva may remain infectious during convalescence, for 6 months or longer after symptom onset The incubation period lasts several weeks (30-50 days) In the United States the incidence of EBV infection is declining although prevalence of EBV remains high for those aged 12-19 years Clinical Findings Symptoms and Signs Fever, sore throat, fatigue, malaise, anorexia, and myalgia typically occur in the early phase of the illness Physical findings include Lymphadenopathy (discrete, nonsuppurative, slightly painful, especially along the posterior cervical chain) Transient bilateral upper lid edema (Hoagland sign) Splenomegaly (in up to 50% of patients and sometimes massive) Conjunctival hemorrhage, exudative pharyngitis, uvular edema, tonsillitis, or gingivitis may occur Soft palatal petechiae may be noted Other manifestations Hepatitis Interstitial pneumonitis (sometimes with pleural involvement) Cholestasis Gastritis Kidney disease (mostly interstitial nephritis) Epiglottitis Nervous system involvement (in 1-5%)",
        "cop": 1,
        "opa": "Non-Suppurative, painless Lymphadenopathy",
        "opb": "Maculo-papular rash or petechial rash",
        "opc": "Lymphocytosis is usually demonstrable, with >10% atypical lymphocytes",
        "opd": "Transient bilateral upper lid Edema",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "2b76718c-630a-43f6-93af-1fca5f45f074",
        "choice_type": "multi"
    },
    {
        "question": "In a diagnosed lepromatous leprosy patient, the treatment was staed. After intake to drug skin lesions and fever develop within few days. Which type of hypersensitivity reaction leads to this manifestation?",
        "exp": "After intake of drug skin lesions and fever develop, means when you kill organism there is production of cytokines by the immune system. Cytokine responsible for inflammatory manifestation i. e. Type II lepra reaction / erythema nodosum leprosum. Two types of lepra reaction: Type I lepra Type II lepra is seen after drug intake i. e. drug is killing the bacteria. Pathology: Type III Hypersensitivity reaction Type II lepra reaction Type IV Hypersensitivity reaction Type 1 lepra reaction",
        "cop": 2,
        "opa": "Type 4",
        "opb": "Type 3",
        "opc": "Type 2",
        "opd": "Type 1",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "595923ac-bf36-47d4-bdb3-7ad9dfaddca3",
        "choice_type": "single"
    },
    {
        "question": "Which of these is a pathognomonic feature of miliary TB?",
        "exp": "Snow storm appearance in CXR can be seen in silicosis also Pericardial TB &Peritoneal TB- features of disseminated TB Choroid tubercles on fundus examination is a pathognomic feature of Miliary TB.",
        "cop": 2,
        "opa": "Snow storm appearance in CXR",
        "opb": "Choroid tubercles on fundus examination",
        "opc": "Pericardial TB",
        "opd": "Peritoneal TB",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "d5c2e385-4b37-4081-8083-b239cda5f908",
        "choice_type": "single"
    },
    {
        "question": "Best test for mycoplasma infection is?",
        "exp": "Acute M. pneumoniae infection can be diagnosed by PCR detection of the organism in respiratory tract secretions. Oropharyngeal, nasopharyngeal, and pulmonary specimens are all acceptable for diagnosing M. pneumoniae pneumonia. M. pneumoniae culture requiring special media is not recommended for routine diagnosis because the organism may take weeks to grow and is often difficult to isolate from clinical specimens. In contrast, PCR allows rapid, specific diagnosis earlier in the course of clinical illness.",
        "cop": 1,
        "opa": "PCR of respiratory secretions",
        "opb": "Gram stain of transtracheal aspirate",
        "opc": "Culture of transtracheal aspirate",
        "opd": "CXR",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "5f6fd913-f6a1-427e-afd1-03f1efab793f",
        "choice_type": "single"
    },
    {
        "question": "20-year old college student presented with C/O fever, sore throat, malaise. On examination cervical lymphadenopathy present. Patient have no past history of travelling. Few days back he was diagnosed with streptococcal pharyngitis by a local physician for which IM ampicillin was given as treatment. What is the etiology of given rash?",
        "exp": "OPTION B- Above clinical scenario is a case is for infection mononucleosis caused due to Ebstein-Barr virus (EBV). Often it is confused with streptococcal pharyngitis. Majority of patients with mononucleosis due to EBV develop rash when given IM ampicillin. This are groups of patients who have an elevated risk of exanthematous drug eruptions. OPTION A- Fifth disease/erythema infectiosum. It is due to parvovirus B19 and effects children in age group of 3-12 yr. OPTION C- Chikungunya fever is associated prominently with painful polyaicular ahralgias with a maculopapular eruption OPTION D -The rash of rubeola stas at the hairline 2-3 days into the illness and moves down to the body.",
        "cop": 2,
        "opa": "Fifth disease",
        "opb": "Exanthematous drug eruption",
        "opc": "Chikungunya fever",
        "opd": "Rubeola",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "db234f0e-d901-4716-9f23-094628424ad3",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for scrub typhus?",
        "exp": "Patients are treated with: 1. Doxycycline 100mg BD for 2 weeks 2. Azithromycin 500 mg OD for 3 days 3. Chloramphenicol 500mg QID for 2 weeks",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Doxycycline",
        "opc": "Ciprofloxacin",
        "opd": "Linezolid",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "8cfcff61-4b48-4740-951e-430bae73799e",
        "choice_type": "single"
    },
    {
        "question": "All are indications for stopping offending ATT drug permanently except?",
        "exp": "Hyperuricemia and ahralgia caused by pyrazinamide can usually be managed by the administration of acetylsalicylic acid; however, pyrazinamide treatment should be stopped if the patient develops gouty ahritis. Individuals who develop autoimmune thrombocytopenia secondary to rifampicin therapy should not receive the drug thereafter. Similarly, the occurrence of optic neuritis with ethambutol is an indication for permanent discontinuation of this drug. For patients with symptomatic hepatitis and those with marked (five- to six fold) elevations in serum levels of aspaate aminotransferase, treatment should be stopped and drugs reintroduced one at a time after liver function has returned to normal.",
        "cop": 4,
        "opa": "Gout",
        "opb": "Autoimmune Thrombocytopenia",
        "opc": "Optic neuritis",
        "opd": "Hepatitis",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "9c8c6db5-65e2-4733-810f-fe5685c8428e",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year-old HIV-positive male presented with multiple red hemangioma-like lesions. Biopsy specimens show clusters of bacillithat stain positively with the Wahin-Starry stain. Which of the following could be the causative organism?",
        "exp": "In patients with AIDS, the development of multiple red hemangioma-like lesions points to Bacillary angiomatosis which is caused by Baonella henselae. Bacillary angiomatosis aka Bacillary epithelioid angiomatosis or epithelioid angiomatosis is a disease of severely immunocompromised patients Caused by B. henselae Characterized by neovascular proliferative lesions involving the skin and other organs. Occur primarily in HIV infected persons with CD4+ T cell counts of <100/mL Biopsy specimens show clusters of bacilli that stain positively with the Wahin-Starry stain Disseminated visceral disease is seen primarily in immunocompromised hosts but can occur in immunocompetent individuals Treatment - Erythromycin (500 mg PO qid for 3 months) or Doxycycline (100 mg PO bid for 3 months) B. henselaecauses- Bacillary angiomatosis & cat scratch fever Baonella bacilliformis causes- Oraya fever Baonella quintana causes- Trench fever",
        "cop": 3,
        "opa": "Baonella quintana",
        "opb": "HHV8",
        "opc": "Baonella henslae",
        "opd": "EBV",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "a7a31fd7-e01a-4a4d-b62e-e7a59d448233",
        "choice_type": "single"
    },
    {
        "question": "Pulled up caecum is a feature of?",
        "exp": "Pulled up caecum is a feature of TB",
        "cop": 4,
        "opa": "Malignancy",
        "opb": "Intussusception",
        "opc": "Necrotising enterocolitis",
        "opd": "TB",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "a73ba6f0-ecbb-4f54-b9ad-21c2c135c650",
        "choice_type": "single"
    },
    {
        "question": "After returning from a bihday pay, within 6-8 hours a group of 7 friends began to develop non bloody diarrhoea which was associated with cramping abdominal pain and fever. They were admitted in emergency depament and the stool samples were sent and repos showed the presence of Salmonella enteritidis. All are true statements except:-",
        "exp": "Salmonella enteritidis Gram negative, facultative anaerobe Causes nontyphoidal salmonellosis (NTS) but Enteric fever is caused by S. typhi/S. paratyphi Causes non-bloody diarrhoea which may be copious In healthy adults, disease is usually self-limiting and as the antibiotic therapy doesn't change the disease course it is not recommended Antibiotic therapy is advised in neonates and elderly people, who have more chances of developing bacteremia. Bacteremia occurs in < 10% cases Metastatic infections can occur in bones and joints No vaccination for Non Typhoidal Salmonellosis (NTS)",
        "cop": 2,
        "opa": "There is no vaccine available for this illness",
        "opb": "They causes typhoid fever",
        "opc": "Antibiotic therapy is not indicated.",
        "opd": "Bacteraemia occurs in < 10% of cases.",
        "subject_name": "Medicine",
        "topic_name": "Bacterial infection",
        "id": "1188a3bd-317e-41d3-a24b-c6efb696430a",
        "choice_type": "multi"
    }
]