[
    {
        "question": "All are true about Bater syndrome except?",
        "exp": "The defect in Bater syndrome in thick ascending limb of Loop of Henle- | urinary loss of calcium & nephrocalcinosis The salt wasting and polyuria lead to dehydration- stimulates the R.A.A.S- secondary hyperaldosteronism. This explains the hypokalemia. ROMK receptors in TAL are affected leading to urinary loss of potassium. | intra-renal prostaglandins and hence indomethacin is prescribed Secondary aldosteronism explains the development of metabolic alkalosis",
        "cop": 3,
        "opa": "Urinary calcium increased",
        "opb": "Hypokalemic alkalosis",
        "opc": "Mineralocoicoid antagonist can be used.",
        "opd": "Normal Blood pressure",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "ba79c015-1784-4e49-9c41-8c8d2d6091c5",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding Bater syndrome except?",
        "exp": "Bater's syndrome has hypomagnesemia secondary to loss in urine as a consequence of defect in TAL of loop of Henle Bater' syndrome is a rare disease, presents in the neonatal period or early childhood with polyuria, polydipsia, salt craving, and growth retardation. Blood pressure is normal or low. Metabolic abnormalities include hypokalemia, hypochloremic metabolic alkalosis, decreased urinary concentrating and diluting ability, hypercalciuria with nephrocalcinosis",
        "cop": 2,
        "opa": "Hypokalemic alkalosis",
        "opb": "Hypomagnesuria",
        "opc": "Congenital SN hearing defect",
        "opd": "Associated with Batin mutation",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "e3c2ab42-db1c-420d-8355-f7d088c34c05",
        "choice_type": "multi"
    },
    {
        "question": "A 4-year-old girl presented with urinary infection with E.coli, pus cells in urine, dilatation of left ureter with hydroureter ; micturating cysto-urethrogram shows a filling defect in the bladder. What is the likely diagnosis?",
        "exp": "A ureterocele is a cystic dilatation of the terminal ureter and is obstructive because of a pinpoint ureteral orifice. Ureteroceles are much more common in girls than in boys. In girls, ureteroceles are almost always associated with ureteral duplication, whereas in 50% of affected boys there is only one ureter. Ultrasonography is effective in demonstrating the ureterocele and whether the associated obstructed system is duplicated or single. VCUG usually shows a filling defect in the bladder, sometimes large, corresponding to the ureterocele, and often shows reflux into the adjacent lower pole collecting system with typical findings of a \"drooping lily\" appearance to the kidney. Nuclear renal scintigraphy is most accurate in demonstrating whether the affected renal moiety has significant function.",
        "cop": 2,
        "opa": "Sacrococcygeal teratoma",
        "opb": "Ureterocele",
        "opc": "VUR",
        "opd": "P.U.V",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "2d6cf4c9-439e-4f36-9994-8a61f4e6e51c",
        "choice_type": "single"
    },
    {
        "question": "Hypokalaemia is a feature of all except?",
        "exp": "BaterSyndrome : Genetic defect in the thick ascending limb of the Loop of Henle Defects in Na-K-2Cl co-transpoer, result in lack of concentrating ability. Associated with hypokalemia Gitelman Syndrome: Genetic defect in the distal tubule. GS is an inheritable renal disorder characterized byhypomagnesemia, hypokalemia,and hypocalciurialinked to the gene encoding the thiazide-sensitive Na- Cl-cotranspoer located on chromosome 16q R.T.A Type 1: Associated with hypokalemia",
        "cop": 3,
        "opa": "Baer syndrome",
        "opb": "Gitelman syndrome",
        "opc": "Gordon syndrome",
        "opd": "R..T.A. Type 1",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "674acfbe-02d5-430a-8e72-01cd8acd1915",
        "choice_type": "multi"
    },
    {
        "question": "Causes of severe hypokalemic metabolic alkalosis with severe hypeension include",
        "exp": "Liddle syndrome - AD, gain-in-function mutations of ENaC subunits. Activating kidneys to excrete potassium retaining excessive sodium & water, leading to hypeension. C/F- severe hypeension with hypokalemia, unresponsive to spironolactone yet sensitive to amiloride",
        "cop": 1,
        "opa": "Liddle syndrome",
        "opb": "Bater syndrome",
        "opc": "Gitelman syndrome",
        "opd": "Renal tubular acidosis",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "58156433-90fb-4b91-a766-366c57553016",
        "choice_type": "single"
    },
    {
        "question": "In Bater syndrome the defect lies in?",
        "exp": "Bater Syndrome- defect in thick ascending limb of loop of Henle *Loss of function of (Na+ Cl- K+ co transpoer) *Damage to ROMK & Cl- channel C/F: 1. Hypokalemia, salt wasting 2. Normal BP 3.Met. Alkalosis Dx: 24 hr. urine chloride : elevated *24 hr. urine Ca2+ : elevated DOC: indomethacin",
        "cop": 2,
        "opa": "Distal convoluted tubule",
        "opb": "Thick ascending limb of loop of Henle",
        "opc": "Thin ascending limb of loop of Henle",
        "opd": "Proximal convoluted tubule",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "94a9f9b1-6fa2-495b-a982-ecdfc91c0d6f",
        "choice_type": "single"
    },
    {
        "question": "Gitelman's Syndrome differs from Bater's Syndrome in all except:",
        "exp": "Gitelman's syndrome is more common than Bater's syndrome and has a generally milder clinical course with a later age of presentation. It is characterized by prominent neuromuscular symptoms and signs, including fatigue, weakness, carpopedal spasm, cramps, and tetany.",
        "cop": 1,
        "opa": "Less common",
        "opb": "Later age of presentation",
        "opc": "Prominent neuromuscular signs and symptoms",
        "opd": "Generally milder clinical course",
        "subject_name": "Medicine",
        "topic_name": "Bater syndrome, Gitelman syndrome, Liddle and Comparison with SIADH",
        "id": "d1b3ec89-a50b-44e3-b133-d11eda5bd03f",
        "choice_type": "multi"
    }
]