[
    {
        "question": "A 25 year old man has pigmented macules over the palms, soles and oral mucosa. He also has anemia and abdominal pain. Which one of the following is the most likely diagnosis?",
        "exp": "Cushing Syndrome Presents with lemon on sticks with hypertension and anemia Albright syndrome At least 2 / 3 features: 1. Polyostotic fibrous dysplasia 2. Cafe-au-lait skin pigmentation 3. Autonomous endocrine hyperfunction (eg, gonadotropin-independent) Peutz Jehgers syndrome Located primarily around the nose and mouth, on the hands and feet, and within the oral cavity. Associated with hamaomatous polyps. C/F -anemia, rectal bleeding, abdominal pain, obstruction, and/or intussusception Incontinentia pigmenti Major criteria (1) typical neonatal vasicular rash with eosinophilia (2) typical blaschkoid hyperpigmentation on the trunk fading in adolescence (3) linear, atrophic hairless lesions Minor criteria: (1) dental abnormalities (2) alopecia (3) wooly hair (4) abnormal nails",
        "cop": 3,
        "opa": "Cushing's syndrome",
        "opb": "Albright's syndrome",
        "opc": "Peutz-Jegher's Syndrome",
        "opd": "Incontinentia pigmenti",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "2593506f-3fef-43ea-aa88-64e4e0972136",
        "choice_type": "single"
    },
    {
        "question": "Trachealization of oesophagus is seen in?",
        "exp": "The presence of multiple corrugated rings and linear furrows all through a narrowed oesophagus is called Trachealisation of oesophagus/feline oesophagus. This is seen in eosinophilic esophagitis. Histological confirmation of eosinophilic esophagitis is made with demonstration of 15 eosinophils per HPF.",
        "cop": 1,
        "opa": "Eosinophilic esophagus",
        "opb": "Schatzki ring",
        "opc": "GERD",
        "opd": "Herpes simplex esophagitis",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "04bd7e23-edb2-4313-9f1d-578b2a964304",
        "choice_type": "single"
    },
    {
        "question": "A vasopressin analogue does not produce therapeutic effect through vasopressin V2 receptor in which of the following:-",
        "exp": "In choice A and D vasopressin stimulates V2 receptors and leads to reduction in polyuria due to re-absorbtion of water the water channels. DDAVP induces v. WF secretion by binding to V2R and activating c. AMP-mediated signaling in endothelial cells and controls bleeding in v. WD. Vasopressin exes vasoconstrictive effect on splanchnic circulation VI receptors Receptor of vasopressin Location Action V1 G protein - coupled phoshatidyl inositol/ calcium Vascular smooth muscle, platelet, hepatocytes, myometrium Vasoconstriction, myocardial hyperophy, platelet aggregation, glycogenolysis, uterine contraction V3 G protein -coupled, phosphatidyl inositol/calcium Anterior pituitary gland Releases ACTH, prolactin, endorphins V2 Adenyl cyclase/ c. AMP Basolateral membrane of collecting duct, vascular endothelium and vascular smooth muscle cell Inseion of AQP - 2 water channels into apical membrane, induction of AQP - 2 synthesis, releases von willebrand factor and factor VIII, vasodilation",
        "cop": 2,
        "opa": "Central diabetes insipidus",
        "opb": "Bleeding oesophageal varices",
        "opc": "Type I von Willoebrand's disease",
        "opd": "Primary nocturnal enuresis",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "9d83e6bd-31e9-46ce-af7b-80ee0789a455",
        "choice_type": "single"
    },
    {
        "question": "Reflux esophagitis is defined as pH of esophagus to be less than:",
        "exp": "A reflux episode is defined as esophageal pH drop below four. Esophageal pH monitoring is performed for 24 or 48 hours and at the end of recording, patients tracing is analyzed and the results are expressed using six standard components. Of these 6 parameters a pH score called composite pH Score or De. Meester Score measure of esophageal acid exposure De. Meester score > 14. 72 indicates reflux. Components of 24-h Esophageal pH Monitoring (De. Meester scoring) Percent total time pH < 4 Percent Upright time pH < 4 Percent Supine time pH < 4 Number of reflux episodes Number of reflux episodes > 5 min Longest reflux episode (minutes)",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "32355ab6-0f7c-4a84-bcc4-9a872ec02449",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hematochezia in children?",
        "exp": "Causes of Lower GI bleeding in children - Neonate = anal fissure 1 month - 1 year = anal fissure 1 year - 2 years = Rectal polyp 2 years = Rectal polyp",
        "cop": 1,
        "opa": "Rectal polyp",
        "opb": "Meckel's diveiculum",
        "opc": "Necrotizing enterocolitis",
        "opd": "Acute gastritis",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "0299ec05-d6b7-4595-8f7b-fc084f1657d3",
        "choice_type": "single"
    },
    {
        "question": "Endoscopic mucosal resection in Barrett's esophagus results in:",
        "exp": "Complications of endoscopic therapy in barrett esophagus should be divided into immediate and delayed outcomes. Immediate complications include bleeding and perforation. Delayed complications from ablative therapy include stricture formation.",
        "cop": 1,
        "opa": "Stricture esophagus",
        "opb": "Peptic ulceration",
        "opc": "Reflux esophagitis",
        "opd": "Achalasia cardia",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "7be4de3f-f467-4d80-8f64-1a0d381fccb9",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Lower GIT bleeding in adults?",
        "exp": "Lower GIT Bleeding cause in Hemorrhoid > Diveiculitis Best test for diagnosis Diveiculitis is CT Scan If perforation - laparotomy If not perforation - liquid diet along with Antibiotics If asked for vascular cause- Angiodysplasia colon.",
        "cop": 1,
        "opa": "Diveiculitis",
        "opb": "Ulcerative colitis",
        "opc": "Angiodysplasia colon",
        "opd": "Colorectal cancer",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "3f1659a2-13cb-47ae-a802-e0842006e619",
        "choice_type": "single"
    },
    {
        "question": "Which indicates least chances of re-bleeding after hematemesis episodes:",
        "exp": "Most patients of hematemesis have a rebleed within the next 3 days of an episode. UGIE is diagnostic as well as prognostic as a clean based ulcer has a least chance of re-bleed while visible bleeding vessel has the highest chances.",
        "cop": 2,
        "opa": "Adherent clot on ulcer",
        "opb": "Clean based ulcer",
        "opc": "Gastric ulcer with AV malformation",
        "opd": "Visible bleeding vessel.",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "1fd72921-845a-489d-b50a-5e6a111b5e19",
        "choice_type": "single"
    },
    {
        "question": "The threshold for prophylactic platelet transfusion is __________platelets / mL.",
        "exp": "The threshold for prophylactic platelet transfusion is 10, 000/mL. For invasive procedures, the target level is 50, 000/mL. Note: Shelf life of donor platelets is 5 days. It is stored on a special agitator at 20-24 degC. The half-life of transfused platelets is 3-5 days. One unit of pooled platelets should be infused over a period of time less than 30 minutes because of the risk of bacterial proliferation.",
        "cop": 2,
        "opa": "5000",
        "opb": "10000",
        "opc": "15000",
        "opd": "50000",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "25ae4a21-e64c-4bfd-9229-543776156187",
        "choice_type": "single"
    },
    {
        "question": "Non progressive dysphagia in a lady with a sensation of something stuck in the throat and worsened by intake of cold drinks is suggestive of?",
        "exp": "Non progressive dysphagia is seen in choice a and b while choice c and d have progressive dysphagia. Diffuse esophageal spasm presents with non-cardiac chest pain and globus (something stuck in the throat). Pain may be associated with eating quickly or drinking hot, cold, or carbonated beverages. Patients with nutcracker esophagus or high-amplitude peristaltic contractions usually present with chest pain, as only 10% experience dysphagia. The hallmark symptom of esophageal rings and webs is dysphagia mainly to solid food usually is greater than dysphagia to liquid food. Since in this question cold drink is worsening and not improving the symptom of dysphagia, oesophageal web is a unlikely answer. When lumen diameter is less than 13 mm due to mucosal ring(Schatzki ring) episodic solid food dysphagia is seen.",
        "cop": 1,
        "opa": "Diffuse esophageal spasm",
        "opb": "Upper esophageal web",
        "opc": "Achalasia",
        "opd": "Scleroderma",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "b2723578-9df4-417d-93e8-cb3b6713521d",
        "choice_type": "single"
    },
    {
        "question": "Diffuse oesophageal spasm treatment is?",
        "exp": "Choice D is closely worded and is used primarily in the treatment of achalasia. Diffuse oesophageal spasm is managed by the following interventions: Nitrates and CCB Hydralazine Botulinum toxin Anxiolytics Long myotomy or esophagectomy for severe weight loss or unbearable in Diffuse oesophageal spasm Nutracker oesophagus Hypeensive LES Simultaneous non peristaltic contractions ( >20% of wet swallows ) Mean peristaltic amplitude of > 180 mm Hg for increased duration of contraction >7 seconds normal peristaltic sequence Elevated LES pressure > 26 mm. Hg normal LES relaxation Normal oesophageal peristalsis",
        "cop": 3,
        "opa": "Pneumatic dilatation",
        "opb": "Oxybutynin",
        "opc": "Nitrates",
        "opd": "Botulinum toxin and pneumatic dilation",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "a8762126-59e0-43d9-b8f1-1528d5f2e833",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of achalasia is:",
        "exp": "Achalasia Rare motility disorder of the esophagus which results from lack of innervation of the lower esophageal sphincter muscles and leads to dilatation of proximal esophagus. Typically with dysphagia, vomiting of undigested food and failure to thrive. Cough can be present in achalasia patients due to aspiration of food or due to airway compression by the dilated esophagus resulting in recurrent pulmonary infections.",
        "cop": 1,
        "opa": "Recurrent pulmonary infections",
        "opb": "Stricture of esophagus",
        "opc": "Pleurisy",
        "opd": "Peptic ulcer",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "91a2c6b3-ea02-4b90-a3c7-99fb15ad1698",
        "choice_type": "single"
    },
    {
        "question": "50 Year old man became dizzy while passing stool and noticed fresh blood in stool. Previous two concurrent colonoscopic examinations done for routine screening of carcinoma colon were normal. What is the most likely cause of bleed?",
        "exp": "Disease Features Early carcinoma colon Cancer of right side of colon present with occult bleeding Left side with obstructive symptoms. Cancers arising in the rectosigmoid are often associated with hematochezia, tenesmus, and narrowing of the caliber of stool. Sigmoid diveiculitis Age: 59 years Abrupt in onset, usually painless, sometimes massive, and often from the right colon. Since Lesions are easily picked up on sigmoidoscopy, hence choice B is unlikely Microscopic colitis Presents with watery non-bloody diarrhea and hence ruled out. MC is comprised of two distinct histological forms -- collagenous colitis and lymphocytic colitis, both of which frequently occur in older populations. Dilatation of veins of colon Angiodysplasia is a degenerative lesion of previously healthy blood vessels found most commonly in the cecum and proximal ascending colon. Located in the cecum and ascending colon, 15% are located in the jejunum and ileum, and the remainder is distributed throughout the alimentary tract. These lesions typically are non-palpable and small (< 5 mm). Angiodysplasia is the most common vascular abnormality of the Gl tract. After diveiculosis, it is the second leading cause of lower Gl bleeding in patients older than 60 years.",
        "cop": 4,
        "opa": "Early carcinoma colon",
        "opb": "Sigmoid diveiculitis",
        "opc": "Microscopic colitis",
        "opd": "Dilatation of veins of colon",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "9a4ebc05-2bd1-4845-9e19-2d147ef7a505",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is located in Laimer's triangle:",
        "exp": "Cervical esophageal diveiculum (Zenker Diveiculum) is located in Killian-Laimer triangle which is located inferior to the cricopharyngeus in the posterior midline above the confluence of the longitudinal layer of esophageal muscle. Laimer's triangle is covered only by the circular layer of esophageal muscle.",
        "cop": 1,
        "opa": "Esophageal diveiculum",
        "opb": "Colonic diveiculum",
        "opc": "Meckel's diveiculum",
        "opd": "Peri -ampullary diveiculum",
        "subject_name": "Medicine",
        "topic_name": "Bleeding from the GUT and diseases of esophagus",
        "id": "7441feff-4b0f-4f65-a72a-4082451897f2",
        "choice_type": "single"
    }
]