[
    {
        "question": "Which is the most common cause of thrombocytopenia in an ICU patient?",
        "exp": "Ans. is 'a' i. e., Sepsis Thrombocytopenias in ICU patients:* Thrombocytopenia is a common laboratory abnormality that has been associated with adverse outcomes in ICU patients.* Thrombocytopenia is defined as platelet count < 150 X 103 cells / mcL.* Following table depicts the probable mechanisms and the causes for presence of thrombocytopenia in ICU patients. Thrombocytopenia in ICU: mechanisms and causes. Six possible mechanisms* Hemodilution* Increased consumption* Increased destruction* Decreased production* Increased sequestration* Laboratory artifact (pseudothrombocytopenia) Specific causes* Sepsis, multiorgan failure* Trauma or major surgery* Bone marrow failure (leukemia, aplastic anemia)* Immune-mediated platelet consumption (ITP)* Drug induced (heparin, GPIIb/GPIIa inhibitors, antibiotics)* TIP and related disorders (HUS, TMA, and peripartum HELLP syndrome)* Sepsis is the most common cause accounting for 48% of the total patients of thrombocytopenia in ICU patients.* More than 25% of the patients have more than one associated cause.",
        "cop": 1,
        "opa": "Sepsis",
        "opb": "Bone marrow failure",
        "opc": "ITP",
        "opd": "Drug induced",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "d90c3714-243a-40af-b497-1dbec4fd341f",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy has severe microcytic anemia due to beta-thalassemia major (homozygous). He requires frequent blood transfusions (once every 6 weeks) to prevent the skeletal and developmental complications of thalassemia. Which of the following medications is also indicated in the treatment of patients requiring frequent blood transfusions?",
        "exp": "Iron chelation with desferrioxamine will reduce the toxicity from iron overload if given regularly in high doses. The most lethal toxicity of iron overload is iron infiltration of the myocardium, with resultant dysfunction and death. Penicillamine has no role in the treatment of thalassemia patients requiring frequent transfusions. As well FFP, and cryoprecipitate are not indicated in the management of patients with thalassemia as there are no defects in thrombosis or coagulation.",
        "cop": 3,
        "opa": "oral calcium supplements",
        "opb": "fresh frozen plasma (FFP)",
        "opc": "desferrioxamine",
        "opd": "penicillamine",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "50aa4b96-c396-4f83-9f80-06d48747e5d6",
        "choice_type": "single"
    },
    {
        "question": "Hemagglutinin, (Anti-A and Anti-B) are which type of antibodies?",
        "exp": "Ans. B. IgM. (Ref. H-17th/pg. 708-709; Wintrobe's clinical hematology 13th/ pg. 979). Isohemagglutinins, substances that agglutinate the red blood cells of others of the same species, are also found in humans. Thus, there are four main blood groups, which differ with respect to two antigens, A and B, in the red blood cells and two isohemagglutinins, anti-A and anti-B, in the serum. Thus, in humans, type O has neither antigen but both agglutinins, type A has A antigen and anti-B.# Anti-A and anti-B antibodies are usually IgM and do not pass through the placenta.",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "dd5072a9-b5d3-48b1-9689-31e223b09fb4",
        "choice_type": "single"
    },
    {
        "question": "First increase of reticulocyte count occurs after how many hours of iron therapy",
        "exp": "Ans: a (48 - 72 hrs) Ref: OP Ghai, 6th ed, p. 302. Rise in reticulocyte count occurs by 48 - 72 hrs after start of Iron therapy. Course of events after starting iron therapy: 1. Child becomes less irritable and appetite improves within 24 hrs2. Bone marrow response is observed within 48 hrs3. Rise in reticulocyte count by 2nd to 3rd day4. Elevation of hemoglobin occurs next which may take upto 2 months depending on the severity of anemia. Note: Dosage for parentral iron (iron dextran). Iron (mg) = Wt (kg) x Hb deficit (gm/dl) x 4",
        "cop": 1,
        "opa": "48 - 72 hrs",
        "opb": "24 hrs",
        "opc": "96 hrs",
        "opd": "6 hrs",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "bb80f176-b1c1-4af1-86ef-63f70ba96f77",
        "choice_type": "single"
    },
    {
        "question": "Which among the following factors level is not altered in vit K deficiency?",
        "exp": "Ans b: (Factor VIII) Ref: Harrison p. 367, 728-730. Coagulation factors II, VII, IX, X and protein C, S and Z are dependent on Vit K for post translational modification. Vit K also for bone protein osteocalcin and vascular smooth muscle protein- matrix glaprotein. Few more points:* Gamma carboxy glutamic acid residues in the Vit k dependent factors will help in their critical action including calcium and phospholipid binding* Mutations in Vit k epoxide reductase complex 1 (VKORC1) andgene encoding gamma glutamyl carboxylase(GGCX) result in defect free enzyme and there in Vit K dependent factors with decreased activity.* Causes mild to severe bleeding episodes from birth* Prolongation of PT is the most common and earliest finding in Vit K deficiency. Factor V11 has the shortest tl/2, so PT prolonged much before changes in a. PTT",
        "cop": 2,
        "opa": "Prothrombin",
        "opb": "Factor VIII",
        "opc": "Factor VII",
        "opd": "Factor X",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "b8c1ee0f-7cda-4c35-98bd-d7e7abda726c",
        "choice_type": "single"
    },
    {
        "question": "Iron deficiency is best demonstrated by:",
        "exp": "Ans b (Se Ferritin). Ref: Davidson, 21 edpg. 1018. Ferritin (n = 50 - 200 microg//)A measure of iron stores in the tissue and is the single best test to confirm iron deficiency Less than normal value of Se. ferritin is seen in: 1. Iron deficiency2. Hypothyroidism3. Vitamin c deficiency Raised Se. ferritin value is seen in: 1. Liver disease2. As an acute phase responseS. Iron (n= 50-150 microg/d/). Low in Iron deficiency anemia (<30); also in anemia of chronic disease, during acute phase response. Se. iron is raised in liver disease and also in haemolysis. TIBC (n= 300-360 microg/dl). High in iron deficiency anemia Low in anemia of chronic disease. Low iron-+ Low TIBC = ACDLow iron+ High TIBC = IDATransferrin saturation (n = 30-50%)<16% is consistent with IDA but less specific than ferritin. Transferrin saturation is less in ACD & IDA; normal orincreased in thalassaemia & sideroblastic anemia. Transferrin levels are low in malnutrition. Nephrotic syndrome, liver disease as well as during acute phaseresponse. Transferrin levels are high in pregnancy & OCP use. Red cell distribution width (RDW) (n = 11. 5 - 14. 5). Coefficient of variation of RBC volume. Normal RDW - anemia of chronic disease, aplastic anemia. Increased RDW - iron deficiency, B12 defeciency, folic acid deficiency",
        "cop": 2,
        "opa": "RDW",
        "opb": "S. ferritin",
        "opc": "BM examination",
        "opd": "d.......",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "2f85150c-3de8-4bd4-a62e-58d88d4475bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following toxic states is not associated with anemia?",
        "exp": "Ans. is 'd' i. e., Listerosis * The toxic or chemical injury states associated with anemia include: Clostridial sepsis, Snake venom, Lead poisoning. Classification of Anemia According to Underlying Mechanism. Mechanism. Specific Examples. Blood Loss Acute blood loss. Chronic blood loss. Trauma. Gastrointestinal tract lesions, gynecologic distrubances*Increased Red Cell Destruction (Hemolysis). Inherited genetic defects Red cell membrane disorders. Hereditary spherocytosis, hereditary elliptocytosis. Enzyme deficiencies Hexose monophosphate shunt enzyme deficiencies. G6. PD deficiency, glutathione synthetase deficiency. Glycolytic enzyme deficiencies. Pyruvate kinase deficiency, hexokinase deficiency. Hemoglobin abnormalities Deficient globin synthesis. Thalassemia syndromes. Structurally abnormal globins (hemoglobinopathies). Sickle cell disease, unstable hemoglobins. Acquired genetic defects Deficiency of phosphatidylinositol-linked glycoproteins. Paroxysmal nocturnal hemoglobinuria. Antibody-mediated destruction. Hemolytic disease of the newborn (Rh disease), transfusion reactions, drug-induced, autoimmune disorders Mechanical trauma Microangiopathic hemolytic anemias. Hemolytic uremic syndrome, disseminated intravascular coagulation, thrombotic thrombocytopenia purpura. Cardiac traumatic hemolysis. Defective cardiac valves. Repetitive physical trauma. Bongo drumming, marathon running, karate chopping. Infections of red cells. Malaria, babesiosis. Toxic or chemical injury. Clostridial sepsis, snake venom, lead poisoning. Membrane lipid abnormalities. Abetalipoproteinemia, severe hepatocellular liver disease. Sequestration. Hypersplenism. Decreased Red Cell Production. Inhertod genetic defects Defects leading to stem cell depletion. Fanconi anemia, telomerase defects. Defects affecting erythroblast maturation. Thalassemia syndromes. Nutritional deficiencies Deficiencies affecting DNA synthesis. Bp and folate deficiencies. Deficiencies affecting hemoglobin synthesis. Iron deficiency anemia. Erythropoietin deficiency. Renal failure, anemia of chronic disease. Immune-mediated injury of progenitors. Aplastic, anemia, pure red cell aplasia. Inflammation-mediated iron sequestration. Anemia of chronic disease. Primary hematopoietic neoplasms. Acute leukemia, myelodysplasia, myeloproliferative disorders. Space-occupying marrow lesions. Metastatic neoplasms, granulomatous disease. Infections of red cell progenitors. Parvovirus B19 infection. Unknown mechanisms. Endocrine disorders, hepatocellular liver disase",
        "cop": 4,
        "opa": "Clostridial sepsis",
        "opb": "Snake venom",
        "opc": "Lead poisoning",
        "opd": "Listerosis",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "6bf8a322-8f3b-4ae1-91bc-ad42673c635d",
        "choice_type": "single"
    },
    {
        "question": "The most suitable test to assess iron stores is -",
        "exp": "Ans. is 'b' i. e., Serum ferritin o Best test for the assessment of Iron stores is serum ferritin. o Serum ferritin is the earliest indices to decrease in Iron deficiency anemia. o It is the most sensitive test for the diagnosis of iron deficiency anemia. o Earliest marker for the diagnosis of Iron deficiency anemia. o Serum ferritin is the earliest marker for the detection of Iron deficiency anemia. Serum ferritin - Serum iron - Transferrin - Total iron binding capacity - % saturation",
        "cop": 2,
        "opa": "Serum iron",
        "opb": "Serum ferritin",
        "opc": "TIBC",
        "opd": "Transferrin saturation",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "7e470e93-f1c0-489c-b960-7d9cc360975e",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman develops symptoms of shortness of breath on exertion, easy fatigue, and jaundice. On examination she is pale, and there is a palpable spleen, but no lymphadenopathy. Her hemoglobin is 9. 0 g/dL, the reticulocyte count 9%, and the direct antibody test (Coombs) is positive. Which of the following bone marrow findings is most likely to be seen in this patient?",
        "exp": "Bone marrow examination is most likely to show increased erythroid-to-myeloid ratio. Erythroid hyperplasia is common to all hemolytic anemias, and megaloblastic features only develop if they become folate deficient. A left shift only occurs if the bone marrow is under stress, like during a severe infection, and giant metamyelocytes or increased lymphocytes are not feature of an autoimmune hemolytic anemia.",
        "cop": 3,
        "opa": "megaloblastic changes",
        "opb": "giant metamyelocytes",
        "opc": "increased erythroid-to-myeloid ratio",
        "opd": "increased lymphocytes",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "eb2cc3e9-4eaa-437a-94e5-bb8edbe5b6f6",
        "choice_type": "single"
    },
    {
        "question": "The artery most frequntly responsible for bleeding in massive hemoptysis is-",
        "exp": "Ans- is 'a' i. e., Bronchial Artery Schwartz writes -\"Cavitary lesions are characteristic pathological lesion in pulmonary tuberculosis. Due to intense inflammatory process in the periphery of cavity, hypertrophy of bronchial arterial and pulmonary arterial branches occur. These hypertrophied arterial branches can be eroded by the necrotizing process occurring in the centre of the cavity. This causes Hemoptysis\"Between these two the vessels, most frequently responsible for hemoptyses is a dilated bronchial arterial brancho Massive hemoptysis due to active T. B. can occur in the setting of cavitary or noncavitory lesions, o The cause of the bleeding is usually bronchial ulceration with necrosis of adjacent blood vessels and distal alveoli# This type of bleeding is from the bronchial arterial circulation. o Less often active T. B. may cause sudden rupture of Rasmussen s aneurusm. o This is an aneurysm ofpulmonary artery that slowly expands because of inflammatory erosion of external wall until it bursts.",
        "cop": 1,
        "opa": "Bronchial Artery",
        "opb": "Pulmonary Artery",
        "opc": "Interseginental. Artery",
        "opd": "Interostal Artry",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "1810271d-49a4-43c3-a5de-fbb4cec816c3",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old boy presents to the clinic for evaluation of easy bruising. Investigations confirm the diagnosis of hemophilia A. Which of the following is the most common presentation of hemophilia A?",
        "exp": "The most common presentation is hemarthrosis with pain in a weight-bearing joint such as the hip, knee, or ankle. Hematuria is also common. Bleeding can occur at almost any site without prior trauma.",
        "cop": 3,
        "opa": "hematuria",
        "opb": "melena",
        "opc": "hemarthrosis",
        "opd": "pressure neuropathy",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "303946ba-f130-4f5d-9a06-a28d566f1af1",
        "choice_type": "single"
    },
    {
        "question": "In Burkitts lymphoma, translocation seen is chromosome",
        "exp": "Ans. is 'b' 8-14 translocation Chromosomal translocations Associated Neoplasms8 - 14 -Burkitt's lymphoma*. Acute lymphocytic leukemia (FAB type L3) Immunoblastic B cell lymphoma*15-17 -Promyelocytic leukemia*4-11 -Acute lymphocytic leukemiaH-14 -Chronic lymphocytic leukemia14- 18 -Some B cell lymphomas6 - 14 -Cystadenocarcinoma of ovary3. 8 -Renal adenocarcinoma*, mixed parotid tumour.",
        "cop": 2,
        "opa": "12 -14 translocation",
        "opb": "8-14 translocation",
        "opc": "4-8 translocation",
        "opd": "12-18 translocation",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "a37073e4-8ba2-4402-9bdf-bfabf5e4605b",
        "choice_type": "single"
    },
    {
        "question": "Bleeding in haemophilia A is due to:",
        "exp": "Ans: c (Deficiency of factor 8 which fails to activate factor 10) Ref: Harrison, 16th ed, p. 680; 17th ed, p. 726. Haemophilia A occurs due to deficiency or reduced activity of factor 8 which is responsible for activation of factor 10. The intrinsic pathway of coagulation is affected. Haemophilia B or Christmas disease occurs due to deficiency of factor 9. Coagulation profile in haemophilia. BT-normal. Clotting time - increased. PTT - increased. PT-normal. If intrinsic pathway (8, 9, 11, 12) is affected - PTT is prolonged. If extrinsic pathway (5, 7) is affected - PT is prolonged. If factors 1, 2 and thrombin are affected then both PT and PTT are prolonged",
        "cop": 3,
        "opa": "Deficiency of factor 7 which fails to convert fibrinogen to fibrin",
        "opb": "Deficiency of factor 9 which fails to activate factor 10",
        "opc": "Deficiency of factor 8 which fails to activate factor 10",
        "opd": "Defect in extrinsic pathway",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "29ec5d03-2d3d-491c-9641-88ef24b156ea",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man presents with jaundice, nausea, and vomiting. He has a history of chronic alcoholism, and is currently drinking over one bottle of red wine a day. On physical examination, he is jaundiced and pale with a large tender liver. Laboratory data include hemoglobin of 9 g/dL, WBC of 4200/mL, and platelet count of 80, 000/mL. His liver enzymes and bilirubin are also elevated. Ultrasound of the abdomen reveals liver enlargement with no bile duct obstruction, a normal size spleen, and no ascites. Which of the following is the most likely toxic effect of alcohol on the bone marrow?",
        "exp": "Alcohol is directly toxic to dividing and maturing cells, but may also affect neutrophil function. The hematologic effects of alcohol may be direct or indirect, via diet, infection, liver disease, and GI disease. The resulting hematologic abnormalities may be profound.",
        "cop": 1,
        "opa": "developing erythrocytes and myelocytes",
        "opb": "mature polymorphonuclear leukocytes",
        "opc": "mature red cells",
        "opd": "mature platelets",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "95ebcafc-bde3-4457-ab4c-2553fe8ad5cd",
        "choice_type": "single"
    },
    {
        "question": "Decreased serum ferritin levels are seen in",
        "exp": "Ans. a (Iron deficiency anemia). (Ref. Harrison's 17th /Table 98-4; 18th/Ch. 103)# Hb contains 70% of iron and 3% myoglobin with remaining being ferritin.# Iron is readily absorbed in ferrous state, but most of the dietary iron is in ferric (Fe+3) state. FACTORS AFFECTING IRON ABSORPTION ARE:# Promoting factors:- Retarding factors:- High pH- Excess mucus- Bile salts- Phosphates- Chlorophyll- Phytates- Vitamin C- Antacids# Mobilferin binds more iron as binding sites increase.# As amount of transferrin in plasma increases, its % of iron saturation decreases.# More iron moves from intercellular iron carrier to transferrin and less binds to apoferritin.# As ferritin stores decreases, less iron is lost in mucosal shedding.# In iron deficiency anemia ferritin levels decreases.# Normal TIBC is 300.# Low serum iron, decreased MCV with high TIBC is specific for iron deficiency anemia. FERRITIN# Free iron is highly toxic, and the pool of storage iron is tightly bound to either ferritin or hemosiderin.# Ferritin is a protein-iron complex found in all tissues but particularly in liver, spleen, bone marrow, and skeletal muscles.# Intracellular ferritin is located in both the cytosol and lysosomes, in which partially degraded protein shells of ferritin aggregate into hemosiderin granules.# The iron in hemosiderin is chemically reactive and turns blue-black when exposed to potassium ferrocyanide, which is the basis for the Prussian blue stain.# In iron-overloaded cells, most iron is stored in hemosiderin.# Very small amounts of ferritin normally circulate in the plasma.# Since plasma ferritin is derived largely from the storage pool of body iron, its levels correlate well with body iron stores.# In iron deficiency, serum ferritin is always < 12 mg/L, whereas in iron overload, high values approaching 5000 mg/L can be seen.# Iron is transported in plasma by an iron-binding glycoprotein called transferrin, which is synthesized in the liver. In normal individuals, transferrin is about 33% saturated with iron, yielding serum iron levels that average 120 mg/dL in men and 100 mg/dL in women. DIAGNOSIS OF MICROCYTIC ANEMIA Tests. Iron Deficiency. Inflammation. Thalassemia. Sideroblastic Anemia1. Smear. Micro/ hypo. Normal; micro/ hypo. Micro/hypo with targeting. Variable2. SI<30<50. Normal to high. Normal to high3. TIBC>360<300. Normal. Normal4. Percent saturation<1010-2030-8030-805. Ferritin (mg/L)<1530-20050-30050-3006. Hemoglobin pattern. Normal. Normal. Abnormal. Normal",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Thalassemia",
        "opc": "Sideroblastic anemia",
        "opd": "Renal failure",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "81662d1f-b221-4bdd-8794-411a6c3bda64",
        "choice_type": "single"
    },
    {
        "question": "An elderly patient is receiving a blood transfusion for anemia due to myelodysplastic syndrome (MDS). He was diagnosed with MDS 2 years ago and over the past 6 months has required blood transfusions every 6 weeks for symptomatic anemia. His past medical history also includes hypertension, Type 2 diabetes, and coronary artery disease. Halfway through the transfusion of the second unit of packed red blood cells he develops tachypnea, lumbar pain, tachycardia, and nausea. Which of the following is the most likely explanation?",
        "exp": "Intravascular hemolysis from blood transfusion is usually due to ABO incompatibility, often from human error. Symptoms of intravascular hemolysis include flushing, pain at the infusion site, chest or back pain, restlessness, anxiety, nausea, and diarrhea. Signs include fever and chills, shock, and renal failure. In comatose patients, hemoglobinuria or bleeding from disseminated intravascular coagulation can be the first sign. Management is supportive. Acute hemolysis can also result from antibodies directed against other RBC antigens such as Rh, Kell, or Duffy.",
        "cop": 3,
        "opa": "anxiety",
        "opb": "fluid overload",
        "opc": "hemolysis",
        "opd": "pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "e9ca5fc3-86b9-432f-95a0-fd6c49d1c38f",
        "choice_type": "single"
    },
    {
        "question": "Transferrin saturation is?",
        "exp": "Ans. A. Serum iron / TIBC x100. Transferrin saturation =TIBCSerumiron x100. Usual values. Normal reference ranges are: a. Serum iron: 60-170mg/mlb. TIBC: 240-450mg/mlc. Transferrin saturation: 15-50% (males), 12-45% (females)",
        "cop": 1,
        "opa": "Serum iron/TIBC x100",
        "opb": "TIBC/serum iron x100",
        "opc": "TIBC/serum iron",
        "opd": "Serum iron/TIBC",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "a5150e34-6c97-4259-a939-8305430a7e4e",
        "choice_type": "single"
    },
    {
        "question": "A 35 yr old lady with normal PT and increased a. PTT. 2 year back, she was operated for cholecystectomy & did not have any bleeding episoe. What is next investigation for clinical diagnosis -",
        "exp": "Ans. is 'b' i. e., Anti viper venom assay The only clue given in the question is patient with prolonged APTT and no clinical bleeding. First we, look at the causes of isolated prolongation of APTT. Causes of isolated prolongation of PTHeparin. Lupus anticoagulant. Coagulation factor deficiency (factor VIII, IX and XI, XII, prekallikrein, high molecular weight kininogen (HMWK). Specific coagulation factor inhibitors (antibodies against factor VIII or IX). Now we look for those causes of prolonged APTT which are not associated with bleeding. Now we move on to the options and find out which among them will cause prolongation of PTT with no bleeding. Factor VIIIc assay:-Factor VIIIc or intrinsic factor VIII can be ruled out because its deficiency is associated with bleeding. Platelet a2sre2ation tests. Platelet aggregation test measures platelet function. Any defect in platelet function will cause clinical bleeding. Platelet function defect does not affect PTT (it affects bleeding time, BT). Ristocetin co-factor assay. Ristocetin co-factor assays are used to detect Von Willebrand's disease. Von wile brands disease cause prolongation of PTT but it is also associated with clinical bleeding so it can be ruled out. Russel viper venom test (Dilute Russel viper venom test) (d. RVVT). Dilute Russel viper venom test is one of the test to detect lupus anticoagulant. Lupus anticoagulant is associated with prolongation in PTT and thrombosis (no bleeding). Lupus anticoagulant. Lupus anticoagulants are acquired inhibitors directed against phospholipid binding proteins and are a common cause of APTT prolongation. In Vivo, Lupus anticoagulant do not interfere with coagulation factor complex formation on the platelet surface and are not usually associated with bleeding tendency, instead they are frequently associated with thrombosis. In Vitro, This prolongation results in paradoxical prolongation of phospholipid based clotting assays such as PTT, kaolin clotting time and Dilute Russel viper venom antibody (DRVVT testing). A panel of test is required to confirm the presence of lupus anticoagulant. These are:-PTTKaolin clotting time. Dilute Russel viper Venom test (DRVT). These are phospholipid dependent tests. We have already discussed that. Lupus anticoagulant act against phospholipids and in vitro this inhibition leads to prolongation of phospholipid dependent assays. Follow up testing is performed to confirm or exclude the presence of lupus anticoagulant:- These may include:-Mixing study. An equal volume of patient plasma is mixed with normal pooled plasma and a PTT or DRVVT is performed on this mixture. The basic principle is that the normal plasma contributes a sufficient amount of clotting factor to correct for a factor deficiency. A mixing study that corrects the APTT is characteristic of a coagulation factor where as one that does not correct indicates a factor inhibitor. Correction neutralization (with phospholipids). An excess of phospholipid is added to the patient sample and APII, DRVVT is performed. The basic principle behind this is that lupus anticoagulant is directed against phospholipid. Hence phospholipid dependent assays are prolonged. When excess phospholipid is added it overcomes the LA inhibition and corrects the test",
        "cop": 2,
        "opa": "Factor VIII assay",
        "opb": "Anti viper venom assay",
        "opc": "Platelet aggregation test",
        "opd": "Ristocetin Cofactor assay",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "f3230b87-5140-4ae2-83a8-31f5dcfc337e",
        "choice_type": "single"
    },
    {
        "question": "DOC for acute attack of Hereditary angioneurotic edema?",
        "exp": "Ans. is 'b' i. e., Cl inhibitor concentrate o Hereditary angioedema (HAE) is a condition characterized by recurrent episodes of angioedema affecting the upper airway, bowel wall, or skin, which typically last two to four days. o The angioedema of HAE is mediated bv bradvkinin and does not respond to epinephrine, antihistamines. or glucocorticoids. Instead, first-line therapies for HAE act bv replacing the Cl inhibitor (Cl. INH)that is deficient pr dysfunctional in this disease or by inhibiting the production or function of bradykinin, o First-line therapies for HAE# Human plasma-derived C1 inhibitor concentrate (pd. C1. INH)# Recombinant human C1 inhibitor (rh. C1. INH)# Icatibant, a bradykinin B2-receptor antagonist# Ecallantide, a kallikrein inhibitor (available only in the United States)",
        "cop": 2,
        "opa": "Danazol",
        "opb": "C1 inhibitor concentrate",
        "opc": "Icatibant",
        "opd": "Methylprednisolone",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "08e8ebae-5381-4fd0-b92a-18bf99396808",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the mechanism of action of Penta saccharide?",
        "exp": "Ans. B. Factor XA inhibition. Penta saccharide. Mechanism of action: Factor Xa inhibition. Example: Fondaparinux, Idraparinux. Newer factor Xa inhibitor: a. Rivaroxabanb. Apixaban Both are given orally.",
        "cop": 2,
        "opa": "Factor XA inhibition, Thrombin inhibition",
        "opb": "Factor XA inhibition",
        "opc": "Antithrombin inhibitor",
        "opd": "Thrombin inhibition",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "43d78931-5b7e-4d30-bf59-ef517202db5e",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man has had recurrent bleeding occur in his knee when playing contact sports. He has no history of spontaneous bleeding, but his brother had similar problems. Consultation with a specialist reveals that he has \"mild\" hemophilia A. Which of the following factor abnormalities is consistent with this diagnosis?",
        "exp": "In hemophilia A, there are decreased levels of functioning factor VIII. This can be due to reduced amounts of normal VIII, the presence of a functionally abnormal protein, or a combination of both. The activated partial thromboplastin time (APTT) is prolonged, and the prothrombin consumption test is abnormal. The prothrombin time, thrombin clotting time, and bleeding time are usually normal.",
        "cop": 2,
        "opa": "abnormal factor VIII function",
        "opb": "decreased levels of functional factor VIII",
        "opc": "decreased factor IX level",
        "opd": "decreased von Willebrand factor",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "a4970755-35ee-4731-bab6-2cd230b28e8a",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old female presents with easy fatigue and light-headedness. She also has a dry cough and fever for the past few days. On examination, she is pale, her lungs are clear, and the rest is normal. A chest x-ray (CXR) shows patchy bilateral infiltrates; the hemoglobin is 8. 4 g/dL, reticulocyte count of 6%, and many spherocytes on the peripheral blood film. Which of the following is the most likely significance of the spherocytosis on the blood film?",
        "exp": "Spherocytes are seen on the blood film in patients with moderate to severe hemolytic anemia. This patient has autoimmune hemolytic anemia due to cold agglutinins related the pneumonia. Spherocytosis is not associated with G6. PD deficiency, trauma, or leukemia. The typical changes in G6. PD deficiency include the presence of Heinz bodies. The cell morphology is not usually changed unless hemolysis is very severe. In hereditary spherocytosis, the Coombs' test is negative.",
        "cop": 3,
        "opa": "multiple long bone fracture",
        "opb": "hereditary elliptocytosis",
        "opc": "Coombs'-positive hemolytic anemia",
        "opd": "glucose-6-phosphate dehydrogenase (G6. PD) deficiency",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "e0b16438-14db-48f2-a4bd-1169bf631ab9",
        "choice_type": "single"
    },
    {
        "question": "Hypoxic pulmonary vasoconstriction due to -",
        "exp": "Ans. is 'b' i. e., Reversible pulmonary vasoconstriction due to hypoxia. Pulmonary hypoxic vasoconstrictiono Hypoxic pulmonary vasoconstriction (HPV) is an adaptive vasomotor response to alveolar hypoxia which redistributes blood to optimally ventilated lung segments by an active process of vasoconstriction, particularly involving the small muscular resistance pulmonary arteries (PA). o HPV is intrinsic to the lung and the mechanism involves redox based O2 sensor. o Alveolar hypoxia triggers the pulmonary vessels to constrict.# Alveolar hypoxia triggers the pulmonary vessels to constrict, directing blood away from poorly/nonventilated areas to better ventilated segments thereby improving ventilation/perfusion matching. o Clinically HPV is proportional to the degree of local hypoxia and is triggered primarily in response to an alveolar oxygen partial pressure (PAO2 less than 100 mm. Hg. o HPV onsets within seconds of moderate hypoxia and reverses quickly on restoration of normoxic ventilation. o HPV shunts bloodfrom poorly oxygenated areas to better ventilated lung segments, thereby optimizing ventilation perfusion matching, reducing shunt fraction and optimizing O2 delivery in conditions such as atelactasis and pneumonia. The onset of HPV occurs in two phase:-# Initial rapid onset phase (minutes)# Delayed phase (hours)",
        "cop": 2,
        "opa": "Irreversible pulmonary vasocontriction hypoxia",
        "opb": "Reversible pulmonary vasoconstriction due to hypoxia",
        "opc": "Direct blood to poorly ventilated areas",
        "opd": "Occurs hours after pulmonary vasoconstriction",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "9ecf17c1-5c56-4bd3-a022-d98e5417937d",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old boy presents with fever, feeling unwell, and easy bruising on his legs. On examination he is pale, blood pressure 100/60 mm Hg, pulse 100/min, and temperature 37. 8degC. His lungs are clear, abdomen is soft with a palpable spleen, and there are petechiae and bruises on his legs. His CBC reveals a hemoglobin of 8. 5 g/dL, WBC of 17, 000/mL, and platelets of 30, 000/mL. A blood film reveals neutropenia and leukemic lymphoblasts. Which of the following is the most appropriate initial diagnostic test to confirm the diagnosis?",
        "exp": "In acute lymphoblastic leukemia (ALL), a bone marrow analysis is the most important test in confirming the diagnosis. Once the diagnosis of ALL is established, CSF fluid (leukemic cells in the CSF can be identified in up to a third of all patients at diagnosis) and CXR are important tests in the workup of the patient. It is the most common malignancy in children under age 15 in the United States, accounting for 25% of all cancers in White children. It is less common in Black children.",
        "cop": 2,
        "opa": "monospot test",
        "opb": "bone marrow aspirate and biopsy",
        "opc": "CT scan abdomen",
        "opd": "chest x-ray",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "db94c492-15ed-45fa-9777-4a2adde5972c",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents with symptoms of fatigue, weakness, nose bleeds, and palpitations with exertion. On examination he is pale, blood pressure 110/70 mm Hg, pulse 100/min, heart sounds are normal, lungs are clear, and he has multiple petechiae and bruises on his legs. His blood count is abnormal: hemoglobin 8. 5 g/dL white blood cells (WBCs) 4000/mL, platelets 50, 000/mL, and there are blast cells in the peripheral blood. He is diagnosed with acute promyelocytic leukemia (AML-M3). Which of the following is a characteristic of this acute myelogenous leukemia? (See Fig. below.)",
        "exp": "Auer bodies are slender, pink, staining rods containing lysozyme, and are exclusively seen in AML. Although similar to normal azurophilic granules in content and staining properties, they are distinguished by their gigantic size. Special stains can enhance the detection of Auer bodies. They are only seen in a minority of cases. The Philadelphia chromosome is a feature of choric myelogenous leukemia (CML), and a high leukocyte alkaline phosphatase level is seen in patients with a high WBC due to a leukemoid reaction.",
        "cop": 4,
        "opa": "peak incidence in childhood",
        "opb": "high leukocyte alkaline phosphatase",
        "opc": "Philadelphia chromosome",
        "opd": "Auer bodies in blast cells",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "33d3aeb5-e0b5-4556-9ee6-b8206c7277ed",
        "choice_type": "single"
    },
    {
        "question": "In a patient with Anti-Phospholipid Antibody syndrome, which of the following treatment is used to prevent further abortions?",
        "exp": "Ans. a. Aspirin + LMWH (Ref: Harrison 19/e p2134. 18/e p2737). Aspirin and low molecular weight heparin (LMWH) is used to prevent further abortions in patients of Anti-Phospholipid Antibody syndrome. 'After the first thrombotic event, APS patients should be placed on warfarin for life aiming to achieve an international normalized ratio (TNR) ranging from 2. 5 to 3. 5, alone or in combination with 80 mg of aspirin daily. Pregnancy morbidity is prevented by a combination of heparin with aspirin 80 mg daily. Intravenous immunoglobulin (IVIg) 400 mg/kg qdfor 5 days may also prevent abortions, while glucocorticoids are ineffective. - Harrison 18/e p2737. Antiphospholipid Antibody Syndrome (APS). Defined by a clinical association of antiphospholipid antibodies and hypercoagulability. QConsidered a systemic autoimmune disease which is characterized by recurrent thrombosis or pregnancy complications, along with the presence of Antiphospholipid antibodies. QPrimary APS: No cause is identified; Secondary APS: Defined cause like SLE is identified. Clinical Features: Vascular Thrombosis. Pregnancy Morbidity. Venous thrombosis (More common)* Recurrent arterial or venous thrombosis in any tissue or organ is the most common presentationQ* Recurrent spontaneous abortionsQ* Pregnancy induced hypertensionQ (Preeclampsia and eclampsia)* Placental Insufficiency/ AbruptionQ* Intrauterine Growth RetardationQ* DVT is the MC manifestationQ* Pulmonary EmbolismQ* Pulmonary hypertension from thromboembolic disease Arterial thromobosis (less common)CNSHeart. Lungs. Kidney. Bones. StrokeQ (Cerebral vessel occlusion). Myocardial infarctionQ (coronary occlusion). Pulmonary hypertensionQ(Pulmonary artery occlusion). Glomerular thrombosis. QRenal artery thrombosis. QAvascular necrosis Antiphospholipid Antibody Syndrome (APS): Laboratory Features* Elevated Anticardiolepin antibodiesQ (IgG or lgM)Q* Elevated Anti b-2 glycoprotein-1 AntibodyQ* ThrombocytopeniaQ* Presence of Lupus Anticoagulant (LA) in plasmaQ* Hemolytic anemiaQ (Coomb's positive). Evan's syndrome refers to the clinical association of autoimmune thrombocytopenia and autoimmune hemolytic anemiaQ. Evan's syndrome has been reported in 10% of patients with Antiphospholipid syndrome. Treatment: The mainstay of treatment of Antiphospholipid Syndrome is WarfarinQ. After the first thrombotic event, APS patients should be placed on warfarin for life aiming to achieve an international normalized ratio (INR) ranging from 2. 5 to 3. 5, alone or in combination with 80 mg of aspirin daily. Pregnancy morbidity is prevented by a combination of heparin with aspirin 80 mg daily. Intravenous immunoglobulin (IVIg) 400 mg/kg qd for 5 days may also prevent abortions, while glucocorticoids are ineffectiveQ.",
        "cop": 1,
        "opa": "Aspirin + LMWH",
        "opb": "Corticosteroids",
        "opc": "IV immunoglobulins",
        "opd": "Plasmapheresis",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "63d22b8b-c3bc-482d-8516-8118e3145287",
        "choice_type": "single"
    },
    {
        "question": "A 67 year old elderly male presents with headache, recurrent infections and multiple punched out lytic lesions of X-ray skull and lumbago for last 1 months. The investigadon that will be help in establishing a diagnosis is -",
        "exp": "Ans. is 'a' i. e., Protein electrophoresis Clinical features of multiple myeloma:-o Peak age of incidence of multiple myeloma is between 50 and 60 years. o The clinical features stem from the effects of-Infiltration of organs, particularly bones, by the neoplastic plasma cells. The production of excessive immunoglobulin which often have abnormal physiochemical properties. The Suppression of normal humoral immunity. Clinical features are. Bone pain, pathological fracture, osteoporosis, hypercalcemia because of tumor expansion in bone marrow and secretion of osteolytic cytokines by neoplastic plasma cells. Renal failure because of hypercalcemia, damage by Bence Jones protein, Urate nephropathy, amyloidosis. Recurrent infections because of hypogammoglobulinemia. Pancytopenia because of marrow infiltration by tumor cells that results in anemia, neutropenia and thrombocytopenia. Neurological symptoms because of hyperviscosity and hypercalcemia. Nausea and vomiting because of renal failure and hypercalcemia. Bleeding tendency Platelets get coated by M protein. So, there is impairment in adhesion and aggregation. Coagulation abnormality M proteins interfere with coagidation factors. Amyloidosis - AL type. Cryoglobulinemia. Diagnosis o f multiple myelomao Patients suspected of having multiple myeloma (MM) should initially undergo a complete history and physical examination. The history should pay specific attention to complaints of bone pain, constitutional symptoms, neurological symptoms, and infections. The physical examination should include a detailed neurologic exam. The following laboratory studies should be performed as an initial screen to look for MM: o A complete blood count and differential with examination of the peripheral blood smear. o A chemistry screen that includes measurements of serum calcium, creatinine, albumin, lactate dehydroge-nase, beta-2 microglobulin, and C-reactive protein. o Serum free monoclonal light chain (FLC) analysis. o A serum protein electrophoresis (SPEP) with immunofixation and quantitation of immunoglobulins. o A routine urinalysis and a 24-hour urine collection for electrophoresis (UPEP) and immunofixation. Serum free FLC analysis may be used in place of a 24-hour urine collection in conjunction with SPEP and immunofixation for screening purposes only. Howe\\'er. if a plasma cell proliferative disorder is identified, the UPEP and immunofixation are necessary. o Serum viscosity should be measured if the M-protein concentration is high (ie, >5 g/dL) or there are symp-toms suggestive of hyperviscosity. o Bone marrow aspiration and biopsy with immunophenotyping, conventional cytogenetics, and fluorescence in situ hybridization (FISH). Although a bone marrow evaluation is indicated for all patients with MM at diagnosis, it may be deferred for persons that are clinically suspected of having MG US with a small monoclonal protein (less than 1. 5 g/100 mL), minimal or no abnormalities in serum free light chains, and no end organ damage. o A metastatic bone survey with plain radiographs including the humeri and femoral bones should be per-formed in all patients. If patients have a normal bone survey in the setting of bone pain, or have neurological deficits that may be due to spinal cord compression, additional imaging such as MR1, CT, or PET/CT should be perf ormed to ride out myeloma bone disease. MR1 and PET/CT are useful in patients in whom there is uncertainty about the extent of bone disease, and the role of these imaging modalities is evolving. DIAGNOSTIC CRITERIAOFML'LTIPLE MYELOMAMajor criteria1. Plasmacytoma on tissue biopsy2. Bone marrow plasmocytosis > 30% of plasma cells. 3. o Monoclonal globulin spike IgG > 35g/l, or IgA > 20g/Lo Light chain excretion on urine electrophoresis > lg/24 hrs. Minor criteria1. Bone marrow plasmacytosis, 10-30% plasma cells. 2. Monoclonal globulin spike. IgG^Sg'L orlgA < 20g; L3. Lytic bone lesions. 4. Normal IgM < 500 mg'L, IgA < 1 g'L or IgG < 6g'LCriteria for multiple myeloma1. major & 1 minor criteria. OR2. minor criteria that must include 1 and 2 of minor criteria.",
        "cop": 1,
        "opa": "Protein electrophoresis",
        "opb": "Serum calcium",
        "opc": "Alkaline phosphatase levels",
        "opd": "PSA levels",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "225c70b2-aa6a-42b4-8d52-9f75856c5bdf",
        "choice_type": "single"
    },
    {
        "question": "Platelet in blood bank can be stored upto maximum of -",
        "exp": "Ans. is 'b' i. e., 5 days Platelet and granulocyte storage* For storage in blood bank platelets and granulocytes require temperature of 20 - 24 degrees celcius.* Refrigeration temperatures affect platelet viability and reduce the shelf life of platelets to only 24 hours, it is no longer recommended that platelets be stored at 1 - 6 degrees celcius.* Stored platelets need to be continuously gently agitated using specially designed rotators to prevent aggregation and promote gas exchange.* Depending on the method of collection system used platelets have a shelf life of minimum 1 day to a maximum of 5 days.",
        "cop": 2,
        "opa": "2 days",
        "opb": "5 days",
        "opc": "10 days",
        "opd": "30 days",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "b516df9d-d47a-4cd3-83b3-15cb5580f986",
        "choice_type": "single"
    },
    {
        "question": "An asymptomatic patient on regular health checkup has platelet counts of 8, 00, 000. Next line of management is:",
        "exp": "A i. e. Follow-up and observe. Ref: Harrison's Principles of Internal Medicine, 19th edition, page 678. Explanation: An elevated platelet count in an asymptomatic patient without cardiovascular risk factors requires no therapy. When the platelet count rises above 1 x 106/pL, a substantial quantity of high-molecular-weight von Willebrand multimers are removed from the circulation and destroyed by the enlarged platelet mass, resulting in an acquired form of von Willebrand's disease. THROMBOCYTOSISThrombocytosis, also called thrombocythemia, is generally defined as a platelet count greater than a defined upper limit of normal that may vary between 350, 000/pl to 600, 000/pl, depending on the laboratory or medical reference. The most common cut off for normal is <450, 000/pl. Elevated platelet counts are often an incidental or unexpected finding on a complete blood count (CBC) conducted to evaluate an unrelated condition. For those individuals found to have thrombocytosis without associated bleeding or thrombosis, the first challenge is to find the cause. The causes of thrombocytosis are separated into two categories: Autonomous (primary) thrombocytosis. Occurs as a result of myeloproliferative disorders, myelodysplastic disorders, or rarely as a result of a hereditary condition. Reactive (secondary) thrombocytosis is: Most often a normal physiologic response to coexistent inflammatory condition (e. g., infection, chronic inflammatory condition). Management of essential thrombocytosis by risk factors. Risk category. Risk factors. Management. Low. Age <60 and no prior cardiovascular event. Nil. Follow-up and observe. Intermediate. Generic cardiovascular risk factors. Low dose aspirin (no consensus). High. Age >60 and/or prior cardiovascular events. Myelosuppression + Low dose aspirin",
        "cop": 1,
        "opa": "Follow up and observe",
        "opb": "Bone marrow biopsy",
        "opc": "Plasmapheresis",
        "opd": "Phelobotomy + Packed cell transfusion",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "4a2ca284-b910-4995-9466-272c5e6dfcde",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug should be avoided in G 6 PD deficiency",
        "exp": "Ans a) (Chloroquine) Ref Harrisonn 17th edition table 101-5. DRUGS TO AVOID IN G6. PD DEFICIENCYDEFINITE RISK OF HAEMOLYSISPOSSIBLE RISK OF HAEMOLYSISPharmacological. Class. Drugs*Pharmacological Class. Drugs*Anthelmintics* ss-Naphthol* Niridazole* Stibophen. Analgesics* Acetylsalicylic acid (Aspirin)* Acetanilide* Paracetamol (Acetaminophen)* Aminophenazone (Aminopyrine)* Dipyrone (Metamizole)* Phenacetin* Phenazone (Antipyrine)* Phenylbutazone* Tiaprofenic acid. Antibiotics* Nitrofurans- Nitrofurantoin- Nitrofurazone* Quinolones- Ciprofloxacin- Moxifloxacin- Nalidixic acid- Norfloxacin- Ofloxacin* Chloramphenicol* Sulfonamides- Co-trimoxazole (Sulfamethoxazole + Trimethoprim)- Sulfacetamide- Sulfadiazine- Sulfadimidine- Sulfamethoxazole- Sulfanilamide- Sulfapyridine- Sulfasalazine (Salazosulfapyridine)- Sulfisoxazole (Sulfafurazole) Antibiotics* Furazolidone* Streptomycin* Sulfonamides- Sulfacytine- Sulfaguanidine- Sulfamerazine- Sulfamethoxypyridazole. Anticonvulsants* Phenytoin. Antidiabetics* Glibenclamide. Antidotes* Dimercaprol (BAL). Antihistamines* Antazoline (Antistine). Antimalarials* Mepacrine* Pamaquine* Pentaquine* Primaquine Diphenhydramine. Tripelennamine. Antihypertensives. Hydralazine. Methyldopa. Antimethemo- globinaemic Agents* Methylene blue. Antimalarials* Chloroquine & derivatives* Proguanil. Antimycobacterials* Dapsone* Para-aminosalicylic acid- Aldesulfone sodium (Sulfoxone)- Glucosulfone- Thiazosulfone * Pyrimethamine* Quinidine* Quinine. Antimycobacterials* Isoniazid. Antiparkinsonism Agents* Trihexyphenidyl (Benzhexol). Antineoplastic Adjuncts* Doxorubicin* Rasburicase. Cardiovascular Drugs* Dopamine (L-dopa)* Procainamide* Quinidine. Genitourinary Analgesics* Phenazopyridine (Pyridium). Diagnostic Agent for Cancer Detection* Toluidine blue. Others* Acetylphenylhydrazine* Phenylhydrazine. Gout Preparations* Colchicine* Probenecid Hormonal Contraceptives* Mestranol Nitrates* Isobutyl nitrite Vitamin K Substance* Menadiol Na sulfate* Menadione* Menadione Na bisulfite* Phytomenadione Vitamins* Ascorbic acid (Vit C) (rare) Others* Arsine* Berberine (in Coptis chinensis)* Fava beans* Naphthalene (in mothballs)* Para-aminobenzoic acid",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "vancomycin",
        "opc": "nicorandil",
        "opd": "hydralazine",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "e9d87772-be64-4551-8c1d-be279f9f6622",
        "choice_type": "single"
    },
    {
        "question": "Bence jones proteins are:",
        "exp": "Ans: d. Ref: CMDT 2004, p. 1731 see index, Harrison, 16thed, p. 659",
        "cop": 4,
        "opa": "Heavy chain Ig G",
        "opb": "Present in bone marrow",
        "opc": "Seen in lymphoma",
        "opd": "Light chain IgG",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "91421225-d234-4c03-81d3-1e770cac5417",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents with symptoms of fatigue, weakness, nose bleeds, and palpitations with exertion. On examination he is pale, blood pressure 110/70 mm Hg, pulse 100/min, heart sounds are normal, lungs are clear, and he has multiple petechiae and bruises on his legs. His blood count is abnormal: hemoglobin 8. 5 g/dL, white blood cells (WBCs) 4000/mL, platelets 50, 000/mL, and there are blast cells in the peripheral blood. He is diagnosed with acute promyelocytic leukemia (AML-M3). Which of the following is a characteristic of this acute myelogenous leukemia?",
        "exp": "(d) Source: (Lichtman, pp. 1186, 1192). Auer bodies are slender, pink, staining rods containing lysozyme, and are exclusively seen in AML. Although similar to normal azurophilic granules in content and staining properties, they are distinguished by their gigantic size. Special stains can enhance the detection of Auer bodies. They are only seen in a minority of cases. The Philadelphia chromosome is a feature of choric myelogenous leukemia (CML), and a high leukocyte alkaline phosphatase level is seen in patients with a high WBC due to a leukemoid reaction.",
        "cop": 4,
        "opa": "peak incidence in childhood",
        "opb": "high leukocyte alkaline phosphatase",
        "opc": "Philadelphia chromosome",
        "opd": "Auer bodies in blast cells",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "c664f4f4-9e9f-4848-98c8-f031bb8e9c3f",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman with sickle cell disease presents with increasing pain in her right hip. She has no fever, chills, back or other bone pain, and there is no history of any trauma. On examination, her temperature is 37. 3degC, range of motion in the right hip is reduced, she walks with a limp, and the right leg is shorter than the left. Movements of the hip and walking on it are painful. X-rays of the hip are shown in Figure below. Which of the following is the most likely diagnosis?",
        "exp": "The diagnosis is AVN of the femoral head. Bone complications occur frequently in patients with sickle cell anemia. Infarcted areas of bone and bone marrow can become sites of infection (osteomyelitis) with Staphylococcus aureus or salmonella, but the lack of fever and clinical signs in this patient suggest AVN. Infarction of the femoral head nutrient artery leads to AVN and chronic joint pain. The humeral head is also at risk of AVN. Septic arthritis is a less common complication.",
        "cop": 1,
        "opa": "avascular necrosis (AVN) of the femoral head",
        "opb": "osteomyelitis",
        "opc": "hip fracture",
        "opd": "septic arthritis",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "987c8873-5109-460c-90ec-f3b25d19c9e1",
        "choice_type": "single"
    },
    {
        "question": "What is the lower limit of normal hemoglobin concentration for the male between 15-17 years of age -",
        "exp": "Ans. is 'b' i. e., 13 gm% Normal Mean and lower limits of normal for hemoglobin, hematocrit, and Mean corpuscular volume Hemoglobin (g/dL). Hematocrit (%). Mean corpuscular volume (mm3). Age (Yr). Mean. Lower Limit. Mean. Lower Limint. Mean. Lower Limit0. 5-1. 912. 511. 0373377702-412. 511. 0383479735-713. 011. 5395581758-1113. 512. 04036837612-14 Female13. 512. 041368578. Male14. 012. 54337847715-17 Female14. 012. 041368779. Male15. 013. 04638867818-49 Female14. 012. 042379080. Male16. 014. 047409080",
        "cop": 2,
        "opa": "12 gm%",
        "opb": "13 gm%",
        "opc": "14gm%",
        "opd": "15gm%",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "acc360f3-f9ca-4159-9aab-8b0f09bfe870",
        "choice_type": "single"
    },
    {
        "question": "Splenectomy is indicated in:",
        "exp": "Ans: b",
        "cop": 2,
        "opa": "Sickle cell anemia",
        "opb": "Hereditary spherocytosis",
        "opc": "Hemoglobin c disease",
        "opd": "Hodgkins lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "896f1902-0cd6-4436-a28a-8ff89f8f75e9",
        "choice_type": "single"
    },
    {
        "question": "This is the peripheral smear of which disease?",
        "exp": "Ans. C. Sickle cell anemia. Sickle cell anemia. The elongated and crescent-shaped red blood cells seen on this smear represent circulating irreversibly sickled cells. Target cells and a nucleated red blood cell are also seen.",
        "cop": 3,
        "opa": "Thalassemia",
        "opb": "Irion deficiency anemia",
        "opc": "Sickle cell anemia",
        "opd": "Sideroblastic anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "135995b8-2dfa-4f5f-bbfe-a36dc7398495",
        "choice_type": "single"
    },
    {
        "question": "A 4-month-old infant is anemic with a hemoglobin level of 9. 5 g/dL and MCV 77 fL. The baby looks well, the height and weight growth parameters are normal, and she is breast-feeding well. Which of the following is the most likely cause for her anemia?",
        "exp": "Iron deficiency is the most common cause of anemia in infancy. Sixty percent of body iron concentration at birth is contained in circulating Hb. Milk is a poor source of iron, so the most common cause of iron deficiency in infancy is prolonged breast or bottle feeding. Cereals are high in iron content. Hemolysis and folate deficiency as the cause of this baby's anemia would result in a normocytic or macrocytic anemia, and it is unlikely malabsorption is the cause since the baby is gaining weight and doing well clinically.",
        "cop": 1,
        "opa": "inadequate dietary iron",
        "opb": "hemolysis",
        "opc": "late clamping of cord",
        "opd": "iron malabsorption",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "975b7840-a382-4940-8738-05631825e022",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male presents with renal failure, bone pain for 7 years and osteolytic lesions on X-ray. Serum electrophoresis shows M spike and 35% plasma cells with aberrant protein expression. What is the diagnosis? (E. REPEAT 2013)",
        "exp": "Ref: Harrison 's Principles of Internal Medicine, 18th edition. Pages 937-942: CMDT 2013, Pages 527-529. Explanation: MULTIPLE MYELOMAMalignant proliferation of plasma cells derived from a single clone. Clinical Featureso Lytic hone lesionso Anemia with high ESRo Rnulex formation of red cellso Renal failureo Infectionso Hypercalcemia. Classical Triad of MMo Marrow plasmacytosis >10%o Lytic bone lesionso Serum and/or urine M component. Diagnosiso Monoclonal plasma cells (k, l, light chain restricted) in BM or as a tumor (solitary plasmacytoma). o End organ damage--lytic bony lesions, anemia, hypercalcemia, renal failure with paraproteinemia (mostly IgG or IgA)o Serum electrophoresis for M band (b, g)o Urine Bence Jones protein for light chainso Non secretory myeloma--No paraproteins, poor prognosis. o X-rays axial skeleton--Skull, spine, long bones, ribs for lytic lesionso PET or MRI useful for early lesionso Radionuclide scan NOT useful. DD: Smoldering myeloma and MGUS. Treatment: o Thalidomide/lenolidamide + high dose dexamethasone. o Bortezomib. o Autologous hematopoietic SCT. o Localized RT tor vertebral collapse, o Bisphosphonates for malignant hypercalcemia (beware of osteonecrosis jaw!).* Prognosis. Stage32 microglobulin. Albumin. Survival. Stage 1<3. 5 mg/L>5. 5 g/dL>5 years. Stage 23. 5-5. 5 mg/L Stage 3>5. 5 mg/L <2 years Smouldering myeloma (Asymptomatic myeloma)MGUSM protein in serum> 30g/L<30g/LBM plasma cells> 10%< 10%Symptoms. Nil End organ damage. Nil. Nil. Plasma Cell Leukemia. Plasma cells >2000/pL in 2% of patients. Seen in IgD (12% t and IgE (25%) myelomas.",
        "cop": 2,
        "opa": "MGUS",
        "opb": "Multiple myeloma",
        "opc": "Smoldering myeloma",
        "opd": "Plasma cell leukemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "8494da99-7dfb-4a6c-8b8d-e4c2ac20d6ce",
        "choice_type": "single"
    },
    {
        "question": "Neutropenia is not a feature of",
        "exp": "Ans: c) Congenital asplenia1) X linked Immmunodeficiency with Hyper IgM syndrome* Defective isotype switching leads to increased Ig M and decreased Ig G and A* Due to abnormal CD- 40 ligand leading to defective B-T cell interactions: so T cell response is also abnormal (pneumocytosis, aspergillosis, CMV infections also)* Neutropenia is frequent in affected males (Harrison 17th edition)* Defective NFK^ essential modulator (NEMO) causes Hyper IgM with ectodermal dysplasia* Achranon induced cytidine deaminase (AID), URAGIDNA glycosylase (UNG). So Hyper IgM may be due to abnormal CD 40 C/ NEMO/AID/UNG. 2) Wiskott Aldrich syndrome:* Eczema (increased IgE); thrombocytopenia (small and short lived) and infections (decreased IgM; T cell deficiency)* WASP gene mutation* IgM is low; IgG and A normal; IgE increased* Lymphoreticular malignancy* Failure to make Antibody to polysaccharide antigen (protein antigen also if advanced)* Neutropenia; defective chemotaxis of neutrophils also may be seen. 3) Kostmann syndrome: Is a hereditary neutropenic syndrome due to mutation in anti-apoptosin gene HAX -1. Other Congenital Neutropenias: Mutation Neutrophil elastase: Severe chronic neutropenia. Hereditary cyclic neutropenia. Cartilage hair hypoplasia syndrome. Schwachmann - Diamond syndrome. WHIM syndrome; G-CSF receptor mutation associated with Wiskott Aldrich CD-40 L defect (Harrison 17th edition). Congenital asplenia: is a cause of Neutrophilia. Job's syndrome: Hyper IgE recurrent infection syndrome (eczema, skin abscess, Staphylococcus aureus pneumonia)",
        "cop": 3,
        "opa": "Wiskott aldrich syndrome",
        "opb": "Kostmann syndrome",
        "opc": "Congenital asplenia",
        "opd": "X linked hyper IgM syndrome",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "8bf7c700-5af6-4bf4-89dc-b387f4761fad",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old man is recently diagnosed with beta-thalassemia minor. His hemoglobin is 10. 5 g/dL, and he feels well. Which of the following findings is characteristic of this condition?",
        "exp": "An increased amount of HbF or Hb. A2 would be expected. As beta-chains are decreased in beta-thalassemia, the excess alpha-chains combine with gamma- and delta-chains to make HbF and Hb. A2, respectively.",
        "cop": 1,
        "opa": "an increased amount of fetal hemoglobin (HbF) or hemoglobin A2 (Hb. A2)",
        "opb": "increased osmotic fragility of the red cells",
        "opc": "absent bone marrow iron",
        "opd": "increased macroglobulins in the serum",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "4fef011f-a23e-4210-aece-02b1622a8a39",
        "choice_type": "single"
    },
    {
        "question": "In Beta thalassemia, there is",
        "exp": "Ans. is 'b' Decrease in Beta chain and increase in alpha chain The abnormality in Beta thalassemia is a total lack of or a reduction in the synthesis of structurally normal Beta Globin chains with unimpaired synthesis of alpha chains. The hematologic consequence of this is not only low intracellular hemoglobin but also relative excess of alpha chains. The free alpha chains tend to aggregate into insoluble inclusions within erythrocytes and their precursors causing premature destruction of maturing erythroblasts within the marrow ( ineffective erythropoises)* as well as lyses of mature red cells in spleen.",
        "cop": 2,
        "opa": "Increase in beta chain, decrease in alpha chain",
        "opb": "Decrease in beta chain, increase in alpha chain",
        "opc": "Decrease in beta chain decrease in alpha chain",
        "opd": "Increase in beta chain, increase alpha chain",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "b658dbe9-422a-4e0b-b466-dc7c089681c0",
        "choice_type": "single"
    },
    {
        "question": "Charcot leyden crystals are derived from:",
        "exp": "Ans: a. Ref: Harrison, 16thed, p. 1511",
        "cop": 1,
        "opa": "Eosinophils",
        "opb": "Basophils",
        "opc": "Neutrophils",
        "opd": "Bronchial goblet cells",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "bb57f03d-5cea-42cc-a598-ade9a73fa34d",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic test for paroxysmal nocturnal hemoglobinuria is:",
        "exp": "(Analysis of GPI-linked proteins) (616-H 16th) (437-CMDT-2009) (661-HI7lh)PAROXYSMAL NOCTURNAL HEMOGLOBINURIA -Diagnosis - Macro-ovalocytes, urine hemosiderin, T LDH, Iron deficiency anemia* TLC and platelet count decreased* Decreased leukocyte alkaline phosphatase* Bone marrow-generated hypoplasia or erythroid hyperplasia* Flow cytometric assays may confirm the diagnoses by demonstrating the absence of CD59 (503-CMDT-07)* Ham test (acidified serum lysis test) and sucrose lysis test (Reduction in ionic strength) are not reliable (616-H)* Analysis of GPI-linked protein (e. g. CD 59, DAF) on RBC and granulocytes by flow cytometry, (616-H)",
        "cop": 4,
        "opa": "Sucrose lysis test",
        "opb": "Ham test",
        "opc": "Elevated LDH levels",
        "opd": "Analysis of GPI-linked proteins",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "d977f0bc-2989-49a8-a871-f714bbd40abc",
        "choice_type": "single"
    },
    {
        "question": "Bleeding time is prolonged in:",
        "exp": "Ans: a",
        "cop": 1,
        "opa": "Von willibrand's disease",
        "opb": "Christmas disease",
        "opc": "Haemophilia",
        "opd": "Polycythemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "69e26d41-9301-4f91-a7e9-e77f98bcda01",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with an intrinsic defect in the RBC membrane?",
        "exp": "Ans. b. Hereditary spherocytosis (Ref: Harrison 19/e p651, 18/e p872, 873; Robbins 9/e p632-634, 8/e p642). Hereditary spherocytosis is associated with an intrinsic defect in the RBC membrane. Hereditary Spherocytosis. Characterized by defect in one of the proteins in the cytoskeleton of RBC membrane, leading to loss of membrane, and hence decreased ratio of surface area to volume and consequently spherocytosis. Autosomal dominant. QProteins that may be defective: MC membrane defect: Ankyrin. Protein Defects causing Hereditary Spherocytosis: AnkyrinQ > Protein 3 >Spectrin >Palladin. Clinical Features: One characteristic clinical presentation is anemia, splenomegaly and jaundice. QStable clinical course is sometimes punctuated by an aplastic crisis, usually triggered by an acute parvo virus infectionQ. Characteristic Laboratory abnormalities: MCV is decreased. QMCHC is increased. QOsmotic fragility is increased. QDiagnosis: Diagnosis is readily established by a positive direct Coomb's testQ. Treatment: Splenectomy is treatment of choiceQ.",
        "cop": 2,
        "opa": "Autoimmune hemolytic anemia",
        "opb": "Hereditary spherocytosis",
        "opc": "Microangiopathic hemolytic anemia",
        "opd": "Thermal injury anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "301cc4a8-d7b4-4b1b-800f-0407638c8602",
        "choice_type": "single"
    },
    {
        "question": "Most diagnostic feature of DIC?",
        "exp": "Ans. d (d - Dimer assay). (Ref. Harrison, Medicine, 18th ed. Ch. 262)DIC (DISSEMINATED INTRAVASCULAR COAGULATION)# Damage to endothelial cells by endotoxins by gram-negative bacteria, thromboplastin production from damaged tissues, placenta; fat embolus activates extrinsic pathway, wide spread coagulation occurs due to circulating thrombin with consumption of platelet factors V, VIII, fibrinogen.# Bleeding or thrombosis can occur, although bleeding is common.# Microangiopathic hemolytic anemia occurs.# Hypofibrinogenemia, Raised PTT, Thrombocytopenia. The quantitative plasma d-dimer ELISA rises in the presence of DVT or PE because of the breakdown of fibrin by plasmin. Elevation of d-dimer indicates endogenous although often clinically ineffective thrombolysis. The sensitivity of the d-dimer is >80% for DVT (including isolated calf DVT) and >95% for PE. The d-dimer is less sensitive for DVT than for PE because the DVT thrombus size is smaller. The d-dimer is a useful \"rule out\" test. More than 95% of patients with a normal (<500 ng/mL) d-dimer do not have PE. The d-dimer assay is not specific. Levels increase in patients with myocardial infarction, pneumonia, sepsis, cancer, postoperative state and pregnancy (2nd/3rd trimester).# Increased fibrinogen degradation products (D-dimer assay) is sensitive, but not specific.",
        "cop": 4,
        "opa": "Raised PT",
        "opb": "Raised PTT",
        "opc": "Raised Bleeding time",
        "opd": "d - Dimer assay.",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "770009b3-c15d-4598-b3f5-f57a788d415e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of severe ITP is",
        "exp": "Ans. b (IV gamma globulin). (Ref. Harrison, Principles of Medicine, 18th/Chapter 115.)IDIOPATHIC THROMBOCYTOPENIC PURPURA# Explosive onset of severe thrombocytopenia following recovery of viral exanthema or URI is common in children and accounts for 90% of paediatric immunologic thrombocytopenia.# 90% recover in 3-6 months.# Chronic ITP is common in females, 20-40 years of age.# Treatment include- glucocorticoids- danazol, - IV Ig or anti-RhD.- Emergency splenectomy depending on response to medical line of treatment is recommended.- Anti CD 20 abs (Rituximab) is also being tried in treatment of ITP. Initial treatment in patients without significant bleeding symptoms, severe thrombocytopenia (<5000/L), or signs of impending bleeding (such as retinal hemorrhage or large oral mucosal hemorrhages) can be instituted as an outpatient using single agents. Traditionally, this has been prednisone at 1 mg/kg, although Rh (D) immune globulin therapy (Win. Rho SDF), at 50-75 g/kg, is also being used in this setting. IVIgG has more efficacy than anti-Rh0(D) in postsplenectomized patients. IVIgG is dosed at 2 g/kg total, given in divided doses over 2-5 days. For patients with severe ITP and/or symptoms of bleeding, hospital admission and combined-modality therapy is given using high-dose glucocorticoids with IVIgG or anti-Rh D therapy, and, as needed, additional immunosuppressive agents. Rituximab, an anti-CD20 (B cell) antibody, has shown efficacy in the treatment of refractory ITP. Splenectomy has been used for treatment of patients who relapse after glucocorticoids are tapered. Thrombopoietin receptor agonists are now available for the treatment of ITP. Two agents, one administered subcutaneously (romiplostim) and another orally (eltrombopag), have shown response in many patients with refractory ITP.",
        "cop": 2,
        "opa": "BMT",
        "opb": "IV gammaglobulins",
        "opc": "Plasmapheresis",
        "opd": "Steroids",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "c000a951-d99e-4415-9c5c-b9be6b87e965",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely effect of increased levels of red blood cell 2, 3 diphosphoglycerate (2, 3-DPG)?",
        "exp": "The 2, 3-bisphosphoglycerate (2, 3-BPG) binds to the central cavity of the heme molecule and changes the configuration in favor of oxygen release. The other common factors that affect oxygen affinity are temperature and pH. The oxygen affinity of Hb is easily characterized by P50; the oxygen tension at which Hb is half-saturated.",
        "cop": 3,
        "opa": "hemolytic anemia due to sulfa drugs",
        "opb": "increased oxygen affinity",
        "opc": "decreased oxygen affinity",
        "opd": "loss of red cell energy",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "2e96878c-a18d-49f2-bdb8-114283ee79e0",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman is feeling fatigued. Blood work reveals hemoglobin of 9. 0 g/dL (14 g/dL 1 year earlier). She has no other symptoms. Her blood film is shown in Figure given below. Which of the following is the most appropriate next diagnostic test?",
        "exp": "The film shows hypochromic, microcytic red cells, suggesting iron deficiency. Although thalassemia can mimic iron deficiency, the normal hemoglobin 1 year earlier makes this unlikely. Anemia of chronic disease is unlikely because there are no signs of such a chronic disease. Thus, blood loss from the GI tract is the most likely cause.",
        "cop": 3,
        "opa": "serum B12 level",
        "opb": "hemoglobin electrophoresis",
        "opc": "colonoscopy",
        "opd": "bone marrow aspiration",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "8ba1d638-061a-45ad-aace-e2712def0d6f",
        "choice_type": "single"
    },
    {
        "question": "Spherocytes are not seen in:",
        "exp": "Ans: b (Plasmodium falciparum) Ref: Hairison, ed, p. 608. Spherocytes are not seen in Plasmodium falciparum infection. Conditions in which Spherocytes are seen. Autoimmune haemolysis. Hereditary spherocytosis. Post splenectomy. Disseminated intravascular coagulation. Clostridium Welchii septicaemia. Bums. Basophilic stippling. Lead poisoning5' nucleotidase (maximum). Thalassaemia. Myelodysplasia. Aplastic anemia. Target cells. Liver disease. Post splenectomy. Thalassaemia. Hb C disease. Acanthocytosis. Chronic liver disease. Burr cells. Uraemia. Howell - Jolly bodies. Megaloblastic anemia. Post splenectomy. Stomatocytes. Alcoholism Note: Smudge cells- Chronic lymphatic leukaemia. Flame cells- Multiple myeloma. Flower cells- Adult T cell lymphoma. Faggot cells- AML M, (promyelocytic leukaemia). Tear drop cells- Myelofibrosis. Hallmark cells- Anaplastic large cell lymphoma. Sea blue histiocytes- CML",
        "cop": 2,
        "opa": "Splenectomy",
        "opb": "Plasmodium falciparum",
        "opc": "Hereditary spherocytosis",
        "opd": "Autoimmune haemolytic anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "98fcc1d1-d1ab-4ae0-b5cd-0d3c68bd0697",
        "choice_type": "single"
    },
    {
        "question": "In Beta thalassemia, the most common gene mutation is:",
        "exp": "Ans. is 'a' i. e., Intron 1 inversion The most common mutation causing a thalassemia is intronfinversion. Thalassemias are autosomal recessive disorder. The most common mutation causing thalassemias is intron/inversion. Also know: o Synthesis of alpha chain is controlled by 2 gene clusters on - Chromosome 16o Synthesis of beta chain is controlled by 2 gene clusters on - Chromosome 11. Thalassemia mutations in India. Multations. Frequencyo IVS1-5(G-C)o 619 bp delectiono IVS-I (G-T)o FR41/42(TCTT)o FR8/9 (+G )o CodonlS (G-A)o Others48%18%9%9%5%6%100%",
        "cop": 1,
        "opa": "Intron 1 inversion",
        "opb": "Intron 22",
        "opc": "619 bp deletion",
        "opd": "3. 7 bp deletion",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "2e9e3dae-a56b-4dc1-9e26-c4603de3bcbf",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old woman has a low hemoglobin value of 10. 5 g/dL on routine CBC testing. The red cells are microcytic, but the WBC and platelet counts are normal. She has an adequate intake of iron-containing foods, her menstrual flow is normal, and there is no other history of blood loss. Her physical examination is completely normal, and iron studies reveal a normal ferritin level. She states that other members in her family have also been told they are anemic and given a diagnosis of alpha-thalassemia. Formation of which of the following hemoglobin's is increased in alpha-thalassemia?",
        "exp": "Alpha-thalassemia involves a decrease in alpha-chain production and leads to the formation of beta-globin tetramers known as hemoglobin H. Individuals normally inherit four alpha-chain genes. The clinical syndrome depends on how many genes are deleted. Deletion of 1 gene results in a silent carrier state. Deletion of all 4 is the most severe and presents as hydrops fetalis. This condition is incompatible with life.",
        "cop": 1,
        "opa": "H",
        "opb": "A",
        "opc": "F",
        "opd": "A2",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "fe2f6912-24d1-4684-a356-894614910413",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male attends blood transfusion department for platelet apheresis. He has not donated blood before. During apheresis, he suddenly feels tingling around the mouth, numbness in the arm. An ECG was taken and shows ST segment elevation. What is the reason?",
        "exp": "ANS. CThe diagnosis of the above question is hypocalcemia due to excess citrate producing symptoms of hypocalcemic tetany. ECG--characteristics of hypocalcemia",
        "cop": 3,
        "opa": "Blood phobia",
        "opb": "Due to first time transfusion",
        "opc": "Citrate toxicity",
        "opd": "Hypothermia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "4a5217dc-b5a4-4096-84ea-c4af000adbaf",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in CML is",
        "exp": "(Imatinib mesylate) (444-CMDT-08) (685-H17th)CHRONIC MYELOID LEUKEMIA* **Allogenic stem cell transplant (SCT) is the only curative therapy for CML and when feasible is the treatment of choice* * * When allogenic SCT is not feasible, Interferon a therapy is the treatment of choice* Recombinant a - Interferon had largely replaced hydroxy urea as the treatment of choice for CML* Leukapheresis - role in the treatment of pregnant women in whom it is important to avoid potentially teratogenc drugs* Splenectomy - used rarely to reduce the size of the spleen. Treatment of blast crises* The treatment of all forms of the blast crises is generally ineffective* Myeloid crises and erythroid crises are treated as for AML* Lymphoid blast crises is treated like ALL with vincristine plus prednisone induction therapy with or without an anthracycline* Even SCT is minimally effective during blast crises* The treatment of CML has been transformed by the introduction of imatinib mesylate. Which specifically inhibits the tyrosine kinase activity of the bcr/abl oncogene (444-CMDT- 08)",
        "cop": 3,
        "opa": "Busulfan",
        "opb": "Chlorambucil",
        "opc": "Imatinib mesylate",
        "opd": "Hydroxy urea",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "3b49d55f-0edd-404f-8682-8c1d06f87f5d",
        "choice_type": "single"
    },
    {
        "question": "Best marker of iron deficiency anemia is?",
        "exp": "ANSWER: (B) Serum ferritin. REF: Harrison's 18th ed ch: 103\"Serum ferritin is the most specific and sensitive test for iron deficiency\"Under steady-state conditions, the serum ferritin level correlates with total body iron stores; thus, the serum ferritinlevel is the most convenient laboratory test to estimate iron stores.",
        "cop": 2,
        "opa": "Serum iron",
        "opb": "Serum ferritin",
        "opc": "Total iron binding capacity",
        "opd": "Transferrin saturation",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "3e5fd9c0-99e4-4617-8014-3da0f7cee3c7",
        "choice_type": "single"
    },
    {
        "question": "80 year old, asymptomatic man present with a total leucocyte count of 1 lakh, with 80% lymphocytes and 20% PMCs. What is the most probable diagnosis?",
        "exp": "Ans. is 'C' i. e., CLL Chronic lvmphocvtic leukemia (CLLVSmall lymphocyte lymphoma (SLL) o CLL and SLL are identical neoplasms/arise due to an abnormal neoplastic proliferation of B cells. CLL involves primarily bone marrow and blood, while SLL involves lymph nodes. Morphology of CLL/SLL o The tumor cells of CLL are small B lymphocytes. Leukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm. o The lymph node architecture is diffusely effaced by these tumor cells. These cells are mixed with variable numbers of larger cells called prolymphocytes. In many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity. When present proliferation centers are pathognomonic for CLL/SLL. o In CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells (Basket 'cells' or parachute 'cells'). Markers of CLL tumor cells o CLL is a tumor of mature B-cells, therefore it expresses the B-cell markers such as CDI9, CD20 and surface IgM and IgD. In addition CD 23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23). Clinical features of CLL o Most patients present at ages over 50 with a male predominance. Patients with CLL are often asymptomatic. When symptoms appear, they are nonspecific and include easy fatigability, weight loss and anorexia. Other symptoms are # Hepatosplenomegaly # Hypogammaglobulinemia - Increased susceptibiltiy to infections. # Lymphodenopathy # Autoimmune hemolytic anemia or thrombocytopenia o CLL has a tendency to transform into more aggressive lymphoid neoplams:- i) Prolymphocytic leukemia - Characterized by worsening of cytopenia, marked splenomagaly and appearance of prolymphocytes in the peripheral blood. ii). Richiter syndrome - CLL is transformed into diffuse large B-cell lymphoma.",
        "cop": 3,
        "opa": "HIV",
        "opb": "CML",
        "opc": "CLL",
        "opd": "TB",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "fdfa669f-382d-4817-abdf-ffd91500089b",
        "choice_type": "single"
    },
    {
        "question": "Low serum iron and low serum ferritin is seen in:",
        "exp": "Ans. (a) Iron deficiency anemia. Ref-. Chapter 104: Harrison 18th edition. Disease. Serum iron. Serum ferritin. TIBCIron deficiency anemia. Decreased. Decreased. Increased. Chronic kidney disease (anemia is due to deficiency of erythropoietin). Normal. Normal/ decreased if lost in urine due to kidney pathology. Normal. Sideroblastic anemia. Increased. Increased. Decreased. Fanconi anemia( anemia is due to congenital aplastic anemia). Normal. Normalnormal",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Chronic kidney disease",
        "opc": "Sideroblastic anemia",
        "opd": "Fanconi anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "9576be91-468c-4b10-b7dc-e4723334109f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following acquired conditions is low risk for thrombosis?",
        "exp": "Ans. is 'b' i. e., Oral contraceptive use Hypercoagulable states. Primary (Genetic). Common. Factor V mutation (Arg to Glu substitution in amino acid residue 506 leading to resistance to activatedprotein C; factor V leiden). Prothrombin mutation (G2021. QA noncording sequence variant leading to increased prothrombin leveis). Increased levels of factors VIII, IX, XI or fibrinogen (genetics unknown). Rare. Antithrombin III deficiency. Protein C deficiency. Protein S deficiency. Vary Rare. Fibrinolysis defects. Homozygus homocystinuria (deficiency of cystathione b-synthetase). Secondary (Acquired). High risk for thrombosis. Prolonged bed rest or immobilization. Myocardial infarction. Atrial fibrilation. Tissue injury (surgery, fracture, bum). Cancer. Prosthetic cardiac valves. Disseminated intravascular coagulation. Heparin-induced thrombocytopenia. Antiphospholipid antibody syndrome. Lower risk for thrombosis. Cardiomyopathy. Nephrotic syndrome. Hyperstrogenic states (pregnancy and postpartum). Oral contraceptive use. Sickle cell anemia. Smoking",
        "cop": 2,
        "opa": "Heparin induced thrombocytopenia",
        "opb": "Oral contraceptive use",
        "opc": "Antiphospholipid antibody syndrome",
        "opd": "Myocardial infarction",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "b927ebda-c169-441b-801c-ed06cf2ecdc0",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman, with poor dietary habits and alcoholism, is found to have a macrocytic anemia with hyper segmented neutrophils. Which of the following is the most appropriate diagnostic test?",
        "exp": "Folate deficiency can be secondary to small bowel disease, alcoholism, inadequate intake, disease states with high cell turnover (hemolytic anemia), drugs (methotrexate), and pregnancy. The concentration of folate in plasma changes rapidly with changes in food intake, so the diagnosis of anemia secondary to folate deficiency is made more reliable by measuring red blood cell folate.",
        "cop": 1,
        "opa": "red blood cell vitamin levels",
        "opb": "plasma vitamin levels",
        "opc": "bone marrow",
        "opd": "Schilling test",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "eb6f6f5c-ea9a-4620-b9ce-50cc213ae422",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old man, of Italian extraction, is found to have a hypochromic microcytic anemia of 10 g/dL. In addition, there are a fair number of anisocytosis, poikilocytosis, and target cells seen on the blood film. The WBC is 9500/mL, the platelet count is 240, 000/mL, and the reticulocyte count is 7%. The spleen is palpated 5 cm below the left costal margin. Which of the following is the most likely diagnosis?",
        "exp": "Thalassemia minor usually represents a heterozygous state and is often asymptomatic. Symptoms may develop during periods of stress such as pregnancy or severe infection. Hemoglobin values are usually in the 9-11 g/dL range. The red cells are small and poorly hemoglobinized.",
        "cop": 2,
        "opa": "sickle cell trait",
        "opb": "thalassemia minor",
        "opc": "HbS-C disease",
        "opd": "sideroblastic anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "845ba055-7257-46dd-8688-2b0b0cfd3dff",
        "choice_type": "single"
    },
    {
        "question": "Good prognosis seen in which type of Hodgkin?",
        "exp": "ANSWER: (A) Lymphocytic predominance. REF: Harrisons 17th ed chapter 105\"Lymphocyte predominance has survival rate > 80% and has best prognosis amongst all type of lymphomas\"The treatment of patients with nodular lymphocyte-predominant Hodgkin's disease is controversial. Some clinicians favor no treatment and merely close follow-up. In the United States, most physicians will treat localized disease with radiotherapy and disseminated disease with regimens utilized for patients with classical Hodgkin's disease. Regardless of the therapy utilized, most series report a long-term survival of >80%.",
        "cop": 1,
        "opa": "Lymphocytic predominance",
        "opb": "Lymphocytic depletion",
        "opc": "Nodular sclerosis",
        "opd": "Classical",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "d8854a26-9850-44e1-8a8c-f4bf8e3039a7",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents to the emergency department with symptoms of fatigue, weakness, nose bleeds, and palpitations with exertion. The symptoms started 1 week ago and are getting worse every day. He has no prior health issues and is not taking any medications. On examination, he is pale, blood pressure 110/70 mm Hg, pulse 100/min, heart sounds are normal, lungs are clear, and he has multiple petechiae and bruises on his legs. His blood count is abnormal; hemoglobin 8. 5 g/dL, white blood cells (WBCs) 4000/mL, platelets 50, 000/mL, and there are blast cells in the peripheral blood. He is diagnosed with acute promyelocytic leukemia (AML-M3). (See Figure below) Which of the following is a characteristic of this acute myelogenous leukemia?",
        "exp": "The image shows Auer bodies in the blast cell, they are slender, pink staining rods containing lysozyme, and are exclusively seen in AML. Although similar to normal azurophilic granules in content and staining properties, they are distinguished by their gigantic size. Special stains can enhance the detection of Auer bodies. They are only seen in a minority of cases. The Philadelphia chromosome is a feature of choric myelogenous leukemia (CML), and a high leukocyte alkaline phosphatase level is seen in patients with a high WBC due to a leukemoid reaction.",
        "cop": 4,
        "opa": "peak incidence in childhood",
        "opb": "high leukocyte alkaline phosphatase",
        "opc": "Philadelphia chromosome",
        "opd": "Auer bodies in blast cells",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "d61336ba-cd71-4392-af40-d322a128a6bd",
        "choice_type": "single"
    },
    {
        "question": "Which deleterious effect is least likely to occur in hypothermia",
        "exp": "Ans. is 'b' i. e. decreased peripheral resistance Deleterious effect of hypothermia. Cardiac arryhthmias and ischemia. Increased peripheral vascular resistance. Left shift of hemoglobin-oxygen saturation curve. Reversible coagulopathy. Postoperative protein catabolism and stress response. Altered mental status. Impaired renal function. Decreased drug metabolism. Poor wound healing. Increased incidence of infection. There is an extensive list of physiological changes associated with hypothermia on Harrison p 123. Go through it",
        "cop": 2,
        "opa": "Cardiac arryhthmia",
        "opb": "Decreased peripheral resistance",
        "opc": "Reversible coagulation",
        "opd": "Renal failure",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "c3d85a2a-2cd8-442e-9f93-3f870fcf5945",
        "choice_type": "single"
    },
    {
        "question": "Cryoprecipitate contains",
        "exp": "Answer: a) Factor VIII and fibrinogen Cryoprecipitate. Made from fresh plasma by cooling the plasma to 4degC and collecting the supernatant layer. Contents: Fibrinogen, factor VIII, v. WF, factor XIII",
        "cop": 1,
        "opa": "Factor VIII and fibrinogen",
        "opb": "Factor VII and fibrinogen",
        "opc": "Factor V and Factor VII",
        "opd": "Factor VII and Factor VIII",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "48f71f76-4318-4660-ac37-7393c7c56098",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman presents with feeling light-headed when standing up and 3 days of passing dark black stools. She has a past history of chronic viral hepatitis B, and has developed cirrhosis. On examination, she is alert, blood pressure is 90/60 mm Hg supine and 76/60 mm Hg standing. Her abdomen is distended with signs of ascites, it is nontender, and there are multiple bruises on the legs. Her hemoglobin is 9. 0 g/dL, platelets 90, 000/mL, albumin 3 g/dL, bilirubin 1. 3 mg/dL, and international normalized ratio (INR) 2. 5 (prothrombin time 25 seconds). Which of the following coagulation factors are most likely deficient in this patient?",
        "exp": "Coagulation factors II, V, VII, IX, X, and XI would most likely be deficient. These are some of the factors that are synthesized in the liver. Factors II, VII, IX, and X are the vitamin Independent factors, which are also synthesized in the liver.",
        "cop": 4,
        "opa": "V and VIII",
        "opb": "VIII, IX, XI, and XII",
        "opc": "XIII",
        "opd": "II, V, VII, IX, X, and XI",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "91345760-025f-46c1-9b73-d08c7af822cb",
        "choice_type": "single"
    },
    {
        "question": "MDRTB must be treated for at least-",
        "exp": "Ans. is 'c' i. e., 20 months Resistance (or intolerance) to HThroughout(6)RZEResistance (or intolerance) to RThroughout (12-18)HZEQResistance to H + RThroughout (at least 20 months)ZEQ + S (for another injectable agents). Resistance to all first-line drugs. Throughout (at least 20 months)1 injectable agent + 3 of of these4 ethionamide cycloserine, Q, PASIntolerance to Z2. HRE",
        "cop": 3,
        "opa": "12 months",
        "opb": "18 months",
        "opc": "20 months",
        "opd": "36 months",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "c136f33f-52e1-48fe-8a4a-19394488e3a1",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old female presenting with anemia, jaundice, for 2 years, peripheral smear showing spherocytes, the best investigation to be done",
        "exp": "Ans. is 'c' i. e. Coombs test Young female, with 2 years history of anemia and peripheral blood demonstrating spherocytes points towards the diagnosis of autoimmune hemolytic anemia. Presence of spherocytes suggests hereditary spherocytosis. Presence of spherocytes alone is not sufficient for the diagnosis of hereditary spherocytosis. The diagnosis of hereditary spherocytosis usually is established clinically from the. Blood film showing many spherocytes and reticulocytes QFrom the family history and from splenomegaly Q. Hereditary spherocytosis usually presents in childhood or infancy Q. It is rare for hereditary spherocytosis to present in adults. The major alternative condition when large no. of spherocytes are seen in blood film are isoimmune or autoimmune hemolytic anemias Q. The age, sex and history of the patient also favours autoimmune hemolytic anemia. Autoimmune hemolytic anemia is common in young females. Autoimmune hemolytic anemia is caused by autoantibodies present against red blood cells. Detection of autoantibodies by Coomb's test will establish the diagnosis of autoimmune hemolytic anemia Q. Coomb's test will yield positive result with autoimmune hemolytic anemia and negative result with hereditary spherocytosis, thus establishing the diagnosis. Increased osmotic fragility test does not confirm the diagnosis of hereditary spherocytosis Q. Increased osmotic fragility merely reflect the presence of spherocytes, it does not establish the diagnosis of hereditary spherocytosis. Increased osmotic fragility indicates the presence of spherocytes but is independent of the cause of spherocytosis.* The diagnosis of hereditary spherocytosis is established by blood film showing many spherocytes and reticulocytes, from the family history and from splenomegaly. Increased osmotic fragility will also be seen in autoimmune hemolytic anemia. Also know. Conditions where spherocytes are present in peripheral blood. Hereditary spherocytosis QAutoimmune hemolytic anemia QCirrhosis. Clostridial sepsis. Burns G6. PD deficiency QABO incompatibility. Snake bite",
        "cop": 3,
        "opa": "Reticulocyte count",
        "opb": "Osmotic fragility test",
        "opc": "Coombs test",
        "opd": "Bone marrow aspiration",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "26014dd2-c968-4608-88ba-13edc1caa21e",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old woman, previously in good health, is found to have an asymptomatic monoclonal immunoglobulin peak on serum electrophoresis. Her physical examination is normal, as is her CBC, electrolytes, renal function and calcium level. A skeletal survey does not reveal any osteolytic lesions and a bone-marrow aspirate reveals 5% plasma cells. Which of the following is the most likely diagnosis?",
        "exp": "MGUS is vastly more common than multiple myeloma, occurring in 1% of the population over age 50. Patients with MGUS have smaller M components (usually < 30 g/L); no urinary Bence Jones protein; < 10% bone marrow clonal plasma cells, and no anemia, renal failure, lytic bone lesions, or hypercalcemia. About 25% of patients with MGUS will go on to develop multiple myeloma. This patient's normal investigations and percentage of marrow plasma cells makes the diagnosis MGUS rather than myeloma.",
        "cop": 1,
        "opa": "monoclonal gammopathy of uncertain significance (MGUS)",
        "opb": "multiple myeloma",
        "opc": "Waldenstrom macroglobulinemia",
        "opd": "amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "3597c71c-6d28-4346-a57b-c7811e820b17",
        "choice_type": "single"
    },
    {
        "question": "These types of RBCs are seen in which condition?",
        "exp": "Ans. B. CRFBurr cells are seen in CRF. In this RBCs have shell-like appearance. In CRF hyper-segmentation of the neutrophil nucleus are also seen.",
        "cop": 2,
        "opa": "Hereditary spherocytosis",
        "opb": "CRF",
        "opc": "Myelofibrosis",
        "opd": "Myelodysplastic syndrome",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "775b4e9b-0502-4247-8503-2f753e23e790",
        "choice_type": "single"
    },
    {
        "question": "Clotting factor deficiency, which is asymptomatic?",
        "exp": "Ans. c (XII) (Ref. H - 18th/ch. 61)FACTOR XII DEFICIENCYIt cause laboratory abnormalities but no clinical bleeding. Despite dramatic prolongation of the PTT often to greater than 100 s, deficient individuals have normal hemostasis and can undergo major surgery without plasma replacement therapy. Direct activation of factor IX by the tissue factor-Vlla complex may bypass this defective step in coagulation. 0. DEFICIENCIES IN FACTORS V, VII, X, AND PROTHROMBIN (FACTOR H). Deficiencies in factors V, VII, X, and prothrombin (factor II) are exceedingly rare autosomal recessive disorders. Spontaneous or posttraumatic musculoskeletal bleeding or menorrhagia* can occur with these deficiencies, but hemarthroses are uncommon. FFP is the appropriate therapy. Factor XI Deficiency. Inherited as an autosomal recessive trait and is especially common in Ashkenazi Jews. In contrast to deficiency in factors VIII and IX, the correlation between factor level and propensity to bleed is not as precise, spontaneous bleeding is less, and hemarthroses are rare. Many patients with factor XI deficiency present with posttraumatic bleeding or with bleeding in the perioperative period, and occasional factor Xl-deficient women have menorrhagia. Daily infusions of FFP are sufficient, since the half-life of factor XI is approx 24 h. FACTOR XIH DEFICIENCY (extremely rare). Factor XIII is a transglutaminase that stabilizes fibrin clots by forming e-amino-y-glutamyl cross-links between adjacent a and alpha chains of fibrin. Patients usually bleed in the neonatal period from their umbilical stump or circumcision. In addition to hemorrhage, these patients may have poor wound healing, a high incidence of infertility among males and abortion among affected females, and a high incidence of intracerebral hemorrhage. Several drugs, including isoniazid, may bind to cross-linking sites on fibrinogen and mimic factor XIII deficiency by blocking enzyme activity. Normal hemostasis requires only 1% of normal enzyme activity; a single infusion of FFP or a purified factor XHI-rich product derived from human placenta called Fibrogammin is effective. Factor XIII has a 14-day half-life. Hemorrhagic disorders. Disorder. Platelet count. Bleeding time. PTc. PTTQualitative platelet defects-|--Thrombocytopenia||--Hemophilia A or B---|von Willebrand's disease-|-|DIC||||",
        "cop": 3,
        "opa": "II",
        "opb": "V",
        "opc": "XII",
        "opd": "XI",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "0c17afb7-7ae4-401d-90e0-ba68b5165357",
        "choice_type": "single"
    },
    {
        "question": "Treatment of chronic phase of CML in pregnant women is -",
        "exp": "Ans. is 'b' i. e., Leukapheresis Role of leukapheresis and spleenectomy in management of CML* Intensive leukapheresis may control the blood counts in chronic-phase CML; however, it is expensive and cumbersome.* It is useful in emergencies where leukostasis-related complications such as pulmonary failure or cerebrovascular accidents are likely.* It may also have a role in the treatment of pregnant women, in whom it is important to avoid potentially teratogenic drugs.* Splenectomy was used in CML in the past because of the suggestion that evolution to the acute phase might occur in the spleen.* However, this does not appear to be the case, and splenectomy is now reserved for symptomatic relief of painful splenomegaly unresponsive to imatinib or chemotherapy, or for significant anemia or thrombocytopenia associated with hypersplenism. Splenic radiation is used rarely to reduce the size of the spleen.",
        "cop": 2,
        "opa": "Imatinib",
        "opb": "Leukapheresis",
        "opc": "Spleenectomy",
        "opd": "Interferon therapy",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "1742c9d7-cc15-4411-a1a3-45f1cf2ae2b4",
        "choice_type": "single"
    },
    {
        "question": "Treatment of methemoglobinemia is done with -",
        "exp": "Ans. is 'a' i. e., Methylene blue Methemoglobinemias* Methemoglobin is generated by oxidation of the heme iron moieties to the ferric state, causing a characteristic bluish-brown muddy color resembling cyanosis.* Methemoglobin has such high oxygen affinity that virtually no oxygen is delivered. Levels >50-60% are often fatal.* Congenital methemoglobinemia arises from globin mutations that stabilize iron in the ferric state or from mutations that impair the enzymes that reduce methemoglobin to hemoglobin (e. g., methemoglobin reductase, NADP diaphorase).*Acquired methemoglobinemia is caused by toxins that oxidize heme iron, notably nitrate and nitrite-containing compounds, including drugs commonly used in cardiology and anesthesiology.* Methemoglobin should be suspected in patients with hypoxic symptoms who appear cyanotic but have a Pa. O2 sufficiently high that hemoglobin should be fully saturated with oxygen.* A history of nitrite or other oxidant ingestions may not always be available; some exposures may be inapparent to the patient, and others may result from suicide attempts.* The characteristic muddy appearance of freshly drawn blood can be a critical clue. The best diagnostic test is methemoglobin assay, which is usually available on an emergency basis.* Methemoglobinemia often causes symptoms of cerebral ischemia at levels >15%; levels >60% are usually lethal.* Intravenous injection of 1 mg/kg of methylene blue is effective emergency therapy.* Milder cases and follow-up of severe cases can be treated orally with methylene blue (60 mg three to four times each day) or ascorbic acid (300-600 mg/d).",
        "cop": 1,
        "opa": "Methylene blue",
        "opb": "Hydroxyurea",
        "opc": "Fava beans",
        "opd": "Exchange tranfiision",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "475895ad-4025-4bcb-b86e-a45a2f04eb7b",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man is having recurrent bleeding occur in his knee when playing contact sports. He has no history of spontaneous bleeding, but his brother has similar problems. Consultation with a specialist reveals that he has \"mild\" hemophilia A. Which of the following factor abnormalities is consistent with this diagnosis?",
        "exp": "In hemophilia A, there are decreased levels of functioning factor VIII. This can be due to reduced amounts of normal VIII, the presence of a functionally abnormal protein, or a combination of both. The activated partial thromboplastin time (APTT) is prolonged, and the prothrombin consumption test is abnormal. The prothrombin time, thrombin clotting time, and bleeding time are usually normal.",
        "cop": 2,
        "opa": "abnormal factor VIII function",
        "opb": "decreased levels of functional factor VIII",
        "opc": "decreased factor IX level",
        "opd": "decreased von Willebrand factor",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "e907cfbd-0053-427f-ab02-235a8bd98289",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old lady with a history of rheumatoid arthritis has the following lab findings: Hb 4. 5 g/dL, Platelet count 200 mg/dL, TLC 6000/mm3, serum ferritin-200 mg/L. TIBC-280 ng/L. What is the most likely diagnosis?",
        "exp": "Ans. b. Anemia of chronic disease (Ref: Wintrobe's 12/e pe p 1221-1222). Anemia of chronic disease is associated with decreased serum iron, decreased TIBC, decreased % saturation and normal or increased serum ferritin levels. Test(normal values). Irondeficiency. Thalassemia. Sideroblastic anemia. Anemia of chronic disease. Smear. Microcytichypochromic. Microcytichypochromic. Microcytichypochromic. Normocytic normochromic> Micro/ hypochromic. Serum iron (50-150 mg/dl). Low (<30). Normal. Normal| (<50)TIBC(300-360 mg/dl). High (>360). Normal. Normal| (<300)% Saturation (30-50%)<10 (|ed)N or |ed (30-80)N or | (30-80)| (10-20). Ferritin (mg/l) (50-200 mg/L)< 15 (|ed)| (50-300)| (50-300). Normal or | (30-200). Hemoglobin pattern. Normal. Abnormal. Normal. Normal. Free Erythrocyte Protporphrin|ed. Normal|ed|ed. RDW|ed. Normal. Normal. Normal. Anemia of Chronic Disease. Characterized by block in delivery of ironQ from the reticuloendothelial system to the erythroid progenitors. Consequently patients have normal to increased iron stores in the marrow and normal to increase ferritin IevelQ. Because of block in delivery, serum iron levels fall and so does TIBC and transferrin saturationQ. Low serum iron with increased TIBCIron deficiency anemia. QLow serum iron with decreased TIBCAnemia of chronic diseaseQ",
        "cop": 2,
        "opa": "Iron deficiency deficiency",
        "opb": "Anemia of chronic disease",
        "opc": "Thalassemia minor",
        "opd": "Autoimmune haemolytic anemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "667885a5-19e1-4e50-b841-10d86b3ff963",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive marker for iron deficiency is -",
        "exp": "Ans. is 'b' i. e., Ferritin o Of all the serum tests for iron deficiency anemia, the serum ferritin determination is the most useful and a low serum ferritin invariably signifies iron deficiency.",
        "cop": 2,
        "opa": "Hemoglobin",
        "opb": "Ferritin",
        "opc": "Transferring saturation",
        "opd": "Serum iron",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "dfe82726-7856-44bd-aace-9e8f48d5263a",
        "choice_type": "single"
    },
    {
        "question": "Feature of Sickle cell trait?",
        "exp": "Ans. D. Isosthenuria. Sickle cell traita. Heterozygous for sickle cell genes (AS)b. They have normal hematological picture with normal MCV and no anemiac. Only significant manifestation is decrease renal concentration ability presenting with isosthenuria and hematuriad. UTI is more commone. With hypoxia (as in scuba diving) venous thrombosis especially splenic vein can occurf. No treatment neededg. Sickle cell trait have protective effect for plasmodium infection. Hb sickle cell diseasea. Mild version of sickle cell disease with fewer crisesb. Visual disturbance is commonc. Painful crisis do not occurd. Renal feature includesi. isosthenuriaii. hematuriaiii. UTIiv. No treatment needed",
        "cop": 4,
        "opa": "Anemia",
        "opb": "Bony Pain",
        "opc": "Dactylitis",
        "opd": "Isosthenuria",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "d4e2b93d-a308-48e0-bb8b-fb551100fbde",
        "choice_type": "single"
    },
    {
        "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10. 5 g/dl, platelet count 237 x 109/L and total leukocyte count 40 x 109/L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD 5, CD 20 and Cd 23 and were negative for CD 79 B and FMC - 7. What is the most likely diagnosis?",
        "exp": "Ans. is 'b' i. e., Chronic lymphocytic leukemia. The clinical presentation and the immunophenotype pattern suggests the diagnosis of mantle cell lymphoma on first instance, but it is definitely a case of chronic lymphocytic leukemia (CLL). The immuno phenotypic finding that confirms the diagnosis of CLL is CD 23 positive CD 23 is used to distinguish between mantle cell lymphoma and CLL Mantle cell lymphoma - CD 23 (-ve). Chronic lymphocytic leukemia - CD 23 (+ve). Both mantle cell lymphoma and CLL are B cell neoplasm and both will express pan B cell markers such as. CD 19. CD 20. CD 22. The unique feature of immuno phenotypic pattern of both these cases is that despite being B cell neoplasms they are paradoxically positive for CD 5 Which is a marker for T cells CLL cells are typically absent for - CD 79 B and FM 7 More about CLLThe diagnosis of typical B cell ell is made when. Increased number of lymphocytes i. e. > 4 X 109/ L and usually greater than 10 X 109/ LLymphocytes are monoclonal B cells and display CD5. Finding bone marrow infiltration by same cells. Peripheral blood cell show smudge or basket cells Some markers are more specific than others. Presence of these markers confirm the presence of cells of those lineage These specific markers are* B lymphocyte-79a* T lymphocyte-Cytoplasmic CD3* Myeloid series-Anti MPO* Monocyte-CD 14, Anti lysozyme. Other markers which you shouldknow* Langerhans' cell-CD 1a and S100histiocytes* Precursor lymphoma-TdT(pre B and pre T)* Plasma cells-CD 38* Precursor and follicular - CD 10 (CALLA)B cells",
        "cop": 2,
        "opa": "T - cell rich B - cell lymphoma with leukemic spill over in blood.",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "mantle cell lymphoma",
        "opd": "A definite diagnosis can not be made in this patient without lymph node biopsy.",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "7d3db14b-3641-41be-96cb-d095b2f1707d",
        "choice_type": "single"
    },
    {
        "question": "For the development of sickle cell disease, codon of aminoacid glutamate is replaced with codon of amino acid_____ at the 6th position of beta globin gene -",
        "exp": "Ans. is 'a' i. e., Valine * Sickle cell disease is a common hereditary hemoglobinoopathy caused by a point mutation in b-globin that promotes the polymerization of deoxygenated hemoglobin, leading to red cell distortion, hemolytic anemia, micro- vascular obstruction, and ischemic tissue damage.* Several hundred different hemoglobinopathies caused by mutations in globin genes are known, but only those associated with sickle cell disease are prevalent enough in the United States to merit discussion.* Hemoglobin is a tetrameric protein composed of two pairs of globin chains, each with its own heme group.* Normal adult red cells contain mainly HbA (a2b2), along with small amounts of Hb. A2 (a2d2) and fetal hemoglobin (HbF; a2g2).* Sickle cell disease is caused by a point mutation in the sixth codon of b-globin that leads to the replacement of a glutamate residue with a valine residue.* The abnormal physiochemical properties of the resulting sickle hemoglobin (HbS) are responsible for the disease.",
        "cop": 1,
        "opa": "Valine",
        "opb": "Phenylalanine",
        "opc": "Aspargine",
        "opd": "Serine",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "e681261c-3f32-4ab4-bcef-8b11096d62d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of DIC?",
        "exp": "Ans: d (Platelet function defect) Ref: Harrison's, 16th ed, p. 684, 17th ed, p. 729. Platelet function defect is not usually a feature of DIC. DICIt is caused by activation of coagulation (thrombotic phase) by both intrinsic and extrinsic mechanisms. When most coagulation factors and platelets are consumed (consumption phase), both the bleeding time and coagulation time are prolonged. PT - increased. PTT- increased. Thrombin time: increased. Increased secondary fibrinolysis results in raised plasmin levels leading to raised levels of fibrin degradation products(FDP). Features of microangiopathic hemolytic anemia is due to increased destruction of RBC - resulting in presence of schistocytes, spherocytes. burr cells, helmet cells in peripheral blood smear. Rx1) Most important is the treatment of cause2) Control the major symptom - either bleeding or thrombosis3) Prevent the recurrence of DICNOTE:- The most common causes of DIC are bacterial sepsis, malignant disorders such as solid tumours or acute promyelocytic leukaemia (APL), and obstetric causes.- The most sensitive test for DIC is the FDP level- Finding in DIC, that correlates best and more closely with bleeding is fibrinogen level- Most common site for thrombi formation in DIC: Brain > Heart > Lung- 2 endocrine manifestations of DICa) Waterhouse- Friderichsen syndrome - adrenalsb) Sheehan's syndrome - pituitary. In thrombotic thrombocytopenic purpura -- all tests of coagulation are normal. Normal PTNormal a. PTTNormal fibrinogen concentrat ion. Normal fibrin degradation products",
        "cop": 4,
        "opa": "Prolonged PT and a. PTT",
        "opb": "Increased fibrin degradation products",
        "opc": "Thrombocytopenia",
        "opd": "Platelet function defect",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "03209be0-b1a1-4061-b0d1-a3247542b0d6",
        "choice_type": "single"
    },
    {
        "question": "On medical check up of a Punjabi student following findings were seen Hb of 9. 9gm/dl,, RBC count of 5-lmillion, MCV of 62. 5 fl and RDW of 13. 51%. What is the most probable diagnosis?",
        "exp": "ANSWER: (B) Thalassemia trait. REF: Harrison 17th ed chapter 98, Wintrobe's 8th ed ch: 48. See APPENDIX-52 below for \"TYPES OF ANEMIA\"The question tests the knowledge and interpretation of RDW of red cell distribution width. The patient is having anemia ( Hb: 9. 9mg/dl). Her MCV is low 62. 6 FI (Normal: 80-100. F1). Her RDWT is normal 13. 51% (Normal: 11. 5-14. 5%). The patient has normal RDW and low MCV. Therefore the patient is expected to have one of the following conditions as per the table below. Anemia of chronic disease. Heterozygous thalassemia. Hemoglobin E trait. Red cell distribution width (RDW) is a parameter that measures variation in red blood cell size or red blood cell volume. RDW is elevated in accordance with variation in red cell size (anisocytosis) t ie, w. Then elevated RDW is reported on complete blood count, marked anisocytosis (increased variation in red cell size) is expected on peripheral blood smear review. RDW along with mean corpuscular volume (MCV) is helpful in narrowing the cause ofanemia. Normal RDW and low MCVAnemia of chronic disease. Heterozygous thalassemia. Hemoglobin E trait. Elevated RDW and low MCVIron deficiency. Sickle cell-b-thalassemia. Normal RDW and high MCVAplastic anemia. Chronic liver disease. Chemotherapy/antivirals/akohol. Elevated RDW and high MCVFolate or vitamin B12 deficiency. Immune hemolytic anemia. Cytoxic chemotherapy. Chronic liver disease. Myelodysplastic syndrome. Normal RDW and normal MCVAnemia of chronic disease Acute blood loss or hemolysis Anemia of renal disease. Elevated RDW and normal MCVEarly iron, vitamin B12, or folate deficiency. Dimorphic anemia (for example, iron and folate deficiency). Sickle cell disease. Chronic liver disease. Myelodysplastic syndrome. Option (D); Hb Punjabi also known as HbD: It is a hemoglobinopathy in which there is a substitution of glutamine with glycine in the beta chain of the hemoglobin. It interacts with HbS in forming deoxy hemoglobin aggregates and causing sickling of RBC'S. Hb D Punjab is now recognized to be identical with Hb D Los Angeles. Hb D has been found in many parts of the world, including Africa, northern Europe, and India. APPENDIX - 52. Types of Anemia Iron Deficiency(Sideropenic. Anemia). Thalassemia. Sideroblastic. Anemia. Anemia Of Chronic Disease. Peripheral smear. Microcytichypochromic. Microcytichypochromic. Microcytichypochromic. Normocytic normochromic (Microcytic hypochromic can be seen). Serum iron. Low. Normal. Normal. Low. TIBCHigh. Normal. Normal. Low. Saturation %|N/|N/ ||Ferritin (ug/1)|||N/|",
        "cop": 2,
        "opa": "HbD",
        "opb": "Thalassemia trait",
        "opc": "Iron deficiency anemia",
        "opd": "Anemia of chronic disease",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "9bb734d1-940f-4983-809c-a19a1216e977",
        "choice_type": "single"
    },
    {
        "question": "During the winter months, a 65-year-old man presents with livedo reticularis and purple fingertips. Other symptoms include arthralgia and weakness. Renal impairment is present on laboratory testing. Which of the following is the most likely diagnosis?",
        "exp": "The symptoms are typical of cryoglobulinemia. Cryoglobulins are antibodies that precipitate under cold conditions and are associated with several diseases. There are three main types of cryoglobulin syndromes based on the immunoglobulin composition of the precipitating antibody. Most cryoglobulinemic vasculitis is Type II or mixed and seen secondary to hepatitis C virus infection. Cold agglutinin disease would present with hemolytic anemia. The other syndromes would not generally be temperature sensitive.",
        "cop": 4,
        "opa": "cold agglutinin disease",
        "opb": "Henoch-Schonlein purpura",
        "opc": "antiphospholipid antibody syndrome",
        "opd": "cryoglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "bd408d68-b64b-4244-864a-e7e63f675d64",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for massive pulmonary embolism:",
        "exp": "Ans. A. Intravenous tissue plasminogen activator* Massive pulmonary embolism is best managed by thrombolysis using tissue plasminogen activator.* In case thrombolysis is contraindicated then in these patient fogarty catheter removal of clot in pulmonary artery would be done.* In submassive pulmonary embolism heparin is used. Chronic pulmonary embolism leading to pulmonary- hypertension (known as chronic thromboembolic hypertension) is treated with a surgical Procedure known as a pulmonary thromboendarterectomy",
        "cop": 1,
        "opa": "Intravenous tissue plasminogen activator",
        "opb": "Heparin",
        "opc": "Pulmonary thrombo-embolectomy",
        "opd": "Low molecular weight heparin + warfarin",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "ed48de08-e5a3-4667-86b4-fe3ff48a9968",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old female patient attends the OG department with swelling of legs for past one day. There is no history of fever. 2 years back she had a metastatic breast adenocarcinoma which was treated with paclitaxel and radiotherapy. Blood pressure 120/76 mm. Hg, Pulse rate 84/min, temperature 37. 6 C, Respiratory rate 16/ min. Saturation was 99% in room air. There was warmth and tenderness over the left leg and left thigh. Auscultation of lungs revealed clear fields. Urine pregnancy test was negative. CT chest was normal. USG of left leg revealed thrombus in the superficial femoral vein. The most appropriate treatment is",
        "exp": "Answer: c) Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3 (HARRISON 19. TH ED, P-1635)DEEP VEIN THROMBOSISMost common site of DVT - calf veins. Risk of pulmonary embolism is much higher with proximal DVT (40% to 50%) than with clots confined to the distal calf vessels (5% to 10%). Pain and swelling are the major complaints from patients with DVTA large number of patients are asymptomatic, particularly if the DVT is restricted to the calf. Pain with dorsiflexion of the foot (Homan's sign) may be present, but the low sensitivity and the low specificity limit the usefulness of this sign in the diagnosis of lower-extremity DVTDiagnosis of DVTD-dimer elevation is a highly sensitive indicator of DVT (but not specific). Duplex ultrasonography has greater sensitivity in detecting proximal DVT than distal DVT of the lower extremities. Contrast venography is the \"gold standard\" test, but it is invasive and technically difficult. Treatment. Immediate Anticoagulation: Unfractionated heparin, bolus and continuous infusion, to achieve a. PTT 2-3 times the normal, or Enoxaparin or Dalteparin or Fondaparinux. Continue parenteral anticoagulation for a minimum of 5 days. Unfractionated heparin, low-molecular-weight heparin, and fondaparinux are the usual immediately effective \"bridging agents\" used when initiating warfarin. Warfarin Anticoagulation: Usual start dose is 5 mg; Titrate to INR, target 2. 0-3. 0",
        "cop": 3,
        "opa": "Dalteparin and enoxaparin together",
        "opb": "Warfarin therapy with a goal to maintain INR of 2-3",
        "opc": "Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3",
        "opd": "Aspirin and warfarin therapy with a goal to maintain INR of 2-3",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "03a9f92b-8055-45f9-a8de-8a203906f0f4",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for CML is?",
        "exp": "ANSWER: (A) Imatinib. REF: Harrison s 17th ed, CMDT 2008 p. 444. The drug treatment of choice for CML when Allogenic SCT (stem cell therapy) is not feasible is IMATINIBIFN-tz used to be the drug treatment of choice for CML when IMATINIB was not available",
        "cop": 1,
        "opa": "Imatinib",
        "opb": "Hydroxurea",
        "opc": "Infliximab",
        "opd": "IFN",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "2342d699-05cc-4929-a455-98f4edb75bc2",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old child comes with ear discharge, seborrheic dermatitis, polyuria and hepatos- plenomegaiy. Which of the following is the most likely diagnosis -",
        "exp": "Ans. is 'c' i. e., Langerhan's cell histiocytosis o Langherhans cells histiocytosis is a histocvtic. disorder most commonly characterized bv a single or multiple osteolytic bone lesions demonstrating infiltration with histiocytes. o Histiocytic disorders are derived from mononuclear phagocytic cells (macrophages) and dendritic cells which have several different originl and locations. o The generic term histiocyte refers to several types of cells including langherhan cells, monocytes/macrophages and dermal/interstitial dendritic cells. o Langherhans cells histiocytosis is so named because the morphology and the immunophenotype of the abnormal cells is similar to that of langherhans cells which are specialized dendritic cells found in skin and mucosa. o Gene expression array data have shown that skin langherhan cells is not the cell of origin for LCH rather it is a myeloid dendritic cell that express the same antigen (CDla, CD207) as the skin langherhans cells. o For now 'langherhan cell histiocytosis remains the preferred nomenclature, although new termanology may evolve when the precise origin of CD 207 cells in LCH is fully understood. o The historical terms histiocytosis X, letterer siwe disease, hand schuller Christian disease and diffuse reticuloendotheliosis should be abandoned. o The term eosinophilic granuloma can sometimes be used to describe pathology of langherhan s cells histiocytosis. Diagnosis of LCHo LCH is diagnosed upon biopsyo A biopsy of an osteolytic bone lesion or skin lesion is generally preferred.# Langherhan cells are recognized on the basis of morphological criteria# The identity must then be confirmed by either positive immunohistochemical staining for CD1a and CD207 by the identification of Birbeck granules. o Biopsy of involved tissue usually demonstrates heterogenous collection of langherhan cells with eosinophils, neutrophils, small lymphocytes and histiocytes. Morphology of the langherhan cells# Langherhan cells are large oval mononuclear cells with few cytoplasmic vacuoles, little or no phagocytic material and slightly eosinophilic cytoplasm.# Nucleus is prominent with fine chromatin and thin nuclear membranes with grooved folded or indented nuclear contours imparting twisted towel.# Unlike dermal langherhan cells these cells do not have dendritic cell processes.# Similar to dermal langherhan cells, those in LCH express the histiocyte marker CDla. S100 and CD207 and contain Birbeck granules. Birbeck granules# Intracytoplasmic rod shaped organelles with central striations that can be demonstrated on electron microscopy.# Occasionally there is terminal vesicular dilatation giving the Birbeck granules the appearance of \"tennis racket\". | ||||||||Bone (77%). Skin (39%). Lyphnodes. Liver. Spleen. Oral mucosa. Lung (10%)CNS (16%)o Occurs in majority of patientso Usually asymptomatico Lytic 'punched' out lesiono Usually present as eczematous rasho Ulcerative lesions in axilla inguinal folds genitalia or perianal regiono Seborrhic dermatitiso Lymphadenopathyo Enlarged thymus or mediastinal nodeso Hepatic dysfunctiono Hepatomao Sclerosing cholangitiso Massive Splenomegalyo Cytopeniaso Intra oral masso Gingivitiso Mucosal ulcerso Loose teetho Non productive cough dyspnoea chest pain or constitutional symptomso Risk of CNS invol- ment varies with bone involvemento CNS inolve- ment occurs more with involvement of facial and anterior middle cranial fossao Diabetes insipidus and symptoms of neuro- degeneration",
        "cop": 3,
        "opa": "Leukemia",
        "opb": "Lymphoma",
        "opc": "Langerhan's cell histiocytosis",
        "opd": "Germ cell tumor",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "05a2ae45-ac1e-4854-9314-8a326f4a3fa8",
        "choice_type": "single"
    },
    {
        "question": "Artery responsible for bleeding in hemoptysis is?",
        "exp": "ANSWER: (A) Bronchial artery. REF: Harrison's 17th ed table 34-1. The bronchial arteries, which originate either from the aorta or from intercostal arteries and are therefore part of the high-pressure systemic circulation, are the source of bleeding in bronchitis or bronchiectasis or with endobronchial tumors.",
        "cop": 1,
        "opa": "Bronchial artery",
        "opb": "Pulmonary artery",
        "opc": "Intersegmental artery",
        "opd": "Intercostal collaterals",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "89972c0f-4237-480b-92d7-7f14cdc32a6f",
        "choice_type": "single"
    },
    {
        "question": "Cornerstone treatment of dengue fever with warning signs without shock or hemorrhage is:",
        "exp": "Ans. (B) IV fluids(Ref: Harrison's Principle of Internal Medicine 20th Ed; Page No-1508). The mainstay treatment for a patient of dengue with warning signs is IV fluids. The main pathology in dengue is plasma leakage resulting in intravascular volume depletion and thereby shock. So, the supportive management with continuous infusion of crystalloid IV fluids remains the primary modality of treatment in these patients. And often patients respond well to supportive management. Platelet transfusion is limited to patients with severe thrombocytopenia (<10, 000/mm3) and active bleedings. Cryoglobulins are not preferred treatment modality in dengue. Clinical Pearls. Warning Sign of Severe Dengue. It occur 3-7 days after 1st symptoms in conjunction with a decrease in temperature (below 38degC/100degF) and include:#Severe abdominal pain#Persistent vomiting#Rapid breathing#Bleeding gums#Fatigue#Restlessness and#Blood in vomit. The next 24-48 hours of the critical stage can be lethal; proper medical care is needed to avoid complication and risk of death. In patient management is advised to all patient of dengue with warning signs.",
        "cop": 2,
        "opa": "Platelet transfusion",
        "opb": "IV fluids",
        "opc": "Cryoglobulins",
        "opd": "Antivirals",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "a4f08bb2-7c2f-407e-b8af-ec1957d9db09",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old industrial worker presents with shortness of breath for the past week. Blood withdrawn shows thick brownish red Color. Diagnosis?",
        "exp": "Ans. C. Meth-hemoglobinemia* Sickle cell anemia has a pediatric presentation.* Hemolytic anemia will cause pallor and not brown discoloration of blood.* In G6. PD in event of intravascular hemolysis the hemoglobinuria will cause a black urine. Therefore, by exclusion the answer is meth-hemoglobinuria.",
        "cop": 3,
        "opa": "Sickle cell anemia",
        "opb": "Hemolytic anemia",
        "opc": "Meth-hemoglobinemia",
        "opd": "G-6-P-deficiency",
        "subject_name": "Medicine",
        "topic_name": "Blood",
        "id": "f461a989-bfb0-41a1-9990-d40ac639c7e2",
        "choice_type": "single"
    }
]