[
    {
        "question": "Which of the following is found in patients with cerebral salt wasting syndrome?",
        "exp": "In Subarachnoid Hemorrhage-BNP | -Natriuresis-Salt loss, | H2O-Hypovolemic Hyponatremic. The degree to which hyponatremia might occur primarily as a result of primary natriuresis is controversial. Cerebral salt wastingsyndrome (CSWS) was proposed by Peters and associates in 1950 as an explanation for the natriuresis and hyponatremiathat sometimes accompanies intracranial disease, paicularly subarachnoid hemorrhage in which up to one-third of patients oftendevelop hyponatremia. A recent study of 100 consecutive adult patients with acute nontraumatic aneurysmal subarachnoid hemorrhage found that thecause of the hyponatremia was attributable to SIAD in 71. 4% and acute glucocoicoid deficiency in 8. 2%, with the remaining cases caused by incorrect intravenous fluid administration or hypovolemia. Most significantly, no cases were found that methistorically accepted criteria for a diagnosis of CSWS. This suggests that CSWS is an exceedingly rare cause of the hyponatremiawith intracranial disorders.",
        "cop": 3,
        "opa": "Elevated serum coisol",
        "opb": "Hypernatremia",
        "opc": "Hypovolemia",
        "opd": "Low urine sodium excretion",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "a34ae45d-5048-4288-8eef-c92a781bc993",
        "choice_type": "single"
    },
    {
        "question": "Muscle tone increasing in patient trying to relax the muscles is seen in?",
        "exp": "Muscle tone increasing in patient trying to relax the muscles is seen in Paratonia. Paratonia (gegenhalten) is increased tone that varies irregularly in a manner seemingly related to the degree of relaxation, is present throughout the range of motion and affects flexors and extensors equally; it usually results from disease of the frontal lobes. Paratonia can be distinguished from spasticity by observing a lack of exaggerated deep tendon reflexes and a lack of a clasp-knife response. It can be distinguished from Parkinsonian (aka \"lead-pipe\") rigidity in that the amount of resistance in Parkinsonian rigidity does not vary with the velocity of the movement.",
        "cop": 1,
        "opa": "Paratonia",
        "opb": "Myotonia",
        "opc": "Spasticity",
        "opd": "Rigidity",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "6bcedd89-ecd5-475b-a155-ec7f82f6f29f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common site of aneurysmal subarachnoid hemorrhage?",
        "exp": "Berry aneurysms are most common in anterior circulatation. (Overall) MC site of aneurysmal SAH: Anterior communicating aery causing worst headache of life. If in the question mentioned 3rd nerve is involved and site was asked: (PCA) Post Communicating Aery, would be the answer.",
        "cop": 1,
        "opa": "Anterior communicating aery",
        "opb": "Basilar aery",
        "opc": "Posterior communicating aery",
        "opd": "Middle cerebral aery",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "f1d915a4-ffc3-4a2f-bf52-15fe8d1f016b",
        "choice_type": "single"
    },
    {
        "question": "Extradural hemorrhage in NCCT Head is seen as?",
        "exp": "Extradural hemorrhage (EDH): Bleeding occurs between skull and dura mater. Occurs due to the rupture of a middle meningeal aery. Lucid interval (Consciousness between two periods of unconsciousness) exists. NCCT head in EDH: Biconvex or flame-shaped hyper-density. Subdural hemorrhage (SDH): Occurs due to rupture of coical bridging veins. In NCCT it shows concavo-convex or sickle-shaped bleed.",
        "cop": 1,
        "opa": "Hyperdense biconvex",
        "opb": "Hypodense biconcave",
        "opc": "Hyperdense biconcave",
        "opd": "Hypodense biconvex",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "d1847132-34d7-4439-a432-1e2a4550b711",
        "choice_type": "single"
    },
    {
        "question": "Pendular knee jerks are due to defect of?",
        "exp": "Manifestation Neo-cerebellum Lesions of this area cause hypotonia. Manifests as pendular knee-jerk. Also developing in these patients is dysmetria, dysdaidokinesia, scanning speech also occur. Paleo-cerebellum Gait ataxia, loss of tandem gait Archi-cerebellum Truncal ataxia, titubation",
        "cop": 2,
        "opa": "Ischemic stroke",
        "opb": "Neocerebellum",
        "opc": "Paleocerebellum",
        "opd": "Archicerebellum",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "04e9c0dd-0dd2-4ef0-8e41-d60ca720d69c",
        "choice_type": "single"
    },
    {
        "question": "Mark the FALSE statement regarding Head injury and Brain hemorrhage",
        "exp": "Epidural hematomas usually result from rupture of the middle meningeal aery underlying a fracture, leading to bleeding between the dura and the inner table of the skull. The temporal course has traditionally been described as a brief loss of consciousness followed by a lucid interval, then progressive neurologic deterioration; however, this sequence is not common. Subdural hematomas are most common in the elderly as a result of the expanded spaces produced by brain atrophy, the prevalence of anticoagulation and antiplatelet agents, and falls. Bleeding usually results from the rupture of veins that bridge the dura and the coex. Hunt and Hess Scale is used for subarachanoid hemorrhage severity. Acute CN III palsy with ipsilateral pupil dilation is PCOM aneurysm until proven otherwise. Aneurysm compresses the outer fibers (pupillomotor) of CN III - dilation. In contrast to CN III palsy due to diabetes mellitus or hypertension in which pupil is spared",
        "cop": 2,
        "opa": "Extradural hemorrhage occurs due to the rupture of a middle meningeal aery.",
        "opb": "Subdural hemorrhage -Lucid interval is exclusive",
        "opc": "Posterior communicating aery aneurysm can lead to dilated pupil",
        "opd": "Hunt and Hess Scale is used for subarachanoid hemorrhage severity",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "3955f315-c399-47bb-924d-9384981bbfc9",
        "choice_type": "multi"
    },
    {
        "question": "Pyrexia, pinpoint pupils and unconsciousness is characteristic of:",
        "exp": "Pin point pupils (size 1 mm) are seen due to damage to descending sympathetic pathways which are present in the brain stem. Control of temperature occurs from hypothalamus and lateral parabrachial nucleus, located at the junction of pons and midbrain Large-volume intracerebral hemorrhages in Pons expands to compress on hypothalamic thermoregulatory center and leads to high grade Fever in these patients.",
        "cop": 1,
        "opa": "Brain stem lesion",
        "opb": "Cerebellar lesion",
        "opc": "Thalamic lesions",
        "opd": "Internal capsule lesions",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "65bd05a3-29d1-4fb4-b2be-d00e0f59489a",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old is admitted with loss of consciousness after cocaine over-dosage. On examination BP= 200/100 with GCS of 7/15. The right-sided pupil is dilated and shows a sluggish reaction to light. Which is not recommended for this patient?",
        "exp": "CNS bleed due to a cocaine overdose. The dilated right side pupil indicates evidence of uncal herniation. Sodium nitroprusside is not recommended to manage a hypeensive crisis in CNS event. The metabolism of sodium nitroprusside, which occurs in the red blood cell, liberates cyanide that can accumulate in those receiving high doses or prolonged infusions. The current guidelines recommend the use of nicardipine or labetalol. Mannitol or 3% saline can be used to lower raised ICP. Neuromuscular paralysis is useful to reduce ICP. Airway compromise is always present in GCS less than 8. Hence NM paralysis and intubation is to be done.",
        "cop": 3,
        "opa": "Administer mannitol at 1g/kg body weight",
        "opb": "Administer hypeonic fluids to maintain sodium of 145m. Eq/dl",
        "opc": "Initiate sodium nitroprusside to achieve MAP below 130 mm. Hg",
        "opd": "Neuromuscular paralysis",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "12e36e48-34ff-49fe-a441-fd1ece956414",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman came to the emergency depament with complaint of severe headache. She also mention that this is the worst headache of her life. What is the most appropriate initial test for diagnosis?",
        "exp": "By the above clinical history, probable diagnosis is Subarachnoid haemorrhage. Subarachnoid haemorrhage Investigation of choice for initial diagnosis is a computed tomography (CT) of the head without intravenous (IV) contrast( NCCT). On NCCT, blood in the subarachnoid space would appear whiter compared to the surrounding brain tissue. It can also demonstrate significant mass effect and midline shift, factors that increase the severity of the underlying hemorrhage. Other investigations: - Lumbar puncture: Bloody CSF seen in - Trauma - HSV encephalopathy - SAH RBC lysis (inside the CSF) - Bilirubin - give yellowish tinge to CSF (Xanthochromic CSF) Stas as early as 6-12 hours after the bleed and peak: 48 hours - CT angiography/ four vessel conventional X-ray angiography- to identify any other aneurysm - Electrolytes: Hyponatremia due to natriuresis",
        "cop": 3,
        "opa": "Cerebral angiography",
        "opb": "Computed tomography (CT) of the head with intravenous contrast",
        "opc": "Computed tomography (CT) of the head without intravenous contrast",
        "opd": "Lumbar puncture",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "8c75029d-407b-48b4-b487-26092077f6d6",
        "choice_type": "single"
    },
    {
        "question": "A patient had a head injury in road traffic accident and had lost consciousness instantaneously. After few minutes he regains consciousness. Spontaneous eye opening without any muscular weakness and is fully aware of his surroundings. GCS score is E4. V5. M6. However, the patient continues to complain headache, dizziness, nausea, faintness and an episode of emesis. What is the severity of his head injury?",
        "exp": "The patient in this scenario is experiencing typical symptoms of Concussion syndrome/ Mild brain injury. Patient may also have blurring of vision or brief period of amnesia. Such cases have good prognosis with little chance of deterioration. Persistent severe headache and repeated vomiting in the context of normal aleness and no focal neurological signs is usually benign, but CT should be obtained and a longer period of observation is appropriate. If the impact is severe, the patient will be having:- Persistent confusion Repeated vomiting Palpable skull fracture Any other serious bodily injuries, etc. Note- Lucid interval (Consciousness between two periods of unconsciousness) is characteristic of extradural haemorrhage in which lentiform opacity is seen on NCCT head",
        "cop": 1,
        "opa": "Minor head injury",
        "opb": "Severe head injury",
        "opc": "Intermediate severity",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "7e35ea59-163f-4b84-85f0-2054738fc8cf",
        "choice_type": "multi"
    },
    {
        "question": "The most common site of cerebral infarction is in the territory of:",
        "exp": "MCA is the largest cerebral aery and is the vessel most commonly affected by the CVA. It supplies most of the outer convex brain surface, nearly all the basal ganglia and the posterior and anterior internal capsules.",
        "cop": 2,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Posterior cerebral aery",
        "opd": "Posterior inferior cerebellar aery",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "181ed58e-fe2f-41aa-9a6b-5b3125de5035",
        "choice_type": "single"
    },
    {
        "question": "Which structure connects Broca's area and Wernicke area?",
        "exp": "Wernicke's area- for comprehension Broca's area- for expression/fluency Arcus fasciculus- connection between broca's and Wernicke's area. - for repetition Corpus callosum- connects both cerebral hemispheres. Fornix- area bet 2 lateral ventricles.",
        "cop": 1,
        "opa": "Arcus fasciculus",
        "opb": "Anterior commissure",
        "opc": "Corpus callosum",
        "opd": "Fornix",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "905a40f7-65f6-4d55-81ed-aefc4a426d06",
        "choice_type": "multi"
    },
    {
        "question": "Which reflex is being tested here?",
        "exp": "Finger flexor reflex/Hoffmann's reflex with patient's hand in supination. It involves loosely holding the middle finger and flicking the fingernail downward, allowing the middle finger to flick upward reflexively. A positive response is seen when there is flexion and adduction of thumb on same hand. Brachioradialis reflex /Supinator reflex: observed by striking brachioradialis directly with a reflex hammer when the patient's arm is relaxing. This reflex is carried by the radial nerve (spinal level: C5, C6) Waenberg sign: Neurological sign consisting of involuntary abduction of the fifth (little) finger, caused by unopposed action of extensor digiti minimi.",
        "cop": 3,
        "opa": "Brachioradialis Reflex",
        "opb": "Waenberg sign",
        "opc": "Finger flexor Reflex",
        "opd": "Supinator reflex",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "ec715e23-d0bb-481f-8675-8128493bc93f",
        "choice_type": "single"
    },
    {
        "question": "What is the most common site of brain Hemorrhage?",
        "exp": "The MC site of brain hemorrhage is Putamen. Intraparenchymal hemorrhage is most lethal and has a moality rate of 40%. investigation of choice is NCCT. Hypeensive ICH usually results from spontaneous rupture of a small penetrating aery deep in the brain. The most common sites are the basal ganglia (especially the putamen), thalamus, cerebellum, and pons.",
        "cop": 1,
        "opa": "Putamen",
        "opb": "Internal capsule",
        "opc": "Ventral pons",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "509cfe11-8ef9-4e54-b577-bf87d5cd8934",
        "choice_type": "single"
    },
    {
        "question": "Nimodipine is used in the management of?",
        "exp": "MEDICAL MANAGEMENT OF SAH MAINTAIN ADEQUATE CEREBRAL PERFUSION PRESSSURE- If the patient is ale, it is reasonable to lower the systolic blood pressure to below 160 mm. Hg using nicardipine, labetalol, or esmolol. If the patient has a depressed level of consciousness, ICP should be measured and the cerebral perfusion pressure targeted to 60-70 mm. Hg. If headache or neck pain is severe, mild sedation and analgesia are prescribed. CALCIUM CHANNEL BLOCKER vasospasm remains the leading cause of morbidity and moality following aneurysmal SAH. Treatment with the calcium channel antagonist nimodipine (60 mg PO every 4 h) improves outcome, perhaps by preventing ischemic injury rather than reducing the risk of vasospasm. Nimodipine can cause significanthypotension in some patients, which may worsen cerebral ischemia in patients with vasospasm. TREATMENT OF SYMPTOMATIC CEREBRAL VASOSPASM Symptomatic cerebral vasospams treated by increasing the cerebral perfusion pressure by raising mean aerial pressure through plasma volume expansion and the judicious use of IV vasopressor agents, usually phenylephrine or norepinephrine",
        "cop": 2,
        "opa": "Subdural hemorrhage",
        "opb": "Subarachnoid hemorrhage",
        "opc": "Extradural hemorrhage",
        "opd": "Intraventricular hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "806e55ca-d459-4f55-ae3c-31b4a9f27869",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male diabetic and hypeensive patient was found unconscious in the morning. On examination pulse rate is 120/min, BP=160/100 mm Hg. What is the next step to be done for management?",
        "exp": "Choice C is ruled out since no features of raised ICP are given. Choice D is ruled out since BP lowering is done in case of CNS events if the BP> 185/110 mm Hg. Moreover, CT is required for diagnosis of a CNS event. At lower BP values reducing BP would be counterproductive and can lower Brain perfusion. Now we have to choose between the two choices CT scan and blood glucose. As per the algorithm of management of an unconscious patient with DM, blood sugar levels should be checked first.",
        "cop": 2,
        "opa": "Order CT scan",
        "opb": "Check blood glucose",
        "opc": "Give intravenous mannitol",
        "opd": "Immediately reduce BP with antihypeensives",
        "subject_name": "Medicine",
        "topic_name": "Brain Hemorrhage",
        "id": "4f50da44-cd43-4ea9-8107-c82aff7c1788",
        "choice_type": "multi"
    }
]