[
    {
        "question": "Which tumor is not seen in AIDS:",
        "exp": "Ans. is 'D' Astrocytoma Brain tumours associated with AIDS is CNS lymphoma. Astrocytoma has no association with AIDS infection.Cancers associated with HIV infection are:-Kaposi sarcoma* (Most common)Non Hodgkins lymphoma*Hodgkins lymphoma*Multiple myeloma*Leukemia*Melanoma.*Cervical cancer*Brain cancer (CNS lymphoma)*Testicular cancerAnal cancer*Oral cancer*Burkin' s lymphoma*",
        "cop": 4,
        "opa": "Kaposi sarcoma",
        "opb": "GI adeno carcinoma",
        "opc": "Non-Hodgkin's lymphoma",
        "opd": "Astrocytoma",
        "subject_name": "Medicine",
        "topic_name": "Brain",
        "id": "a658673f-1915-45c7-bd85-47f432d0fd2b",
        "choice_type": "single"
    },
    {
        "question": "Chang staging is used for",
        "exp": "Ans. is 'b' i.e. Medulloblastoma Ref: Nelson 18/ep2134; style=\"color: rgba(0, 102, 204, 1); font-family: Times New Roman, Times, serif\">.aspThe Chang staging system is used for Medulloblastoma.Chang staging system is based on:Size and invasiveness of the primary tumor at surgery, denoted as the \"T stage\" or tumor stage.Evidence of spread outside the posterior fossa, marked as the \"M stage\" or metastatic stage.Chang staging system for medulloblastomaT stageM stageT1Tumor <3cm in diameterM0No evidence of subarachnoid or hematogenous metastasisT2Tumor >3cm in diameter, further invading one adjacent structureMlTumor cells found in cerebrospinal fluidT3aTumor >3cm in diameter with invasion into 2 adjacent structures , or completely filling the 4th ventricle, causing marked hydrocephalusM2Intracranial tumor beyond primary siteT3btumor >3 cm and with unequivocal extension into brainstemM3Gross nodular seeding in spinal subarachnoid spaceT4Tumor >3cm in diameter with extension up past the aqueduct of Sylvius and/or down past the foramen magnum (ie. Beyond the posterior fossa)M4Metastasis outside the cerebrospinal axis (especially to bone marrow, bone)(Source: Pediatric Radiation Oncology; Halperin, Constine, Tarbell, Kun)The M stage appears to be more significant prognostic factor in determining the intensity of therapy that is appropriate, as well as predicting the outcome for the patient.Names of some other staging systems:Ann Arbor staging- LymphomasDuke's staging- Colon cancerClark and Breslow staging- MelanomaButchart staging system- MesotheliomaChild-Pugh classification system- Liver CirrhosisDurie-Salmon staging system- Multiple myelomaEvans staging system- NeuroblastomaFAB (French/American/British) classification system- Hematological malignanciesGleason tumor score- Prostatic tumorsRobson staging system- Renal cell carcinomaRye classification system- Hodgkin disease",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Medulloblastoma",
        "opc": "Ewing's sarcoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Medicine",
        "topic_name": "Brain",
        "id": "d02c7465-f0ea-4d60-ad86-8a8bf331fb11",
        "choice_type": "single"
    }
]