[
    {
        "question": "Bronchiectasis is most common in which lobe?",
        "exp": "Bronchiectatic lesions are most commonly found in the lower lobes, probably because mucociliary clearance is facilitated by gravity in the upper lobes. The bronchiectatic lesions were identified most commonly in the left lower lobe, followed by the right lower lobe and left upper lobe. The most common organisms:- Haemophilus influenza (15%), Staphylococcus aureus (13%), Streptococcus pneumonia (5%), Pseudomonas aeruginosa (5%) and Mycoplasma pneumonia (5%)",
        "cop": 4,
        "opa": "Right upper lobe",
        "opb": "Right middle lobe",
        "opc": "Left upper lobe",
        "opd": "Left lower lobe",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "91cba452-ecb1-4461-9a39-f6bb478ce412",
        "choice_type": "single"
    },
    {
        "question": "Parents of a child with bronchiectasis may give a past history of:",
        "exp": "Typical offending organisms that have been known to cause bronchiectasis include: Klebsiella species Staphylococcus aureus Mycobacterium tuberculosis Mycoplasma pneumonia Nontuberculous mycobacteria Measles virus Peussis Influenza virus Herpes simplex virus Ceain types of adenoviruses",
        "cop": 3,
        "opa": "Chickenpox",
        "opb": "Mumps",
        "opc": "Whooping cough",
        "opd": "Typhoid",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "accd2645-81df-405c-aa25-7b5ca9c28154",
        "choice_type": "single"
    },
    {
        "question": "Persistent coarse crepitations in the chest are diagnostic of?",
        "exp": "Fine crackles Coarse crackles Soft, high-pitched and very brief Louder, lower in pitch and last longer Indicates an interstitial process- pulmonary fibrosis or congestive heart failure. Indicates an airway disease- bronchiectasis.",
        "cop": 4,
        "opa": "Pulmonary TB",
        "opb": "Pulmonary edema",
        "opc": "Cavity lesion",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "9a59272c-f6bb-4908-be49-8f1068654127",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of bronchiolitis is:",
        "exp": "M/C organism causing Bronchiolitis is RSV Other organisms are:- Influenza virus Parainfluenza virus Human metapneumovirus Coronavirus Adenovius Rhinovirus Palivizumab injection is used to prevent serious lung infection in children and babies caused by respiratory syncytial virus (RSV).",
        "cop": 1,
        "opa": "Respiratory syncytial virus",
        "opb": "Adenovirus",
        "opc": "Herpes virus",
        "opd": "Influenza virus",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "e8edaae6-a3df-475d-bd87-efb2c259e73e",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely precursor to bronchiectasis?",
        "exp": "Bronchiectasis may be the sequela of a variety of necrotising infections that are either inadequately treated or not treated at all. Primary infection is a paicularly common cause of bronchiectasis. The most widely cited mechanism of infectious bronchiectasis is the \"vicious cycle hypothesis, \" in which susceptibility to infection and poor mucociliary clearance result in microbial colonization of the bronchial tree. Some organisms, such as. Pseudomonas aeruginosa, exhibit a paicular propensity for colonizing damaged airways and evading host defense mechanisms. Impaired mucociliary clearance can result from inherited conditions such as CF or dyskinetic cilia syndrome, and it has been proposed that a single severe infection (e. g., pneumonia caused by. Bordetella peussisor. Mycoplasma pneumoniae) can result in significant airway damage and poor secretion clearance. The presence of the microbes incites continued chronic inflammation, with consequent damage to the airway wall, continued impairment of secretions and microbial clearance, and ongoing propagation of the infectious/inflammatory cycle. Moreover, it has been proposed that mediators released directly from bacteria can interfere with mucociliary clearance.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Carcinoma",
        "opc": "Bronchial adenoma",
        "opd": "Necrotising pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "054a2e19-ead6-4e3a-9125-4b43316ffed9",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common type of bronchiectasis?",
        "exp": "Most common type of bronchiectasis is the cylindrical type.",
        "cop": 1,
        "opa": "Cylindrical",
        "opb": "Varicose",
        "opc": "Cystic",
        "opd": "Irregular",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "944bc2e8-744a-4ed3-a314-67dc7fe67ccc",
        "choice_type": "single"
    },
    {
        "question": "What is not a CT finding in bronchiectasis?",
        "exp": "While chest radiographs lack sensitivity, the presence of \"tram tracks\" indicating dilated airways is seen with bronchiectasis. Chest CT is more specific for bronchiectasis and is the imaging modality of choice for confirming the diagnosis. CT findings include airway dilation detected as a parallel \"tram tracks\" or as the \"signet-ring sign\"--a cross-sectional area of the airway with a diameter at least 1. 5 times that of the adjacent vessel. The crazy-paving pattern is seen in pulmonary alveolar proteinosis and also can be observed in exogenous lipoid pneumonia, sarcoidosis, mucinous broncho-alveolar cell carcinoma and acute respiratory distress syndrome.",
        "cop": 2,
        "opa": "Tree in bud appearance",
        "opb": "Crazy paving appearance",
        "opc": "Signet ring appearance",
        "opd": "Traction bronchiectasis with lung fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "a293c7b8-2796-434d-9e9e-566b3a0f74a3",
        "choice_type": "single"
    },
    {
        "question": "Bronchiectasis sicca is seen with:",
        "exp": "Bronchiectasis sicca- all features of bronchiectasis but absence of copious amount of sputum which is usually a hallmark of bronchiectasis. HRCT chest shows abnormal dilation of the tracheal bronchial tree; it is present without infective sputum and occurs due to tuberculosis.",
        "cop": 1,
        "opa": "TB",
        "opb": "Peussis",
        "opc": "Cystic fibrosis",
        "opd": "Kaagener syndrome",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "c6d657c4-d372-40c8-979f-c4c3faa50a1d",
        "choice_type": "single"
    },
    {
        "question": "What is the IOC for bronchiectasis?",
        "exp": "The best test to evaluate the destruction and dilatation of large airways which are filled with pus in bronchiectasis is HRCT. Spiral CT is preferred for pulmonary embolism. Pulmonary angiography is done for lung sequestration and is the gold standard for pulmonary embolism.",
        "cop": 1,
        "opa": "HRCT scan",
        "opb": "Spiral CT",
        "opc": "Bronchoscopy",
        "opd": "Pulmonary angiography",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "dba79e5c-9f07-49ed-83f7-a4ec8c210cdc",
        "choice_type": "single"
    },
    {
        "question": "Infeility in Kaagener syndrome is due to?",
        "exp": "Asthenospermia or poor sperm motility is due to missing dynein arms, which is the basic defect of Kaagener's syndrome. It is a ciliopathic, autosomal recessive genetic disorder. Around 90% of individuals with kaagener's have ultrastructural defects affecting protein(s) in the outer and/or innerdynein arms. Triad consist of:- - situs inversus - chronic sinusitis - bronchiectasis.",
        "cop": 3,
        "opa": "Oligospermia",
        "opb": "Blockage of epididymis",
        "opc": "Asthenospermia",
        "opd": "Undescended testis",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "9d1c6c02-25e2-4c7c-b954-875e2ef1bd04",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman presents with history of fever for 2 weeks with multiple episodes of haemoptysis. Bronchoscopy shows a polypoid mass covered with intact mucosa. Surgical resection was done and the histology slide is shown below. What is the diagnosis?",
        "exp": "Carcinoid tumor Aka Kulchitsky cell tumor Commonly present in bronchus Causes local damage, hemoptysis, diarrhea, fever Histology - polypoid cell with intact mucosa, basophilic nest of cells.",
        "cop": 1,
        "opa": "Carcinoid tumour",
        "opb": "Large cell cancer",
        "opc": "Pulmonary hamaoma",
        "opd": "Adenocarcinoma lung",
        "subject_name": "Medicine",
        "topic_name": "Bronchiectasis",
        "id": "4102001a-2518-4f2e-a91c-02169d4de1d4",
        "choice_type": "single"
    }
]